{"result":"ok","tuc":[{"phrase":{"text":"encompass","language":"en"},"meanings":[{"language":"es","text":"Incluir completamente; para describir de forma total o completa."},{"language":"en","text":"include"},{"language":"en","text":"To include completely; to describe fully or comprehensively."}],"meaningId":3778651480926669895,"authors":[70195]},{"phrase":{"text":"span","language":"en"},"meanings":[{"language":"en","text":"to cover or extend over an area or time period"}],"meaningId":4663887907171959152,"authors":[70195]},{"phrase":{"text":"cover","language":"en"},"meanings":[{"language":"en","text":"To include in scope; To include as part of something broader."},{"language":"es","text":"Incluir completamente; para describir de forma total o completa."},{"language":"en","text":"To include completely; to describe fully or comprehensively."},{"language":"es","text":"Incluir en alcance; incluir como parte de algo más amplio."}],"meaningId":-5942251741809585311,"authors":[84715]},{"phrase":{"text":"cross","language":"en"},"meaningId":2435347464639492078,"authors":[84500]},{"phrase":{"text":"embrace","language":"en"},"meaningId":272095882794964390,"authors":[89651]},{"phrase":{"text":"include","language":"en"},"meaningId":-3674271484681835170,"authors":[89651]},{"phrase":{"text":"take in","language":"en"},"meaningId":-4659337713575652065,"authors":[25115]},{"phrase":{"text":"embrass","language":"en"},"meanings":[{"language":"es","text":"Incluir completamente; para describir de forma total o completa."},{"language":"en","text":"To include completely; to describe fully or comprehensively."}],"meaningId":-9126210390171154907,"authors":[60172]},{"phrase":{"text":"compass","language":"en"},"meaningId":-2206641241509403316,"authors":[84500]},{"phrase":{"text":"comprise","language":"en"},"meaningId":8964836615284391812,"authors":[16]},{"phrase":{"text":"contain","language":"en"},"meaningId":-2659795776133793206,"authors":[89651]},{"phrase":{"text":"corner","language":"en"},"meaningId":-5445689634982373288,"authors":[25018]},{"phrase":{"text":"embrance","language":"en"},"meaningId":7786617943257118053,"authors":[83042]},{"phrase":{"text":"extend to","language":"en"},"meaningId":3769189670734142615,"authors":[25018]},{"phrase":{"text":"grasp","language":"en"},"meaningId":-3718044122913917467,"authors":[25018]},{"phrase":{"text":"monopolize","language":"en"},"meaningId":-4630291868019084962,"authors":[25018]},{"phrase":{"text":"range","language":"en"},"meaningId":-2435145596203438993,"authors":[99488]},{"phrase":{"text":"reach","language":"en"},"meaningId":1177517706602838153,"authors":[25018]},{"phrase":{"text":"stretch","language":"en"},"meaningId":-4156965407965098714,"authors":[99488]},{"phrase":{"text":"surround","language":"en"},"meaningId":3351565895158355150,"authors":[83042]},{"phrase":{"text":"sweep","language":"en"},"meaningId":-9084100242387821524,"authors":[84500]},{"phrase":{"text":"traverse","language":"en"},"meaningId":2292183479750568391,"authors":[84500]},{"meanings":[{"language":"en","text":"to monopolize, to corner"},{"language":"en","text":"to embrace, to encompass"},{"language":"en","text":"to comprise, to make up, to contain, to include"},{"language":"en","text":"to undertake, to embark upon"},{"language":"en","text":"to take in"},{"language":"en","text":"to clasp"}],"meaningId":-5158490406541701482,"authors":[93107]}],"phrase":"abarcar","examples":[{"author":119739,"first":"Con el tiempo, podremos ir alargando las sesiones hasta <strong class=\"keyword\">abarcar</strong> una lección completa.","second":"<strong class=\"keyword\">In</strong> time, we may be able <strong class=\"keyword\">to</strong> lengthen the discussions <strong class=\"keyword\">to include</strong> an entire lesson."},{"author":94808,"first":"La definición de esos organismos puede <strong class=\"keyword\">abarcar</strong> otras entidades que ejerzan funciones públicas.","second":"The designation of such bodies may also <strong class=\"keyword\">include</strong> other entities when such entities are carrying out public functions."},{"author":94808,"first":"A fin de garantizar la igualdad para todos los niños, el alcance del Reglamento se amplía para <strong class=\"keyword\">abarcar</strong> todas las decisiones sobre responsabilidad parental, independientemente de si los padres están o estaban o no casados, o de si las partes en el procedimiento son o no los padres biológicos del niño en cuestión.","second":"In order to ensure equality for all children, the scope of this regulation extends to <strong class=\"keyword\">cover</strong> all decisions on parental responsibility, regardless of whether the parents are or were married, or whether the parties to the proceedings are or are not both biological parents of the child in question."},{"author":94808,"first":"Esa diversidad podía <strong class=\"keyword\">abarcar</strong> a las familias monoparentales constituidas por elección o como consecuencia del divorcio, la separación o la muerte; los hogares a cargo de un niño; las familias ampliadas e intergeneracionales; y las parejas de personas del mismo sexo, y todas ellas requerían un apoyo diferente.","second":"That diversity could <strong class=\"keyword\">comprise</strong> single-parent families formed by choice or resulting from divorce, separation, or death; child-headed households; extended and intergenerational families; and same-sex couples, all of which required different support."},{"author":94809,"first":"Esta descripción debe indicar en qué medida se reducen o contrarrestan los efectos adversos significativos y <strong class=\"keyword\">abarcar</strong> tanto la fase de construcción como la de explotación.","second":"This description should explain the extent to which significant adverse effects are reduced or offset and should <strong class=\"keyword\">cover</strong> both the construction and operational phases."},{"author":94809,"first":"Además del instrumento ya existente para las importaciones, el Reglamento prevé que toda la producción ecológica comercializada en la UE esté sujeta a un certificado electrónico, por lo que es necesario ampliar el uso de ese certificado a las importaciones a fin de <strong class=\"keyword\">abarcar</strong> los productos que se hallen en la Unión.","second":"Furthermore to the already existing tool for the imports, the Regulation foresees that all organic production put in the market in the EU be subject to an e-certificate, it is therefore necessary to extend the e-certificate for import to <strong class=\"keyword\">cover</strong> products within the Union."},{"author":22,"first":"La presente Directiva pretende <strong class=\"keyword\">abarcar</strong> a las empresas cuya profesión o actividad habituales sea prestar servicios o realizar actividades de inversión con carácter profesional","second":"The purpose of this Directive is to <strong class=\"keyword\">cover</strong> undertakings the regular occupation or business of which is to provide investment services and/or perform investment activities on a professional basis"},{"author":94809,"first":"La prevención y gestión de crisis tendrá como objetivo evitar y hacer frente a las crisis que se presenten en los mercados de las frutas y hortalizas y <strong class=\"keyword\">abarcará</strong> en este contexto:","second":"Crisis prevention and management shall be related to avoiding and dealing with crises on the fruit and vegetable markets and <strong class=\"keyword\">shall cover</strong> in this context:"},{"author":8000,"first":"La Relatora Especial pide que se asignen a la Oficina del Defensor del Pueblo más recursos, tanto humanos como financieros, incluidos especialistas en materia de género, a fin de que pueda tener representación en todas las provincias y <strong class=\"keyword\">abarcar</strong> a toda la población","second":"The Special Rapporteur calls for increased resources, both human and financial, including gender specialists, to be allocated to the Ombudsman's Office, to ensure representation in all provinces in order to reach out to the entire population"},{"author":94809,"first":"La financiación <strong class=\"keyword\">abarcará</strong> tanto actividades de innovación como de I+D.","second":"Innovation activities <strong class=\"keyword\">will</strong> be <strong class=\"keyword\">combined</strong> with R&D, as an integral part of the funding."},{"author":8000,"first":"Con respecto a las lecciones aprendidas, en la respuesta de la India se puso de relieve la importancia de una legislación amplia que <strong class=\"keyword\">abarcara</strong> todos los aspectos del secuestro","second":"In respect of lessons learned, the response of India highlighted the importance of comprehensive legislation <strong class=\"keyword\">covering</strong> all aspects of kidnapping"},{"author":22,"first":"La auditoría de los sistemas de gestión y control <strong class=\"keyword\">abarcará</strong> cada uno de los siguientes procesos al menos una vez antes de #: programación, delegación de tareas, selección y adjudicación, control de proyectos, pago, certificación de gastos, presentación de informes a la Comisión, detección y tratamiento de posibles irregularidades y evaluación de programas","second":"The audit on the management and control systems shall <strong class=\"keyword\">cover</strong> each of the following processes at least once before #: programming, delegation of tasks, selection and award, monitoring of the projects, payment, certification of expenditure, reporting to the Commission, detection and treatment of potential irregularities and evaluation of the programmes"},{"author":94808,"first":"Con respecto a los niños, las medidas pueden <strong class=\"keyword\">abarcar</strong> desde una advertencia por un policía, un acuerdo de buena conducta en el que participe el niño y sus progenitores o un tutor, la remisión al programa de suspensión del encausamiento para jóvenes de la Garda o la imposición de una orden de comportamiento por el Tribunal de Menores.","second":"With regard to children, these <strong class=\"keyword\">range</strong> from a warning from a member of An Garda Síochána, to a good behaviour contract involving the child and his or her parents or guardian, to referral to the Garda Juvenile Diversion Programme and to the making of a behaviour order by the Children's Court."},{"author":94808,"first":"Con ese objeto, se firmó un acuerdo con la organización no gubernamental suiza Fondation Hirondelle, que ya había colaborado anteriormente con las misiones de mantenimiento de la paz de las Naciones Unidas, para establecer una red de emisoras de radio que <strong class=\"keyword\">abarcara</strong> todo el país.","second":"Accordingly, an agreement was signed with the Swiss non-governmental organization, Fondation Hirondelle, which has previously collaborated with United Nations peacekeeping missions, to establish a network of radio stations <strong class=\"keyword\">covering</strong> the country."},{"author":94808,"first":"Al mismo tiempo, cualquier evaluación de toda la información disponible actualmente <strong class=\"keyword\">abarcará</strong> el contexto histórico de la inclusión en la Lista y, en particular, las circunstancias en que se produjo la designación original.","second":"At the same time, any assessment of all the information presently available will <strong class=\"keyword\">include</strong> information on the historical context of the listing and, in particular, the circumstances surrounding the original designation."},{"author":94808,"first":"Los puestos propuestos permitirán que prosiga y se amplíe el apoyo a las misiones de mantenimiento de la paz, con miras a <strong class=\"keyword\">abarcar</strong> todas las misiones.","second":"The proposed posts would allow for those efforts to continue and would expand the support to peacekeeping missions, with a view to <strong class=\"keyword\">covering</strong> all missions."},{"author":94808,"first":"La preparación para esta transición <strong class=\"keyword\">abarcará</strong> la incorporación de los estados financieros de los acuerdos ambientales multilaterales para los que el PNUMA proporciona la secretaría o desempeña funciones de secretaría en los estados financieros del PNUMA, de manera análoga a las prácticas de los demás programas y fondos de las Naciones Unidas, y la adopción de una decisión sobre si al aplicar las IPSAS se debe mantener o no la práctica de no incluir al Protocolo de Montreal, acordada con la Junta de Auditores en 1992.","second":"Preparation for this transition <strong class=\"keyword\">will encompass</strong> incorporation in the financial statements of UNEP of the financial statements of the multilateral environmental agreements for which it provides the secretariat or performs secretariat functions, in a manner analogous to the practices of other United Nations programmes and funds, and a decision as to whether or not the current practice of not including the Montreal Protocol, agreed with the Board of Auditors in 1992, should continue under IPSAS."},{"author":8000,"first":"Sin embargo, en # el Secretario General decidió no <strong class=\"keyword\">abarcar</strong> más de lo que podía y no confió los servicios técnicos de las Comisiones Quinta y Sexta o del Consejo de Seguridad al Departamento de la Asamblea General y Servicios de Conferencias","second":"Nevertheless, in # the Secretary-General had decided “not to <strong class=\"keyword\">bite</strong> off more that he could chew” and had not entrusted the technical servicing of the Fifth and Sixth Committees or the Security Council to the Department of General Assembly Affairs and Conference Services"},{"author":94808,"first":"La tercera sección de la capacitación sobre ética es la preparación de módulos a medida, que permitirán a las oficinas en los países y a las oficinas regionales <strong class=\"keyword\">abarcar</strong> el mismo material que se ha abordado en las sesiones de capacitación presenciales de un día basadas en el juramento del cargo.","second":"The third arm of the ethics training is preparation of customized modules, which will allow country and regional offices to cover the same material that has been <strong class=\"keyword\">covered</strong> in the face-to-face all-day training sessions based on the Oath of Office."},{"author":94808,"first":"Estas funciones, que deben comenzar en los límites de la propiedad de las Naciones Unidas y <strong class=\"keyword\">abarcar</strong> todos los niveles adicionales de protección que sean necesarios en el recinto, tienen por objetivo dirigir el acceso de personas y vehículos a través de puntos de control en los que se pueda verificar la identidad y la autorización para entrar y aplicar otras medidas de control de la seguridad.","second":"These functions, which begin at the property line and continue through <strong class=\"keyword\">such</strong> additional layers of protection as may be required within the facility, are designed to channel personnel and vehicle access through control points for verification of identity and authority to enter, as well as for other security checks."},{"author":94809,"first":"El punto 3 establece la condición de que la publicidad debe <strong class=\"keyword\">abarcar</strong> al menos una de las siguientes categorías (criterios positivos):","second":"Point 3 stipulates the condition that the advertising <strong class=\"keyword\">should</strong> concern at least one of the following categories (positive criteria):"},{"author":118385,"first":"La información complementaria pertinente puede <strong class=\"keyword\">abarcar</strong> resoluciones nacionales sobre custodia de menores o personas vulnerables o solicitudes de recurso a los mecanismos de alerta de desaparición de menores.","second":"Relevant supplementary information may <strong class=\"keyword\">cover</strong>, in particular, national decisions on the custody of a child or vulnerable person or requests for the use of ‘Child Alert’ mechanisms."},{"author":94809,"first":"La evaluación no se ocupó de los nanomateriales y, por consiguiente, la aprobación no debe <strong class=\"keyword\">abarcar</strong> esos materiales, como se establece en el artículo 4, apartado 4, del Reglamento (UE) no 528/2012.","second":"Since the evaluation did not address nanomaterials, the approval should not <strong class=\"keyword\">cover</strong> such materials pursuant to Article 4(4) of Regulation (EU) No 528/2012."},{"author":8000,"first":"La oradora acoge con satisfacción la adición del apartado b) al proyecto de artículo # que trata de la necesidad de <strong class=\"keyword\">abarcar</strong> todas las actividades que puedan poner en peligro un acuífero o sistema acuífero","second":"She welcomed the addition in draft article # of subparagraph (b), which took account of the need to <strong class=\"keyword\">cover</strong> all activities that might put an aquifer or aquifer system at risk"},{"author":94808,"first":"El Presidente dijo que no era su intención insinuar que las amenazas a la libertad deberían <strong class=\"keyword\">abarcar</strong> además las amenazas a la seguridad personal; la amenaza de lesión o daño es un elemento importante de la seguridad personal.","second":"The Chairperson said he had not intended to suggest that threats to liberty should also <strong class=\"keyword\">cover</strong> threats to personal security; threat of injury or harm was an important element of personal security."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}