{"result":"ok","tuc":[{"phrase":{"text":"aberrant","language":"en"},"meanings":[{"language":"en","text":"deviating from morality"},{"language":"en","text":"deviating from the norm"},{"language":"en","text":"wandering; straying from the right way"},{"language":"en","text":"Deviating from the ordinary or natural type."},{"language":"es","text":"Que se desvía del tipo ordinario o natural."},{"language":"en","text":"straying from the right way"}],"meaningId":3470923563830266488,"authors":[70195]},{"phrase":{"text":"shocking","language":"en"},"meanings":[{"language":"en","text":"Unusually obscene or lewd"}],"meaningId":-188474829570733116,"authors":[70195]},{"phrase":{"text":"outrageous","language":"en"},"meanings":[{"language":"en","text":"shocking"}],"meaningId":6227621752680037972,"authors":[70195]},{"phrase":{"text":"abnormal","language":"en"},"meanings":[{"language":"en","text":"Deviating from the ordinary or natural type."},{"language":"es","text":"Que se desvía del tipo ordinario o natural."}],"meaningId":-531866464639895351,"authors":[60172]},{"phrase":{"text":"abnormous","language":"en"},"meanings":[{"language":"en","text":"Deviating from the ordinary or natural type."},{"language":"es","text":"Que se desvía del tipo ordinario o natural."}],"meaningId":-1756908638199500070,"authors":[60172]},{"phrase":{"text":"exceptional","language":"en"},"meanings":[{"language":"en","text":"Deviating from the ordinary or natural type."},{"language":"es","text":"Que se desvía del tipo ordinario o natural."}],"meaningId":1346448555621387498,"authors":[60172]},{"phrase":{"text":"absurd","language":"en"},"meaningId":3943595007344919058,"authors":[2698]},{"phrase":{"text":"anomalous","language":"en"},"meaningId":2987461344451010972,"authors":[25018]},{"phrase":{"text":"barmy","language":"en"},"meaningId":2894574513168185040,"authors":[2698]},{"phrase":{"text":"crazy","language":"en"},"meaningId":-1559938054260815433,"authors":[2698]},{"phrase":{"text":"deviant","language":"en"},"meaningId":2443616559465634898,"authors":[2698]},{"phrase":{"text":"eccentric","language":"en"},"meaningId":1670599429827610864,"authors":[2698]},{"phrase":{"text":"foolish","language":"en"},"meaningId":-6742065191272023580,"authors":[2698]},{"phrase":{"text":"freak","language":"en"},"meaningId":-8695914932743894414,"authors":[2698]},{"phrase":{"text":"freakish","language":"en"},"meaningId":8068525455674458378,"authors":[2698]},{"phrase":{"text":"insane","language":"en"},"meaningId":3492327695212982097,"authors":[2698]},{"phrase":{"text":"irregular","language":"en"},"meaningId":-9062853806205446176,"authors":[25018]},{"phrase":{"text":"lunatic","language":"en"},"meaningId":5385239244145690095,"authors":[2698]},{"phrase":{"text":"mad","language":"en"},"meaningId":1239693505185002184,"authors":[2698]},{"phrase":{"text":"meaningless","language":"en"},"meaningId":-6332599576555679727,"authors":[2698]},{"phrase":{"text":"nonsensical","language":"en"},"meaningId":2698600490227155501,"authors":[2698]},{"phrase":{"text":"nuts","language":"en"},"meaningId":2680791169007455126,"authors":[2698]},{"phrase":{"text":"ridiculous","language":"en"},"meaningId":-4782323467410165997,"authors":[25115]},{"phrase":{"text":"senseless","language":"en"},"meaningId":6176980279469107847,"authors":[2698]},{"phrase":{"text":"silly","language":"en"},"meaningId":-8199481320360186469,"authors":[2698]},{"phrase":{"text":"wacky","language":"en"},"meaningId":2083869112805853467,"authors":[2698]},{"phrase":{"text":"wild","language":"en"},"meaningId":-8777408441757312555,"authors":[2698]},{"meanings":[{"language":"en","text":"shocking, aberrant"}],"meaningId":3110914105978038899,"authors":[1]}],"phrase":"aberrante","examples":[{"author":8000,"first":"Del mismo modo, ningún régimen nacional es totalmente eficaz para detener un comportamiento <strong class=\"keyword\">aberrante</strong>","second":"Equally, no domestic regime is completely effective in stopping <strong class=\"keyword\">aberrant</strong> behaviour"},{"author":94809,"first":"Se debe aportar un resumen de los ensayos llevados a cabo y de los principales resultados, así como todos los datos, incluidos los valores <strong class=\"keyword\">aberrantes</strong>.","second":"A summary of the testing carried out and the main results as well as all the data including the <strong class=\"keyword\">outliers</strong> shall be provided."},{"author":94808,"first":"El Relator Especial insta a la comunidad internacional a apoyar la labor de la Corte Penal Internacional mediante la ratificación de su Estatuto y la firma de acuerdos de cooperación con el objeto de lograr que la acción de la justicia logre poner fin a la impunidad por la comisión de crímenes <strong class=\"keyword\">aberrantes</strong>, como son los crímenes de guerra y de lesa humanidad y los actos de genocidio.","second":"The Special Rapporteur urges the international community to support the work of the International Criminal Court by ratifying its Statute and signing cooperation agreements in order to ensure that the perpetrators of <strong class=\"keyword\">perverse</strong> crimes, such as war crimes, crimes against humanity and acts of genocide, are brought to justice and no longer go unpunished."},{"author":27,"first":"Sin embargo, al igual que nos parece justificado tratar estas políticas como temas de interés común, es decir, que se coordinen mejor nuestros esfuerzos a nivel europeo, nos parecería <strong class=\"keyword\">aberrante</strong> sustraerlos a la competencia de las naciones y de los parlamentos nacionales, pues esto es lo que significa, en realidad, la reivindicación de la comunitarización.","second":"But as much as it seems to us justified to deal with these policies as subjects of common interest, that is to coordinate our efforts better at European level, it would also seem <strong class=\"keyword\">absurd</strong> to remove them from the competence of the nations and national parliaments, because that is what the demand for communitarisation means in reality."},{"author":91988,"first":"Dicho esto, los esfuerzos para controlar el crecimiento de la población con medidas como la política de hijo único de China son <strong class=\"keyword\">aberrantes</strong> en términos morales e innecesarios.","second":"That said, efforts to control population growth through measures like China’s compulsory one-child policy are both morally <strong class=\"keyword\">abhorrent</strong> and unnecessary."},{"author":118293,"first":"<strong class=\"keyword\">Aberrante</strong>.","second":"Downright oppressive."},{"author":94808,"first":"Indonesia señaló que por una parte el aspecto doctrinal de ese movimiento religioso en particular era considerado desde hace mucho tiempo en algunas comunidades como <strong class=\"keyword\">aberrante</strong>.","second":"Indonesia stated that, on the one hand, the doctrinal aspect of this particular religious movement has long been considered by some communities as <strong class=\"keyword\">deviant</strong>."},{"author":118385,"first":"Además, todo valor <strong class=\"keyword\">aberrante</strong> se incluirá en el cálculo del RMSEP.","second":"In addition, any <strong class=\"keyword\">outliers</strong> shall be included in the calculation of RMSEP."},{"author":94808,"first":"Párrafo 18: El Estado parte debería adoptar las medidas necesarias a fin de contar con un registro único de personas desaparecidas a nivel nacional que permita establecer estadísticas confiables con miras a desarrollar políticas públicas integrales y coordinadas encaminadas a prevenir, investigar, sancionar y erradicar este delito <strong class=\"keyword\">aberrante</strong>.","second":"Paragraph 18: The State party should take the steps necessary to establish a single nationwide register of disappeared persons which generates accurate statistics that can be used to devise comprehensive and coordinated public policies for the prevention, investigation, punishment and elimination of this <strong class=\"keyword\">abhorrent</strong> crime."},{"author":27,"first":"Señor Presidente, si se estableciera un galardón para premiar el comportamiento sarcástico con la Unión Europeo, un país se lo habría ganado con creces: la Turquía de la <strong class=\"keyword\">aberrante</strong> pareja Erbakan - Çiller.","second":"Mr President, if there were a prize for cocking a snook at the European Union, one country in all the world would deserve to win it outright: the Turkey of that <strong class=\"keyword\">unnatural</strong> couple, Erbakan and Çiller."},{"author":94808,"first":"El delito de desaparición forzada fue el más <strong class=\"keyword\">aberrante</strong> de los sufridos por los iraquíes durante el régimen anterior.","second":"The crime of enforced disappearance was the most <strong class=\"keyword\">heinous</strong> crime to be experienced by Iraqis when the former regime was in power."},{"author":94809,"first":"A pesar de tales denuncias, el Departamento de Justicia no interviene adecuadamente permitiendo, de hecho, que continúen tales prácticas <strong class=\"keyword\">aberrantes</strong>.","second":"Despite these reports the Justice Department does not take appropriate action and these <strong class=\"keyword\">abnormal</strong> practices continue."},{"author":27,"first":"El condenar estas prácticas no es, de hecho, suficiente para erradicar esta <strong class=\"keyword\">aberrante</strong> violación de los derechos humanos.","second":"Condemning these practices is, in fact, not enough to eradicate this extremely serious violation of human rights."},{"author":8000,"first":"Valdés (Chile), hablando en nombre del Grupo de Río, dice que la Corte Penal Internacional es una herramienta formidable para combatir la cultura de la impunidad que muchas veces ha favorecido a los autores de crímenes <strong class=\"keyword\">aberrantes</strong>","second":"Mr. Valdés (Chile), speaking on behalf of the Rio Group, said that the International Criminal Court was an extraordinary tool for combating the culture of impunity that had often favoured the perpetrators of <strong class=\"keyword\">heinous</strong> crimes"},{"author":8000,"first":"La decisión de conservar un Estado disuelto en la escala de cuotas era <strong class=\"keyword\">aberrante</strong> y no debería tener consecuencias jurídicas para los demás Estados Miembros, ni repercusiones financieras para los Estados sucesores","second":"The decision to retain a dissolved State on the scale of assessments had <strong class=\"keyword\">been</strong> a misleading approach that should have no legal consequences for other Member States or financial repercussions for the successor States"},{"author":93235,"first":"Además, el transporte <strong class=\"keyword\">aberrante</strong> de AMPAR y los consecuentes cambios dañinos en las sinapsis se asocian fuertemente con muchas enfermedades cerebrales, las que representan un gran costo social y económico.","second":"Further, <strong class=\"keyword\">aberrant</strong> AMPAR trafficking and consequent detrimental changes in synapses are strongly implicated in many brain diseases, which represent a vast social and economic burden."},{"author":95875,"first":"En muchas neoplasias se detecta una señalización <strong class=\"keyword\">aberrante</strong> del RFCE, lo que sugiere que este puede desempeñar una función muy importante en la aparición o progresión de la enfermedad.","second":"<strong class=\"keyword\">Aberrant</strong> EGFR signalling is encountered in many cancers, suggesting that it may play a central role in disease onset or progression."},{"author":8000,"first":"En mi país el Congreso no puede nombrar a un Presidente, eso es <strong class=\"keyword\">aberrante</strong>","second":"In my country, Congress cannot appoint a president"},{"author":8000,"first":"Observando con profunda preocupación que quienes propugnan el racismo y la discriminación racial hacen uso indebido de nuevas tecnologías de comunicación, en particular Internet, para difundir sus ideas <strong class=\"keyword\">aberrantes</strong>","second":"“Deeply concerned that those advocating racism and racial discrimination misuse new communication technologies, including the Internet, to disseminate their <strong class=\"keyword\">repugnant views</strong>"},{"author":94809,"first":"De no ser así, se correría el riesgo de tratar de modo más favorable precisamente las infracciones de mayor gravedad, dado que son éstas las que pueden entrañar consecuencias financieras más importantes para los Estados miembros: solución <strong class=\"keyword\">aberrante</strong> y claramente inaceptable.","second":"If it were otherwise, there would be a risk of according more favourable treatment precisely for the more serious infringements since it is those infringements which may have financial implications of greater significance for the Member States: an <strong class=\"keyword\">aberrant</strong> and clearly unacceptable solution."},{"author":94808,"first":"Existe en este campo una <strong class=\"keyword\">aberrante</strong> tendencia a agredir al personal de las Naciones Unidas para impedir que la asistencia llegue a las poblaciones civiles y obtener así ventajas políticas.","second":"In that connection, there is also an <strong class=\"keyword\">aberrant</strong> trend of attacking United Nations personnel in order to prevent assistance from reaching the civilian population and thus to obtain a political advantage."},{"author":27,"first":"Este tipo de contradicción entre el derecho nacional y el derecho comunitario existe también en el ámbito de la caza y en muchos otros ámbitos, como si los gobiernos firmaran compromisos europeos abstractos cuyas <strong class=\"keyword\">aberrantes</strong> consecuencias prácticas descubrieran después.","second":"This kind of contradiction between national law and Community law also exists in the area of hunting and in many other areas, as if governments were signing abstract European commitments whose <strong class=\"keyword\">aberrant</strong> practical consequences they only discover later."},{"author":8000,"first":"No se produce tortura en los Estados Unidos excepto en situaciones <strong class=\"keyword\">aberrantes</strong> y nunca como cuestión de política","second":"Torture does not occur in the United States except in <strong class=\"keyword\">aberrational</strong> situations and never as a matter of policy"},{"author":42,"first":"Se debe aportar un resumen de los ensayos llevados a cabo y de los principales resultados, así como todos los datos, incluidos los valores <strong class=\"keyword\">aberrantes</strong>","second":"A summary of the testing carried out and the main results as well as all the data including the <strong class=\"keyword\">outliers</strong> shall be provided"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93235":{"U":"https://www.ncbi.nlm.nih.gov/pmc/","id":93235,"N":"pmc","url":"https://glosbe.com/source/93235"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}