{"result":"ok","tuc":[{"phrase":{"text":"aberration","language":"en"},"meanings":[{"language":"en","text":"optics: convergence to different foci"},{"language":"es","text":"Fenómeno óptico que resulta cuando un lente o espejo no reproduce bien las imágenes."},{"language":"en","text":"physiology: deviation from the normal state"},{"language":"en","text":"deviation"},{"language":"en","text":"The effect by which the apparent direction of distant astronomical bodies is altered by the velocity of the Earth and the finite speed of light."},{"language":"es","text":"Efecto por el cual la dirección aparente de astros distantes se distorciona por la velocidad de la Tierra y la velocidad finita de la luz."},{"language":"en","text":"astronomy: small periodical change of position of heavenly bodies"},{"language":"en","text":"Deviation from what is regarded as normal, correct, or natural."},{"language":"en","text":"An optical phenomenon resulting from the failure of a lens or mirror to produce a good image."},{"language":"en","text":"act of wandering or deviation; abnormality"},{"language":"es","text":"Desviación de lo que es considerado como normal, correcto o natural."},{"language":"en","text":"zoology, botany: atypical development or structure"}],"meaningId":-2428150278444244077,"authors":[70195]},{"phrase":{"text":"aberrance","language":"en"},"meanings":[{"language":"en","text":"State of being aberrant; a wandering from the right way; deviation from truth, rectitude, etc."},{"language":"en","text":"state of being aberrant; a wandering from the right way; deviation from truth, rectitude"}],"meaningId":-266558969095795688,"authors":[70195]},{"phrase":{"text":"aberrancy","language":"en"},"meanings":[{"language":"en","text":"State of being aberrant; a wandering from the right way; deviation from truth, rectitude, etc."}],"meaningId":-2549412810468075190,"authors":[2903]},{"phrase":{"text":"optical aberration","language":"en"},"meanings":[{"language":"es","text":"Fenómeno óptico que resulta cuando un lente o espejo no reproduce bien las imágenes."},{"language":"en","text":"An optical phenomenon resulting from the failure of a lens or mirror to produce a good image."}],"meaningId":7456737286939003256,"authors":[80097]},{"phrase":{"text":"confusion","language":"en"},"meaningId":-3338492144286690627,"authors":[25018]},{"phrase":{"text":"craziness","language":"en"},"meaningId":-9147928646396617593,"authors":[2698]},{"phrase":{"text":"error","language":"en"},"meaningId":433453517327408790,"authors":[83042]},{"phrase":{"text":"frenzy","language":"en"},"meaningId":-9148047373745547065,"authors":[2698]},{"phrase":{"text":"insanity","language":"en"},"meaningId":-5244097582614945130,"authors":[2698]},{"phrase":{"text":"lunacy","language":"en"},"meaningId":6293239949037536523,"authors":[2698]},{"phrase":{"text":"madness","language":"en"},"meaningId":6135912079462229450,"authors":[2698]},{"phrase":{"text":"mistake","language":"en"},"meaningId":-6609698835940456908,"authors":[83042]},{"meanings":[{"language":"en","text":"aberration, aberrancy."}],"meaningId":1153469435791523051,"authors":[1]}],"phrase":"aberración","examples":[{"author":90326,"first":"Procedimiento de óptica adaptativa para la medida y compensación de <strong class=\"keyword\">aberraciones</strong> con un elemento óptico reconfigurable y dispositivo para su realización","second":"Adaptive optics method for measuring and compensating for <strong class=\"keyword\">aberrations</strong> with a reconfigurable optical element and device for carrying out said method"},{"author":8000,"first":"Para que se tenga una idea de hasta donde han llegado las <strong class=\"keyword\">aberraciones</strong> y crueles violaciones que se cometen en la Base Naval estadounidense en Guantánamo, sólo comparables a lo acontecido en los campos de concentración nazi, baste decir que un informe confidencial- filtrado a la prensa norteamericana- resultado de la inspección realizada en junio del # por el Comité Internacional de la Cruz Roja (CICR) al centro de detención de Guantánamo, denunció que en el lugar hay médicos y otros trabajadores de la salud que colaboran en la planificación de los interrogatorios, lo que supone una “violación flagrante de la ética médica\"","second":"A confidential report on the Guantánamo detention centre by the Red Cross International Committee- later leaked to the US press- gives the reader an idea of just how bad the irregularities and cruel violations committed in the US Naval Base in Guantanamo are- they are comparable only to what happened in Nazi concentration camps. The report was the result of a June # inspection of the detention centre and it voiced harsh criticisms of the place, saying that there are doctors and other health workers there who collaborate in the planning the interrogations which is a “flagrant violation of medical ethics”"},{"author":91988,"first":"Las razones para esta <strong class=\"keyword\">aberración</strong> geopolítica son complejas.","second":"The reasons for this geopolitical <strong class=\"keyword\">aberration</strong> are complex."},{"author":27,"first":"Las ayudas estatales no deben verse como una desviación o una <strong class=\"keyword\">aberración</strong> de unas fuerzas de mercado perfectas, sino como un instrumento para conseguir objetivos socioeconómicos.","second":"State aid should not only be seen as a deviation or <strong class=\"keyword\">aberration</strong> from perfect market forces, but as an instrument for achieving socio-economic objectives."},{"author":24,"first":"Puregon no mostró potencial mutagénico en el test de Ames ni en el test de <strong class=\"keyword\">aberración</strong> cromosómica in vitro con linfocitos humanos","second":"Puregon showed no mutagenic potential in the Ames test and in the in vitro chromosome <strong class=\"keyword\">aberration</strong> test with human lymphocytes"},{"author":94809,"first":"A. Considerando que la India es la mayor democracia operativa existente en el mundo en la que todos los ciudadanos son iguales ante las urnas; que el anterior Presidente y Jefe de Estado fue un dalit, y que distintos dalit han ocupado cargos de ministros; que distintas líneas de pensamiento hindúes rechazan la discriminación y la exclusión basada en la pertenencia a una casta como una <strong class=\"keyword\">aberración</strong> para su fe;","second":"A. whereas India is the largest functioning democracy in the world where every citizen is equal before the ballot box, India's immediate past President and Head of State was a Dalit and Dalits have served as ministers; whereas there are Hindu schools of thought which reject caste discrimination and exclusion as an <strong class=\"keyword\">aberration</strong> of their faith,"},{"author":42,"first":"<strong class=\"keyword\">Aberración</strong> cromosómica: lesión cromosómica estructural que consiste en la rotura o en la rotura y reunión de ambas cromátidas en el mismo sitio","second":"Chromosome-type <strong class=\"keyword\">aberration</strong>: structural chromosome damage expressed as breakage, or breakage and reunion, of both chromatids at an identical site"},{"author":8008,"first":"Incorpora un objetivo de calidad, cuyo único punto negativo es el ser sensible a la <strong class=\"keyword\">aberración</strong> cromática.","second":"It features a quality lens with a chromatic <strong class=\"keyword\">aberration</strong> sensitive zoom lens as the only minus point."},{"author":95875,"first":"Los resultados dieron a entender que los cambios geométricos en el cristalino propiciaban <strong class=\"keyword\">aberraciones</strong> en la estructura del ojo, lo que a su vez reducía su capacidad de compensación.","second":"The results implied that geometrical changes in the crystalline lens contributed to <strong class=\"keyword\">aberrations</strong> in the eye's structure, reducing its ability to compensate."},{"author":31,"first":"Vamos, admítelo, esta <strong class=\"keyword\">aberración</strong> te gusta","second":"Come on, admit it.You' re getting some sorta bang out of <strong class=\"keyword\">this</strong>, aren' t you?"},{"author":27,"first":"La petición de apoyo que hago es que, frente a ese escenario de expolio del patrimonio, la ayuda que los vecinos puedan pedir a este Parlamento les sea prestada para evitar que, en un barrio como éste, el barrio del Cabañal, en el sur de la Unión Europea, se pueda plantear una <strong class=\"keyword\">aberración</strong> de este tipo, con esa barbaridad y de ese calado.","second":"The plea for support that I am making is for the local residents to receive the help that they ask for from Parliament regarding this desecration of heritage, to ensure that such a major, barbaric <strong class=\"keyword\">aberration</strong> cannot take place in a district such as Cabañal in the south of the European Union."},{"author":94809,"first":"Se analizan, por cada animal, al menos 50 metafases bien distribuidas que incluyan el número completo de centrómeros, para descubrir las <strong class=\"keyword\">aberraciones</strong> cromosómicas estructurales.","second":"At least 50 well-spread metaphases with the complete number of centromeres are analyzed per animal for structural chromosomal <strong class=\"keyword\">aberrations</strong>."},{"author":22,"first":"Sistema óptico constituido por una lente de distancia focal, f, igual a # mm como mínimo y corregida en cuanto a <strong class=\"keyword\">aberraciones</strong> cromáticas","second":"Optical system consisting of a lens with a focal length of at least # mm and corrected for chromatic <strong class=\"keyword\">aberrations</strong>"},{"author":94809,"first":"c) una prueba de <strong class=\"keyword\">aberraciones</strong> cromosómicas in vitro e in vivo.","second":"(c) a test for chromosomal <strong class=\"keyword\">aberrations</strong> in-vitro and in-vivo."},{"author":8008,"first":"Con su gama focal de 35-350mm (equivalente en 35mm), la óptica incorpora dos elementos de cristal ED (Extra-low Dispersion) para reducir al mínimo la <strong class=\"keyword\">aberración</strong> cromática y lograr imágenes increíblemente nítidas y claras.","second":"With its 35-350mm focal range (35mm equivalent), the lens incorporates two ED (Extra-low Dispersion) glass lens elements to minimize chromatic <strong class=\"keyword\">aberration</strong> and produce amazingly sharp and clear images."},{"author":94809,"first":"El benomilo, en particular, pero también el tiofanato-metil, se metaboliza en carbendazima y las tres sustancias provocan <strong class=\"keyword\">aberraciones</strong> cromosómicas numéricas (aneuploidia) en células de mamífero expuestas in vivo.","second":"Benomyl in particular, but also thiophanate-methyl, is metabolised to carbendazim and all three substances produce numerical chromosomal <strong class=\"keyword\">aberrations</strong> (aneuploidy) in mammalian cells, exposed in vivo."},{"author":94808,"first":"El Gobierno reconocía algunos casos de intolerancia contra las minorías, pero se mantenía vigilante contra tales <strong class=\"keyword\">aberraciones</strong> y firme en su compromiso y sus esfuerzos por mejorar la tolerancia religiosa y la armonía comunal.","second":"Cases of reported intolerance against minorities were acknowledged but the Government was vigilant, against such <strong class=\"keyword\">aberrations</strong>, and in its commitment and efforts to improve religious tolerance and communal harmony."},{"author":118293,"first":"La orden es identificar y contener <strong class=\"keyword\">aberraciones</strong> neorológicas lo que sea que pase luego de eso, no es nuestro problema.","second":"The mandate is to identify <strong class=\"keyword\">and</strong> contain neurological aberrants, whatever happens after that, it's not our problem."},{"author":8008,"first":"Es cosa del objetivo zoom de la Fujifilm F200EXR y en particular en los modos telefoto y gran angular Ambos muestran <strong class=\"keyword\">aberración</strong> cromática visible, más presente en telefoto.","second":"It's also the zoom lens of the Fujifilm F200EXR that has something to do with it, and in particular the telephoto and wide angle mode. Both show visible chromatic <strong class=\"keyword\">aberration</strong>, although it is most present with telephoto."},{"author":118293,"first":"Tenía <strong class=\"keyword\">aberración</strong> por las mantis.","second":"Yeah, I had <strong class=\"keyword\">a</strong> praying-mantis epiphany, and as a result I screamed."},{"author":118293,"first":"Es una <strong class=\"keyword\">aberración</strong> a la forma en que me trata.","second":"It's an <strong class=\"keyword\">aberration</strong> in the way that she treats me."},{"author":95875,"first":"Aunque el proyecto acaba de terminar, la base de datos sigue dando lugar a nuevas colaboraciones de investigación de ámbito europeo y sigue proporcionando nueva información sobre los orígenes y el comportamiento de las <strong class=\"keyword\">aberraciones</strong> cromosomales.","second":"Although the project has now ended, the database is still leading to new European-wide research collaborations and fresh information about the origins and behaviour of chromosomal <strong class=\"keyword\">aberrations</strong>."},{"author":94809,"first":"Una lente convergente acromática L2, corregida de <strong class=\"keyword\">aberraciones</strong> esféricas, une el diafragma DT con el receptor R; el diámetro de la lente L2 deberá ser tal que no diafragme la luz difundida por la muestra en un cono con un semiángulo en el vértice de ß/2 = 14°.","second":"A convergent achromatic lens L2, corrected for spherical <strong class=\"keyword\">aberrations</strong>, links the diaphragm DT with the receiver R; the diameter of the lens L2 shall be such that it does not diaphragm the light diffused by the sample in a cone with a half top angle of ß/2 = 14°."},{"author":95096,"first":"<strong class=\"keyword\">Aberración</strong> de juicio y de corazón sería querer negar al enemigo el socorro médico y dejarle perecer.","second":"It would be an <strong class=\"keyword\">aberration</strong> of both the mind and the heart to deny medical assistance to a member of the enemy, and to permit him to die."},{"author":24,"first":"No se observaron efectos clastogénicos ni mutagénicos del natalizumab en la prueba de Ames ni en la de <strong class=\"keyword\">aberraciones</strong> cromosómicas humanas","second":"No clastogenic or mutagenic effects of natalizumab were observed in the Ames or human chromosomal <strong class=\"keyword\">aberration</strong> assays"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}