{"result":"ok","tuc":[{"phrase":{"text":"selfless","language":"en"},"meaningId":4607183086290843944,"authors":[92056]},{"phrase":{"text":"unselfish","language":"en"},"meaningId":-1993407409905037591,"authors":[25115]},{"phrase":{"text":"abnegate","language":"en"},"meaningId":3106307360193396521,"authors":[2903]},{"phrase":{"text":"self-denying","language":"en"},"meaningId":-2337664167842253911,"authors":[86934]},{"meanings":[{"language":"en","text":"Past participle of abnegar."},{"language":"en","text":"selfless"},{"language":"en","text":"unselfish."}],"meaningId":1715758309136959487,"authors":[1]}],"phrase":"abnegado","examples":[{"author":119739,"first":"Otro motivo de regocijo es el apoyo <strong class=\"keyword\">abnegado</strong> que brindan numerosos siervos de tiempo completo de origen extranjero.","second":"A further reason for joy is the support unselfishly rendered by numerous full-time servants from other countries."},{"author":8000,"first":"Un orador reiteró la opinión de su delegación de que la actuación del equipo encargado del sitio del Departamento en la Web era un ejemplo ilustrativo de lo que se podía lograr con los recursos existentes cuando profesionales <strong class=\"keyword\">abnegados</strong> ponían los conocimientos, la dedicación, la flexibilidad y la creatividad necesarios en función del éxito del trabajo","second":"One speaker reiterated his delegation's view that the performance of the Department's web site team was a textbook example of what could be accomplished using existing resources, when <strong class=\"keyword\">dedicated</strong> professionals applied the knowledge, commitment, flexibility and creativity necessary to get the job done"},{"author":8008,"first":"En una ceremonia celebrada en el Salón Árabe del Ayuntamiento de Bilbao, su Alcalde, Don Josu Ortuondo, homenajea en nombre de la Villa a Josu Loroño Elguezabal, por su trayectoria al frente de la orquesta sinfonica de acordeones de bilbao, y su <strong class=\"keyword\">abnegada</strong> labor en pro de la música y del acordeón.","second":"In a ceremony celebrated at the Arab hall of the Town Council of Bilbao, it’s mayor, Josu Ortuondo , paid tribute in the name of the Vila of Bilbao to Josu Loroño Elguezabal, by his distinguished trajectory as head of the Bilbao Symphonic Orchestra of Accordions and his <strong class=\"keyword\">selfless</strong> labour in favour of the music and the accordion."},{"author":94808,"first":"Numerosas condecoraciones de Polonia, en particular la Cruz de Gran Comendador de la Orden de Polonia Restituta y el título de “Diplomático del Año de Polonia” (1996); Orden de la Legión de Honor, otorgada por el Presidente de Francia; Orden del Fénix, otorgada por el Presidente de Grecia; reconocimiento del Secretario General de las Naciones Unidas por los <strong class=\"keyword\">abnegados</strong> servicios en apoyo de las operaciones de mantenimiento de la paz de las Naciones Unidas","second":"Polish decorations, including Grand Commander’s Cross of the Order of Polonia Restituta and title of “Poland’s Diplomat of the Year” (1996); Order of the Légion d’Honneur awarded by the President of France; Order of the Phoenix awarded by the President of Greece; testimonial from the United Nations Secretary-General in recognition of <strong class=\"keyword\">dedicated</strong> service in support of United Nations peacekeeping operations"},{"author":118293,"first":"Ah, correcto, <strong class=\"keyword\">abnegado</strong>.","second":"Oh, right, <strong class=\"keyword\">selfless</strong>."},{"author":119723,"first":"No obstante, los estudios sociológicos modernos reafirman de modo convincente la influencia esencial que un padre <strong class=\"keyword\">abnegado</strong> tiene en la vida del niño, ya sea varón o mujer.","second":"Yet modern sociological studies powerfully reaffirm the essential influence of a caring father in the life of a child—boy or girl."},{"author":94808,"first":"El servicio <strong class=\"keyword\">abnegado</strong> de estas personas así como de muchas otras demuestra su compromiso con el bienestar de la familia humana, sobre todo de los que sufren.","second":"The <strong class=\"keyword\">selfless</strong> service of those individuals as well as so many others demonstrates their commitment to the well-being of the human family, especially those who are suffering."},{"author":94808,"first":"Numerosas delegaciones expresaron su reconocimiento al Sr. Satya Nandan por su aportación a los trabajos de la Autoridad en sus 12 años de <strong class=\"keyword\">abnegados</strong> servicios en calidad de Secretario General, así como por su inapreciable contribución al desarrollo del régimen jurídico internacional de los océanos.","second":"Many delegations expressed their appreciation to Satya Nandan for his contribution to the work of the Authority in his 12 years of <strong class=\"keyword\">dedicated</strong> service as its Secretary-General, as well as for his invaluable contribution to the development of the international legal regime for the oceans."},{"author":94808,"first":"Asimismo, reconocemos el significativo y <strong class=\"keyword\">abnegado</strong> trabajo realizado por la Representante Permanente del Secretario General, Sra.","second":"Similarly, we acknowledge the significant and <strong class=\"keyword\">selfless</strong> work carried out by the Special Representative of the Secretary-General, Ms."},{"author":95096,"first":"En efecto, el proceso evangelizador, iniciado por los primeros misioneros, ejemplares por su <strong class=\"keyword\">abnegada</strong> labor espiritual y social, y que en estos cinco siglos ha pasado por diversas vicisitudes eclesiales y sociopolíticas, debe continuar en nuestros días y proyectarse hacia el futuro, teniendo en cuenta las situaciones cambiantes de las personas y de los pueblos en su devenir histórico.","second":"In fact, the process of evangelization by the first missionaries, which was exemplary for its <strong class=\"keyword\">selfless</strong> spiritual and social work and which in these five centuries has passed through various stages of Church and socio‐political life, must continue to project itself towards the future, keeping in mind the changing situations of persons and peoples in the flux of history."},{"author":119723,"first":"Mucho de lo que se logra en la Iglesia se debe al servicio <strong class=\"keyword\">abnegado</strong> de las mujeres.","second":"Much of what we accomplish in the Church is due to the <strong class=\"keyword\">selfless</strong> service of women."},{"author":119739,"first":"17 Esposos, ¿cómo pueden demostrar amor <strong class=\"keyword\">abnegado</strong>, tal como hizo Jesús?","second":"17 Husbands, how can you imitate Jesus in showing self-sacrificing love?"},{"author":94808,"first":"Ibrahima Fall, y le expresa su profunda gratitud y sus felicitaciones por sus <strong class=\"keyword\">abnegados</strong> y valiosos servicios en la secretaría conjunta de las Naciones Unidas y la Unión Africana con sede en Nairobi, que respaldó a los países de la región en su preparación para la segunda Cumbre sobre los Grandes Lagos.","second":"Ibrahima Fall, and extends its profound gratitude and congratulations to him for his <strong class=\"keyword\">dedicated</strong> and valuable service in the joint secretariat of the United Nations and the African Union in Nairobi, which supported the countries of the region in preparing for the Second Summit of countries of the Great Lakes."},{"author":119739,"first":"20 Todos los miembros de la congregación se benefician de la <strong class=\"keyword\">abnegada</strong> labor de sus hermanos en la fe.","second":"20 All members of the congregation stand to benefit from the godly self-sacrificing efforts of their fellow believers."},{"author":94808,"first":"En éstas y otras ocasiones, siempre he visto a un defensor decidido, elocuente y <strong class=\"keyword\">abnegado</strong> del desarrollo y un firme partidario de la cooperación para el desarrollo.","second":"On those and other occasions, I have always witnessed a determined, eloquent and <strong class=\"keyword\">dedicated</strong> advocate of development and a firm supporter of development cooperation."},{"author":119723,"first":"Como padres, maestros y líderes, es nuestra solemne obligación sentar un vigoroso ejemplo personal de fortaleza, valor, sacrificio, servicio <strong class=\"keyword\">abnegado</strong> y auto-dominio.","second":"As parents, teachers, and leaders, it is our solemn duty to set a powerful, personal example of righteous strength, courage, sacrifice, <strong class=\"keyword\">unselfish</strong> service, and self-control."},{"author":95096,"first":"Mis oraciones os acompañan cuando guiáis a vuestros sacerdotes, religiosos, religiosas y laicos a lo largo del camino marcado por tantos misioneros <strong class=\"keyword\">abnegados</strong>, comenzando por san Francisco Javier, que llevó el Evangelio a vuestro país.","second":"My prayers accompany you as you lead your priests, men and women religious and lay faithful along the path marked out by so many <strong class=\"keyword\">dedicated</strong> missionaries, beginning with Saint Francis Xavier, who brought the Gospel to your country."},{"author":94808,"first":"Expresando su aprecio por los eficaces y <strong class=\"keyword\">abnegados</strong> servicios prestados a las Naciones Unidas por el Sr.","second":"Expressing its appreciation for the effective and <strong class=\"keyword\">dedicated</strong> service rendered to the United Nations by Mr."},{"author":94808,"first":"El Enviado Especial rindió homenaje a la labor del <strong class=\"keyword\">abnegado</strong> personal del ACNUR, que vivía y trabajaba en las difíciles circunstancias de la región.","second":"The Special Envoy paid tribute to the work of UNHCR's <strong class=\"keyword\">dedicated</strong> staff living and working under difficult circumstances in the region."},{"author":119723,"first":"Este relato ilustra la dedicación de nuestras mujeres jóvenes hacia las normas de la Iglesia7. Es también un ejemplo de líderes de Mujeres Jóvenes atentas, <strong class=\"keyword\">abnegadas</strong> y dedicadas alrededor del mundo.","second":"This account illustrates the commitment of our young women to Church standards.7 It is also an example of caring, interested, dedicated Young Women leaders all over the world."},{"author":119739,"first":"Muchos de estos cristianos <strong class=\"keyword\">abnegados</strong> a menudo prestan servicio literalmente “día y noche” (Revelación 7:14, 15).","second":"Many of these self-sacrificing individuals often serve literally “day and night”!—Revelation 7:14, 15."},{"author":119723,"first":"Al final del libro, se la recuerda por sus actos privados y <strong class=\"keyword\">abnegados</strong> para con su familia y sus amigos.","second":"She is remembered at the end of the book for her quiet, <strong class=\"keyword\">selfless</strong> deeds to family and friends."},{"author":94808,"first":"En nombre del Comité, quisiera dar las gracias al Coordinador Richard Barrett y a todo el equipo por su <strong class=\"keyword\">abnegada</strong> labor y su compromiso.","second":"On behalf of the Committee I would like to thank Coordinator Richard Barrett and the entire team for their <strong class=\"keyword\">dedicated</strong> work and commitment."},{"author":94808,"first":"Sin duda, en los últimos años el pueblo y el Gobierno del Afganistán, bajo el liderazgo sensato y <strong class=\"keyword\">abnegado</strong> del Presidente Karzai, han realizado ingentes esfuerzos y han logrado un gran progreso en su viaje hacia la paz, la seguridad y el desarrollo.","second":"Undoubtedly, the people and the Government of Afghanistan, under the wise and <strong class=\"keyword\">dedicated</strong> leadership of President Karzai, have made tremendous efforts and great progress in their journey towards peace, security and development in the past several years."},{"author":119723,"first":"¿Qué bendiciones eternas se reciben por prestar servicio <strong class=\"keyword\">abnegado</strong> a los demás?","second":"What eternal blessings come from selflessly serving others?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}