{"result":"ok","tuc":[{"phrase":{"text":"abolish","language":"en"},"meanings":[{"language":"en","text":"to do away with"},{"language":"en","text":"to end a law, system, institution, custom or practice"},{"language":"es","text":"Eliminar o suprimir de autoridad."},{"language":"en","text":"To cancel or eliminate officially."}],"meaningId":-2129704446941532073,"authors":[90508]},{"phrase":{"text":"abrogate","language":"en"},"meaningId":5972760242351369284,"authors":[89651]},{"phrase":{"text":"abate","language":"en"},"meaningId":1985441647674103873,"authors":[69425]},{"phrase":{"text":"revoke","language":"en"},"meanings":[{"language":"es","text":"Eliminar o suprimir de autoridad."},{"language":"en","text":"To cancel or eliminate officially."}],"meaningId":-4296745818857702824,"authors":[60172]},{"phrase":{"text":"annul","language":"en"},"meanings":[{"language":"es","text":"Eliminar o suprimir de autoridad."},{"language":"en","text":"To cancel or eliminate officially."}],"meaningId":4660881713100611350,"authors":[60172]},{"phrase":{"text":"aside","language":"en"},"meaningId":8935431738287954166,"authors":[69425]},{"phrase":{"text":"cancel","language":"en"},"meaningId":-1955325874585491456,"authors":[20]},{"phrase":{"text":"get rid of","language":"en"},"meaningId":7685606413497089822,"authors":[8]},{"phrase":{"text":"suppress","language":"en"},"meanings":[{"language":"es","text":"Eliminar o suprimir de autoridad."},{"language":"en","text":"To cancel or eliminate officially."}],"meaningId":2239928406592663694,"authors":[60172]},{"phrase":{"text":"abrogate(aboli)","language":"en"},"meaningId":2708890298005899424,"authors":[8]},{"phrase":{"text":"do away with","language":"en"},"meaningId":-6880442340502548450,"authors":[8]},{"phrase":{"text":"drop","language":"en"},"meaningId":-8728292267067618748,"authors":[2698]},{"phrase":{"text":"eliminate","language":"en"},"meaningId":48779481179180571,"authors":[89651]},{"phrase":{"text":"excommunicate","language":"en"},"meaningId":-4440018102803301407,"authors":[83046]},{"phrase":{"text":"lift","language":"en"},"meaningId":-8359742022833084364,"authors":[2698]},{"phrase":{"text":"liquidate","language":"en"},"meaningId":-1919868675057269179,"authors":[83093]},{"phrase":{"text":"negate","language":"en"},"meaningId":-8394552785708602242,"authors":[2698]},{"phrase":{"text":"nullify","language":"en"},"meaningId":-2557440598805809914,"authors":[2698]},{"phrase":{"text":"put down","language":"en"},"meaningId":-5495373715508583969,"authors":[16]},{"phrase":{"text":"remove","language":"en"},"meaningId":-4023929027816083621,"authors":[25115]},{"phrase":{"text":"remove(forigi)","language":"en"},"meaningId":-1361923705517569487,"authors":[8]},{"phrase":{"text":"repeal","language":"en"},"meaningId":8980908603353945202,"authors":[2698]},{"phrase":{"text":"rescind","language":"en"},"meaningId":7543871838135299529,"authors":[2698]},{"phrase":{"text":"void","language":"en"},"meaningId":2930724389765302235,"authors":[2698]},{"meanings":[{"language":"en","text":"to abolish"},{"language":"en","text":"(transitive) to abolish"},{"language":"en","text":"(transitive) to revoke"},{"language":"en","text":"to revoke"}],"meaningId":1947856375156866421,"authors":[1]}],"phrase":"abolir","examples":[{"author":27,"first":"Tengo la intención de proponer al Colegio de Comisarios la revocación del Reglamento (CEE) no 4056/86 del Consejo, con un período de transición suficiente antes de <strong class=\"keyword\">abolir</strong> el sistema de conferencias.","second":"I intend to put a proposal to the College of Commissioners for the repeal of Council Regulation (EEC) No 4056/86, including a substantial transition period before the conference system is <strong class=\"keyword\">abolished</strong>."},{"author":94808,"first":"La Argentina expresó su aprecio por la ratificación del Segundo Protocolo Facultativo del Pacto Internacional de Derechos Civiles y Políticos, destinado a <strong class=\"keyword\">abolir</strong> la pena de muerte.","second":"Argentina appreciated the ratification of the Second Optional Protocol to <strong class=\"keyword\">ICCPR</strong>."},{"author":94808,"first":"A <strong class=\"keyword\">abolir</strong> la pena de muerte para las personas que hayan tenido menos de 18 años en el momento de cometer el crimen y a los enfermos mentales;","second":"To <strong class=\"keyword\">abolish</strong> the death penalty for people who were under the age of 18 at the time the crimes were committed and for the mentally ill;"},{"author":94808,"first":"Continuar la reforma hacia la abolición definitiva de la pena de muerte, que incluya una mayor transparencia sobre su aplicación (Nueva Zelandia); seguir avanzando hacia la abolición de la pena de muerte (Rwanda); proseguir la labor encaminada a la plena abolición de la pena de muerte y considerar la posibilidad de adoptar una moratoria de facto de inmediato (Portugal); examinar la posibilidad de <strong class=\"keyword\">abolir</strong> la pena de muerte en su ordenamiento jurídico (Argentina); trabajar para <strong class=\"keyword\">abolir</strong> la pena de muerte (Australia); proceder al establecimiento de una moratoria sobre la aplicación de la pena de muerte como primer paso hacia su abolición definitiva (España);","second":"Continue reform towards eventual abolition of the death penalty, including greater transparency around its use (New Zealand); Continue towards the abolition of death penalty (Rwanda); Continue to work towards the full abolition of death penalty and consider adopting an immediate de facto moratorium (Portugal); Consider the <strong class=\"keyword\">abolition</strong> of the death penalty in its legal system (Argentina) ;Work towards <strong class=\"keyword\">abolition</strong> of the death penalty (Australia); Proceed to the establishment of a moratorium on the application of the death penalty as a first step to its definitive abolition (Spain);"},{"author":94808,"first":"Los autores de esta comunicación recomiendan a Madagascar que apruebe lo antes posible una moratoria de jure; que elimine la pena de muerte en la legislación nacional e incorpore su prohibición en la Constitución; que ratifique el Segundo Protocolo Facultativo del Pacto Internacional de Derechos Civiles y Políticos, destinado a <strong class=\"keyword\">abolir</strong> la pena de muerte y que conmute la pena de los condenados a muerte por penas justas y proporcionales al delito que se sanciona .","second":"The authors of the submission recommend that Madagascar introduce a de jure moratorium on the death penalty as quickly as possible; that it abolish the death penalty and establish its prohibition in the Constitution; that it ratify the Second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the <strong class=\"keyword\">abolition</strong> of the death penalty; and that it commute the sentences of those condemned to death to a fair sentence that fits the crime."},{"author":94259,"first":"<strong class=\"keyword\">Abolir</strong> los combustibles fósiles es <strong class=\"keyword\">abolir</strong> nuestro sistema de transporte","second":"<strong class=\"keyword\">Abolishing</strong> fossil fuels means disrupting our transportation system"},{"author":94808,"first":"Párrafo 10 d): <strong class=\"keyword\">Abolir</strong> la práctica del levirato, por la cual los hermanos y primos de un varón fallecido heredan a su viuda (arts. 3, 16 y 23).","second":"Para. 10 (d): <strong class=\"keyword\">Abolition</strong> of the practice of the levirate, whereby a widow is inherited by the deceased husband’s brothers and cousins (arts. 3, 16 and 23)."},{"author":8000,"first":"La Argentina recomendу: d) ratificar el Segundo Protocolo Facultativo del Pacto Internacional de Derechos Civiles y Polнticos destinado a <strong class=\"keyword\">abolir</strong> la pena de muerte; mientras se ratificaba, celebraba que se castigaran con esa pena pocos delitos y esperaba que se hiciera de conformidad con las normas internacionales y con absoluta transparencia","second":"Argentina recommended (d) ratification of the second Optional Protocol to ICCPR to <strong class=\"keyword\">abolish</strong> the death penalty; until this happens it commends the reduced number of crimes to which this penalty is applicable and hopes that this will be done in accordance with international standards and in full transparency"},{"author":94808,"first":"La delegación negó rotundamente que fuera necesario adoptar medidas para <strong class=\"keyword\">abolir</strong> las ejecuciones de niños, puesto que esa práctica no existía ni estaba prevista en la legislación ni el sistema judicial.","second":"The delegation categorically refuted the need for Yemen to take any measures to <strong class=\"keyword\">abolish</strong> child executions because they do not exist and have no place in legislation or the judicial system."},{"author":8000,"first":"El Comité observa también que el Estado Parte se propone promulgar una ley para <strong class=\"keyword\">abolir</strong> la pena capital","second":"<strong class=\"keyword\">abolish</strong> the death penalty"},{"author":94808,"first":"Por lo tanto, el Relator Especial concluye que se debe prestar especial atención a la legislación que sirve para debilitar y <strong class=\"keyword\">abolir</strong> derechos garantizados por los cinco instrumentos internacionales de los que es parte la República Islámica del Irán.","second":"Therefore, the Special Rapporteur concludes that specific attention must be paid to legislation that serves to attenuate and <strong class=\"keyword\">abrogate</strong> rights guaranteed by the five international instruments to which the Islamic Republic of Iran is a party."},{"author":94808,"first":"El Estado parte debe considerar la posibilidad de <strong class=\"keyword\">abolir</strong> la pena de muerte y adherirse al Segundo Protocolo Facultativo del Pacto, destinado a <strong class=\"keyword\">abolir</strong> la pena de muerte.","second":"The State party should consider <strong class=\"keyword\">abolishing</strong> the death penalty and acceding to the Second Optional Protocol to the Covenant, aiming at the <strong class=\"keyword\">abolition</strong> of the death penalty."},{"author":94808,"first":"<strong class=\"keyword\">Abolir</strong> la pena de muerte para todos los delitos y adherirse al Segundo Protocolo Facultativo del ICCPR (Australia);","second":"<strong class=\"keyword\">Abolish</strong> the death penalty for all crimes and accede to the Second Optional Protocol to the ICCPR (Australia);"},{"author":94808,"first":"Asimismo, sírvanse informar de si el Estado parte contempla la posibilidad de <strong class=\"keyword\">abolir</strong> la poligamia y la tutela matrimonial de la mujer.","second":"Also, is the State party contemplating the possibility of <strong class=\"keyword\">abolishing</strong> polygamy and women’s matrimonial guardianship in the State party?"},{"author":27,"first":"La Lista de Junio desea <strong class=\"keyword\">abolir</strong> la PAC y sería una suerte que el Parlamento Europeo no tuviera competencias de codecisión en lo que respecta a la política agrícola de la UE.","second":"The June List wants to <strong class=\"keyword\">abolish</strong> the common agricultural policy and we would observe that it is fortunate that the European Parliament does not have powers of codecision in respect of the EU's agricultural policy."},{"author":8000,"first":"Por otro lado, debo admitir que en la República Srpska existe una intranquilidad generalizada, aunque infundada, porque se cree que la suspensión de las disposiciones policiales deficientes forma parte en realidad de una astuta estratagema para <strong class=\"keyword\">abolir</strong> la propia República Srpska","second":"But there is, I must admit, a great if unfounded anxiety in Republika Srpska that an end to poor policing arrangements is really part of a clever ploy to <strong class=\"keyword\">abolish</strong> Republika Srpska itself"},{"author":94808,"first":"Examinar o <strong class=\"keyword\">abolir</strong> la legislación discriminatoria que atente directa o indirectamente contra los derechos, los intereses y los modos de vida de las personas que viven en la pobreza","second":"Review or <strong class=\"keyword\">abolish</strong> legislation that directly or indirectly discriminates against the rights, interests and livelihoods of persons living in poverty"},{"author":8000,"first":"Además, el Estado Parte debería <strong class=\"keyword\">abolir</strong> la poligamia, práctica que atenta contra la dignidad de la mujer y que es incompatible con las disposiciones del Pacto","second":"In addition, the State party should <strong class=\"keyword\">abolish</strong> polygamy, a practice which is an affront to women's dignity and is incompatible with the Covenant"},{"author":94808,"first":"Establezcan una moratoria de las ejecuciones, con miras a <strong class=\"keyword\">abolir</strong> la pena de muerte;","second":"To establish a moratorium on executions with a view to <strong class=\"keyword\">abolishing</strong> the death penalty;"},{"author":94808,"first":"f) Considerar la posibilidad de <strong class=\"keyword\">abolir</strong> el régimen de notificación de acuerdos entre empresas (Autoridad de la Competencia y poder legislativo);","second":"(f) Consider <strong class=\"keyword\">abolishing</strong> the notification regime for agreements between undertakings (Albanian Competition Authority and legislature)"},{"author":94808,"first":"El Segundo Protocolo Facultativo del Pacto Internacional de Derechos Civiles y Políticos, destinado a <strong class=\"keyword\">abolir</strong> la pena de muerte;","second":"The Second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the <strong class=\"keyword\">abolition</strong> of the death penalty;"},{"author":94808,"first":"También recomendó que Ghana aboliera la legislación sobre la pena de muerte y se adhiriera al segundo Protocolo Facultativo del Pacto Internacional de Derechos Civiles y Políticos, destinado a <strong class=\"keyword\">abolir</strong> la pena de muerte.","second":"It further recommended that Ghana remove the death penalty from its legislation and become a party to the Second Optional Protocol to ICCPR aiming at <strong class=\"keyword\">abolishing</strong> the death penalty."},{"author":8000,"first":"¿ha considerado el Estado Parte la posibilidad de <strong class=\"keyword\">abolir</strong> en su legislación la pena de muerte y ratificar el Segundo Protocolo Facultativo del Pacto?","second":"In addition, is the State party considering the ratification of the Second Optional Protocol to the Covenant?"},{"author":94808,"first":"La asistencia internacional desempeña una parte decisiva en los esfuerzos de África encaminados a erradicar la pobreza, fomentar el crecimiento económico y el desarrollo a fin de <strong class=\"keyword\">abolir</strong> la cultura de la guerra y promover una cultura de paz y desarrollo.","second":"International assistance plays a critical part in Africa’s efforts to eradicate poverty and promote economic growth and development in order to <strong class=\"keyword\">abolish</strong> the culture of war and to promote the culture of peace and development."},{"author":94808,"first":"Introducir inmediatamente una moratoria sobre las ejecuciones y <strong class=\"keyword\">abolir</strong> la pena de muerte y ratificar el Segundo Protocolo Facultativo del ICCPR (Francia);","second":"Immediately introduce a moratorium on executions and <strong class=\"keyword\">abolish</strong> the death penalty and ratify the Second Optional Protocol to the ICCPR (France);"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83046":{"U":"","id":83046,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83046"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}