{"result":"ok","tuc":[{"phrase":{"text":"abject","language":"en"},"meaningId":-8502518989866972873,"authors":[84715]},{"phrase":{"text":"despicable","language":"en"},"meaningId":4826776712810110803,"authors":[89651]},{"phrase":{"text":"vile","language":"en"},"meaningId":1078236936793520397,"authors":[25115]},{"phrase":{"text":"atrocious","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":-7187597454869905558,"authors":[60172]},{"phrase":{"text":"flagitious","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":8046474420088150256,"authors":[60172]},{"phrase":{"text":"grievous","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":2502753437084159821,"authors":[60172]},{"phrase":{"text":"heinous","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":-2665152186963675691,"authors":[60172]},{"phrase":{"text":"monstrous","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":7150878967257588525,"authors":[60172]},{"phrase":{"text":"obnoxious","language":"en"},"meanings":[{"language":"es","text":"Que provoca odio, aversión y reprobación."},{"language":"en","text":"Provoking hate, aversion, disaproval."}],"meaningId":-76234648530432107,"authors":[60172]},{"phrase":{"text":"odious","language":"en"},"meanings":[{"language":"es","text":"Que provoca odio, aversión y reprobación."},{"language":"en","text":"Provoking hate, aversion, disaproval."}],"meaningId":5342812395451631759,"authors":[60172]},{"phrase":{"text":"mean","language":"en"},"meaningId":4768070295522920315,"authors":[25018]},{"phrase":{"text":"wretched","language":"en"},"meaningId":-2366289833161028527,"authors":[25115]},{"meanings":[{"language":"en","text":"wretched, vile"}],"meaningId":-1793656341100044494,"authors":[93107]}],"phrase":"abyecto","examples":[{"author":27,"first":"La Comisión está trabajando también con otras instancias para poner fin al <strong class=\"keyword\">abyecto</strong> tráfico de mujeres, que ha ido en aumento en los últimos años.","second":"The Commission is also working with others to halt the <strong class=\"keyword\">heinous</strong> trafficking of women which has been growing in the last few years."},{"author":8008,"first":"El tribunal señaló que las autoridades, pese a reconocer el carácter <strong class=\"keyword\">abyecto</strong> del crimen, no habían acometido una investigación pronta y eficaz sobre los hechos.","second":"The Court noted that the authorities recognized the <strong class=\"keyword\">heinous</strong> nature of the crime yet failed to conduct a prompt and effective investigation into the incident."},{"author":94808,"first":"África, en donde más de una tercera parte de la población vive en la más <strong class=\"keyword\">abyecta</strong> pobreza, sigue siendo, lamentablemente, el escenario de guerras fratricidas, cuyos efectos negativos socavan las políticas de desarrollo de sus Estados.","second":"Africa, where more than one third of the population lives in <strong class=\"keyword\">absolute</strong> poverty, continues, alas, to be the scene of fratricidal wars, whose negative effects undermine the development policies of its States."},{"author":94808,"first":"En lugar de distanciarse de este <strong class=\"keyword\">abyecto</strong> acto, los medios de comunicación oficiales de la Autoridad Palestina publicaron viñetas que celebraban el secuestro de los tres israelíes (véase el anexo).","second":"Rather than distancing themselves from the <strong class=\"keyword\">vile</strong> kidnapping, official Palestinian Authority media published cartoons celebrating the kidnapping of the three Israelis (see annex)."},{"author":8000,"first":"La respuesta debe incluir un rechazo a la injusticia flagrante y a la pobreza <strong class=\"keyword\">abyecta</strong>","second":"The answer must include a rejection of flagrant injustice and <strong class=\"keyword\">abject</strong> poverty"},{"author":8000,"first":"La dignidad humana no se puede alcanzar ni garantizar en un ambiente de pobreza <strong class=\"keyword\">abyecta</strong> y de negación de los derechos inalienables","second":"Human dignity can neither be achieved nor guaranteed in an environment of <strong class=\"keyword\">abject</strong> poverty and denial of inalienable rights"},{"author":27,"first":"(Señor Presidente, como militante de Lucha Obrera de un país que ha desempeñado y desempeña aún un papel <strong class=\"keyword\">abyecto</strong> en Burundi, como también en Rwanda y en toda esa región del centro de África, no puedo guardar silencio ante una resolución que alinea frases supuestamente favorables a los pueblos de esa región, pero que encubren el papel de las grandes potencias en las matanzas resultantes de los enfrentamientos entre las bandas armadas correspondientes a dos etnias -tutsi y hutu- de esa región.","second":"Mr President, as a militant supporter of the Lutte ouvrière party in a country that played and still plays a shameful role in Burundi and in Rwanda, as it does in the whole region of central Africa, I cannot remain silent in the face of a resolution that strings together phrases supposedly in support of the people of that region while, in fact, concealing the <strong class=\"keyword\">despicable</strong> role the major powers played in the massacres carried out by the armed bands of the two conflicting ethnic groups in that region, the Tutsis and the Hutus."},{"author":94808,"first":"La barbarie más <strong class=\"keyword\">abyecta</strong> iba a ensombrecer para siempre la imagen de Europa.","second":"The most <strong class=\"keyword\">abject</strong> barbarity would forever tarnish the image of Europe."},{"author":94808,"first":"Es muy desalentador que incluso hoy alrededor de un 75% de las poblaciones de los países menos adelantados viva en la <strong class=\"keyword\">abyecta</strong> pobreza y el hambre.","second":"It is quite disheartening that even today about 75 per cent of LDC populations live in <strong class=\"keyword\">abject</strong> poverty and hunger."},{"author":8000,"first":"Hay miles de mujeres que viven en la más <strong class=\"keyword\">abyecta</strong> miseria en Cachemira, y esto es una manifestación de un conflicto brutal","second":"There are thousands of destitute women in Kashmir, illustrating this manifestation of a brutal conflict"},{"author":94808,"first":"De todas las formas de violencia y delito contra la mujer, el feticidio de niñas es probablemente la más <strong class=\"keyword\">abyecta</strong> y desgarradora.","second":"Of all the forms of violence and crimes against women, female foeticide is perhaps the most <strong class=\"keyword\">heinous</strong> and heartbreaking."},{"author":91988,"first":"Ya no hay excusa alguna para dejar a más de mil millones de personas en la miseria más <strong class=\"keyword\">abyecta</strong>.","second":"There is no longer any excuse for leaving well over a billion people in <strong class=\"keyword\">abject</strong> misery."},{"author":31,"first":"¡ Lo mataría!\" Homicidio afuera es de lo mas <strong class=\"keyword\">abyecto</strong> \"","second":"\" Murder without is most <strong class=\"keyword\">foul</strong>. \""},{"author":31,"first":"No mereces mi dolor...... meretriz <strong class=\"keyword\">abyecta</strong>","second":"You don' t deserve my grief...... you cheap <strong class=\"keyword\">slut</strong>"},{"author":94808,"first":"En la Declaración del Milenio de 2000 (resolución 55/2 de la Asamblea General), los dirigentes políticos se comprometieron a no escatimar “esfuerzos para liberar a nuestros semejantes, hombres, mujeres y niños, de las condiciones <strong class=\"keyword\">abyectas</strong> y deshumanizadoras de la pobreza extrema”.","second":"In the 2000 Millennium Declaration (General Assembly resolution 55/2), political leaders committed themselves to “spare no effort to free our fellow men, women and children from the <strong class=\"keyword\">abject</strong> and dehumanizing conditions of extreme poverty”."},{"author":94808,"first":"Las cárceles también son lugares en los que pueden desarrollarse enfermedades contagiosas y puede haber violaciones que, además de su carácter <strong class=\"keyword\">abyecto</strong>, contribuyan a la propagación del SIDA.","second":"Prisons could also be places for the spread of contagious diseases and for rape, which were not only <strong class=\"keyword\">despicable</strong> in nature, but also helped to spread AIDS."},{"author":94808,"first":"Ha dado lugar a una generación de rufianes enloquecidos por la droga que acumulan armas de destrucción masiva y dejan tras de sí una miseria <strong class=\"keyword\">abyecta</strong>.","second":"It has given rise to a generation of drug-crazed hooligans toting weapons of mass destruction and leaving <strong class=\"keyword\">abject</strong> misery in their wake."},{"author":27,"first":"Dije entonces, y seguiré diciendo, que es el momento de admitir que esta forma de gobernar Europa es un <strong class=\"keyword\">abyecto</strong> error y que debe ser abolida.","second":"I said then and I will say again that it is time to admit that this form of European government is an <strong class=\"keyword\">abject</strong> failure and that it should be abolished."},{"author":94809,"first":"¿No considera que la falta de crítica por parte del Presidente del Consejo, Silvio Berlusconi, presente en dicho congreso de la Lega, hace partícipe a todo el Gobierno italiano de esta posición antidemocrática, brutal y <strong class=\"keyword\">abyecta</strong>?","second":"Would it agree that Prime Minister Silvio Berlusconi's failure to criticise the above statements, while being present at the Lega congress, <strong class=\"keyword\">means</strong> that the entire Italian Government may be considered to endorse these coarse and undignified anti-democratic views?"},{"author":94808,"first":"Otros problemas, no menos difíciles, son la pandemia del VIH/SIDA, el subdesarrollo y la pobreza <strong class=\"keyword\">abyecta</strong>, así como la necesidad de promover la paz y la seguridad en el mundo.","second":"Other, no less daunting, challenges are the HIV/AIDS pandemic, underdevelopment and <strong class=\"keyword\">abject</strong> poverty, as well as the need to foster peace and security around the world."},{"author":8000,"first":"Reconociendo que no había pobreza <strong class=\"keyword\">abyecta</strong> en el país, inicialmente el Gobierno atribuyó la pobreza existente al terreno accidentado, a la población dispersa, a las infraestructuras de transporte y comunicación limitadas y a las calamidades naturales","second":"Recognizing the absence of <strong class=\"keyword\">abject</strong> poverty, the Government initially linked poverty to the difficult terrain, a scattered population and limited transport and communication infrastructure as well as to natural calamities"},{"author":8000,"first":"El resultado de esa cumbre histórica, que es la determinación de liberar a la población de “las condiciones <strong class=\"keyword\">abyectas</strong> y deshumanizadoras de la pobreza extrema” (resolución # párr","second":"The resolve made at the historic Summit to free people from “the <strong class=\"keyword\">abject</strong> and dehumanizing conditions of extreme poverty” (resolution # para"},{"author":94808,"first":"Los Ministros señalaron que estos actos <strong class=\"keyword\">abyectos</strong> sólo habían servido para galvanizar la cooperación regional e internacional en la lucha contra el terrorismo.","second":"Ministers noted that these <strong class=\"keyword\">heinous</strong> acts had served only to galvanise regional and international cooperation in the fight against terrorism."},{"author":8000,"first":"Es triste ver cómo se desperdiciaron las posibilidades de la reunión de Cancún de dar a los países africanos y a otros países en desarrollo una oportunidad de salir de la <strong class=\"keyword\">abyecta</strong> pobreza","second":"It is sad to see how the potential of the Cancún meeting to provide African and other developing countries with an opportunity to work their way out of <strong class=\"keyword\">abject</strong> poverty was squandered"},{"author":8000,"first":"Reconocemos las consecuencias económicas, sociales y culturales negativas del racismo, la discriminación racial, la xenofobia y las formas conexas de intolerancia que han contribuido en forma significativa al subdesarrollo de los países en desarrollo y, en particular, de África, y resolvemos liberar a todos los hombres, mujeres y niños de las condiciones <strong class=\"keyword\">abyectas</strong> y deshumanizadoras de la pobreza extrema a la que en la actualidad están sometidos más de mil millones de seres humanos, hacer realidad para todos el derecho al desarrollo y librar a toda la humanidad de la necesidad","second":"We recognize the negative economic, social and cultural consequences of racism, racial discrimination, xenophobia and related intolerance, which have contributed significantly to the underdevelopment of developing countries and, in particular, of Africa and resolve to free every man, woman and child from the <strong class=\"keyword\">abject</strong> and dehumanizing conditions of extreme poverty to which more than one billion of them are currently subjected, to make the right to development a reality for everyone and to free the entire human race from want"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}