{"result":"ok","tuc":[{"phrase":{"text":"turbulent","language":"en"},"meanings":[{"language":"en","text":"being in disturbance or unrest"},{"language":"en","text":"violently disturbed or agitated"}],"meaningId":8361528238992822730,"authors":[90508]},{"phrase":{"text":"rugged","language":"en"},"meaningId":-1419592841885406062,"authors":[84715]},{"phrase":{"text":"casualty","language":"en"},"meaningId":-1168270391223087123,"authors":[80097]},{"phrase":{"text":"craggy","language":"en"},"meanings":[{"language":"en","text":"characterized by rugged etc. features"}],"meaningId":7881936675651706253,"authors":[90508]},{"phrase":{"text":"broken","language":"en"},"meaningId":-1160773963752437156,"authors":[25018]},{"phrase":{"text":"hilly","language":"en"},"meaningId":-6465045327761117608,"authors":[97745]},{"phrase":{"text":"ragged","language":"en"},"meaningId":4837929617245817836,"authors":[25018]},{"phrase":{"text":"rough","language":"en"},"meaningId":-348020305382746670,"authors":[25115]},{"phrase":{"text":"accident victim","language":"en"},"meaningId":-8466751353593839126,"authors":[80097]},{"phrase":{"text":"bumpy","language":"en"},"meaningId":-552014177600037882,"authors":[97745]},{"phrase":{"text":"injured","language":"en"},"meaningId":257883283322904456,"authors":[80097]},{"phrase":{"text":"injured party","language":"en"},"meaningId":-3671002003071071793,"authors":[84500]},{"phrase":{"text":"injured person","language":"en"},"meaningId":6687251907656282749,"authors":[80097]},{"phrase":{"text":"jerky","language":"en"},"meaningId":3768296863696478414,"authors":[2903]},{"phrase":{"text":"stormy","language":"en"},"meaningId":2799213164950510800,"authors":[86934]},{"phrase":{"text":"uneven","language":"en"},"meaningId":8926276854557224820,"authors":[25115]},{"meanings":[{"language":"en","text":"jerky."},{"language":"en","text":"accident-filled; accident-littered"}],"meaningId":-548136827926992085,"authors":[1]}],"phrase":"accidentado","examples":[{"author":8000,"first":"África, que está integrada por # países independientes de culturas y tamaños diversos y con terrenos <strong class=\"keyword\">accidentados</strong> y peligrosos, tiene un gran potencial agrícola y minero pero necesita un sistema de transporte viable para facilitar la exportación de bienes a los mercados","second":"Africa, with # independent countries of varying cultures and sizes as well as <strong class=\"keyword\">rough</strong> and dangerous <strong class=\"keyword\">terrain</strong>, has considerable agricultural and mineral potential but needs a viable transport system to facilitate the export of goods to markets"},{"author":8008,"first":"Área Intermedia o Altiplano, de 3,900 a 4,200 m.s.n.m. de topografía semi <strong class=\"keyword\">accidentada</strong> con abundancia de pastos naturales para la crianza del ganado vacuno y ovino.","second":"Intermediate or High flatland area, from 3,900 to 4,200 meters above sea level of <strong class=\"keyword\">uneven topography</strong> with abundance of natural pastures for the breeding of bovine and ovine."},{"author":95183,"first":"En el contexto del Decenio de Acción, la OMS presta su apoyo en todas estas áreas, en particular a través del Proyecto de Seguridad Vial en 10 países (RS10), que, en colaboración con otros asociados, proporciona orientación técnica en materia de legislación, observancia de las leyes, campañas mediáticas, recopilación de datos y asistencia a los <strong class=\"keyword\">accidentados</strong>.","second":"In the context of the Decade of Action, WHO supports efforts in these areas, in particular through the “Road Safety in 10 Countries (RS10) Project”, which in collaboration with partners provides technical guidance on legislation, enforcement, mass media campaigns, data collection and trauma care."},{"author":8000,"first":"En abril de # el Departamento de Servicios de Salud abrió un nuevo hospital en George Town, que tiene una sala de <strong class=\"keyword\">accidentados</strong> y urgencias con los últimos adelantos tecnológicos y todo el personal necesario","second":"The Health Services Department opened a new hospital in George Town in April"},{"author":8000,"first":"Como Uganda ya indicó en su respuesta anterior, la vigilancia aduanera en la frontera con la República Democrática del Congo plantea dificultades por la falta de control efectivo del Estado en el lado congoleño de la frontera y la falta de capacidad suficiente del organismo de aduanas para vigilar # kilómetros de fronteras caracterizados por un terreno <strong class=\"keyword\">accidentado</strong>, montañas y grandes lagos","second":"As stated in Uganda's earlier response, customs surveillance at the border line with the DRC is difficult because of lack of effective state control on the DRC side and lack of adequate capacity by the Ugandan customs to monitor the # km border dominated by <strong class=\"keyword\">rough terrain</strong>, mountains and big lakes"},{"author":94809,"first":"1.1.3. Prevención de accidentes: anticipación en la conducción; actitud y vigilancia del conductor; factores de accidentes de tráfico; factores agravantes de los vehículos pesados; riesgos de la conducción relacionados con los diferentes estados de la calzada y, especialmente, con su variación según las condiciones atmosféricas, la hora del día o de la noche; conducción en itinerarios <strong class=\"keyword\">accidentados</strong> y en túneles; estacionamiento; e impacto de la velocidad en el vehículo.","second":"1.1.3. accident prevention: hazard perception, behaviour and vigilance on the part of the driver, factors contributing to road accidents, aggravating factors as regards lorries, driving hazards due to the state of the road surface and in particular how they change with atmospheric conditions, the time of day or night, driving on <strong class=\"keyword\">undulating</strong> roads and in tunnels, parking, effect of speed on the vehicle;"},{"author":94808,"first":"Montañoso: Si el terreno se caracteriza por montañas muy <strong class=\"keyword\">accidentadas</strong>, con gargantas profundas, picos e importantes formaciones rocosas, asigne puntos en función de la diferencia de altura entre los campamentos de base y la elevación media de los puestos avanzados.","second":"Mountainous: If the <strong class=\"keyword\">terrain</strong> can be characterized as rough mountains, i.e. steep gorges, peaks and substantial rock outcrop, allocate points for the difference in altitude between the base camps and the average elevation of the outposts."},{"author":8000,"first":"La ejecución del programa se vio afectada por grandes limitaciones de diversos tipo debido a la falta de una clara gestión responsable de los programas; falta de claridad sobre el funcionamiento al nivel subnacional en el marco de una política de descentralización aún en evolución; y recursos limitados para la supervisión sobre el terreno, labor que resulta extremadamente difícil debido a lo <strong class=\"keyword\">accidentado</strong> del terreno y a la dispersión de la población","second":"Programme implementation faced several major constraints stemming from lack of clear accountabilities for programmes; a lack of clarity about operating at subnational level within a still evolving decentralization policy; and limited resources for monitoring at field level, which is extremely difficult due to <strong class=\"keyword\">rugged terrain</strong> and sparse population distribution"},{"author":95096,"first":"El proceso de paz relativo al Oriente Medio sigue teniendo un recorrido <strong class=\"keyword\">accidentado</strong> y no ha ofrecido a las poblaciones la esperanza y el bienestar que tienen derecho a gozar.","second":"The peace process undertaken in the Middle East continues to make <strong class=\"keyword\">uneven</strong> progress and has not yet brought the local peoples the hope and well-being which they have the right to enjoy."},{"author":94808,"first":"Debido a lo <strong class=\"keyword\">accidentado</strong> del terreno y al aumento previsto de los viajes por carretera como resultado de la cancelación de las operaciones aéreas, se requieren revisiones más frecuentes de los vehículos.","second":"Because of the <strong class=\"keyword\">difficult terrain</strong> and the expected increase in road travel as a result of the discontinuation of air operations, more frequent maintenance checks are necessary."},{"author":118293,"first":"Essex admitía a los pobres desgraciados que, por un nacimiento <strong class=\"keyword\">accidentado</strong>, no se adaptaban a la sociedad.","second":"Essex took in those poor unfortunates who, through some <strong class=\"keyword\">accident</strong> of birth, could not function in normal society."},{"author":119739,"first":"Un día iba en mi viejo automóvil por un camino <strong class=\"keyword\">accidentado</strong>, tratando de esquivar las cabras y los cerdos, cuando oí un fuerte golpe en la parte trasera del auto.","second":"For example, one day my old car grunted and groaned in protest as I hit potholes while trying to avoid stray goats and pigs."},{"author":94809,"first":"Grecia añadía además que representan los intereses de grandes grupos de productores que ejercen su labor en zonas montañosas, <strong class=\"keyword\">accidentadas</strong> y desfavorecidas.","second":"Furthermore, Greece added that they represent the interests of large groups of producers farming in mountain, <strong class=\"keyword\">hill</strong> and lessfavoured areas."},{"author":8008,"first":"La vista <strong class=\"keyword\">accidentada</strong> que tenéis delante, con riscales y acantilados, rompe un poco la estampa de viñas propias de los pueblos penedesencos y os acerca más a la imagen de un rincón de montaña.","second":"As is typical of <strong class=\"keyword\">mountain</strong> boroughs, the surrounding countryside has many crags and cliffs, quite distinct from the vineyards of the Penedès boroughs."},{"author":94809,"first":"Los transportes de vehículos <strong class=\"keyword\">accidentados</strong> o averiados.","second":"Carriage of vehicles which <strong class=\"keyword\">have suffered</strong> damage or breakdown"},{"author":94809,"first":"Este fue el caso, por ejemplo, de la legislación finlandesa, en virtud de la cual los daños causados a los pasajeros de un vehículo <strong class=\"keyword\">accidentado</strong> podían quedar excluidos de la cobertura del seguro cuando el conductor hubiera actuado bajo la influencia del alcohol.","second":"Such was the case of the Finnish legislation whereby damage caused to passengers in a vehicle that was in an <strong class=\"keyword\">accident</strong> could be excluded from insurance cover if the driver was under the influence of alcohol."},{"author":94808,"first":"Según las estadísticas, la labor realizada y las medidas adoptadas dieron como resultado en 2009 una reducción de 4,5 veces en comparación con 1996 del número de <strong class=\"keyword\">accidentados</strong> y de 1,7 veces del de fallecidos.","second":"Statistical data shows that following these initiatives, the number of work-related <strong class=\"keyword\">accidents</strong> in 2009 decreased by 78 per cent compared to 1996, and fatalities by 41 per cent."},{"author":94808,"first":"Debido a una topografía <strong class=\"keyword\">accidentada</strong> y a las distancias, los oficiales nacionales destacados en esos distritos no pueden visitar a los nueve distritos restantes en forma sistemática.","second":"Due to the <strong class=\"keyword\">rough terrain</strong> and distance involved, the National Officers stationed in those districts are unable to visit the other 9 districts on a regular basis."},{"author":26,"first":"Cinco días recorriendo # kilómetros del terreno más lindo y <strong class=\"keyword\">accidentado</strong> del mundo","second":"Five days across # miles... of the most beautiful and <strong class=\"keyword\">rugged terrain</strong> in the world"},{"author":8000,"first":"Debido a lo <strong class=\"keyword\">accidentado</strong> del terreno y al aumento previsto de los viajes por carretera como resultado de la cancelación de las operaciones aéreas, se requieren revisiones más frecuentes de los vehículos","second":"Because of the <strong class=\"keyword\">difficult terrain</strong> and the expected increase in road travel as a result of the discontinuation of air operations, more frequent maintenance checks are necessary"},{"author":94808,"first":"Contratación externa de servicios de segunda y tercera línea para el mantenimiento y la reparación de vehículos medianos y pesados, entre otros, reparación del sistema eléctrico, reparación y recambio del embrague, puesta a punto de la transmisión y el motor, reparación de los frenos y la dirección, y contratación externa de servicios de pintura y reparación de vehículos <strong class=\"keyword\">accidentados</strong>.","second":"Outsourcing of second and third line maintenance and repairs for medium and major vehicles, including electrical repairs, clutch repairs and replacement, transmission overhauling, engine overhauling, brake and steering repairs, as well as outsourcing of <strong class=\"keyword\">accident</strong> repairs and painting."},{"author":94809,"first":"Sin embargo, Portugal sigue registrando un elevado número de accidentes laborales, que van desde la pérdida de visión o de piernas, brazos, manos o dedos hasta el fallecimiento del <strong class=\"keyword\">accidentado</strong> (principalmente entre los trabajadores de las canteras), además de un elevadísimo número de trabajadores que sufren de silicosis, situación que tiende a empeorar con la nueva maquinaria como las perforadoras neumáticas o las máquinas que producen enormes nubes de polvo en las canteras y fábricas de tejas.","second":"However, in Portugal a large number of accidents continue to occur at work, causing the loss of eyesight, limbs, hands and fingers and even death (mainly among workers employed in quarries) and a very large number of workers suffer from silicosis. The situation is becoming worse with the introduction of new tools, such as pneumatic drills and machines which create enormous clouds of dust in quarries and tile factories."},{"author":118385,"first":"La presente Directiva no se aplicará a las operaciones de asistencia efectuadas por el Automobile Club del Gran Ducado de Luxemburgo cuando el accidente o la avería del vehículo de carretera hayan sobrevenido fuera del territorio del Gran Ducado de Luxemburgo y la asistencia consista en el traslado del vehículo <strong class=\"keyword\">accidentado</strong> o averiado así como, en su caso, el acompañamiento del conductor y de los pasajeros hasta su domicilio.","second":"This Directive shall not apply to assistance operations carried out by the Automobile Club of the Grand Duchy of Luxembourg where the accident or the breakdown of a road vehicle has occurred outside the territory of the Grand Duchy of Luxembourg and the assistance consists in conveying the vehicle <strong class=\"keyword\">which has</strong> been involved in that <strong class=\"keyword\">accident</strong> or breakdown, possibly accompanied by the driver and passengers, to their home."},{"author":8000,"first":"Reconociendo que no había pobreza abyecta en el país, inicialmente el Gobierno atribuyó la pobreza existente al terreno <strong class=\"keyword\">accidentado</strong>, a la población dispersa, a las infraestructuras de transporte y comunicación limitadas y a las calamidades naturales","second":"Recognizing the absence of abject poverty, the Government initially linked poverty to the <strong class=\"keyword\">difficult terrain</strong>, a scattered population and limited transport and communication infrastructure as well as to natural calamities"},{"author":94808,"first":"Durante esas cuatro horas pasaron por territorio <strong class=\"keyword\">accidentado</strong> y peligroso.","second":"They walked those four hours through <strong class=\"keyword\">harsh</strong> and dangerous <strong class=\"keyword\">terrain</strong>."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}