{"result":"ok","tuc":[{"phrase":{"text":"sense","language":"en"},"meanings":[{"language":"en","text":"The specific meaning in which a word or expression is understood."},{"language":"es","text":"Sentido particular en el que se utiliza una palabra o frase."},{"language":"en","text":"semantics term"}],"meaningId":-5195044048938846974,"authors":[70195]},{"phrase":{"text":"meaning","language":"en"},"meaningId":-6901564012275515781,"authors":[9]},{"phrase":{"text":"acceptation","language":"en"},"meanings":[{"language":"en","text":"The specific meaning in which a word or expression is understood."},{"language":"es","text":"Sentido particular en el que se utiliza una palabra o frase."}],"meaningId":-7924340214021007409,"authors":[60172]},{"phrase":{"text":"word meaning","language":"en"},"meanings":[{"language":"en","text":"The specific meaning in which a word or expression is understood."},{"language":"es","text":"Sentido particular en el que se utiliza una palabra o frase."}],"meaningId":528546699136908130,"authors":[60172]},{"phrase":{"text":"word sense","language":"en"},"meanings":[{"language":"en","text":"The specific meaning in which a word or expression is understood."},{"language":"es","text":"Sentido particular en el que se utiliza una palabra o frase."}],"meaningId":-6327210755204576364,"authors":[60172]},{"phrase":{"text":"significance","language":"en"},"meaningId":-3257939841488262063,"authors":[2698]},{"meanings":[{"language":"en","text":"sense, meaning"},{"language":"en","text":"(obsolete) acceptance"},{"language":"en","text":"(semantics) sense, meaning"},{"language":"en","text":"acceptance"}],"meaningId":-3115219341915220980,"authors":[1]}],"phrase":"acepción","examples":[{"author":94809,"first":"(25) Dado que dichas medidas son medidas de alcance general, en la <strong class=\"keyword\">acepción</strong> del artículo 2 de la Decisión 1999/468/CE del Consejo, de 28 de junio de 1999, por la que se establecen los procedimientos para el ejercicio de las competencias de ejecución atribuidas a la Comisión [19], deben adoptarse conforme al procedimiento de reglamentación establecido en el artículo 5 de esa Decisión.","second":"(25) Since the said measures are measures of general scope within the <strong class=\"keyword\">meaning</strong> of Article 2 of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission [19], they should be adopted by use of the regulatory procedure provided for in Article 5 of that Decision."},{"author":118385,"first":"Los Estados miembros tomarán las medidas pertinentes para la inclusión en un catálogo nacional en la <strong class=\"keyword\">acepción</strong> del apartado 1 del artículo 3 de la Directiva 2002/53/CE de variedades de especies de plantas agrícolas que cumplan los requisitos establecidos en los apartados 2 y 3.","second":"Member States shall provide for the inclusion in a national catalogue, <strong class=\"keyword\">within</strong> the <strong class=\"keyword\">meaning</strong> of Article 3(1) of Directive 2002/53/EC, of varieties of agricultural plant species which fulfil the requirements set out in paragraphs 2 and 3."},{"author":94809,"first":"La Directiva 71/304/CEE obliga a los Estados miembros a suprimir, en particular, las restricciones que impidan a los beneficiarios llevar a cabo sus prestaciones en iguales condiciones y con los mismos derechos que los nacionales, así como las resultantes de una práctica administrativa que tenga por efecto la aplicación a los beneficiarios de un trato discriminatorio en relación con el aplicado a los nacionales, y las que resultan de prácticas que, aunque aplicables sin <strong class=\"keyword\">acepción</strong> de nacionalidad, obstaculizan exclusiva o principalmente la actividad profesional de los nacionales de otros Estados miembros (véase artículo 3 de la Directiva 71/304/CEE).","second":"Directive 71/304 requires Member States to abolish in particular restrictions which prevent persons covered by the Community provision (\" beneficiaries \") from providing services under the same conditions and with the same rights as nationals, those existing by reason of administrative practices which result in treatment being applied to beneficiaries which is discriminatory by comparison with that applied to nationals, and those existing by reason of practices which, although applicable <strong class=\"keyword\">irrespective</strong> of nationality, none the less hinder exclusively or principally the professional or trade activities of nationals of other Member States ( see Article 3 of Directive 71/304 )."},{"author":94809,"first":"Remitiéndose a la jurisprudencia del Tribunal de Justicia en materia de libre prestación de servicios y a determinadas Directivas en materia de impuesto sobre el valor añadido (en lo sucesivo, «IVA»), que se decantan por una <strong class=\"keyword\">acepción</strong> amplia del concepto de servicios, el órgano jurisdiccional remitente se pregunta si un contrato por el que el titular de un derecho de propiedad intelectual autoriza a la otra parte contratante a explotar dicho derecho contra remuneración, debe calificarse de contrato de «prestación de servicios» en el sentido del artículo 5, punto 1, letra b), segundo guión, del Reglamento no 44/2001.","second":"Referring to the case-law of the Court of Justice on the freedom to provide services and to certain directives on value added tax (‘VAT’) favouring a broad <strong class=\"keyword\">interpretation</strong> of the concept of services, the referring court asks whether a contract under which the owner of an intellectual property right grants its contractual partner the right to use that right in return for remuneration is a contract regarding ‘the provision of services’ within the meaning of the second indent of Article 5(1)(b) of Regulation No 44/2001."},{"author":94809,"first":"Para determinar la representatividad en la <strong class=\"keyword\">acepción</strong> del artículo 125 septies, apartado 3, del Reglamento (CE) no 1234/2007, los Estados miembros establecerán normas en las que se excluya lo siguiente:","second":"For the purposes of determining representativeness <strong class=\"keyword\">within</strong> the <strong class=\"keyword\">meaning</strong> of Article 125f(3) of Regulation (EC) No 1234/2007, the Member States shall lay down rules excluding:"},{"author":42,"first":"en la <strong class=\"keyword\">acepción</strong> del presente Acuerdo, un","second":"As <strong class=\"keyword\">used</strong> in this Agreement, a"},{"author":94809,"first":"En segundo lugar, procede señalar, como se aclaró en la vista, que la residencia en su <strong class=\"keyword\">acepción</strong> usual no se considera el único vínculo de conexión con el Estado miembro que facultaría a las personas discapacitadas a solicitar una viñeta anual gratuita.","second":"It should be emphasised, secondly, as was clarified at the hearing, that residence in its usual <strong class=\"keyword\">sense</strong> is not regarded as the only connecting link with the Member State concerned which would enable eligible disabled persons to apply for an annual disc free of charge."},{"author":94809,"first":"El nivel máximo de apoyo del Estado podrá incluir un elemento de apoyo que no podrá ser ayuda de Estado, siempre que la medida incluya al menos algunos elementos que contengan una ayuda de Estado en la <strong class=\"keyword\">acepción</strong> del artículo 107, apartado 1, del TFUE y que no sean elementos marginales.","second":"The maximum level of State support may comprise of an element of support, which may not be State aid, provided that the measure includes at least some elements that contain State aid within the <strong class=\"keyword\">meaning</strong> of Article 107(1) of the TFEU and which elements are not marginal."},{"author":94809,"first":"La investigación confirmó que, tal como sucedió en la investigación original, el producto en cuestión y la película PET producida y vendida en el mercado nacional de la India, así como la película PET producida y vendida en la Comunidad por los productores comunitarios tenían las mismas características físicas y usos básicos del producto afectado y, por tanto, era un producto similar en la <strong class=\"keyword\">acepción</strong> del artículo 1, apartado 5, del Reglamento de base.","second":"The investigation confirmed that, as in the original investigation, the product concerned and the PET film produced and sold on the domestic market in India, as well as the PET film produced and sold in the Community by the Community producers had the same basic physical characteristics and uses to the product concerned and were thus a like product within the <strong class=\"keyword\">meaning</strong> of Article 1(5) of the basic Regulation."},{"author":94809,"first":"b) introducir y mantener en almacén al menos un 99 %, respectivamente un 90 % para los productos cárnicos, un 98 % para el aceite de oliva, un 95 % para los quesos, un 97 % para la leche desnatada en polvo en bolsas grandes y un 97 % para las fibras largas de lino, de la cantidad contractual durante el período de almacenamiento contractual, por cuenta y riesgo de la parte contratante, en la <strong class=\"keyword\">acepción</strong> del artículo 19 del presente Reglamento y en las condiciones previstas en el artículo 22, apartado 1, letra a), del presente Reglamento;","second":"(b) to place and to keep in storage at least 99 %, respectively 90 % for meat products, 98 % for olive oil, 95 % for cheeses, 97 % for skimmed milk powder in big bags and 97 % for long flax fibre of the contractual quantity for the contractual storage period, at the risk of the contracting party within the <strong class=\"keyword\">meaning</strong> of Article 19 of this Regulation and under the conditions referred to in Article 22(1)(a) of this Regulation;"},{"author":94809,"first":"A partir de la información facilitada posteriormente por las autoridades noruegas, el Órgano concluye que el gimnasio del KLC, en este contexto, no ha recibido ayuda estatal alguna en la <strong class=\"keyword\">acepción</strong> del artículo 61, apartado 1, del Acuerdo EEE en forma de ventajas derivadas de recursos estatales (el distrito municipal de Nordland).","second":"On the basis of the information newly provided by the Norwegian authorities, the Authority concludes that the fitness centre at the KLC, within this context, has not received any State aid within the <strong class=\"keyword\">meaning</strong> of Article 61(1) of the EEA Agreement in the form of advantages stemming from state resources (the county municipality of Nordland)."},{"author":94809,"first":"El período de validez de los certificados comenzará a contar el día de expedición de los mismos, en la <strong class=\"keyword\">acepción</strong> del apartado 2 del artículo 23 del Reglamento (CE) no 1291/2000.","second":"Licences shall be valid from their date of issue within the <strong class=\"keyword\">meaning</strong> of Article 23(2) of Regulation (EC) No 1291/2000."},{"author":94809,"first":"La parte demandada alega además que, en virtud del artículo 74 del Reglamento no 40/94, no es competencia de la OAMI sustituir a las partes en la aportación de pruebas que demuestren que el término «limoncello» es o ha llegado a ser, en sus <strong class=\"keyword\">acepciones</strong> ortográficas posibles (por ejemplo, «limonchelo»), un término genérico para el público español.","second":"Furthermore, under Article 74 of Regulation No 40/94, it is not within the scope of OHIM’s powers to substitute itself for the parties in securing proof to establish that ‘limoncello’ has been or has become, in its possible <strong class=\"keyword\">accepted</strong> spellings (see, for example ‘limonchelo’), a generic term in the Spanish public’s perception."},{"author":94809,"first":"La presente Decisión no prejuzga la posición de la Comisión respecto de las ayudas estatales en la <strong class=\"keyword\">acepción</strong> del apartado 1 del artículo 87 del Tratado que estén incluidas en la presente intervención y pendientes de aprobación por la Comisión.","second":"This Decision is without prejudice to the Commission's position on aid schemes falling within Article 87(1) of the Treaty that are included in this assistance and which have not yet been approved by the Commission."},{"author":94809,"first":"En una <strong class=\"keyword\">acepción</strong> general, todas las provisiones son de naturaleza contingente, puesto que existe incertidumbre sobre el momento del vencimiento o sobre el importe correspondiente.","second":"In a general <strong class=\"keyword\">sense</strong>, all provisions are contingent because they are uncertain in timing or amount."},{"author":42,"first":"No obstante lo dispuesto en el apartado # del artículo # del Reglamento (CE) n° #, para el año #, los certificados de importación tendrán una validez de ocho meses a partir de la fecha de su expedición efectiva, en la <strong class=\"keyword\">acepción</strong> del apartado # del artículo # del Reglamento (CE) n° # de la Comisión","second":"By way of derogation from Article #) of Regulation (EC) No #, for the year #, import licences shall be valid for a period of eight months from the effective date of issue within the <strong class=\"keyword\">meaning</strong> of Article #) of Commission Regulation (EC) No"},{"author":94809,"first":"El mantenimiento de la oferta después de que venza el plazo para la presentación de ofertas, la entrega de la mantequilla en el almacén frigorífico designado por el organismo competente dentro del plazo fijado en el artículo 18, apartado 3, del presente Reglamento y el cumplimiento de los requisitos establecidos en el artículo 2 del presente Reglamento constituirán exigencias principales en la <strong class=\"keyword\">acepción</strong> del artículo 20 del Reglamento (CEE) no 2220/85.","second":"Maintenance of the tender after the time limit for submission of tenders, delivery of the butter to the cold store designated by the competent body within the time limit laid down in Article 18(3) of this Regulation and compliance with the requirements of Article 2 of this Regulation, shall constitute primary requirements within the <strong class=\"keyword\">meaning</strong> of Article 20 of Regulation (EEC) No 2220/85."},{"author":94809,"first":"Por ello, en esta fase y sobre la base de su evaluación preliminar, la Comisión considera que la medida notificada podría constituir ayuda estatal en la <strong class=\"keyword\">acepción</strong> del artículo 107, apartado 1, del TFUE.","second":"Therefore, at this stage and based on its preliminary assessment, the Commission is of the opinion that the notified measure might constitute State aid within the <strong class=\"keyword\">meaning</strong> of Article 107(1) of the TFEU."},{"author":94809,"first":"El mantenimiento de la oferta, la entrega de la leche desnatada en polvo en el almacén designado por el organismo de intervención dentro del plazo fijado en el artículo 19, apartado 3, del presente Reglamento y el cumplimiento de los requisitos establecidos en su artículo 2 constituirán exigencias principales en la <strong class=\"keyword\">acepción</strong> del artículo 20 del Reglamento (CEE) no 2220/85.","second":"Maintenance of the offer, delivery of the skimmed milk powder to the warehouse designated by the intervention agency within the time limit laid down in Article 19(3) of this Regulation and compliance with the requirements of Article 2 thereof shall constitute primary requirements within the <strong class=\"keyword\">meaning</strong> of Article 20 of Regulation (EEC) No 2220/85."},{"author":94809,"first":"A los efectos del apartado 1, se considerará que las operaciones que constituyen actividades de pesca INDNR o infracciones graves, en la <strong class=\"keyword\">acepción</strong> del artículo 42, apartado 1, letras b) y c), del Reglamento (CE) no 1005/2008, revisten una importancia particular a escala comunitaria especialmente cuando:","second":"For the purposes of paragraph 1, operations which constitute IUU fishing or serious infringements referred to in Article 42(1)(b) and (c) of Regulation (EC) No 1005/2008 shall be deemed to be of particular relevance at Community level especially where:"},{"author":22,"first":"Lista de las disposiciones del acervo de Schengen relativas al SIS en la <strong class=\"keyword\">acepción</strong> del artículo #, apartado #, del Acta de adhesión de # que pasarán a ser aplicables a los Estados miembros interesados","second":"List of the provisions of the Schengen acquis relating to the SIS <strong class=\"keyword\">within</strong> the <strong class=\"keyword\">meaning</strong> of Article # of the # Act of Accession to be rendered applicable to the Member States concerned"},{"author":94809,"first":"Sin embargo, los contratos de servicios o los contratos de servicio público, tal que definidos en las Directivas 2004/17/CE [del Parlamento Europeo y del Consejo, de 31 de marzo de 2004, sobre la coordinación de los procedimientos de adjudicación de contratos en los sectores del agua, de la energía, de los transportes y de los servicios postales (DO 2004, L 134, p. 1),] y 2004/18/CE [del Parlamento Europeo y del Consejo, de 31 de marzo de 2004, sobre coordinación de los procedimientos de adjudicación de los contratos públicos de obras, de suministro y de servicios (DO 2004, L 134, p. 114)], respecto de los servicios públicos de transporte de viajeros en autobús o tranvía, se adjudicarán con arreglo a los procedimientos establecidos en dichas Directivas cuando dichos contratos no adopten la forma de contratos de concesión de servicios en la <strong class=\"keyword\">acepción</strong> de esas Directivas.","second":"However, service contracts or public service contracts as defined in Directives 2004/17/EC [of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (OJ 2004 L 134, p. 1),] or 2004/18/EC [of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (OJ 2004 L 134, p. 114)] for public passenger transport services by bus or tram shall be awarded in accordance with the procedures provided for under those Directives where such contracts do not take the form of service concessions contracts as <strong class=\"keyword\">defined</strong> in those Directives."},{"author":94809,"first":"los métodos de cálculo de los costes adicionales que constituyen pérdidas económicas en la <strong class=\"keyword\">acepción</strong> del artículo 71, apartado 2, letra b), del Reglamento (CE) no 73/2009;","second":"the methods for calculating of the additional costs which constitute economic losses under Article 71(2)(b) of Regulation (EC) No 73/2009,"},{"author":94809,"first":"Las variedades de vid modificadas genéticamente en la <strong class=\"keyword\">acepción</strong> de los apartados 1 y 2 del artículo 2 de la Directiva 2001/18/CE del Parlamento Europeo y del Consejo, de 12 de marzo de 2001, sobre la liberación intencional en el medio ambiente de organismos modificados genéticamente y por la que se deroga la Directiva 90/220/CEE del Consejo(10), únicamente se admitirán si se han adoptado todas las medidas apropiadas para evitar riesgos para la salud humana y el medio ambiente.","second":"In the case of a genetically modified variety <strong class=\"keyword\">within</strong> the <strong class=\"keyword\">meaning</strong> of points 1 and 2 of Article 2 of Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EEC(10), the variety shall be accepted only if all appropriate measures have been taken to avoid adverse effects on human health and the environment."}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}