{"result":"ok","tuc":[{"phrase":{"text":"acerbic","language":"en"},"meanings":[{"language":"en","text":"sharp, biting"},{"language":"en","text":"sour or bitter"},{"language":"en","text":"sarcastic or cynical"}],"meaningId":7945365278593244235,"authors":[70195]},{"phrase":{"text":"acerb","language":"en"},"meanings":[{"language":"en","text":"bitter to the taste"}],"meaningId":4922112735482401296,"authors":[70195]},{"phrase":{"text":"acid","language":"en"},"meaningId":1993402563826819283,"authors":[80097]},{"phrase":{"text":"acrid","language":"en"},"meaningId":4285575043167868472,"authors":[2698]},{"phrase":{"text":"acidulous","language":"en"},"meaningId":-3335499606803564187,"authors":[2698]},{"phrase":{"text":"acrimonious","language":"en"},"meaningId":847878221237312426,"authors":[2698]},{"phrase":{"text":"acute","language":"en"},"meaningId":1857247473371328788,"authors":[2698]},{"phrase":{"text":"astringent","language":"en"},"meaningId":-8869434726789644235,"authors":[2698]},{"phrase":{"text":"bitter","language":"en"},"meaningId":-6512850631348854392,"authors":[89651]},{"phrase":{"text":"harsh","language":"en"},"meaningId":-7679519272556849616,"authors":[80097]},{"phrase":{"text":"keen","language":"en"},"meaningId":8727965339439846735,"authors":[2698]},{"phrase":{"text":"lively","language":"en"},"meaningId":-811766882445932242,"authors":[2698]},{"phrase":{"text":"lurid","language":"en"},"meaningId":-5580646407883363672,"authors":[2698]},{"phrase":{"text":"nasty","language":"en"},"meaningId":4611567818378686126,"authors":[2698]},{"phrase":{"text":"poignant","language":"en"},"meaningId":-4881230136065415284,"authors":[2698]},{"phrase":{"text":"racy","language":"en"},"meaningId":8790883503738201882,"authors":[2698]},{"phrase":{"text":"sharp","language":"en"},"meaningId":2522161863223695401,"authors":[2698]},{"phrase":{"text":"shrill","language":"en"},"meaningId":5329260554910435939,"authors":[2698]},{"phrase":{"text":"trenchant","language":"en"},"meaningId":-9130318624863906944,"authors":[2698]},{"phrase":{"text":"waspish","language":"en"},"meaningId":2882966803235394474,"authors":[2698]},{"phrase":{"text":"acidic","language":"en"},"meaningId":2202166760788378044,"authors":[80097]},{"phrase":{"text":"acrimoniousa","language":"en"},"meaningId":-6560712537587867299,"authors":[83089]},{"phrase":{"text":"active","language":"en"},"meaningId":-8625177327447673888,"authors":[2698]},{"phrase":{"text":"adroit","language":"en"},"meaningId":-42304536766898416,"authors":[2698]},{"phrase":{"text":"alert","language":"en"},"meaningId":5684371177026022982,"authors":[2698]},{"phrase":{"text":"brilliant","language":"en"},"meaningId":-73478637064081142,"authors":[2698]},{"phrase":{"text":"brisk","language":"en"},"meaningId":-476898079213270833,"authors":[2698]},{"phrase":{"text":"delicate","language":"en"},"meaningId":3687677017138277760,"authors":[2698]},{"phrase":{"text":"exemplary","language":"en"},"meaningId":7549502540894930123,"authors":[2698]},{"phrase":{"text":"fantastic","language":"en"},"meaningId":194764667537543891,"authors":[2698]},{"phrase":{"text":"fine","language":"en"},"meaningId":-2508080794600460556,"authors":[2698]},{"phrase":{"text":"light","language":"en"},"meaningId":-5363512235945572466,"authors":[2698]},{"phrase":{"text":"notable","language":"en"},"meaningId":7730149980882481772,"authors":[2698]},{"phrase":{"text":"noteworthy","language":"en"},"meaningId":-7731201839449194914,"authors":[2698]},{"phrase":{"text":"noticeable","language":"en"},"meaningId":360158444953995709,"authors":[2698]},{"phrase":{"text":"outstanding","language":"en"},"meaningId":2021647457264945377,"authors":[2698]},{"phrase":{"text":"peak","language":"en"},"meaningId":-5487232933611015377,"authors":[2698]},{"phrase":{"text":"perky","language":"en"},"meaningId":650390657756423786,"authors":[2698]},{"phrase":{"text":"pointed","language":"en"},"meaningId":-7584952633813804987,"authors":[2698]},{"phrase":{"text":"prominent","language":"en"},"meaningId":-4035965436057112533,"authors":[2698]},{"phrase":{"text":"remarkable","language":"en"},"meaningId":-8208292823674003153,"authors":[2698]},{"phrase":{"text":"salient","language":"en"},"meaningId":-7984629515110162703,"authors":[2698]},{"phrase":{"text":"salty","language":"en"},"meaningId":-195877702444158625,"authors":[25115]},{"phrase":{"text":"savage","language":"en"},"meaningId":-44221722712318403,"authors":[25115]},{"phrase":{"text":"scathing","language":"en"},"meaningId":-4947493234577140245,"authors":[2903]},{"phrase":{"text":"severe","language":"en"},"meaningId":-6716209402551568267,"authors":[25115]},{"phrase":{"text":"sharp-toned","language":"en"},"meaningId":7430158633782447311,"authors":[2698]},{"phrase":{"text":"smart","language":"en"},"meaningId":5361545569470836995,"authors":[25115]},{"phrase":{"text":"snappy","language":"en"},"meaningId":-8688372219051378487,"authors":[2698]},{"phrase":{"text":"sour","language":"en"},"meaningId":3435923374341652018,"authors":[2698]},{"phrase":{"text":"spicy","language":"en"},"meaningId":-4464515311599736569,"authors":[2698]},{"phrase":{"text":"spiked","language":"en"},"meaningId":7763778340966176790,"authors":[2698]},{"phrase":{"text":"sprightly","language":"en"},"meaningId":-3958415061840278833,"authors":[2698]},{"phrase":{"text":"sprited","language":"en"},"meaningId":-9131646220575150576,"authors":[2698]},{"phrase":{"text":"spry","language":"en"},"meaningId":-8890090169385362003,"authors":[2698]},{"phrase":{"text":"strident","language":"en"},"meaningId":-1739697193254462370,"authors":[2698]},{"phrase":{"text":"subtle","language":"en"},"meaningId":-8146564438347957651,"authors":[2698]},{"phrase":{"text":"tard","language":"en"},"meaningId":719251649258353863,"authors":[2698]},{"phrase":{"text":"tart","language":"en"},"meaningId":2293974561973142718,"authors":[2698]},{"phrase":{"text":"thin","language":"en"},"meaningId":8186194521383365274,"authors":[2698]},{"phrase":{"text":"top","language":"en"},"meaningId":166306251314741288,"authors":[2698]},{"phrase":{"text":"vigorous","language":"en"},"meaningId":1988883921982332133,"authors":[2698]},{"phrase":{"text":"vivacious","language":"en"},"meaningId":-7848323438744004505,"authors":[2698]},{"phrase":{"text":"witty","language":"en"},"meaningId":-2264476494953684855,"authors":[2698]},{"meanings":[{"language":"en","text":"biting, scathing, acerbic"},{"language":"en","text":"acerb (bitter to the taste)"},{"language":"en","text":"acerbic (sour or bitter)"}],"meaningId":-7916363454930098208,"authors":[93107]}],"phrase":"acerbo","examples":[{"author":8008,"first":"INSTITUTO INTERNACIONAL PARA LA PRESERVACIÓN DEL PATRIMONIO: Diploma de Honor como “Figura Destacada Prominente en la difusión del <strong class=\"keyword\">Acerbo</strong> Musical Nacional y Continental Americano” (Instituto Mundial con Su Centro en Italia), Buenos Aires, Argentina.","second":"INTERNATIONAL INSTITUTE FOR THE PRESERVATION OF NATIONAL PATRIMONY: Buenos Aires, Argentina - Outstanding Prominent Figure in the Preservation and Dissemination of the Traditions and Legacy of both the Argentine Nation and the American Continent (World-wide Institute headquartered in Italy)."},{"author":8000,"first":"A pesar de que no hubo tropiezos en la transición de un dirigente civil a otro, por primera vez en los # años de historia política del país, queda un saldo de tensión a causa de las críticas <strong class=\"keyword\">acerbas</strong> del SLPP, que perdió el poder, de la presunta connivencia entre la Comisión Electoral Nacional y la comunidad internacional para que los resultados de la elección favorecieran al nuevo partido gobernante, el Congreso de Todo el Pueblo","second":"Despite a smooth transition from one civilian leader to another, for the first time in the # year political history of the country, tensions remain as a result of <strong class=\"keyword\">scathing</strong> criticism from SLPP, which lost power, over the alleged collusion between the National Electoral Commission and the international community to influence the election results in favour of the new ruling party, the All People's Congress (APC"},{"author":27,"first":"Quizá debiéramos aclarar a los países candidatos que el derecho a la huelga forma parte de la jurisprudencia o <strong class=\"keyword\">acerbo</strong> comunitario que se espera que introduzcan.","second":"We should perhaps make it clearer to the candidate countries that the right to strike is part of the body of law, or <strong class=\"keyword\">acquis communautaire</strong>, which they are expected to introduce."},{"author":8000,"first":"Las experiencias acumuladas por los Gobiernos a lo largo de arduos y complejos procesos son <strong class=\"keyword\">acerbos</strong> valiosos que pueden servir de base a la comunidad internacional para desarrollar mejores prácticas en aras de los intereses de los niños","second":"The experiences gained by Governments through hard and complex processes are valuable assets on the basis of which the international community should develop best practices in the best interests of children"},{"author":94808,"first":"Pese a las <strong class=\"keyword\">acerbas</strong> disputas entre países desarrollados y países en desarrollo durante la Ronda Uruguay de negociaciones comerciales, se introdujeron en el temario de cuestiones de comercio internacional unos estándares mínimos para la protección y el ejercicio efectivo de los DPI que se plasmaron en el Acuerdo sobre los ADPIC.","second":"Despite <strong class=\"keyword\">bitter</strong> disputes between developed and developing countries during the Uruguay Round of trade negotiations, minimum standards for the protection and enforcement of IPRs were inserted on the international trade agenda in the form of the TRIPS Agreement."},{"author":8000,"first":"Se recomendó que todo el <strong class=\"keyword\">acerbo</strong> de datos espaciales se difundiera a través de los centros de intercambio de información de la CEPA (el proyecto de sistemas normalizados de información geográfica","second":"It was recommended that all spatial data holdings be publicized through the ECA clearing house node (the standard-based geoinformation system project"},{"author":94808,"first":"Las gestiones encaminadas a reforzar el sistema nacional de prevención de riesgos y de respuesta de emergencia logró estos resultados: a) la organización de redes comunales en tres cuencas fluviales con la utilización de un sistema de alerta temprana y una metodología de recuperación sicosocial; b) el establecimiento de 26 comités de emergencia comunales dotados de planes de emergencia comunitarios; c) un aumento del <strong class=\"keyword\">acerbo</strong> de conocimientos sobre prevención y gestión de riesgos de desastres de los maestros, los facilitadores comunitarios, los adolescentes y los niños; y d) la elaboración de materiales didácticos, incluidos una serie radial, el juego Riesgolandia, manuales del maestro y el facilitador, vídeos, un sitio Web, folletos y mapas.","second":"Efforts to strengthen the national risk-prevention and emergency response system achieved these results: (a) the organization of community networks in three river basins, using an early warning system and psychosocial recovery methodology; (b) the setting up of 26 Community Emergency Committees with community emergency plans; (c) an increase in knowledge on disaster-risk prevention and management among teachers, community facilitators, adolescents and children; and (d) the development of educational materials, including a radio series, the Game Riesgolandia (Riskland), teacher and facilitator manuals, videos, a website, brochures and maps."},{"author":94808,"first":"Algunos gobiernos no recibirán nunca la visita de los relatores especiales, pero es preciso felicitar al Gobierno de Kenya que, a pesar de sus críticas <strong class=\"keyword\">acerbas</strong>, ha aceptado sin embargo la visita del Relator especial y coopera con él, lo que ha permitido establecer un diálogo constructivo con el Primer Ministro y con numerosas personalidades, entre ellas ministros del Gobierno.","second":"Some Governments would never accept visits of special rapporteurs, but the Kenyan Government must be commended: despite the strong <strong class=\"keyword\">criticism</strong> it had just delivered, it had nonetheless allowed the Special Rapporteur to visit and had cooperated with him, which had led to constructive dialogue with the Prime Minister and with many other individuals, including Government ministers."},{"author":94808,"first":"El informe incluía una <strong class=\"keyword\">acerba</strong> crítica de la gestión financiera del Gobierno Nacional de Transición de Liberia, afirmando que dejaba pocas pruebas o ninguna de las transacciones del Gobierno y sacrificaba imprudentemente la probidad en aras de la contemporización ante extintas facciones en lucha y ex combatientes.","second":"The report is an indictment of the National Transitional Government’s financial management “that leaves little or no trail in Government transactions and recklessly sacrifices financial probity on the altar of appeasement to defunct warring factions and ex-combatants”."},{"author":8000,"first":"Si bien se ha alcanzado cierto progreso, la diferencia entre el resultado y lo previsto sigue suscitando críticas <strong class=\"keyword\">acerbas</strong> de muchos ENPAN, que la mencionan como un importante obstáculo para el apoyo a nuevas iniciativas de no proliferación que les afectan directamente","second":"While some progress has been made, shortfalls continue to draw <strong class=\"keyword\">sharp</strong> criticism from many NNWS, which cite them as a major disincentive to support further non-proliferation initiatives that impact upon the NNWS"},{"author":119723,"first":"Cuando los principales sacerdotes y oficiales, insensibles ante el cuadro que estaban presenciando, gritaron con un odio cada vez mayor: “¡Crucifícale! ¡Crucifícale!”, Pilato pronunció la sentencia fatal: “Tomadle vosotros, y crucificadle”; y añadió con énfasis <strong class=\"keyword\">acerbo</strong>: “Yo no hallo delito en él”.","second":"When, unmoved by the sight, the chief priests and officers cried with increasing vindictiveness, “crucify him, crucify him,” Pilate pronounced the fatal sentence, “Take ye him and crucify him,” but added with <strong class=\"keyword\">bitter</strong> emphasis: “I find no fault in him.”"},{"author":8008,"first":"Como curiosidad diré que algunos humanos, sin duda bastante escépticos, en su ánimo de defender a ultranza la ciencia ortodoxa, han criticado aspectos científico-técnicos citados en los libros en línea gratis de las paradigmáticas teorías como apoyo a aspectos innovadores de las mismas pero que, de hecho, forman parte del <strong class=\"keyword\">acerbo</strong> científico generalmente aceptado.","second":"In addition, it is important to remember that the proposals realized in these online complete books of science are well ventured and they imply radical shifts of the present paradigms of science in its respective matters. For example, the free online book of Global Mechanics has been developed in order to support the Theory of Global Equivalence from the point of view of elementary particles and it confirms it as a Theory of Everything, to have achieved the unification of the four fundamental forces of Modern Physics, in agreement with the same goal."},{"author":94808,"first":"Frente a una serie de crisis y a críticas <strong class=\"keyword\">acerbas</strong> y a menudo injustas, el Departamento fortaleció el seguimiento de los medios de información y su capacidad de respuesta.","second":"In the face of a number of crises and <strong class=\"keyword\">bitter</strong> and often unjust criticism, the Department strengthened its media monitoring and reinforced its media response capacity."},{"author":94808,"first":"Aunque la reciente crisis económica y financiera ha tenido efectos devastadores en millones de personas de la región de Asia y el Pacífico, ha contribuido a centrar nuevamente la atención de los gobiernos en la necesidad de proteger el <strong class=\"keyword\">acerbo</strong> más importante de cualquier economía, a saber, su pueblo.","second":"Although the recent economic and financial crisis has brought devastating consequences to millions of people across the Asia-Pacific region, it has helped refocus the attention of Governments on the need to protect the <strong class=\"keyword\">most</strong> important of any economy’s assets, namely, its people."},{"author":8000,"first":"Aunque la reciente crisis económica y financiera ha tenido efectos devastadores en millones de personas de la región de Asia y el Pacífico, ha contribuido a centrar nuevamente la atención de los gobiernos en la necesidad de proteger el <strong class=\"keyword\">acerbo</strong> más importante de cualquier economía, a saber, su pueblo","second":"Although the recent economic and financial crisis has brought devastating consequences to millions of people across the Asia-Pacific region, it has helped refocus the attention of Governments on the need to protect the <strong class=\"keyword\">most</strong> important of any economy's assets, namely, its people"},{"author":94808,"first":"En este caso no se han respetado las garantías fundamentales de un proceso justo, se ha indicado la injerencia de autoridades políticas y militares, y la sentencia pronunciada ha sido objeto de <strong class=\"keyword\">acerbas</strong> críticas.","second":"Fundamental fair trial guarantees were not afforded, there were instances of political and military interference and the judgements handed down were strongly <strong class=\"keyword\">criticized</strong>."},{"author":118293,"first":"Podrias ser adoptada por ese <strong class=\"keyword\">acerbo</strong> genetico.","second":"You could be adopting from that gene pool."},{"author":91988,"first":"Paul Krugman, que ha lanzado críticas <strong class=\"keyword\">acerbas</strong> al Gobierno de Alemania, debería tenerlo presente.","second":"Paul Krugman, who has aimed massive <strong class=\"keyword\">criticism</strong> at Germany’s government, should keep this in mind."},{"author":8007,"first":"Hay que decir, en todo caso, que el año pasado el Banco Mundial reconoció este error en una <strong class=\"keyword\">acerba</strong> evaluación interna acerca de las políticas agrícolas que había aplicado a lo largo del tiempo.","second":"They could not obtain bank financing. To its credit, the World Bank recognized this mistake in a <strong class=\"keyword\">scathing</strong> internal evaluation of its long-standing agricultural policies last year."},{"author":8000,"first":"Una propuesta de transferir esas competencias también fue acogida con críticas <strong class=\"keyword\">acerbas</strong> en una consulta celebrada, y se estimó que era difícil transferirlas porque muchos aspectos suponen el ejercicio de autoridad pública en relación con terceros","second":"A proposal to transfer these tasks as well received strong <strong class=\"keyword\">criticism</strong> at consultation, and it was judged that they were difficult to transfer because many aspects involve the exercise of public authority in relation to third parties"},{"author":94808,"first":"Éste se pronunció entonces en el sentido de que no está en el <strong class=\"keyword\">acerbo</strong> del saber popular y, por lo tanto, no es evidente que la etnia cíngara se incline más por el tráfico de drogas que cualquier otra.","second":"It went on to express the view that it was not a matter of common knowledge, and it was not self-evident, that the gypsy ethnic group was more inclined to engage in drug-trafficking than any other group."},{"author":8000,"first":"Frente a una serie de crisis y a críticas <strong class=\"keyword\">acerbas</strong> y a menudo injustas, el Departamento fortaleció el seguimiento de los medios de información y su capacidad de respuesta","second":"In the face of a number of crises and <strong class=\"keyword\">bitter</strong> and often unjust criticism, the Department strengthened its media monitoring and reinforced its media response capacity"},{"author":94809,"first":"[87] Dado que el fondo del <strong class=\"keyword\">acerbo</strong> no se discutió en el momento de la adopción de la Directiva 93/38/CEE y de la Directiva 98/4/CE.","second":"[87] Given that the substance of the <strong class=\"keyword\">acquis communautaire</strong> was not called into question during the adoption of either Directive 93/38/EEC or Directive 98/4/EC."},{"author":8008,"first":"En los bosques montaГ±osos hay de vez en cuando un mundillo, el serbal de los tipos diferentes (mГЎs remarcable - de frutos grandes con los pinceles de los frutos periformes odorГferos del color amarillo con el sonroseo) y completamente raramente la nГspola alemГЎn - el ГЎrbol de la subfamilia jablonevyh con los frutos acanelados <strong class=\"keyword\">acerbos</strong>.","second":"In mountain woods occasionally there is a guelder-rose, a mountain ash of different kinds (the most remarkable - krupnoplodnaja brushes of pear-shaped fragrant fruits of yellow colour with a flush) and is absolutely rare mushmula German - a tree from podsemejstva jablonevyh with brownish <strong class=\"keyword\">tart</strong> fruits."},{"author":94809,"first":"Las competencias de la UE en esta materia deberían ofrecer un valor añadido al <strong class=\"keyword\">acerbo</strong> de experiencias de las administraciones locales.","second":"EU competence in this area should be value added to the <strong class=\"keyword\">wealth</strong> of experience at a local level."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}