{"result":"ok","tuc":[{"phrase":{"text":"attribute","language":"en"},"meaningId":1791517490339264895,"authors":[84715]},{"phrase":{"text":"ascribe","language":"en"},"meaningId":-9088593367315273864,"authors":[2698]},{"phrase":{"text":"blame","language":"en"},"meaningId":1821419898262463518,"authors":[89651]},{"phrase":{"text":"accredit","language":"en"},"meaningId":8057804307716776670,"authors":[2698]},{"phrase":{"text":"accuse","language":"en"},"meaningId":-7267195080405908973,"authors":[89651]},{"phrase":{"text":"allocate","language":"en"},"meaningId":7316382112592058931,"authors":[2698]},{"phrase":{"text":"allot","language":"en"},"meaningId":6934331287494936699,"authors":[2698]},{"phrase":{"text":"appoint","language":"en"},"meaningId":-157566043516082108,"authors":[2698]},{"phrase":{"text":"assign","language":"en"},"meaningId":-7502828638108657239,"authors":[2698]},{"phrase":{"text":"attach","language":"en"},"meaningId":-2503210205155965000,"authors":[2698]},{"phrase":{"text":"award","language":"en"},"meaningId":-5095675421050141903,"authors":[2698]},{"phrase":{"text":"backbite","language":"en"},"meaningId":-1569174209717257412,"authors":[86934]},{"phrase":{"text":"bestow","language":"en"},"meaningId":3253490392040767635,"authors":[2698]},{"phrase":{"text":"calumniate","language":"en"},"meaningId":-1201651887647261142,"authors":[86934]},{"phrase":{"text":"earmark","language":"en"},"meaningId":5019996737901200110,"authors":[2698]},{"phrase":{"text":"impute","language":"en"},"meaningId":-1256848870498885625,"authors":[16]},{"phrase":{"text":"put the blame on","language":"en"},"meaningId":-7447272739084980688,"authors":[83042]},{"phrase":{"text":"shift on","language":"en"},"meaningId":1451602936487122534,"authors":[83042]},{"phrase":{"text":"shift upon","language":"en"},"meaningId":1194217893357301656,"authors":[83042]},{"phrase":{"text":"shuffle off","language":"en"},"meaningId":2355774232470690922,"authors":[83042]},{"phrase":{"text":"subpoena","language":"en"},"meaningId":-5896323229157221541,"authors":[2698]},{"phrase":{"text":"summons","language":"en"},"meaningId":9206776573614546426,"authors":[2698]},{"phrase":{"text":"suspect","language":"en"},"meaningId":-3250841318705678197,"authors":[86934]},{"meanings":[{"language":"en","text":"to attribute (something to someone); to blame"}],"meaningId":-4991622319053260704,"authors":[93107]},{"meanings":[{"language":"es","text":"dar fama"}],"meaningId":null,"authors":[81173]}],"phrase":"achacar","examples":[{"author":27,"first":"Estos desembarcos vuelven a poner sobre la mesa una vez más y con fuerza el histórico problema de una emigración cuyas causas no sólo se han de <strong class=\"keyword\">achacar</strong> a la pobreza, sino también a la connivencia de los Gobiernos de algunos países y las condiciones inhumanas de vida de algunos regímenes que hacen vivir a sus pueblos inhumanamente, así como la necesidad de definir nuevas estrategias y nuevos modos de entender la cooperación.","second":"The arrival of these ships forces us to focus once again on that major phenomenon of our time: immigration which is caused not just by poverty but by the complicity of the governments of certain countries and by the appalling living conditions imposed by certain regimes which force their people to live in inhuman conditions. It underscores the need to define new strategies and new forms of cooperation."},{"author":8000,"first":"En este contexto, quisiera mencionar que la mala fama, que hace poco ha sufrido mi país por el incumplimiento de las resoluciones del Consejo de Seguridad de las Naciones Unidas, también se puede <strong class=\"keyword\">achacar</strong> a personas irresponsables, principalmente delincuentes, que serán sometidos a la acción de la justicia","second":"In this context, I would like to mention that the ill repute, recently brought upon my country by disregarding United Nations Security Council resolutions is also the <strong class=\"keyword\">fault</strong> of irresponsible individuals, essentially criminals, who will be brought to justice"},{"author":95183,"first":"En el caso de los niños menores de cinco años, cabe <strong class=\"keyword\">achacar</strong> a los entornos poco saludables la mayor parte de los 1,3 millones de muertes por enfermedades diarreicas, de los 2 millones de muertes por infecciones respiratorias agudas, del millón de muertes por paludismo u otras enfermedades infecciosas y de las 400 000 muertes imputables a los accidentes, lo que asciende a un siniestro total de 4,7 millones de muertes evitables en el año 2000.","second":"In under fives, unhealthy environments contributed to most of <strong class=\"keyword\">the</strong> 1.3 million deaths from diarrhoea; 2 million deaths from acute respiratory infections; 1 million deaths from malaria and other infectious diseases; and 400 000 deaths from injuries making a grim total of 4.7 million preventable deaths in <strong class=\"keyword\">the</strong> year 2000."},{"author":94809,"first":"Además, a diferencia de lo ocurrido con otros servicios profesionales, el coste de los servicios jurídicos no se ha ajustado a la baja desde el comienzo de la crisis, lo que cabe <strong class=\"keyword\">achacar</strong> en parte a la competencia insuficiente.","second":"In addition, unlike for other professional services, legal services costs have failed to adjust downwards since the onset of the crisis, in part <strong class=\"keyword\">due</strong> to insufficient competition."},{"author":31,"first":"No se lo <strong class=\"keyword\">achacaré</strong> a otro chico si sé que fue Hannah","second":"I' m not gonna <strong class=\"keyword\">pin this</strong> on some other kid when I know that Hannah did it"},{"author":94808,"first":"Dicho esto, tampoco tiene muchísimo sentido <strong class=\"keyword\">achacar</strong> el fracaso únicamente a esta sala.","second":"That said, there is not a great deal of point either in placing the <strong class=\"keyword\">failure</strong> only in this room."},{"author":94808,"first":"<strong class=\"keyword\">Achacar</strong> la parálisis de este foro a una falta de voluntad política equivale a proyectar responsabilidades nacionales, que las hay, hacia una nebulosa conceptual que tiene mucho que ver con el mortecino ambiente de esta sala.","second":"<strong class=\"keyword\">Attributing</strong> this forum’s paralysis to a lack of political will amounts to a dissipation of the States’ responsibilities (and there are many) into the vague conceptual cloud that shrouds this room."},{"author":94809,"first":"Al mismo tiempo, no hay que perder de vista que, tal como sostiene la UE en buen número de sus documentos, no cabe <strong class=\"keyword\">achacar</strong> los problemas medioambientales europeos a las frecuentes infracciones a la legislación de la UE cometidas en este ámbito.","second":"However, it is also necessary not to overlook the fact that the EU itself has made it clear in many documents that it is not <strong class=\"keyword\">because</strong> of the all too frequent infringements of EU environmental legislation that there are environmental problems in Europe."},{"author":94809,"first":"Según Finlandia, cabe <strong class=\"keyword\">achacar</strong> los resultados mediocres a los gastos extraordinarios debidos al ajuste del personal de Tieliikelaitos y al hecho de que las medidas especiales adoptadas con respecto al personal no podían cubrir todos los costes del personal adicional.","second":"In Finland’s view, the poor result can be accounted for by the additional costs due to the adjustment of Tieliikelaitos’ personnel, and the fact that the special arrangements made for personnel could not cover all the costs of additional personnel."},{"author":94808,"first":"La División explicó que se consideró que no cabía <strong class=\"keyword\">achacar</strong> al proveedor la demora en el emplazamiento correspondiente al contrato PD/CO/44/01 porque el Gobierno de Ucrania había solicitado inspecciones adicionales de los helicópteros.","second":"The Division explained that the deployment delay relating to PD/CO/44/01 was not considered to be under the vendor’s control because the Ukrainian Government had requested additional inspections of the helicopters."},{"author":94808,"first":"Lo que resulta ahora especialmente preocupante es que algunos Estados estén dispuestos a dejar de lado a la Conferencia de Desarme para intentar otros procesos de negociación y <strong class=\"keyword\">achacar</strong> a otros la responsabilidad por la actual inactividad de la Conferencia.","second":"What is now particularly concerning is that some States wish to leave aside the Conference on Disarmament and turn to alternative negotiation processes while <strong class=\"keyword\">shifting</strong> the responsibility for the Conference’s current inactivity on to another."},{"author":8000,"first":"Según la Organización Mundial de la Salud, aunque en algunas partes de África cabe <strong class=\"keyword\">achacar</strong> la falta de progreso a la transmisión del VIH de madres a hijos, en la mayoría de los países el problema reside en que desde hace mucho tiempo no se invierte lo suficiente en los servicios de salud necesarios. Esta afirmación es aplicable tanto a los esfuerzos encaminados a reducir la malnutrición como a los dirigidos a hacer llegar a todos las intervenciones que tienen por objeto reducir la mortalidad","second":"According to the World Health Organization, while a lack of progress can be <strong class=\"keyword\">attributed</strong> to mother-to-child HIV transmission in some parts of Africa, for most countries the problem is long-standing underinvestment in the necessary health care # hat observation applies to efforts both to reduce malnutrition and to achieve full coverage of interventions to reduce mortality"},{"author":119739,"first":"No obstante, ¿qué diremos de los trágicos sucesos que no es posible <strong class=\"keyword\">achacar</strong> directamente a las personas?","second":"What, though, of tragic events that cannot be directly <strong class=\"keyword\">blamed on</strong> people?"},{"author":94808,"first":"Esa situación, que obviamente no se puede <strong class=\"keyword\">achacar</strong> a los propios intérpretes, hace pensar que la Organización no está sacando el máximo provecho de sus valiosos conocimientos.","second":"That situation, which was surely not a <strong class=\"keyword\">failing</strong> of the interpreters themselves, suggested that the Organization was not making optimum use of their valuable skills."},{"author":91988,"first":"No obstante, para no correr el riesgo de <strong class=\"keyword\">achacar</strong> demasiadas culpas a China, debemos recordar que los países en desarrollo no tienen grandes impedimentos para reproducir lo esencial del modelo Chino.","second":"Lest we <strong class=\"keyword\">blame</strong> China too much, though, we should remember that there is little that prevents developing countries from replicating the essentials of the Chinese model."},{"author":8000,"first":"Quizás haya que <strong class=\"keyword\">achacar</strong> el problema al sistema electoral, en cuyo caso convendría introducir ciertas modificaciones de procedimiento, por ejemplo, alternar los nombres de hombres y mujeres en las listas electorales y establecer un mecanismo justo para elegir al cabeza de lista","second":"Perhaps the electoral system was to <strong class=\"keyword\">blame</strong> and certain procedural amendments were necessary, for example, alternating the names of men and women on electoral lists and establishing a fair mechanism for determining who would be at the top of the list"},{"author":8008,"first":"Buen sonido, buenas canciones, buena voz... únicamente se le puede <strong class=\"keyword\">achacar</strong> que esté tan desnudo, sin público y sin más instrumentos que el piano. Lo del piano está muy bien, pero todo el disco así se hace un pelín pesado.","second":"Such an amazing, beautiful, emotional, powerful, moving, touching, instrumental, ambient, piano playing album with the magical vocals of Alison.."},{"author":94809,"first":"Si los elementos de prueba permiten aceptar como defendibles diferentes valoraciones y el Tribunal General se ha decidido por una de ellas, no se le puede <strong class=\"keyword\">achacar</strong> seriamente la desnaturalización de las pruebas.","second":"If the evidential position reasonably allows different assessments and if the General Court adopts one of them, it cannot seriously be <strong class=\"keyword\">alleged</strong> to have distorted the evidence."},{"author":94808,"first":"Tales acciones se pueden <strong class=\"keyword\">achacar</strong> a actitudes radicales, que no podemos tolerar.","second":"Such actions are <strong class=\"keyword\">attributable</strong> to radicalism, which we cannot support."},{"author":118293,"first":"Hará su bailecito y se lo <strong class=\"keyword\">achacará</strong> a otra actriz fallida que se dio cuenta de que, después de los 40, da igual que esté muerta.","second":"He'll do his little dance, and <strong class=\"keyword\">chalk</strong> it up to another failed actress who realized after 40 she might as well be dead."},{"author":8000,"first":"El análisis de las tasas de fallecimientos específicas por grupos de edades ha demostrado, como ya se ha dicho, que el aumento de las tasas de fallecimientos entre el grupo de edad de # a # años, en particular el grupo de edad de # a # años, es el factor al que cabe <strong class=\"keyword\">achacar</strong> en mayor medida la menor esperanza de vida al nacimiento registrada en Serbia central y en Vojvodina en el período de # a","second":"The analysis of the specific death rates by age groups has shown, as already pointed out, that the increase in the death rates in the age group # to # in particular in the age group # is mostly <strong class=\"keyword\">responsible</strong> for the reduced life expectancy at birth registered in central Serbia and Vojvodina in the period"},{"author":94809,"first":"El CDR lamenta que la Comisión omita responder también en este punto a la cuestión de si cabe <strong class=\"keyword\">achacar</strong> a su mayor necesidad de créditos los mejores resultados de los países beneficiarios del Fondo de Cohesión, o si hubo otros factores decisivos.","second":"The CoR is also critical of the Commission's failure to address the question as to whether the better performance of cohesion countries is <strong class=\"keyword\">attributable</strong> to greater need or to other factors."},{"author":94808,"first":"En este contexto, quisiera mencionar que la mala fama, que hace poco ha sufrido mi país por el incumplimiento de las resoluciones del Consejo de Seguridad de las Naciones Unidas, también se puede <strong class=\"keyword\">achacar</strong> a personas irresponsables, principalmente delincuentes, que serán sometidos a la acción de la justicia.","second":"In this context, I would like to mention that the ill repute, recently brought upon my country by disregarding United Nations Security Council resolutions is also the <strong class=\"keyword\">fault</strong> of irresponsible individuals, essentially criminals, who will be brought to justice."},{"author":27,"first":"Pero plena responsabilidad no significa que se puedan <strong class=\"keyword\">achacar</strong> a la Comisión los errores del pasado.","second":"However, full responsibility does not mean that the Commission can be <strong class=\"keyword\">blamed</strong> for the mistakes of the past."},{"author":22,"first":"Según Finlandia, cabe <strong class=\"keyword\">achacar</strong> los resultados mediocres a los gastos extraordinarios debidos al ajuste del personal de Tieliikelaitos y al hecho de que las medidas especiales adoptadas con respecto al personal no podían cubrir todos los costes del personal adicional","second":"In Finland’s view, the poor result can be accounted for by the additional costs due to the adjustment of Tieliikelaitos’ personnel, and the fact that the special arrangements made for personnel could not cover all the costs of additional personnel"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}