{"result":"ok","tuc":[{"phrase":{"text":"infelicitous","language":"en"},"meanings":[{"language":"en","text":"inappropriate or awkward; not well said, expressed, or done"}],"meaningId":-2845396437945688939,"authors":[70195]},{"phrase":{"text":"unlucky","language":"en"},"meaningId":1943017229511646201,"authors":[25115]},{"phrase":{"text":"adverse","language":"en"},"meaningId":2239012111685077564,"authors":[86934]},{"phrase":{"text":"bad luck","language":"en"},"meaningId":-4710579391214329158,"authors":[86934]},{"phrase":{"text":"black","language":"en"},"meaningId":-1954584864319029220,"authors":[89651]},{"phrase":{"text":"fatal","language":"en"},"meaningId":6121629770535761689,"authors":[25018]},{"phrase":{"text":"ill-fated","language":"en"},"meaningId":-563254113981823236,"authors":[25018]},{"phrase":{"text":"malign","language":"en"},"meaningId":-395980982095334878,"authors":[25018]},{"phrase":{"text":"portentous","language":"en"},"meaningId":-4223007428448199051,"authors":[86934]},{"phrase":{"text":"sad","language":"en"},"meaningId":4550769016401737464,"authors":[25115]},{"phrase":{"text":"sinister","language":"en"},"meaningId":9207079003303446480,"authors":[25115]},{"phrase":{"text":"unfortunate","language":"en"},"meaningId":-1492402221134151377,"authors":[25115]},{"phrase":{"text":"unhappy","language":"en"},"meaningId":-7856232077853420875,"authors":[8]},{"phrase":{"text":"wretched","language":"en"},"meaningId":-76514669239050584,"authors":[25115]},{"meanings":[{"language":"en","text":"unlucky, ill-fated, unfortunate"}],"meaningId":1588491524816020237,"authors":[1]}],"phrase":"aciago","examples":[{"author":94808,"first":"Obviamente, ello es muy importante, tanto en lo que concierne a la justicia como a la reconciliación nacional, y celebramos los progresos que han logrado la UNTAET y las autoridades de Indonesia en la tarea de hacer que los responsables de delitos cometidos en Timor Oriental durante los días <strong class=\"keyword\">aciagos</strong> inmediatamente posteriores a la celebración del referendo sean llevados ante la justicia.","second":"It clearly has a very important role, both in terms of justice and in terms of national reconciliation, and we welcome the progress that has been made both by UNTAET and by the Indonesian authorities in bringing to account those responsible for crimes in East Timor during the <strong class=\"keyword\">dark</strong> days immediately following the referendum."},{"author":119739,"first":"EN ESTOS días <strong class=\"keyword\">aciagos</strong>, muchas personas no ven apenas razones para estar alegres.","second":"IN THESE dark days, many people see little cause for rejoicing."},{"author":118293,"first":"Qué día más triste y más <strong class=\"keyword\">aciago</strong>.","second":"What a bleak and <strong class=\"keyword\">rimy day</strong>."},{"author":94808,"first":"Hace apenas dos meses, en un solo día <strong class=\"keyword\">aciago</strong>, se perdieron más de 200 vidas y más de 1.000 personas resultaron heridas por los crueles bombardeos en Mumbay y en otras partes de la India.","second":"Barely two months ago, on a single <strong class=\"keyword\">black</strong> day, more than 200 lives were lost and more than 1,000 were injured by dastardly bombings in Mumbai and elsewhere in India."},{"author":94808,"first":"Mucho hemos avanzado desde los días <strong class=\"keyword\">aciagos</strong> de septiembre de 1999.","second":"We have come a long way since the <strong class=\"keyword\">dark</strong> days of September 1999."},{"author":31,"first":"Pero no tenemos canciones para castillos...... y tiempos <strong class=\"keyword\">aciagos</strong>","second":"But we have no songs for great halls...... and <strong class=\"keyword\">evil</strong> times"},{"author":31,"first":"Un <strong class=\"keyword\">aciago</strong> sentimiento de desarraigo y soledad, embargó a Grace aquella noche","second":"An <strong class=\"keyword\">ominous</strong> sense of homelessness and Ioneliness struck Grace this evening"},{"author":94808,"first":"La Oficina de las Naciones Unidas en Burundi (UNOB) se estableció en noviembre de 1993 después del golpe de Estado del 21 de octubre de 1993 y los acontecimientos <strong class=\"keyword\">aciagos</strong> que le siguieron.","second":"The United Nations Office in Burundi (UNOB) was established in November 1993 following the coup d’état of 21 October 1993 in that country and the <strong class=\"keyword\">tragic</strong> events that ensued."},{"author":92475,"first":"Abul Bahar revive la <strong class=\"keyword\">aciaga</strong> noche del 25 de marzo de 1971, con las siguientes palabras:","second":"Abul Bahar brings to life <strong class=\"keyword\">that fateful</strong> the <strong class=\"keyword\">fateful</strong> night of 25 March, 1971 with the following words:"},{"author":118293,"first":"¡ Oh, día <strong class=\"keyword\">aciago</strong>!","second":"Alas the <strong class=\"keyword\">day</strong>!"},{"author":118293,"first":"Perdió a toda su familia aquella <strong class=\"keyword\">aciaga</strong> noche.","second":"She lost all of her family when there was <strong class=\"keyword\">a</strong> breach at the prison."},{"author":94808,"first":"Este <strong class=\"keyword\">aciago</strong> suceso es un tema que se encuadra en el marco del desarrollo sostenible y el Gobierno de Belarús confía en que no sólo el PNUD, sino también otros organismos del sistema de las Naciones Unidas, sigan prestando apoyo ininterrumpido para resolver el problema.","second":"The disaster was a sustainable-development matter, and his Government was relying on uninterrupted support from not only UNDP but also other United Nations agencies in dealing with it in the future."},{"author":118293,"first":"\" <strong class=\"keyword\">Aciago</strong> cuerpo, muerto recién","second":"'\" <strong class=\"keyword\">The</strong> buried, dead and slain rise again'\""},{"author":91988,"first":"Diversas crisis en formación en otros países de la UE (especialmente Italia) profundizaban el pronóstico <strong class=\"keyword\">aciago</strong> para la supervivencia de la Unión.","second":"Brewing crises in other EU countries, especially Italy, deepened the <strong class=\"keyword\">dark</strong> forecast for the EU’s survival."},{"author":118293,"first":"Y un día <strong class=\"keyword\">aciago</strong> incluso el jugador más bello que había entre nosotros... se perdió en los bosques de la locura.","second":"And then one <strong class=\"keyword\">ill</strong>-<strong class=\"keyword\">fated</strong> day the finest player of us all... got lost in the forests of madness —"},{"author":8000,"first":"Se espera mucho de nosotros en las <strong class=\"keyword\">aciagas</strong> circunstancias que han complicado tanto los parámetros internacionales y regionales que ha sido necesario examinarlos a fin de lograr una percepción clara y adoptar posiciones responsables que fomenten nuestros objetivos y cumplan las aspiraciones de nuestra nación","second":"Much is expected of us in the <strong class=\"keyword\">fateful</strong> circumstances that have so complicated international and regional parameters that it has become necessary to subject them to examination so as to form a clear perception and take responsible positions that serve our objectives and meet the aspirations of our nation"},{"author":94808,"first":"Argentina ha reafirmado en repetidas oportunidades su voluntad de negociar y el Reino Unido debe adoptar una actitud positiva al respecto a fin de cerrar finalmente este capítulo <strong class=\"keyword\">aciago</strong> de colonialismo.","second":"Argentina had often reiterated its willingness to negotiate and the United Kingdom should also take a constructive attitude to negotiation in order to finally close that <strong class=\"keyword\">fateful</strong> chapter of colonialism."},{"author":8000,"first":"Hemos sido testigos de otro mes de violencia en el Oriente Medio, un mes que, debido a la tragedia de Beit Hanoun, será casi sin duda recordado como una hora <strong class=\"keyword\">aciaga</strong> en este conflicto tan prolongado y tan trágico","second":"We have seen another month of violence in the Middle East, one that, for the tragedy at Beit Hanoun, will almost certainly be remembered as a <strong class=\"keyword\">dark</strong> hour in this very protracted and tragic conflict"},{"author":8000,"first":"Por estos días, en mi país se conmemora con pesar y dolor una fecha <strong class=\"keyword\">aciaga</strong>: el # ° aniversario de la pérfida agresión de la Alemania fascista contra la Unión Soviética","second":"At this time in my country we are observing with grief and mourning a <strong class=\"keyword\">sad</strong> date, the # th anniversary of the perfidious attack by fascist Germany on the Soviet Union"},{"author":94808,"first":"El pasado año fue especialmente <strong class=\"keyword\">aciago</strong>, y las Naciones Unidas se vieron obligadas a reflexionar seriamente sobre el futuro de nuestras disposiciones relativas a la gestión de la seguridad a todos los niveles.","second":"Last year was particularly difficult<strong class=\"keyword\">,</strong> forcing the United Nations system to reflect seriously on the future of our security management arrangements at all levels."},{"author":27,"first":"Hemos votado en contra y esperamos que haya al menos un país miembro que se oponga a la decisión del 3 de octubre, porque sería <strong class=\"keyword\">aciaga</strong> para el futuro de Europa.","second":"We voted ‘no’ and we hope that at least one of the Member States will oppose the 3 October decision, because it would be an <strong class=\"keyword\">ill</strong> omen for the future of Europe."},{"author":94808,"first":"Bassolé y otros agentes y Estados en estos momentos críticos y <strong class=\"keyword\">aciagos</strong> que vive el Sudán.","second":"Bassolé and other players and States in these critical and <strong class=\"keyword\">fateful</strong> times that the Sudan is going through."},{"author":8000,"first":"El Reino Unido es un objetivo prioritario, el segundo después de los Estados Unidos de América, y la historia de los acontecimientos anteriores y posteriores al # de septiembre de # así como la de aquel día <strong class=\"keyword\">aciago</strong>, efectivamente muestran que, de producirse un ataque, bien podría ocurrir sin aviso y en una escala tal que pusiera en peligro la vida de la nación. \"","second":"The United Kingdom is a prime target, second only to the United States of America, and the history of events both before and after # eptember # as well as on that <strong class=\"keyword\">fateful</strong> day does show that if one attack were to take place it could well occur without warning and be on such a scale as to threaten the life of the nation.”"},{"author":94808,"first":"Del mismo modo, durante los días más <strong class=\"keyword\">aciagos</strong> del siglo XX, el período anterior a la primera guerra mundial y el período de la segunda guerra mundial, Turquía volvió a ofrecer un lugar seguro y acogió a los judíos que trataban de escapar de la persecución nazi.","second":"Likewise, during the <strong class=\"keyword\">darkest</strong> days of the twentieth century, the pre-War and the Second World War era, Turkey once again offered a safe haven and welcomed Jews trying to escape Nazi persecution."},{"author":8000,"first":"Creemos que este proceso sumió a la Corte Internacional de Justicia y a las Naciones Unida en un día <strong class=\"keyword\">aciago</strong>","second":"We believe that this process produced a dark day for the International Court of Justice and a <strong class=\"keyword\">dark</strong> day for the United Nations"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}