{"result":"ok","tuc":[{"phrase":{"text":"assault","language":"en"},"meaningId":-6869263822022730357,"authors":[9]},{"phrase":{"text":"attack","language":"en"},"meaningId":8072121319380482779,"authors":[9]},{"phrase":{"text":"undertake","language":"en"},"meanings":[{"language":"en","text":"To make a resolution to do something and to begin to do it."},{"language":"es","text":"Tomar la resolución de hacer algo y comenzar a hacerlo."}],"meaningId":8314178535003063758,"authors":[60172]},{"phrase":{"text":"commit aggression","language":"en"},"meaningId":6493102886302222138,"authors":[9]},{"phrase":{"text":"tackle","language":"en"},"meaningId":6530267421599942928,"authors":[84715]},{"phrase":{"text":"assail","language":"en"},"meaningId":7219186596016161689,"authors":[2698]},{"phrase":{"text":"rip","language":"en"},"meaningId":-8339575169443414590,"authors":[2698]},{"phrase":{"text":"strafe","language":"en"},"meaningId":9065176490927526824,"authors":[2698]},{"phrase":{"text":"approach","language":"en"},"meanings":[{"language":"en","text":"To begin to deal with, e.g., a task, a problem, etc."},{"language":"es","text":"Iniciar el tratamiento de un tópico, un argumento, etc., o llever a cabo una actividad, un trabajo, etc."}],"meaningId":6243444825799803093,"authors":[60172]},{"phrase":{"text":"go about","language":"en"},"meanings":[{"language":"en","text":"To begin to deal with, e.g., a task, a problem, etc."},{"language":"es","text":"Iniciar el tratamiento de un tópico, un argumento, etc., o llever a cabo una actividad, un trabajo, etc."}],"meaningId":-4471833463305160514,"authors":[60172]},{"phrase":{"text":"set about","language":"en"},"meanings":[{"language":"en","text":"To begin to deal with, e.g., a task, a problem, etc."},{"language":"es","text":"Iniciar el tratamiento de un tópico, un argumento, etc., o llever a cabo una actividad, un trabajo, etc."}],"meaningId":7959719126225827925,"authors":[60172]},{"phrase":{"text":"venture","language":"en"},"meanings":[{"language":"en","text":"To make a resolution to do something and to begin to do it."},{"language":"es","text":"Tomar la resolución de hacer algo y comenzar a hacerlo."}],"meaningId":-7263246739535107091,"authors":[60172]},{"phrase":{"text":"aggress","language":"en"},"meaningId":2252308303790171794,"authors":[2698]},{"phrase":{"text":"attempt","language":"en"},"meaningId":117619266670278685,"authors":[25018]},{"phrase":{"text":"charge","language":"en"},"meaningId":6432142540565577565,"authors":[25018]},{"phrase":{"text":"commit","language":"en"},"meaningId":8380099909872798302,"authors":[36]},{"phrase":{"text":"exhaust","language":"en"},"meaningId":3884539484752708624,"authors":[83093]},{"phrase":{"text":"go for","language":"en"},"meaningId":-8251454262228787214,"authors":[25018]},{"phrase":{"text":"mug","language":"en"},"meaningId":1254185567055770569,"authors":[83064]},{"phrase":{"text":"overcome","language":"en"},"meaningId":6373303393613504581,"authors":[89651]},{"phrase":{"text":"seize","language":"en"},"meaningId":-6054776534590635604,"authors":[25115]},{"phrase":{"text":"set upon","language":"en"},"meaningId":3680596220037445481,"authors":[25115]},{"phrase":{"text":"take","language":"en"},"meaningId":-530143882197105273,"authors":[25115]},{"phrase":{"text":"tilt","language":"en"},"meaningId":-2828925121559092792,"authors":[25115]},{"phrase":{"text":"visit","language":"en"},"meaningId":7763087487958764338,"authors":[84500]},{"phrase":{"text":"wade","language":"en"},"meaningId":-4412788365782984583,"authors":[84715]},{"phrase":{"text":"wear out","language":"en"},"meaningId":3060152384699183634,"authors":[83093]},{"meanings":[{"language":"en","text":"to undertake (a task, a project, an enterprise)"},{"language":"en","text":"to assail"}],"meaningId":-1223535827852322344,"authors":[93107]}],"phrase":"acometer","examples":[{"author":8000,"first":"El Sr. Szeremeta (Jefe de la Subdivisión de Análisis y Formulación de Normas Públicas de la División de Economía y Administración del Sector Público), tras presentar el informe sobre negocios y desarrollo señala que la Declaración del Milenio debe considerarse un acuerdo por el que la comunidad internacional se compromete a <strong class=\"keyword\">acometer</strong> la enorme tarea de rehacer el mundo","second":"Mr. Szeremeta (Chief, Public Policy Analysis and Development Branch, Division for Public Economics and Public Administration), introducing the report of the Secretary-General on Business and Development ( # ), said that the Millennium Declaration should be considered as an agreement by the international community to <strong class=\"keyword\">embark</strong> on a grandiose world-making exercise"},{"author":94808,"first":"Algunas de estas organizaciones insisten también en que la capacidad técnica de los equipos en los países debería mejorar a fin de poder <strong class=\"keyword\">acometer</strong> nuevas tareas específicas (por ejemplo, en relación con los derechos humanos, los conflictos internos y el sector privado).","second":"Some of these organizations also stress that the technical profile of the country teams should be improved to face specific new <strong class=\"keyword\">challenges</strong> (e.g., in the areas of human rights, internal conflicts and the private sector)."},{"author":95875,"first":"Se procura así <strong class=\"keyword\">acometer</strong> las restricciones que mercados imperfectos y debilidades estructurales imponen al desarrollo de la industria del reciclaje y asegurarse de que se fomente, de una manera ecológicamente aceptable, el reciclaje, componente importante de la gestión de residuos.","second":"This aims to address constraints in the development of the recycling industry through imperfect markets and structural weaknesses, and to ensure that recycling, an important component of waste management, is promoted in an environmentally sound manner."},{"author":94809,"first":"Remitiéndose a las observaciones que más abajo se expresan, acoge asimismo con satisfacción la decisión de la Comisión de valorar con rapidez y pragmatismo los resultados del programa piloto desarrollado en 1994 y de este modo <strong class=\"keyword\">acometer</strong> el examen de los puntos débiles reales con el programa de acción propuesto.","second":"In the context of the following observations it also welcomes the approach the Commission has adopted in order to assess the results of the 1994 pilot programme quickly and pragmatically and thus to <strong class=\"keyword\">tackle</strong> the real shortcomings by drafting this action programme."},{"author":94808,"first":"El orador celebra el nuevo tratado de reducción de las armas estratégicas suscrito por los Estados Unidos y la Federación de Rusia como un paso de avance e insta a todos los Estados poseedores de armas nucleares a que aprovechen el impulso generado para <strong class=\"keyword\">acometer</strong> otras cuestiones de importancia crítica como, por ejemplo, la reducción del papel de las armas nucleares en las doctrinas de defensa estratégica, la concesión de garantías de seguridad a los Estados no poseedores de armas nucleares y la reducción significativa ulterior de las armas nucleares de una manera transparente y verificable.","second":"He welcomed the new treaty on strategic arms reduction signed by the United States and the Russian Federation as a significant step forward and urged all nuclear-weapon States to use the momentum created to <strong class=\"keyword\">address</strong> other critical issues, for instance, reducing the role of nuclear weapons in strategic defence doctrines, providing security assurances to non-nuclear-weapon States and continuing to significantly reduce nuclear weapons in a transparent and verifiable manner."},{"author":94808,"first":"Hay otras importantes tareas que hay que <strong class=\"keyword\">acometer</strong>, como establecer un plan de estudios para los estudiantes de las zonas rurales y resolver el problema de la deserción escolar.","second":"Other major challenges include providing a relevant curriculum for students in the rural areas and also solving the problem of school dropouts."},{"author":94809,"first":"Si la Unión Europea decide <strong class=\"keyword\">acometer</strong> una operación militar de gestión de crisis recurriendo a los medios y capacidades de la OTAN, la República de Turquía informará a la UE de su intención de participar en la operación, y posteriormente, informará sobre la contribución que propone aportar.","second":"Where the European Union <strong class=\"keyword\">has</strong> decided to <strong class=\"keyword\">undertake</strong> a military crisis management operation with recourse to NATO assets and capabilities, the Republic of Turkey will inform the European Union of any intention to participate in the operation, and subsequently provide information on any proposed contribution."},{"author":8000,"first":"Pero en rigor este es un tema que permanece irresuelto para, de manera conjunta entre donantes y receptores, <strong class=\"keyword\">acometer</strong> las tareas del desarrollo social","second":"Strictly speaking, however, this is an issue that is yet to be solved, before donors and aid recipients can jointly <strong class=\"keyword\">undertake</strong> the tasks of social development"},{"author":30,"first":"Con las expresiones regulares, esta taréa se puede <strong class=\"keyword\">acometer</strong> en una sóla búsqueda, y con una gran precisión","second":"With Regular Expressions, that <strong class=\"keyword\">task</strong> could be <strong class=\"keyword\">accomplished</strong> with a single search, and with a larger degree of preciseness"},{"author":94808,"first":"Habida cuenta de que algunas de esas instituciones fueron creadas hace 60 años en circunstancias muy diferentes, para fortalecer su propia legitimidad y credibilidad y servir mejor a los pueblos del mundo deben <strong class=\"keyword\">acometer</strong> reformas que se hagan eco de las actuales realidades económicas.","second":"Some of those institutions had been created 60 years earlier under vastly different circumstances; if they were to strengthen their own legitimacy and credibility and better serve the world’s peoples, they must <strong class=\"keyword\">engage</strong> in reforms that reflected current economic realities."},{"author":8000,"first":"La culminación de la cobertura cartográfica del sur, el establecimiento de la Infraestructura Nacional de Datos Geoespaciales, el Sistema Nacional de Catastro, el Centro Nacional de Sensores Remotos y la participación en el proceso de demarcación del hábitat indígena, son algunos de los retos que el nuevo Instituto Geográfico de Venezuela Simón Bolívar deberá <strong class=\"keyword\">acometer</strong>","second":"Completion of mapping in the south, establishment of a national geospatial database, a national land registry system, a national remote sensing centre and participation in the demarcation of indigenous lands are some of the goals which the new Simon Bolivar Geographical Institute of Venezuela is <strong class=\"keyword\">aiming to achieve</strong>"},{"author":8000,"first":"Con el aumento de la dotación autorizada de personal militar y de policía, la misión prevé establecer al menos un nuevo emplazamiento militar y <strong class=\"keyword\">acometer</strong> importantes obras de construcción en otros cinco ya existentes","second":"With the increase in the authorized number of military and police personnel, the mission plans to create at least one military site and <strong class=\"keyword\">undertake</strong> major construction at five existing sites"},{"author":94808,"first":"Los participantes en las consultas abiertas acordaron que los mecanismos financieros para las TIC seguían siendo esenciales y que era necesario <strong class=\"keyword\">acometer</strong> nuevos esfuerzos para reducir la brecha en lo que se refería al acceso, elaborar nuevos contenidos y aplicaciones y fomentar la capacidad.","second":"Participants at the Open Consultations agreed that financing mechanisms for ICT remain crucial and that further efforts are needed to <strong class=\"keyword\">address</strong> the access gap, develop new content and applications, and build capacity."},{"author":94809,"first":"Si la Unión Europea decide <strong class=\"keyword\">acometer</strong> una operación de gestión militar de crisis recurriendo a los medios y capacidades de la OTAN, Canadá informará a la UE de su intención de participar en la operación e informará posteriormente sobre cualquier contribución que se proponga aportar.","second":"Where the European Union <strong class=\"keyword\">has</strong> decided to <strong class=\"keyword\">undertake</strong> a military crisis management operation with recourse to NATO assets and capabilities, Canada shall inform the European Union of any intention to participate in the operation, and subsequently provide information on its intended contribution."},{"author":94808,"first":"Las Naciones Unidas vienen trabajando con el Gobierno para iniciar un marco de eficacia del desarrollo que garantice la utilización transparente de la asistencia para <strong class=\"keyword\">acometer</strong> las prioridades nacionales de una manera sinergística.","second":"The United Nations was working with the Government to initiate a development effectiveness framework that would ensure the transparent use of assistance to <strong class=\"keyword\">address</strong> national priorities in a synergistic manner."},{"author":95875,"first":"Los obstáculos que se deben despejar del camino hacia la economía ecológica son las trabas institucionales y burocráticas, una financiación inadecuada para transformaciones ecológicas en las empresas y el desconocimiento de cómo <strong class=\"keyword\">acometer</strong> esta transición.","second":"Barriers that need to be <strong class=\"keyword\">overcome</strong> on the road to an eco-economy include institutional and bureaucratic barriers, inadequate financing <strong class=\"keyword\">for</strong> eco-transformations in companies and inadequate knowledge of how to <strong class=\"keyword\">go about</strong> the transition."},{"author":8000,"first":"Con la creación y el mantenimiento de foros consultivos compuestos de muchos actores y que abarcan toda la ciudad para <strong class=\"keyword\">acometer</strong> los retos sociales, económicos y ambientales en diversas ciudades de Turquía, el Programa # local ha contribuido a promover la buena gestión pública y la democracia","second":"By establishing and maintaining multi-actor, city-wide consultative forums to <strong class=\"keyword\">address</strong> local social, economic and environmental challenges in various cities in Turkey, the Local Agenda # rogramme has been instrumental in promoting good local governance and local democracy"},{"author":94808,"first":"Entre otras tareas importantes que debían <strong class=\"keyword\">acometer</strong> estos países cabía mencionar el acceso a fuentes de energía modernas y asequibles, la modernización en el ámbito de la tecnología digital, la lucha contra la epidemia del SIDA y la respuesta al cambio climático y los desastres naturales.","second":"The other major challenges <strong class=\"keyword\">facing</strong> the LDCs included gaining access to affordable modern energy carriers, overcoming the digital divide, tackling the AIDS epidemic, and coping with climate change and natural disasters."},{"author":94808,"first":"Plagado de expresiones cargadas de rechazo, intransigencia, amenazas, intimidación y desdén, el discurso dejó patente la intención de Marruecos de <strong class=\"keyword\">acometer</strong> una nueva ola de violaciones del derecho internacional y el derecho internacional humanitario en el Sáhara Occidental.","second":"Incorporating the language of rejection, intransigence, threats, intimidation and disdain, the speech was a declaration by Morocco that it <strong class=\"keyword\">would embark</strong> on another round of violations of international law and international humanitarian law in Western Sahara."},{"author":94808,"first":"No obstante, la República de Guinea está convencida de que, para afrontar mejor las amenazas y los desafíos que tenemos por delante, debemos <strong class=\"keyword\">acometer</strong> con decisión las reformas necesarias para revitalizar a nuestra Organización.","second":"The Republic of Guinea nevertheless remains convinced that if we are better to meet the threats and challenges we face, we must <strong class=\"keyword\">resolutely pursue</strong> the reforms necessary to revitalize our Organization."},{"author":94808,"first":"El 5 de junio de 2003 el Ministro de Justicia firmó una orden especial sobre las tareas que debían <strong class=\"keyword\">acometer</strong> los órganos de justicia para aplicar las recomendaciones y observaciones del Comité contra la Tortura en relación con el segundo informe periódico de Azerbaiyán.","second":"On 5 June 2003, the Ministry of Justice signed a special order on the functions of the judicial authorities in giving effect to the comments and recommendations made by the Committee against Torture in connection with Azerbaijan’s second periodic report."},{"author":94809,"first":"La Comisión está dispuesta a <strong class=\"keyword\">acometer</strong> distintas medidas mediante el diálogo y la cooperación con los terceros países.","second":"The Commission stands ready to <strong class=\"keyword\">address these</strong> various measures through dialogue and cooperation with non-EU countries."},{"author":8000,"first":"Con todo cinismo e hipocresía, enmascaran la ofensiva contrarrevolucionaria que piensan <strong class=\"keyword\">acometer</strong> tras la agresión militar a Cuba, con eufemismos tales como el de procesos de “justicia y reconciliación” o de “saneamiento social”","second":"At the height of cynicism and hypocrisy, they dress the counterrevolutionary offensive to be <strong class=\"keyword\">undertaken</strong> following the military invasion with euphemisms such as “justice and reconciliation” or “social cleansing” processes"},{"author":8000,"first":"Conscientes de la escasa práctica estatal en la materia, varias delegaciones instaron a la Comisión a <strong class=\"keyword\">acometer</strong> su desarrollo progresivo y elaborar disposiciones por analogía, utilizando la Convención de # como marco de referencia, y teniendo en cuenta al mismo tiempo la práctica contemporánea y los principios ambientales del desarrollo sostenible, incluido el principio # de la Declaración de Río sobre el Medio Ambiente y el Desarrollo, así como las novedades jurídicas e institucionales aparecidas en varias regiones","second":"Several delegations were mindful of the paucity of State practice on the current sub-topic and urged the Commission to focus on its <strong class=\"keyword\">progressive</strong> development and elaborate provisions by analogy, using the # onvention as a frame of reference, while taking into account contemporary practice and environmental principles of sustainable development, including principle # of the Rio Declaration on Environment and Development, as well as juridical and institutional developments in various regions"},{"author":94809,"first":"Si un beneficiario puede demostrar la necesidad de <strong class=\"keyword\">acometer</strong> la medida de información antes de la firma del convenio, los gastos podrán autorizarse antes de la concesión de la subvención.","second":"If a beneficiary can demonstrate the need <strong class=\"keyword\">to start</strong> the information measure before the agreement is signed, expenditure may be authorised before the grant is awarded."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"30":{"U":"http://www.kde.org/","id":30,"N":"KDE40.1","url":"https://glosbe.com/source/30"}}}