{"result":"ok","tuc":[{"phrase":{"text":"happen","language":"en"},"meanings":[{"language":"es","text":"Producirse un hecho de manera espontánea."},{"language":"es","text":"(Para un evento) Tener una existencia real."},{"language":"en","text":"(For an event) To occur by chance."},{"language":"en","text":"(For an event) Have a real existence."}],"meaningId":-8631096978425814956,"authors":[84500]},{"phrase":{"text":"occur","language":"en"},"meanings":[{"language":"es","text":"(Para un evento) Tener una existencia real."},{"language":"en","text":"(For an event) Have a real existence."}],"meaningId":4149553236401415843,"authors":[84500]},{"phrase":{"text":"come about","language":"en"},"meaningId":7664364020469650334,"authors":[36]},{"phrase":{"text":"befall","language":"en"},"meanings":[{"language":"es","text":"(Para un evento) Tener una existencia real."},{"language":"en","text":"(For an event) Have a real existence."}],"meaningId":-8626723784207633746,"authors":[84500]},{"phrase":{"text":"become","language":"en"},"meaningId":-2099613586181170739,"authors":[84715]},{"phrase":{"text":"bechance","language":"en"},"meanings":[{"language":"es","text":"(Para un evento) Tener una existencia real."},{"language":"en","text":"(For an event) Have a real existence."}],"meaningId":-7893583676432825495,"authors":[84500]},{"phrase":{"text":"come","language":"en"},"meaningId":8893096787836938936,"authors":[2698]},{"phrase":{"text":"get","language":"en"},"meaningId":-8285165619268162805,"authors":[2698]},{"phrase":{"text":"go on","language":"en"},"meaningId":-2456680089144004497,"authors":[84500]},{"phrase":{"text":"pass","language":"en"},"meaningId":6390999864283212591,"authors":[84500]},{"phrase":{"text":"take place","language":"en"},"meaningId":-2791457343793569609,"authors":[84500]},{"phrase":{"text":"betide","language":"en"},"meanings":[{"language":"es","text":"(Para un evento) Tener una existencia real."},{"language":"en","text":"(For an event) Have a real existence."}],"meaningId":15837022168507321,"authors":[60172]},{"phrase":{"text":"arrive","language":"en"},"meaningId":1868660982498160433,"authors":[2698]},{"phrase":{"text":"crop up","language":"en"},"meaningId":5133196697841703503,"authors":[97745]},{"phrase":{"text":"end","language":"en"},"meaningId":8123021506999140969,"authors":[86934]},{"phrase":{"text":"end up","language":"en"},"meaningId":-9086475015757261994,"authors":[2698]},{"phrase":{"text":"fall out","language":"en"},"meaningId":5352966531610425684,"authors":[84500]},{"phrase":{"text":"grow","language":"en"},"meaningId":-7858340611422393664,"authors":[36]},{"phrase":{"text":"hap","language":"en"},"meaningId":2188245662806440124,"authors":[84500]},{"phrase":{"text":"happening","language":"en"},"meaningId":-2820514492307110313,"authors":[86934]},{"phrase":{"text":"manage","language":"en"},"meaningId":3563431097942625940,"authors":[2698]},{"phrase":{"text":"pass off","language":"en"},"meaningId":-9122764669367191750,"authors":[84500]},{"phrase":{"text":"succeed","language":"en"},"meaningId":594680374126060493,"authors":[2698]},{"meanings":[{"language":"en","text":"to happen, occur, come about."},{"language":"en","text":"to happen, occur, come about"}],"meaningId":-6223901065888369697,"authors":[1]}],"phrase":"acontecer","examples":[{"author":8008,"first":"34 Y te será por señal esto que <strong class=\"keyword\">acontecerá</strong> a tus dos hijos, Ofni y Finees: ambos a morirán en el mismo día.","second":"34 And this shall be a sign <strong class=\"keyword\">unto</strong> thee, that <strong class=\"keyword\">shall come</strong> upon thy two sons, on Hophni and Phinehas; in one day they shall a die both of them."},{"author":119723,"first":"El hecho de que cada uno de nosotros, como hijos de Dios22, puede cumplir su misión y destino queda claro en las palabras del Señor al profeta José Smith: “De cierto, así dice el Señor: <strong class=\"keyword\">Acontecerá</strong> que toda alma que deseche sus pecados y venga a mí, invoque mi nombre, obedezca mi voz y guarde mis mandamientos... [y] que [venga] al Padre en mi nombre, y en el debido tiempo [recibirá] de su plenitud”23.","second":"That each <strong class=\"keyword\">one</strong> of us, as sons of God,22 can fulfill our mission and destiny is made plain by these words of the Lord to the Prophet Joseph Smith: “Verily, thus saith the Lord: It shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong> that every soul who forsaketh his sins and cometh unto me, and calleth <strong class=\"keyword\">on</strong> my name, and obeyeth my voice, and keepeth my commandments ... may <strong class=\"keyword\">come</strong> unto the Father in my name, and in due time receive of his fulness.” 23"},{"author":8008,"first":"La coordinación es lo que el <strong class=\"keyword\">acontecer</strong> de la lucha ha hecho posible.","second":"The word “<strong class=\"keyword\">precarious</strong>”, added to the name “intermittent workers” of the coordination d’Ile de France, is the word that has caused passions to run highest and provoked the most vocal reactions. There are those for whom the term “precarious” denotes a fact, an assessment (there are as many non-indemnified intermittent workers as there are indemnified ones, if not more; at any rate, 35% of indemnified workers are transformed into precarious workers by the new draft agreement)."},{"author":95096,"first":"¿Cómo puede <strong class=\"keyword\">acontecer</strong> que la criatura «hecha para Dios», íntimamente orientada a él, la más cercana al Eterno, pueda privarse de esta riqueza?","second":"How can <strong class=\"keyword\">it happen</strong> that the creature \"made for God\", intimately oriented to him, the creature closest to the Eternal One, can deprive himself of this richness?"},{"author":8008,"first":"Una transmisión diaria y en vivo del <strong class=\"keyword\">acontecer</strong> informativo más prestigioso de la televisión Chilena, con la conducción de Mauricio Hoffmann y la producción de la Pontificia Universidad Católica de Chile.","second":"Un hombre <strong class=\"keyword\">que</strong> siente una profunda admiración por las mujeres, funda “Ángeles”, una empresa que convierte a las féminas en verdaderas profesionales del servicio, capaces de hacerse cargo de un hogar."},{"author":8008,"first":"15 Mas he aquí, <strong class=\"keyword\">acontecerá</strong> que el Señor Dios dirá a aquel a quien entregará el libro: Toma estas palabras que no están selladas y entrégalas a otro, para que las muestre al instruido, diciendo: Te ruego que a leas esto.","second":"15 But behold, <strong class=\"keyword\">it shall come</strong> to <strong class=\"keyword\">pass</strong> that the Lord God shall say <strong class=\"keyword\">unto</strong> him to whom he shall deliver the book: Take these words which are not sealed and deliver them to another, that he may show them unto the learned, saying: a Read this, I pray thee."},{"author":8008,"first":"El debate entorno el cambio climático se presenta como una de las cuestiones con un trasfondo científico indiscutible destinadas, al mismo tiempo, a <strong class=\"keyword\">acontecer</strong> objeto de debate público.","second":"The climate change debate is presented here as one of those issues, with an indisputable scientific background, which has also <strong class=\"keyword\">become</strong> the subject of public debate."},{"author":119723,"first":"7 Así dice Jehová el Señor: Eso no prevalecerá ni <strong class=\"keyword\">acontecerá</strong>.","second":"7 Thus saith the Lord God, It shall not stand, neither shall it <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong>."},{"author":119723,"first":"Y ahora lo he hecho <strong class=\"keyword\">acontecer</strong>, para que tú convirtieras ciudades fortificadas en montones de ruinas.","second":"now have I brought it to <strong class=\"keyword\">pass</strong>, that thou shouldest be to lay waste fenced cities into ruinous heaps."},{"author":31,"first":"Apuesto que no pueden esperar para saber lo que <strong class=\"keyword\">acontecerá</strong>","second":"I bet you can' t wait to find out what <strong class=\"keyword\">happens next</strong>"},{"author":119723,"first":"3 Y <strong class=\"keyword\">acontecerá</strong> que la avida del rey Noé se estimará igual que un vestido en un bhorno ardiente; porque sabrá que yo soy el Señor.","second":"3 And it shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong> that the alife of king Noah shall be valued even as a garment in a hot bfurnace; for he shall know that I am the Lord."},{"author":119723,"first":"De alguna manera, el perdón, acompañado del amor y de la tolerancia, logra milagros que no podrían <strong class=\"keyword\">acontecer</strong> de ninguna otra forma.","second":"Somehow forgiveness, with love and tolerance, accomplishes miracles that can <strong class=\"keyword\">happen</strong> in no other way."},{"author":94809,"first":"Según numerosas fuentes de información, parece que el Ministerio del Interior español tiene la intención de crear unidades antiglobalización a fin de intervenir en los sucesos que puedan <strong class=\"keyword\">acontecer</strong> con ocasión de la Presidencia española de la UE durante el primer semestre de 2002 y, especialmente, de evitar posibles complicaciones durante las manifestaciones antiglobalización.","second":"According to several sources of information, the Spanish Ministry of the Interior intends to set up anti-globalisation units that will be brought in during events that take <strong class=\"keyword\">place</strong> during the Spanish Presidency of the EU, in the first half of 2002, in particular to prevent any disturbances during anti-globalisation demonstrations."},{"author":8008,"first":"<strong class=\"keyword\">Acontecerá</strong> en aquel día que Jehovah castigará en lo alto al ejército de lo alto, y en la tierra a los reyes de la tierra.","second":"It shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong> in that day that the Lord will punish on high the host of exalted ones, and on the earth the kings of the earth."},{"author":8008,"first":"3 Y <strong class=\"keyword\">acontecerá</strong> que la a vida del rey Noé se estimará igual que un vestido en un b horno ardiente; porque sabrá que yo soy el Señor.","second":"3 And <strong class=\"keyword\">it shall come</strong> to <strong class=\"keyword\">pass</strong> that the a life of king Noah shall be valued even as a garment in a hot b furnace ; for he shall know that I am the Lord."},{"author":119723,"first":"2 Y <strong class=\"keyword\">acontecerá</strong> en los apostreros días que será bestablecido el cmonte de la dcasa de Jehová como ecabeza de los montes, y será exaltado sobre los collados, y correrán a él todas las naciones.","second":"2 And it shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong> in the alast days, that the bmountain of the Lord’s chouse shall be destablished in the top of the mountains, and shall be exalted above the hills; and all enations shall flow unto it."},{"author":8008,"first":"Es así como cada año se reúnen los Consejeros que representan a los países afiliados con la Junta Directiva, las Comisiones, la administración y con diversos grupos de trabajo para examinar los asuntos de su competencia; como <strong class=\"keyword\">acontecerá</strong> nuevamente este año.","second":"Since then, every year the Counselors that represent the associated members meet with the Board of Directors, the comissions, the administration and different work groups to evaluate different topics. This meeting will <strong class=\"keyword\">take place</strong> this year once again."},{"author":8008,"first":"Percibí que todo lo que fui y todo lo que todavía iba a <strong class=\"keyword\">acontecer</strong> en mi vida ya estaba allí, en ese mismo momento, igual que la edad de un roble está contenida en su bellota. Todos los detalles revelaban el descuido, el abandono, la inutilidad de este ser.","second":"“This man suffers, not because he is facing an <strong class=\"keyword\">event</strong> which brings him pain and grief, rather he is facing this event because he has chosen suffering as his natural state” announced the Dreamer conclusively."},{"author":8008,"first":"25 Y <strong class=\"keyword\">acontecerá</strong> que nuevamente serán esparcidos; y será desgajada una rama, y será llevada a un país lejano; no obstante, serán recordados en los convenios del Señor, cuando venga el Mesías; porque él se les manifestará en los últimos días, con el Espíritu de poder, y los sacará de las tinieblas a la luz; de las tinieblas ocultas, y del cautiverio a la libertad.","second":"6 And thy issue which <strong class=\"keyword\">thou</strong> begettest after them, shall be thine, and shall be called after the name of their brethren in their inheritance, in the tribes; therefore they were called the tribes of Manasseh and of Ephraim."},{"author":95096,"first":"Así sucedió en el Cenáculo de Jerusalén y en el primer \"concilio\", que abrió las puertas a los paganos; y lo mismo <strong class=\"keyword\">acontecerá</strong> en este consistorio.","second":"It was so in the Cenacle of Jerusalem, it so happened during the first \"council\" which opened the doors to the pagans, and <strong class=\"keyword\">it</strong> will be so during our Consistory."},{"author":118293,"first":"Ella ve cosas que están destinadas a <strong class=\"keyword\">acontecer</strong>.","second":"She sees things that are fated to <strong class=\"keyword\">happen</strong>."},{"author":119723,"first":"23 Y <strong class=\"keyword\">acontecerá</strong> que en la tribu en que more el extranjero, allí le daréis su heredad, ha dicho Jehová el Señor.","second":"23 And it shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong>, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord God."},{"author":119723,"first":"4 Y <strong class=\"keyword\">acontecerá</strong> que a su debido tiempo pondré esta ciudad en vuestras manos, para que tengáis poder sobre ella, de modo que no descubrirán vuestras cosas secretas; y su riqueza en cuanto a oro y plata será vuestra.","second":"4 And it shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong> in due time that I will agive this city into your hands, that you shall have power over it, insomuch that they shall not bdiscover your secret parts; and its wealth pertaining to gold and silver shall be yours."},{"author":119723,"first":"7 Porque no sabe lo que ha de <strong class=\"keyword\">acontecer</strong>; y el cuándo haya de <strong class=\"keyword\">acontecer</strong>, ¿quién se lo dirá?","second":"7 For he knoweth not that which shall be: for who can tell him when it shall be?"},{"author":119723,"first":"21 Y <strong class=\"keyword\">acontecerá</strong> que cuando les sobrevengan muchos males y angustias, entonces este cántico dará testimonio contra ellos, pues no caerán en el olvido en labios de sus descendientes; porque yo conozco lo que se proponen hacer y lo que hacen hoy, aun antes de que los introduzca en la tierra que juré darles.","second":"21 And it shall <strong class=\"keyword\">come</strong> to <strong class=\"keyword\">pass</strong>, when many evils and troubles are befallen them, that this asong shall testify against them as a witness; for it shall not be forgotten <strong class=\"keyword\">out</strong> of the mouths of their seed: for I know btheir imagination which they <strong class=\"keyword\">go about</strong>, even now, before I have brought them into the land which I sware."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}