{"result":"ok","tuc":[{"phrase":{"text":"acridity","language":"en"},"meaningId":-1432752777110045598,"authors":[2903]},{"phrase":{"text":"acrimony","language":"en"},"meaningId":-363799910792446804,"authors":[25018]},{"phrase":{"text":"acerbity","language":"en"},"meaningId":7608561872460580470,"authors":[20]},{"phrase":{"text":"acid","language":"en"},"meaningId":-5987831690621873365,"authors":[25018]},{"phrase":{"text":"acridness","language":"en"},"meaningId":3701074068743365050,"authors":[8]},{"phrase":{"text":"bite","language":"en"},"meaningId":4512062449137673568,"authors":[83619]},{"phrase":{"text":"bitterness","language":"en"},"meaningId":-205283804162007571,"authors":[8]},{"phrase":{"text":"malice","language":"en"},"meaningId":6862007738029779521,"authors":[83093]},{"phrase":{"text":"pungency","language":"en"},"meaningId":938313382816223971,"authors":[83619]},{"phrase":{"text":"raciness","language":"en"},"meaningId":6982664603976082946,"authors":[83619]},{"phrase":{"text":"sharpness","language":"en"},"meaningId":-4341811360375980204,"authors":[8]},{"phrase":{"text":"spite","language":"en"},"meaningId":-6150354323441115381,"authors":[83093]},{"phrase":{"text":"strain gauge pickup","language":"en"},"meaningId":5530275717408351401,"authors":[80097]},{"phrase":{"text":"strain hardening","language":"en"},"meaningId":-1596881493220084789,"authors":[80097]},{"phrase":{"text":"strain sensitive pickup","language":"en"},"meaningId":-5018578018854729904,"authors":[80097]},{"phrase":{"text":"strain-hardening","language":"en"},"meaningId":4005815084404499175,"authors":[80097]},{"phrase":{"text":"strain-sensitive pickup","language":"en"},"meaningId":7267838956427328313,"authors":[80097]},{"phrase":{"text":"work hardening","language":"en"},"meaningId":-6466678969797386211,"authors":[80097]},{"phrase":{"text":"work-hardening","language":"en"},"meaningId":23326553920307839,"authors":[80097]},{"meanings":[{"language":"en","text":"bitterness, acridness"}],"meaningId":-9208460193666430904,"authors":[93107]}],"phrase":"acritud","examples":[{"author":8000,"first":"La votación polarizó a los Estados Miembros y engendró una extrema <strong class=\"keyword\">acritud</strong>","second":"The vote had polarized Member States and engendered extreme <strong class=\"keyword\">acrimony</strong>"},{"author":119723,"first":"De hecho, tenían un gusto amargo, pero la <strong class=\"keyword\">acritud</strong> de esas manzanas verdes no nos detuvo a medida que consumíamos con entusiasmo nuestro botín, y actuábamos bajo una compulsión que ahora no puedo explicar.","second":"In fact, they had a very <strong class=\"keyword\">bitter</strong> taste, but the tartness of these green apples did not deter us as we enthusiastically consumed our spoils, acting out of a compulsion I cannot now explain."},{"author":8000,"first":"Los medios tradicionales y basados en la comunidad, alternativos a los procesos penales formales, pueden resolver controversias sin <strong class=\"keyword\">acritud</strong> y restablecer la cohesión social de la comunidad","second":"Traditional and community-based alternatives to formal criminal processes have the potential to resolve disputes without <strong class=\"keyword\">acrimony</strong> and to restore social cohesion within the community"},{"author":27,"first":"Así, pues, permítaseme decir sin <strong class=\"keyword\">acritud</strong> al Sr. Truscott y a otros colegas que, si hubieran escuchado mi discurso al principio, habrían visto que, al aceptar la enmienda 2, relativa a la recomendación sobre Rusia -que es una enmienda del Grupo Socialista-, suprime la referencia al «aplazamiento» de la aprobación de la estrategia común con Rusia y la substituye por una declaración muy válida, en mi opinión, sobre el contenido que debe tener la recomendación.","second":"So could I say very gently to Mr Truscott and other colleagues that if they had listened to my speech at the beginning, by accepting Amendment No 2 on the Russian recommendation - which is a Socialist Group amendment - it deletes the reference to 'delay' in the adoption of the common strategy with Russia and replaces it with what I feel is a very valid statement of what that recommendation should contain."},{"author":8000,"first":"Superada la <strong class=\"keyword\">acritud</strong> de hace no muchas fechas, espero que el consenso de hoy sea un buen augurio para los acuciantes desafíos-África, terrorismo, Oriente Medio- con que se enfrenta el mundo y, por ende, este Consejo","second":"But we hope also that for the United Nations, having overcome the mood of <strong class=\"keyword\">recent</strong> days, today's consensus will augur well with respect to the many challenges facing the world and the Council today- African issues, terrorism, the situation in the Middle East, and so on"},{"author":94808,"first":"Si se hubiera aplicado este sistema se habrían evitado la <strong class=\"keyword\">acritud</strong>, las tensiones en el seno del Consejo y el retraso del levantamiento definitivo de las sanciones.","second":"If that approach had been followed, we could have avoided <strong class=\"keyword\">acrimony</strong>, a strain on Council unity and a delay in the final lifting of the sanctions."},{"author":94808,"first":"La adhesión a los principios de objetividad y no selectividad que requiere la Declaración de Viena servirá también para reducir las tensiones políticas y la <strong class=\"keyword\">acritud</strong> dentro de la Comisión.","second":"Adherence to the principles of objectivity and non-selectivity required by the Vienna Declaration would also serve to reduce political tensions and <strong class=\"keyword\">acrimony</strong> within the Commission."},{"author":94808,"first":"Nuestra experiencia ha demostrado que este foro no siempre resulta útil para promover la paz, sino que, en lugar de eso, puede generar <strong class=\"keyword\">acritud</strong>.","second":"Our experience has shown that this forum is not always helpful in advancing peace, but rather, that it may generate <strong class=\"keyword\">acrimony</strong>."},{"author":94809,"first":"El tono y la <strong class=\"keyword\">acritud</strong> de su intervención han sido fuertemente criticados en Grecia, donde muchos se han preguntado si los Comisarios pueden asistir a fiestas de partidos, atacar con mordacidad a personalidades que tienen opiniones diferentes de las suyas e inmiscuirse de esta forma en la vida política de su país. Cabe recordar que hace seis meses la Sra.","second":"The tone and <strong class=\"keyword\">acrimonious</strong> nature of her views were sharply criticised in Greece and many were left to wonder whether Commissioners could attend party functions, bitterly attack eminent individuals who take a different view from their own and interfere in the political life of their country."},{"author":118293,"first":"¿Nada de <strong class=\"keyword\">acritud</strong>?","second":"No little festering <strong class=\"keyword\">acrimony</strong>?"},{"author":31,"first":"El reglamento draconiaco, sin <strong class=\"keyword\">acritud</strong>, algo anticuado de este establecimiento...... ha sido la causa","second":"The draconian... and slightly obsolete... regulations...... are to blame!"},{"author":118293,"first":"A algunas de ellas no les gustó, por decirlo sin <strong class=\"keyword\">acritud</strong>.","second":"Certain parties were not pleased, to say the <strong class=\"keyword\">least</strong>."},{"author":8000,"first":"No obstante, expresa su decepción ante el hecho de que las últimas reuniones del Comité Especial se han visto afectadas por la <strong class=\"keyword\">acritud</strong> y la politización de los temas, una tendencia que podría socavar la pertinencia del Comité Especial","second":"He was disappointed to note, however, that recent meetings of the Special Committee had been marred by <strong class=\"keyword\">acrimony</strong> and the politicization of issues, a trend that risked undermining the relevance of the Special Committee"},{"author":27,"first":"La discusión de hoy no servirá para averiguar quién tiene la razón y quién no, pero lo que se recordará es la <strong class=\"keyword\">acritud</strong> de nuestro debate, nuestras acusaciones mutuas.","second":"Today's argument will not solve who is right and who is wrong, but what will be remembered is the <strong class=\"keyword\">acrimony</strong> of our debate, our accusations against one another."},{"author":8000,"first":"El ciclo actual de decadencia, amargura y <strong class=\"keyword\">acritud</strong> no lleva a ningún lado y sólo sirve para postergar ese día inevitable en que gracias al coraje político y la imaginación, los dos pueblos podrán vivir conjuntamente, ya sanos y reconciliados","second":"The current cycle of decay, bitterness and <strong class=\"keyword\">acrimony</strong> leads nowhere, but serves to put off the inevitable day when, by political acts of true courage and imagination, the two peoples will be able to live together in healing and reconciliation"},{"author":118293,"first":"Oíd, sin <strong class=\"keyword\">acritud</strong>, ¿pero creéis que podríais animar para nosotras?","second":"Hey, no biggie, but do you think you guys could cheer for us?"},{"author":94808,"first":"15.6 Los tribunales están facultados para resolver las controversias familiares de forma más eficaz, reduciendo al mismo tiempo el trauma y la <strong class=\"keyword\">acritud</strong> existentes en estos litigios, lo cual beneficia a toda la familia en general.","second":"15.6 The Courts are empowered to adjudicate family disputes more effectively while lessening the trauma and <strong class=\"keyword\">acrimony</strong> involved in the process, benefiting families generally."},{"author":118293,"first":"\" Desde que ella llegó a casa su gracias se transformó en <strong class=\"keyword\">acritud</strong> \"","second":"\" Her grace turned to attitude since she came home<strong class=\"keyword\">.</strong> \""},{"author":92475,"first":"Los recuerdos de la larga guerra civil en Sri Lanka y la amarga <strong class=\"keyword\">acritud</strong> entre grupos étnicos todavía se mantiene en la mente de las personas de Sri Lanka.","second":"The memories of the long civil war in Sri Lanka and the bitter inter-ethnic <strong class=\"keyword\">acrimony</strong> is still afresh in many Sri Lankan's minds."},{"author":8000,"first":"Los resultados de las elecciones celebradas en # en Zanzíbar fueron impugnados con <strong class=\"keyword\">acritud</strong> por el partido de la oposición, el Frente Cívico Unido (CUF), lo que generó un grave conflicto entre el CCM en el poder y el CUF que atrajo la atención de la comunidad internacional","second":"The election results in Zanzibar in # were <strong class=\"keyword\">bitterly</strong> contested by the opposition party; the Civic United Front (CUF); the situation generated a severe conflict between the ruling CCM and CUF that attracted the attention of the international community"},{"author":118293,"first":"Sin <strong class=\"keyword\">acritud</strong>, pero ninguna.","second":"No offense, but none."},{"author":118293,"first":"Sin <strong class=\"keyword\">acritud</strong>, Marcus, pero me quedo el cargo hasta que esto acabe.","second":"No offense, Marcus, but I'm keeping the job until this is over."},{"author":8000,"first":"Únicamente mediante la cooperación sobre el terreno podemos hacer el mejor uso posible de los recursos naturales de nuestra región para todos los habitantes del Oriente Medio, no haciendo gala de <strong class=\"keyword\">acritud</strong> aquí, en las Naciones Unidas, o profiriendo alegatos infundados y nada constructivos en nuestras deliberaciones","second":"It is only through cooperation on the ground that we can make the best use of our region's natural resources for all inhabitants of the Middle East, not through <strong class=\"keyword\">acrimony</strong> here at the United Nations or through baseless and unconstructive allegations levelled in our deliberations"},{"author":94808,"first":"Como ha quedado claramente demostrado en muchos ejemplos de conflictos pasados y recientes entre diversas partes, no es inconcebible que éstas puedan superar sus hostilidades, animosidad, <strong class=\"keyword\">acritud</strong> y deseo de venganza y llegar a un acuerdo que permita dejar atrás el pasado en aras de lograr la paz y la armonía para las generaciones futuras.","second":"As clearly demonstrated in many instances of past and recent conflicts between parties, it is not inconceivable for them to overcome their hostilities, animosities, <strong class=\"keyword\">bitterness</strong> and vengeance and to agree to put the past to rest for the sake of peace and harmony for future generations."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}