{"result":"ok","tuc":[{"phrase":{"text":"dogged","language":"en"},"meaningId":-8317287634990834057,"authors":[2698]},{"phrase":{"text":"headstrong","language":"en"},"meaningId":1118082488756716357,"authors":[2698]},{"phrase":{"text":"obstinate","language":"en"},"meaningId":729033885348304701,"authors":[2698]},{"phrase":{"text":"stubborn","language":"en"},"meaningId":8392150417640011546,"authors":[2698]},{"phrase":{"text":"wilful","language":"en"},"meaningId":-3425101356889758065,"authors":[2698]},{"phrase":{"text":"fierce","language":"en"},"meaningId":-5895905665966025793,"authors":[86934]},{"phrase":{"text":"inveterate","language":"en"},"meaningId":3166725921713906892,"authors":[2698]},{"phrase":{"text":"obdurate","language":"en"},"meaningId":9123219886264136861,"authors":[83064]},{"phrase":{"text":"stalwart","language":"en"},"meaningId":3268875825567934271,"authors":[2903]},{"phrase":{"text":"staunch","language":"en"},"meaningId":-4815829618690632552,"authors":[97745]},{"phrase":{"text":"tenacious","language":"en"},"meaningId":-8510402543683664457,"authors":[83064]},{"meanings":[{"language":"en","text":"vigorous; with tenacity"},{"language":"en","text":"very strong"},{"language":"en","text":"die-hard, extreme"},{"language":"en","text":"bitter (enemy)"}],"meaningId":6312815658331572595,"authors":[1]}],"phrase":"acérrimo","examples":[{"author":94808,"first":"Ello ha dado nacimiento a un <strong class=\"keyword\">acérrimo</strong> movimiento de resistencia nacional y de defensa de la integridad territorial del Líbano, como lo garantiza la Carta de las Naciones Unidas en virtud del derecho a luchar contra la ocupación.","second":"That gave birth to a <strong class=\"keyword\">staunchly</strong> national movement of resistance and defence of Lebanon’s territorial integrity, as guaranteed by the Charter of the United Nations under the right to fight occupation."},{"author":118293,"first":"Pensó Diego, el ciclista solitario, el amante de todo lo redondo, y enemigo <strong class=\"keyword\">acérrimo</strong> de todo lo angular.","second":"Thought Diego, the lonely cyclist, the adorer of everything round, and the <strong class=\"keyword\">hater</strong> of everything angular."},{"author":94808,"first":"Aunque la oradora prefiere abstenerse de responder a las acusaciones infundadas que se han dirigido a su país, observa que sus críticos más <strong class=\"keyword\">acérrimos</strong> son, ellos mismos, violadores sistemáticos de los derechos humanos y lamenta el “ostensible silencio” con el que, en su opinión, se ha respondido a los atentados terroristas contra ciudadanos israelíes.","second":"While she chose to refrain from responding to the unfounded allegations made against her country, she noted that its most <strong class=\"keyword\">vocal</strong> critics were themselves serial violators of human rights and deplored what she termed their “deafening silence” in response to terrorist attacks against Israeli citizens."},{"author":27,"first":"Señora Presidenta, me gustaría, en pocas palabras, dar la bienvenida a la labor de nuestro colega Savary que, una vez más, demuestra ser un <strong class=\"keyword\">acérrimo</strong> defensor del ferrocarril y del servicio público, y además desearía decir a los que han votado a favor de este informe que, por supuesto, suscribo la idea de que no podemos seguir aceptando que el peso del transporte ferroviario siga disminuyendo frente al del transporte por carretera, y que tampoco podemos tolerar todos los obstáculos técnicos, incluso reglamentarios, propios de otra época, a una necesaria circulación a través de toda Europa.","second":"Madam President, I should briefly like to pay tribute to the work done by our fellow Member, Mr Savary, who has once again shown himself to be a <strong class=\"keyword\">staunch</strong> defender of the railways and of public services. Next I should like to tell the people who voted in favour of this report that I, of course, agreed with saying that it is no longer possible to accept the share of rail transport increasingly losing out to road transport, and that nor is it possible to accept the technical, and even regulatory, obstacles from a bygone age that stand in the way of the much-needed freedom of movement throughout the whole of Europe?"},{"author":94808,"first":"El terrorismo es el enemigo <strong class=\"keyword\">acérrimo</strong> de la comunidad internacional, y China también ha sido su víctima.","second":"Terrorism is the arch-<strong class=\"keyword\">enemy</strong> of the international community, and China, too, has been its victim."},{"author":8000,"first":"La OLP, y con ella la revolución palestina, no hubiera podido permanecer viva ni superar los muchos intentos por eliminarla si no hubiera emprendido, junto con una lucha armada <strong class=\"keyword\">acérrima</strong> y constante, valientes iniciativas políticas que impartieron un ímpetu cualitativo a la causa palestina y lograron un enorme apoyo regional e internacional","second":"The PLO and the Palestinian revolution could not have survived and overcome the many attempts to crush them had the PLO not undertaken, side by side with its unrelenting armed struggle, courageous political initiatives that imparted a qualitative impetus to the Palestinian cause, rallying enormous support both regionally and internationally"},{"author":118293,"first":"Es un fan <strong class=\"keyword\">acérrimo</strong>.","second":"He's a big <strong class=\"keyword\">fan</strong>."},{"author":27,"first":"¿Es consciente de que se está convirtiendo en uno de los defensores más <strong class=\"keyword\">acérrimos</strong> de la Comisión Europea?","second":"Is he aware of being converted into one of the most fervent <strong class=\"keyword\">supporters</strong> of the European Commission?"},{"author":92475,"first":"Han surgido protestas en todo Túnez luego del asesinato de Chokri Belaid, importante miembro de la oposición laica, y <strong class=\"keyword\">acérrimo</strong> oponente al gobierno liderado por islamistas.","second":"Protests have erupted across Tunisia, following the assassination of Chokri Belaid, a leading member of the secular opposition, and a <strong class=\"keyword\">staunch</strong> opponent of the Islamist-led coalition government."},{"author":94808,"first":"Así pues, somos <strong class=\"keyword\">acérrimos</strong> partidarios de que se aceleren los esfuerzos por elaborar una convención contra la corrupción, de manera que podamos actuar contra este fenómeno en el plano mundial.","second":"Thus, we are <strong class=\"keyword\">strongly</strong> advocating that efforts to establish a convention against corruption need to be expedited, so that we can have global action against corruption."},{"author":8008,"first":"De acuerdo al reporte de inteligencia de la DEA de 1993, \"Para 1990, por razones que no son claras, las Autodefensas del Magdalena Medio y el cártel de Medellín emergieron como <strong class=\"keyword\">acérrimos</strong> enemigos\".","second":"According to a DEA Intelligence Report from 1993, \"By 1990, for reasons that are still unclear, the Autodefensas del Magdalena Medio and the Medellín Cartel emerged as <strong class=\"keyword\">bitter</strong> foes."},{"author":8000,"first":"La Unión Europea asigna gran importancia a la cuestión y sigue siendo una defensora <strong class=\"keyword\">acérrima</strong> del valioso trabajo de la Representante Especial del Secretario General para la cuestión de los niños y los conflictos armados","second":"The EU attaches great importance to this issue and continues to be a <strong class=\"keyword\">strong supporter</strong> of the valuable work of the Special Representative of the Secretary-General for Children and Armed Conflict"},{"author":8000,"first":"Duele ver a quienes se autonominan “demócratas” suponer que quien ha recibido de la democracia tan sólo carencias va a ser un defensor <strong class=\"keyword\">acérrimo</strong> de ella","second":"It is a shame to see self-styled “democrats” assume that people will be <strong class=\"keyword\">ardent</strong> defenders of democracy even if it has brought them nothing but deprivation"},{"author":119723,"first":"Por ejemplo, cada uno de los hijos de Mosíah se negó a aceptar las responsabilidades inherentes a servir como rey de los nefitas y, en su lugar, partieron a la tierra de Nefi para predicar el Evangelio a los lamanitas, que eran enemigos <strong class=\"keyword\">acérrimos</strong> de los nefitas.","second":"For instance, each of the sons of Mosiah refused to accept the responsibilities associated with serving as the king of the Nephites, and instead they went to the land of Nephi to preach the gospel to the Lamanites, who were the bitter enemies of the Nephites."},{"author":8007,"first":"Increíblemente, la OTAN ha invitado a su más <strong class=\"keyword\">acérrimo</strong> crítico, el presidente ruso Vladimir Putin, a participar en el evento.","second":"Incredibly, NATO has invited its <strong class=\"keyword\">fiercest</strong> critic, Russian President Vladimir Putin, to attend."},{"author":27,"first":"Soy un defensor <strong class=\"keyword\">acérrimo</strong> de la BBC y de su calidad.","second":"I am a devoted <strong class=\"keyword\">supporter</strong> of the BBC and the quality it offers."},{"author":118293,"first":"Dada la postura <strong class=\"keyword\">acérrima</strong> del Sr. Ryder sobre la religión ¿no crees que debería saber en qué se mete?","second":"Given Mr. Ryder's <strong class=\"keyword\">staunch</strong> position on religion, don't you think he ought to know what he's getting in to?"},{"author":94808,"first":"La OLP, y con ella la revolución palestina, no hubiera podido permanecer viva ni superar los muchos intentos por eliminarla si no hubiera emprendido, junto con una lucha armada <strong class=\"keyword\">acérrima</strong> y constante, valientes iniciativas políticas que impartieron un ímpetu cualitativo a la causa palestina y lograron un enorme apoyo regional e internacional.","second":"The PLO and the Palestinian revolution could not have survived and overcome the many attempts to crush them had the PLO not undertaken, side by side with its unrelenting armed struggle, courageous political initiatives that imparted a qualitative impetus to the Palestinian cause, rallying enormous support both regionally and internationally."},{"author":94808,"first":"Koehler (Observador de la Unión Europea), hablando asimismo en nombre de los países candidatos Albania, la ex República Yugoslava de Macedonia, Montenegro, Serbia y Turquía; el país del proceso de estabilización y asociación Bosnia y Herzegovina; y, además, Armenia, Georgia, la República de Moldova y Ucrania, subraya el <strong class=\"keyword\">acérrimo</strong> compromiso adquirido por la Unión Europea con la universalidad, la indivisibilidad y la interdependencia de todos los derechos humanos.","second":"Koehler (Observer for the European Union), speaking also on behalf of the candidate countries Albania, Montenegro, Serbia, the former Yugoslav Republic of Macedonia and Turkey; the stabilization and association process country Bosnia and Herzegovina; and, in addition, Armenia, Georgia, the Republic of Moldova and Ukraine, underlined the European Union’s <strong class=\"keyword\">staunch</strong> commitment to the universality, indivisibility and interdependence of all human rights."},{"author":8000,"first":"Sistemáticamente favorecen a los hombres en sus decisiones y son <strong class=\"keyword\">acérrimos</strong> detractores de la igualdad de la mujer","second":"They have consistently favored men in their rulings and are <strong class=\"keyword\">unapologetically</strong> adverse to women's equality"},{"author":92475,"first":"El 6 de febrero, Chokri Belaid, alto dirigente de la oposición y crítico <strong class=\"keyword\">acérrimo</strong> de Islamistas de Túnez, fue asesinado a tiros a las puertas de su casa.","second":"On February 6, Chokri Belaid a leading member of the opposition and a <strong class=\"keyword\">staunch</strong> critic of Tunisia's Islamists was gunned down outside his home."},{"author":118293,"first":"De que cada funcionario y cada <strong class=\"keyword\">acérrimo</strong> marxista vengan a decirnos... qué sentir, pensar y comer.","second":"That every petty official and <strong class=\"keyword\">die</strong>-<strong class=\"keyword\">hard</strong> Marxists get to tell us what to feel, think and eat."},{"author":91988,"first":"En efecto, a partir del 13 de julio, el gobierno griego, <strong class=\"keyword\">acérrimo</strong> defensor de la anti-austeridad, se vio obligado a imponer una austeridad aún más dura y a llevar a cabo reformas estructurales dolorosas, bajo la estrecha supervisión de sus acreedores.","second":"Indeed, as of July 13, Greece’s <strong class=\"keyword\">staunchly</strong> anti-austerity government has been obliged to impose even tougher austerity and pursue painful structural reforms, under its creditors’ close supervision."},{"author":8000,"first":"Como <strong class=\"keyword\">acérrima</strong> defensora del proceso, y país afectado por las municiones en racimo durante los ataques de la OTAN en # erbia acogió, por iniciativa de Noruega y de otros países y organizaciones no gubernamentales, la Conferencia sobre los Estados afectados por las municiones en racimo, celebrada en Belgrado del # al # de octubre de","second":"As a <strong class=\"keyword\">staunch supporter</strong> of the process, and as a country affected by cluster munitions during the # raids, Serbia hosted, at the initiative of Norway and a number of other countries and non-governmental organizations, the Conference on States Affected by Cluster Munitions, held in Belgrade from # to # ctober"},{"author":31,"first":"Usted fue un <strong class=\"keyword\">acérrimo</strong> defensor del Acta de Registración, pero parece que sus ideas sobre el problema mutante han cambiado","second":"You were a <strong class=\"keyword\">staunch supporter</strong> of the Registration Act, but it seems your ideas on the mutant problem have changed"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}