{"result":"ok","tuc":[{"phrase":{"text":"ail","language":"en"},"meanings":[{"language":"en","text":"to be ill"}],"meaningId":-926731166341088204,"authors":[70195]},{"phrase":{"text":"suffer","language":"en"},"meaningId":6497592792131642039,"authors":[84715]},{"phrase":{"text":"be tainted","language":"en"},"meaningId":2513955173412703485,"authors":[80097]},{"phrase":{"text":"fall ill","language":"en"},"meaningId":4505376053805842083,"authors":[25018]},{"phrase":{"text":"suffering","language":"en"},"meaningId":-7584755038724606900,"authors":[86934]},{"meanings":[{"language":"en","text":"to suffer."}],"meaningId":1531165169968204965,"authors":[93107]}],"phrase":"adolecer","examples":[{"author":118385,"first":"31 La Agencia considera que el presente recurso es inadmisible en lo que se refiere a la segunda decisión impugnada debido a que las demandantes carecen ya de interés en solicitar la anulación de esta decisión por <strong class=\"keyword\">adolecer</strong> ésta de falta de motivación.","second":"The Agency takes the view that the present action is inadmissible in that it is directed against the second contested decision on the ground that the applicants no longer have standing to seek the annulment of that decision in so far as it <strong class=\"keyword\">is vitiated</strong> by a failure to state reasons."},{"author":94808,"first":"Recordando su Recomendación general No XXVII, el Comité insta al Gobierno a que continúe y redoble sus esfuerzos para mejorar la situación educativa de los romaníes, entre otras medidas, mediante su matriculación en escuelas corrientes, la contratación de personal docente procedente de las comunidades romaníes y la sensibilización de los maestros y otros profesionales de la docencia respecto de la estructura social y la visión del mundo que tienen los niños romaníes y los niños que parecen <strong class=\"keyword\">adolecer</strong> de dificultades de aprendizaje.","second":"Recalling its general recommendation XXVII, the Committee urges the Government to continue and intensify the efforts to improve the educational situation of the Roma through, inter alia, enrolment in mainstream schools, recruitment of school personnel from among members of Roma communities, and sensitization of teachers and other education professionals to the social fabric and world views of Roma children and those with <strong class=\"keyword\">apparent</strong> learning difficulties."},{"author":94808,"first":"desleal o <strong class=\"keyword\">adolecer</strong> de algún conflicto de intereses","second":"<strong class=\"keyword\">advantage</strong> or conflicts of interest"},{"author":94808,"first":"También sugiere que, en la segunda frase, en vez de “adolecen” diga “suelen <strong class=\"keyword\">adolecer</strong>”.","second":"He also suggested that, in the second sentence, the word “often” should be inserted before the verb “<strong class=\"keyword\">suffer</strong>”."},{"author":95875,"first":"Los ensayos moleculares que se emplean actualmente en las pruebas rutinarias para diagnosticar el cáncer pueden <strong class=\"keyword\">adolecer</strong> de falta de sensibilidad o resultar adecuadas tan sólo en fases avanzadas de la enfermedad.","second":"Current molecular-based assays for routine diagnosis of cancer may lack sensitivity or <strong class=\"keyword\">be</strong> suitable only for advanced stages of the disease."},{"author":94808,"first":"En los países de baja renta y con comunidades ubicadas en lugares remotos, donde los sistemas educativos pueden <strong class=\"keyword\">adolecer</strong> de grandes deficiencias, los centros comunitarios (como los telecentros) han sido una solución acertada para impartir capacitación básica en TIC y para aumentar la toma de conciencia de las ventajas del uso de Internet .","second":"In low-income countries and remote communities, where education systems may have major deficiencies, community-based centres (such as telecentres) have proven to be successful in providing basic training in ICT literacy and raising awareness of the benefits of using the Internet."},{"author":94809,"first":"La circunstancia de que el acto sea anulado por <strong class=\"keyword\">adolecer</strong> de vicios sustanciales de forma (30) no modifica en modo alguno los efectos de la sentencia de anulación, ya que el artículo 174 no contempla ninguna distinción o excepción al régimen de anulación ex tunc, salvo lo previsto en su párrafo segundo.","second":"The fact that a decision is annulled because it has been <strong class=\"keyword\">vitiated</strong> by a breach of essential procedural requirements (30) does not in any way alter the effects of annulment, given that Article 174 makes no distinctions within or exception to the rules on annulment ab initio, save as provided for in the second paragraph."},{"author":94808,"first":"Al igual que cualquier otra institución constituida por seres humanos, el Consejo puede <strong class=\"keyword\">adolecer</strong> de debilidades.","second":"Like every other man-made institution, the Council may <strong class=\"keyword\">have</strong> weaknesses."},{"author":94808,"first":"Exclusión de un proveedor o contratista del procedimiento de contratación por haber ofrecido algún incentivo o por gozar de alguna ventaja competitiva desleal o <strong class=\"keyword\">adolecer</strong> de algún conflicto de intereses","second":"Exclusion of a supplier or contractor from the procurement proceedings on the grounds of inducements from the supplier or contractor, an unfair competitive advantage or conflicts of interest"},{"author":94809,"first":"Coincido con la Comisión en su apreciación de que este planteamiento puede resultar un tanto confuso, (22) pero entiendo que lo que importa, en último término, es que el Parlamento Europeo, admitiendo el carácter técnico de las tareas mencionadas en los números 1 a 4 de la letra a), viene a reconocer que la abstracción de la que pudieran <strong class=\"keyword\">adolecer</strong> no es del género de la que sólo puede concretarse a través de decisiones que impliquen una opción de carácter político.","second":"I agree with the Commission’s assessment that this approach may appear rather confused, (22) but I believe that, ultimately, what matters is that the Parliament, in accepting the technical character of the tasks referred to in Article 4(3)(a)(1) to (4), acknowledges that the abstractness which may <strong class=\"keyword\">vitiate</strong> those tasks is not the form of abstractness that can be given concrete expression only by means of decisions involving a policy choice."},{"author":8000,"first":"Además, se suele <strong class=\"keyword\">adolecer</strong> de falta de claridad en cuanto al papel y las responsabilidades exactas del gobierno a los niveles local, nacional e internacional, lo que entorpece la eficacia y sostenibilidad de las actividades políticas de promoción","second":"Furthermore, there is often a <strong class=\"keyword\">lack</strong> of clarity about the exact role and responsibilities of government at the local, national and international levels, which hinders effective and sustained political advocacy"},{"author":94809,"first":"Por tanto, la presente parte me parece inoperante, dado que los vicios de que podría <strong class=\"keyword\">adolecer</strong> la motivación en los apartados 113 a 122 de la sentencia recurrida carecen de influencia sobre la motivación subsidiaria en los apartados 123 a 125 de la sentencia recurrida, y, en consecuencia, sobre la motivación del Tribunal de Primera Instancia.","second":"Accordingly, I consider that this branch of the ground of appeal is nugatory, since any faults in the grounds stated in paragraphs 113 to 122 of the judgment under appeal could have no impact on the alternative grounds stated in paragraphs 123 to 125 of the judgment under appeal, or thus on the conclusion reached by the Court of First Instance."},{"author":94809,"first":"De la resolución del Bundesverwaltungsgericht se desprende que la preceptiva EIA del proyecto controvertido se llevó a cabo y fue impugnada por los demandantes por <strong class=\"keyword\">adolecer</strong> de vicios.","second":"The order of the Bundesverwaltungsgericht shows that the EIA required for the project at issue was carried out and was criticised as <strong class=\"keyword\">defective</strong> by the applicants."},{"author":94809,"first":"182 Dadas estas circunstancias, carecen en todo caso de influencia sobre la valoración del segundo motivo los eventuales vicios de que pudiera <strong class=\"keyword\">adolecer</strong> la primera razón alegada para negarse a aplicar dicho ajuste, a saber, la inexistencia de una solicitud respaldada por justificantes.","second":"182 In those circumstances, any defects there may be in the first ground for refusing to grant the adjustment, namely the absence of a substantiated request, do not in any event have any effect on the assessment of the second plea in law."},{"author":94809,"first":"Por consiguiente, la Comisión no estaba obligada a realizar tal apreciación global en lo relativo a la Ausfallhaftung y las sentencias Burgenland y GRAWE no pueden <strong class=\"keyword\">adolecer</strong> de errores a este respecto.","second":"It follows that the Commission was not required to undertake such a global assessment as regards Ausfallhaftung and that the Burgenland and GRAWE judgments were not <strong class=\"keyword\">vitiated by</strong> any errors in that regard."},{"author":8000,"first":"Los objetivos programáticos y operacionales suelen <strong class=\"keyword\">adolecer</strong> de la falta de una evaluación realista de los servicios de expertos y los recursos necesarios para alcanzarlos","second":"Programmatic and operational objectives <strong class=\"keyword\">are</strong> often set without a realistic appraisal of the expertise and resources needed to achieve them"},{"author":94809,"first":"Habida cuenta de las importantes repercusiones que podrían tener las diferencias de interpretación y de aplicación entre autoridades nacionales, y habida cuenta del hecho de que los regímenes legislativos afectados podrían, a causa de su complejidad, <strong class=\"keyword\">adolecer</strong> de una aplicación poco concienzuda, es evidente, a primera vista, que las autoridades competentes de un Estado miembro se dan cuenta de lo que ocurriría si decidiesen dar a los productos importados en su territorio una calificación distinta de la que les ha sido dada en el Estado miembro del que proceden.","second":"Considering the potentially serious consequences of differences in interpretation and application between national competent bodies and considering the vulnerability of the <strong class=\"keyword\">inherently</strong> complex legal systems to careless application, it seems clear that the national authorities of a Member State ought to be aware of the implications of classifying products imported into its territory differently from the competent authorities of the country of exportation."},{"author":94809,"first":"Otros medios de contacto, como la mensajería de texto, pueden resultar menos fiables y pueden <strong class=\"keyword\">adolecer</strong> de falta de inmediatez.","second":"Other means of contact, such as text messaging, may be less reliable and may <strong class=\"keyword\">suffer from</strong> lack of immediacy."},{"author":94809,"first":"Sobre el primer motivo, basado en la infracción del artículo 7, apartado 1, del Reglamento no 4064/89 y en la infracción del artículo 253 CE al no haber calificado la Comisión correctamente la infracción y al <strong class=\"keyword\">adolecer</strong> la Decisión impugnada de una motivación contradictoria","second":"First plea, alleging infringement of Article 7(1) of Regulation No 4064/89 and infringement of Article 253 EC in that the Commission did not correctly characterise the infringement and in that the contested decision <strong class=\"keyword\">contains</strong> a contradiction in the grounds"},{"author":94809,"first":"Una falta de motivación y una infracción de las Directrices para el cálculo de las multas, (2) así como de los principios de confianza legítima y de buena administración, por <strong class=\"keyword\">adolecer</strong> la Decisión impugnada de lagunas que hacen incomprensible el método de cálculo del importe de las multas seguido por la Comisión.","second":"the lack of a statement of reasons and an infringement of the Guidelines on the method of setting fines (2) as well as an infringement of the principles of legitimate expectations and sound administration inasmuch as <strong class=\"keyword\">there</strong> are gaps in the decision making it impossible to understand the method applied by the Commission to calculate the fines;"},{"author":94809,"first":"De este modo, las relaciones de causa a efecto después de dicha concentración pueden no percibirse con nitidez, <strong class=\"keyword\">adolecer</strong> de incertidumbre y ser difíciles de determinar.","second":"Thus, the chains of cause and effect following a merger may be dimly discernible, uncertain and difficult to establish."},{"author":8000,"first":"Además, las solicitudes de asistencia que presenta la Oficina del Fiscal tienden a ser voluminosas y a <strong class=\"keyword\">adolecer</strong> de bastante imprecisión acerca de los documentos solicitados, lo que también explicaría el hecho de no haberse cumplimentado aún","second":"In addition, sometimes the OTP's RFAs tend to be of a large scale and very imprecise about the documents requested, which also may be used as an explanation of their pending status"},{"author":94809,"first":"No obstante, el Tribunal de Primera Instancia está obligado a ejercer un control sobre los posibles vicios de forma, sobre los manifiestos errores de hecho de que puedan <strong class=\"keyword\">adolecer</strong> las apreciaciones realizadas por la administración así como sobre una posible desviación de poder.","second":"However, the Court is required to carry out a review concerning any irregularities of form or procedure, manifest errors of fact <strong class=\"keyword\">vitiating</strong> the assessments made by the administration and any misuse of power."},{"author":8000,"first":"A veces, las expectativas pueden <strong class=\"keyword\">adolecer</strong> de falta de realismo, habida cuenta de los limitados recursos de la Oficina, o incluso estar mal encauzadas, como se indica en el párrafo # del informe","second":"At times, the expectations can <strong class=\"keyword\">be</strong> unrealistic, given the limited resources of the Office, or even misdirected, as indicated in paragraph # of the report"},{"author":27,"first":"Quiero, Señorías, muy brevemente, señalar que estas instituciones son buenas porque cualquier actuación de una administración puede en un momento dado <strong class=\"keyword\">adolecer</strong> de falta de transparencia, de falta de eficacia, de vulneración de derechos básicos, o incluso de corrupción.","second":"I would like very briefly to point out that these institutions are important because any action by an administration may at some time display a <strong class=\"keyword\">lack</strong> of transparency, a lack of efficiency, a violation of basic rights or even corruption."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}