{"result":"ok","tuc":[{"phrase":{"text":"advent","language":"en"},"meanings":[{"language":"en","text":"coming, arrival"}],"meaningId":6140207711276532631,"authors":[70195]},{"phrase":{"text":"arrival","language":"en"},"meaningId":-4468374602404741983,"authors":[25018]},{"phrase":{"text":"Advent","language":"en"},"meaningId":-4789455995839799277,"authors":[84500]},{"phrase":{"text":"Parousia","language":"en"},"meaningId":3264148342003019165,"authors":[84500]},{"phrase":{"text":"Second Advent","language":"en"},"meaningId":5607463346391687561,"authors":[84500]},{"phrase":{"text":"Second Coming","language":"en"},"meaningId":-3033035221757677696,"authors":[84500]},{"phrase":{"text":"Second Coming of Christ","language":"en"},"meaningId":-8883850811438934681,"authors":[84500]},{"phrase":{"text":"accession","language":"en"},"meaningId":8506383705912081456,"authors":[20]},{"meanings":[{"language":"en","text":"coming, advent"}],"meaningId":-6451392434854174280,"authors":[1]}],"phrase":"advenimiento","examples":[{"author":94808,"first":"Con el fin de facilitar consejos prácticos a la población en caso de riesgo o <strong class=\"keyword\">advenimiento</strong> de una situación de emergencia, la Agencia ha elaborado y aprobado las Directrices para la preparación de la población sobre cómo actuar en caso de amenaza o comisión de un atentado terrorista, en las que se prevé que se debe prestar la asistencia necesaria con carácter prioritario a los niños, las mujeres, las personas de edad y las personas con discapacidad.","second":"With a view to providing practical advice to the population in the <strong class=\"keyword\">event</strong> of an emergency or threat of emergency, the Service has developed and approved guidelines for preparing the population for action when threats arise or terrorist acts occur, which envisage giving priority attention to women, children, older persons and persons with disabilities."},{"author":8000,"first":"Ha dedicado a ello los recursos necesarios, pues al afirmarse contribuye al <strong class=\"keyword\">advenimiento</strong> de un mundo más diverso, más equilibrado, más solidario y sobre todo más pacífico","second":"It has devoted the necessary resources to this cause, because by fulfilling its role, it helps to <strong class=\"keyword\">bring</strong> about a more diverse, more balanced, more caring and, above all, more peaceful world"},{"author":8000,"first":"Muchos de nosotros pensábamos que, especialmente después del <strong class=\"keyword\">advenimiento</strong> del nuevo milenio, habíamos visto el fin de la destrucción deliberada de edificaciones con los residentes en su interior, incluidos niños, mujeres y ancianos, así como la destrucción a gran escala de la infraestructura","second":"Many of us thought that, especially with the <strong class=\"keyword\">advent</strong> of the new millennium, we had seen the last of the deliberate destruction of buildings with their residents-including children, women and old people- still inside and the wide-scale destruction of infrastructure"},{"author":94809,"first":"El CESE considera que el emprendimiento debe ser visto por la sociedad, no como una panacea que puede resolver todos los problemas, sino como una ayuda al cambio de comportamientos necesario para el <strong class=\"keyword\">advenimiento</strong> de una cultura de la innovación, de la búsqueda del conocimiento y de oportunidades de negocio, con miras al crecimiento económico constante y al bienestar social en todos los tipos de empresas.","second":"The EESC believes that society should not look upon entrepreneurship as a cure-all, but rather as an aid to the behaviour change required to develop a culture of innovation, to the search for knowledge and business opportunities, with a view to achieving sustainable economic growth and social well-being in all forms of enterprise."},{"author":27,"first":"Sí, Europa está en crisis, la Cumbre ha sido un fracaso y su Presidencia entrante se enfrenta a una elección crucial: que Europa sea una enorme agrupación económica sin pies ni cabeza en la que las brujas bailen alrededor de la tumba del proyecto de Constitución, una especie de «proyecto bruja Blair», o bien suelta el freno de mano para ayudarnos a doblar esta esquina histórica que es el <strong class=\"keyword\">advenimiento</strong> de una verdadera Europa política.","second":"Yes, Europe is in crisis, the Summit was a failure and your coming Presidency is faced with a crucial choice: either Europe will be a huge economic grouping with neither head nor tail in which witches dance around the grave of the draft Constitution, a sort of ‘Blair witch project’; or you release the handbrake to help us turn this historic corner that is the <strong class=\"keyword\">advent</strong> of a truly political Europe."},{"author":94808,"first":"Dedicó su vida al <strong class=\"keyword\">advenimiento</strong> de un mundo basado en los valores de la paz, la libertad, la dignidad humana y la justicia social —valores que son su legado para las Naciones Unidas y para todos nosotros.","second":"His life was dedicated to the <strong class=\"keyword\">advent</strong> of a world based on the values of peace, freedom, human dignity and social justice — values that are his legacy to the United Nations and to all of us."},{"author":94808,"first":"El <strong class=\"keyword\">advenimiento</strong> de un mundo más seguro también requiere que se eliminen otras armas de destrucción en masa.","second":"The <strong class=\"keyword\">advent</strong> of a safer world also requires that other weapons of mass destruction must be eliminated."},{"author":8008,"first":"Con el <strong class=\"keyword\">advenimiento</strong> en 1476 de Alfonso I - duque de Ferrara– la historia del balsámico tuvo un impulso determinante. Toda la dinastía que gobernó el ducado de Módena, Reggio y Massa hasta 1859, enriqueció durante siglos las crónicas de memorias sobre el vinagre balsámico tradicional.","second":"<strong class=\"keyword\">The</strong> earliest ancient writings which mention it date back to the year 1046, when the Emperor of Germany, Henry II, travelling to Rome for the coronation, stopped in Piacenza."},{"author":119723,"first":"Scott, que entonces era miembro de los Setenta, me comunicó el <strong class=\"keyword\">advenimiento</strong> de esta revelación especial.","second":"Scott, at the time a member <strong class=\"keyword\">of</strong> the Seventy, told me <strong class=\"keyword\">of</strong> the <strong class=\"keyword\">coming</strong> forth <strong class=\"keyword\">of</strong> this special revelation."},{"author":8000,"first":"En un clima de tensión considerable, la comunidad internacional debe trabajar por el <strong class=\"keyword\">advenimiento</strong> de un mundo más seguro, lo que entraña la mayor cooperación posible y, a nivel personal, la convicción de que nadie puede garantizar su propia seguridad de manera duradera violando los derechos ajenos, en particular los de sus vecinos","second":"During a time of considerable stress, the international community must redouble its efforts to achieve a safer world, which would call for the widest possible cooperation and for everybody to share the conviction that nobody could sustain their own security in a lasting way by infringing the rights of others, particularly the rights of their neighbours"},{"author":94809,"first":"El <strong class=\"keyword\">advenimiento</strong> de Internet y el rápido aumento de las posibilidades de juego en línea, unidos a las considerables diferencias entre los sistemas nacionales de regulación, han dado lugar, no solo a una oferta lícita creciente de servicios de juego en algunos Estados miembros, sino también al desarrollo de un significativo mercado transfronterizo no autorizado.","second":"The <strong class=\"keyword\">advent</strong> of the internet and the rapid growth of on-line gambling opportunities combined with the considerably differing national regulations have resulted not only in an increasing legal offer of gambling services in certain Member States but also in the development of a significant unauthorised cross-border market."},{"author":8000,"first":"Este hito histórico anuncia el <strong class=\"keyword\">advenimiento</strong> de una nueva era de renovada defensa internacional del bienestar de los niños del mundo","second":"This historic landmark heralds the <strong class=\"keyword\">advent</strong> of an era of reinvigorated international advocacy for the well-being of the world's children"},{"author":8000,"first":"El <strong class=\"keyword\">advenimiento</strong> del nuevo año supuso el fin efectivo de la función rectora de la OSCE en la reforma del sector de la defensa","second":"The <strong class=\"keyword\">turn</strong> of the year marked the successful end of the OSCE leading role in defence reform"},{"author":31,"first":"En su profecía, Rambaldi hablaba de un Segundo <strong class=\"keyword\">Advenimiento</strong>","second":"In his prophecy, Rambaldi spoke of a second <strong class=\"keyword\">coming</strong>"},{"author":119723,"first":"Además, aun cuando era cierto que durante su <strong class=\"keyword\">advenimiento</strong> terrenal el Hijo no había venido para actuar como juez, sino para enseñar, persuadir y salvar, sin embargo, el resultado de rechazar a ese Salvador sería una condenación segura, porque había venido la luz, y los impíos huyeron de la luz, aborreciéndola mediante su preferencia por las tinieblas con que esperaban ocultar sus malos hechos.","second":"And further, while it was true that in His mortal <strong class=\"keyword\">advent</strong> the Son had not <strong class=\"keyword\">come</strong> to sit as a judge, but to teach, persuade and save, nevertheless condemnation would surely follow rejection <strong class=\"keyword\">of</strong> that Savior, for light had <strong class=\"keyword\">come</strong>, and wicked men avoided the light, hating it in their preference for the darkness in which they hoped to hide their evil deeds."},{"author":94808,"first":"EL <strong class=\"keyword\">ADVENIMIENTO</strong> DEL TURISMO ELECTRÓNICO","second":"<strong class=\"keyword\">Towards</strong> e-tourism"},{"author":92475,"first":"Se ha cumplido un año desde el <strong class=\"keyword\">advenimiento</strong> de ISIS, que ha ocupado una gran franja del territorio a través de Siria e Iraq.","second":"It has been about one year since the <strong class=\"keyword\">rise</strong> of ISIS, which has come to occupy large swaths of territory across Syria and Iraq."},{"author":8008,"first":"Gestión sobre los Recursos Humanos de los Museos Privados y/o Locales, \"Simposio de Bienvenida al <strong class=\"keyword\">Advenimiento</strong> de la Era de los Museos\" Buró de Asuntos Culturales del Condado de Taipei y el Museo Juming, 2001.","second":"Human Resource Management of Local Private/Public Museums, \"Symposium on Welcoming the <strong class=\"keyword\">Era</strong> of Museums,\" Taipei County Cultural Affairs Bureau and Juming Museum, 2001."},{"author":94808,"first":"Si el fin de la guerra fría y el <strong class=\"keyword\">advenimiento</strong> de la globalización marcaron el comienzo de una nueva era para la labor de las Naciones Unidas, tuvieron también consecuencias directas para la función del Secretario General.","second":"If the end of the cold war and the <strong class=\"keyword\">advent</strong> of globalization ushered in a new era for the work of the United Nations, it also had direct implications for the role of the Secretary-General."},{"author":8000,"first":"Con el <strong class=\"keyword\">advenimiento</strong> de una mayor cooperación a nivel mundial entre los Estados, han surgido numerosos y arduos desafíos que amenazan la esencia misma de la cooperación, así como el fortalecimiento del estado de derecho y el desarrollo socioeconómico de las naciones","second":"With the <strong class=\"keyword\">advent</strong> of increased global cooperation between States, many difficult challenges have emerged that threaten the very essence of cooperation, as well as the enhancement of the rule of law and the socio-economic development of nations"},{"author":95096,"first":"Cuando, por el <strong class=\"keyword\">advenimiento</strong> de los hijos, la pareja se convierte en familia, en sentido pleno y específico, la Iglesia estará aún más cercana a los padres para que acojan a sus hijos y los amen como don recibido del Señor de la vida, asumiendo con alegría la fatiga de servirlos en su crecimiento humano y cristiano.","second":"When children are born and the married couple becomes a family in the full and specific sense, the Church will still remain close to the parents in order that they may accept their children and love them as a gift received from the Lord of life, and joyfully accept the task of serving them in their human and Christian growth."},{"author":94809,"first":"La evolución del sector de las telecomunicaciones influirá en el modo en que el <strong class=\"keyword\">advenimiento</strong> de las sociedad de la información afecte a la cohesión.","second":"How the telecommunications sector itself evolves will bear heavily on how the <strong class=\"keyword\">advent</strong> of the information society will affect cohesion."},{"author":94808,"first":"Con el <strong class=\"keyword\">advenimiento</strong> de la “nueva economía” se ha incrementado de manera dramática la posibilidad de comerciar en bienes y servicios.","second":"The <strong class=\"keyword\">advent</strong> of the “new economy” has increased dramatically the tradability of goods and services."},{"author":27,"first":"De lo contrario, esta situación favorecería el <strong class=\"keyword\">advenimiento</strong> de una sociedad totalmente controlada por el Estado.","second":"Otherwise, the situation would work in favour of a Big Brother society."},{"author":94808,"first":"Me resultó alentador el hecho de que los dos dirigentes convinieron en Nueva York en establecer dos comités técnicos para que trabajaran sobre esas cuestiones, lo que constituía un paso importante dirigido a lograr una coincidencia sobre la forma en que tendría lugar el <strong class=\"keyword\">advenimiento</strong> de la nueva situación.","second":"I was heartened by the fact that the two leaders agreed in New York to create two technical committees to work on these issues — an important step towards achieving a meeting of the minds regarding how the new state of <strong class=\"keyword\">affairs</strong> would <strong class=\"keyword\">come into being</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}