{"result":"ok","tuc":[{"phrase":{"text":"industrious","language":"en"},"meanings":[{"language":"en","text":"hard-working and persistent"}],"meaningId":8902790131235496189,"authors":[70195]},{"phrase":{"text":"assiduous","language":"en"},"meaningId":196419095930880509,"authors":[83093]},{"phrase":{"text":"diligent","language":"en"},"meaningId":161745877817364378,"authors":[83093]},{"phrase":{"text":"eager","language":"en"},"meaningId":-3377414624151186180,"authors":[8]},{"phrase":{"text":"hard","language":"en"},"meaningId":-4158617226082391258,"authors":[25018]},{"phrase":{"text":"hard-working","language":"en"},"meaningId":6068895754679166667,"authors":[83062]},{"phrase":{"text":"laborious","language":"en"},"meaningId":-870622537755946382,"authors":[86934]},{"phrase":{"text":"painstaking","language":"en"},"meaningId":-7576862875991921506,"authors":[83093]},{"phrase":{"text":"tough","language":"en"},"meaningId":-2519062725391101240,"authors":[8]},{"meanings":[{"language":"en","text":"industrious, laborious (hard-working and persistent)"}],"meaningId":-3403367599319612056,"authors":[93107]}],"phrase":"afanoso","examples":[{"author":94808,"first":"Por otro lado, todos los proyectos de infraestructura, industria y generación de empleo han quedado paralizados debido a las medidas represivas e ilegales impuestas por la Potencia ocupante, que han hecho que los palestinos pasaran de ser un pueblo <strong class=\"keyword\">afanoso</strong> de lograr el desarrollo con miras a la creación de su futuro Estado a convertirse en una población que se hunde en la pobreza absoluta, que pasa apuros para llevar comida a la mesa y que apenas sobrevive.","second":"At the same time, all infrastructure projects, industries and employment-generation projects have come to a grinding halt because of the repressive and unlawful measures imposed by the occupying Power, which have turned the Palestinian people from <strong class=\"keyword\">a</strong> people seeking development towards the birth of their future State to a population sinking into abject poverty and struggling to put food on the table and barely survive."},{"author":118293,"first":"Señora, no se preocupe, la encontraré otra criada más <strong class=\"keyword\">afanosa</strong>.","second":"I'll find you a <strong class=\"keyword\">harder</strong>-working maid."},{"author":8000,"first":"Por otro lado, todos los proyectos de infraestructura, industria y generación de empleo han quedado paralizados debido a las medidas represivas e ilegales impuestas por la Potencia ocupante, que han hecho que los palestinos pasaran de ser un pueblo <strong class=\"keyword\">afanoso</strong> de lograr el desarrollo con miras a la creación de su futuro Estado a convertirse en una población que se hunde en la pobreza absoluta, que pasa apuros para llevar comida a la mesa y que apenas sobrevive","second":"At the same time, all infrastructure projects, industries and employment-generation projects have come to a grinding halt because of the repressive and unlawful measures imposed by the occupying Power, which have turned the Palestinian people from <strong class=\"keyword\">a</strong> people seeking development towards the birth of their future State to a population sinking into abject poverty and struggling to put food on the table and barely survive"},{"author":95096,"first":"Está junto a María, su esposa, tanto en los momentos serenos de la vida como en los difíciles, en el viaje a Belén para el censo y en las horas temblorosas y gozosas del parto; en el momento dramático de la huida a Egipto y en la <strong class=\"keyword\">afanosa</strong> búsqueda de su hijo en el Templo; y después en la vida cotidiana en la casa de Nazaret, en el taller donde enseñó el oficio a Jesús.","second":"As the spouse of Mary, he is at her side in good times and bad, on the journey to Bethlehem for the census and in the <strong class=\"keyword\">anxious</strong> and joyful hours when she gave birth; amid the drama of the flight into Egypt and during the frantic search for their child in the Temple; and later in the day-to-day life of the home of Nazareth, in the workshop where he taught his trade to Jesus."},{"author":95096,"first":"No basta buscar la causa de la destrucción del mundo en una excesiva industrialización, en una acrítica aplicación en la industria y en la agricultura de conquistas científicas y tecnológicas, o en una <strong class=\"keyword\">afanosa</strong> búsqueda de la riqueza sin tener en cuenta los efectos futuros de esas acciones.","second":"It is not enough to seek the cause of the world’s destruction only in excessive industrialization, uncritical applications in industry and agriculture of scientific and technological advances, or in an <strong class=\"keyword\">unbridled</strong> pursuit of wealth without concern for the future effects of all these actions."},{"author":119723,"first":"Notando la <strong class=\"keyword\">afanosa</strong> actividad con que los huéspedes del fariseo buscaban para sí mismos un lugar prominente en la mesa, Jesús les dio una lección sobre los buenos modales, indicándoles no sólo la propiedad, sino la ventaja de una autodisciplina decorosa.","second":"Observing the <strong class=\"keyword\">eager</strong> activity of the Pharisee’s guests in securing for themselves prominent places at table, Jesus instructed them in a matter of good manners, pointing out not only the propriety but the advantage of decent self-restraint."},{"author":118293,"first":"Pero hay otros que aparentan ser <strong class=\"keyword\">afanosos</strong> y devotos mientras se enriquecen a costa de ellos, y cuando han ahorrado lo suficiente, se convierten en señores.","second":"Others there are who, trimmed in forms and visages of duty, keep yet their hearts attending on themselves, and throwing but shows of services on their lords, do well thrive by them, and when they have lined their coats do themselves homage."},{"author":119723,"first":"CON actividad infatigable las autoridades judías continuaron su <strong class=\"keyword\">afanoso</strong> intento de tentar o provocar a Jesús para que hiciera o dijera alguna cosa que pudiera servirles de pretexto para acusarlo de cualquier delito, bien bajo su propia ley o la romana.","second":"The Jewish authorities continued unceasingly active in their determined efforts to tempt or beguile Jesus into some act or utterance on which they could base a charge of offense, under either their own or Roman law."},{"author":31,"first":"En cuanto a ti, <strong class=\"keyword\">afanosa</strong> hija, espero que te sientas bien... y que sea un embarazo sencillo para ti","second":"And as for you, my strong daughter, I hope you are feeling well... and that it is an easy pregnancy for you"},{"author":119723,"first":"6 Por nada aestéis <strong class=\"keyword\">afanosos</strong>; sino sean dadas a conocer vuestras peticiones delante de Dios en toda boración y ruego, con acción de cgracias.","second":"6 aBe bcareful for nothing; but in every thing by cprayer and supplication with dthanksgiving let your requests be made known unto God."},{"author":95096,"first":"San Lucas describe la <strong class=\"keyword\">afanosa</strong> búsqueda y la maravilla de encontrarlo en el Templo —como se ve en la quinta placa—, pero aún más el asombro de sentir las misteriosas palabras: «¿Por qué me buscabais?","second":"St Luke describes the exhausting <strong class=\"keyword\">search</strong> and his wonder at the Finding Him in the Temple as appears on the fifth panel, but even more his amazement at hearing the mysterious words: \"How is it that you sought me?"},{"author":8008,"first":"En 1730 durante una oración <strong class=\"keyword\">afanosa</strong> de un novicio delante del icono de Nuestra Señora de Smolensk que se encontraba sobre la fachada de la cocina sucedió un verdadero milagro: el paciente se curó de la enfermedad que le angustiaba, pues, se le iban poniéndose secas las manos.","second":"When in 1730 a monastery monk, whose arms had been twisted by rheumatism, was ardently praying in front of it, a miracle took place — he was cured of his disease. In honour of this miraculous healing the Smolenskaya Church was erected on the site of the kitchen by order of the Empress Elizabeth in 17461748."},{"author":119739,"first":"En cierta ocasión, Humboldt dijo: “Desde mi temprana juventud [tuve] el <strong class=\"keyword\">afanoso</strong> deseo de recorrer tierras lejanas, poco visitadas por europeos”.","second":"At one point in his life, Humboldt said: “From my earliest youth I had felt an ardent desire to travel into distant regions, which Europeans had seldom visited.”"},{"author":8008,"first":"Es difГcil creer que en algГєn sitio en el mundo construГan todavГa algo tan caro y <strong class=\"keyword\">afanoso</strong> en el servicio.","second":"It is difficult to believe that somewhere in the world still built something so expensive and <strong class=\"keyword\">hlopotnoe</strong> in service."},{"author":8000,"first":"En los equipos de acción Estados y organizaciones internacionales unieron sus esfuerzos por conseguir objetivos comunes gracias a la <strong class=\"keyword\">afanosa</strong> labor de personas con diversas especializaciones y de distintos países y organizaciones","second":"The action teams brought together both States and international organizations to achieve common objectives by <strong class=\"keyword\">dedicated</strong> individuals with diverse expertise from different countries and organizations"},{"author":118293,"first":"Es sólo trabajo <strong class=\"keyword\">afanoso</strong> para hacerte sentir que cooperas.","second":"It's just busy work to make you feel like you're contributing."},{"author":119739,"first":"Es cierto que, a lo largo de la historia, los métodos para encontrar este brillante metal han cambiado, pero su <strong class=\"keyword\">afanosa</strong> búsqueda sigue con el mismo ímpetu.","second":"The methods of finding gold may have changed, but throughout history mankind has eagerly sought this lustrous yellow metal."},{"author":92475,"first":"Ante esto, el escritor Jen-Chien Kuan redactó “La bochornosa y ridícula creación de mitos de la prensa” en Newtalk, un portal de noticias local en línea, para criticar a los medios por su <strong class=\"keyword\">afanosa</strong> y anhelante labor informativa antes de que las autoridades hubieran confirmado las causas del accidente:","second":"In response to this, writer Jen-Chien Kuan penned “The shameful and ridiculous myth-making of the press” in a local online news portal Newstalk to criticize the media for their breathless reporting before the authorities had confirmed anything:"},{"author":119739,"first":"La Biblia dice sencillamente: “Por toda clase de trabajo <strong class=\"keyword\">afanoso</strong> llega a haber una ventaja” (Proverbios 14:23).","second":"The Bible puts it simply: “By every kind of toil there comes to be an advantage.”—Proverbs 14:23."},{"author":119723,"first":"Remita a los alumnos al versículo 6, nota a al pie de página, para ayudarlos a entender que la frase “por nada estéis <strong class=\"keyword\">afanosos</strong>” significa no preocuparse excesivamente por nada.","second":"Refer students to verse 6, footnote a to help them understand that the phrase “be careful for nothing” means to not be overly concerned about anything."},{"author":119739,"first":"De modo que Jacob dispuso de suficiente tiempo para conducir lentamente a sus rebaños por todo el camino hasta la región montañosa de Galaad antes que Labán le alcanzase. Debió recorrer desde Harán una distancia no inferior a 560 Km.; sin embargo, Labán y sus parientes, en una <strong class=\"keyword\">afanosa</strong> persecución a lomos de sus camellos, pudieron recorrerla fácilmente en siete días. (Gé 31:14-23.)","second":"All together, this would have given Jacob sufficient time to drive his slow-moving flocks all the way down to the mountainous region of Gilead before Laban caught up with him, a distance from Haran of not less than 560 km (350 mi), a distance, however, that could easily have been covered in seven days by Laban and his kinsmen riding camels in hot pursuit.—Ge 31:14-23."},{"author":94809,"first":"La supresión de los límites de responsabilidad civil afectará sólo a los propietarios que actúen con negligencia grave y, en cambio, beneficiará a los propietarios <strong class=\"keyword\">afanosos</strong> por cumplir las normas de seguridad, quienes seguirán pudiendo acogerse al régimen protector de limitación de la responsabilidad.","second":"In terms of removing ceilings, only shipowners guilty of gross negligence will be affected, for the greater benefit of those owners mindful of security standards who will continue to enjoy the protection of limited liability."},{"author":27,"first":"Con sus esfuerzos pacientes y decididos en cooperación con las partes, el Secretario General y su <strong class=\"keyword\">afanoso</strong> equipo han creado una oportunidad única e histórica para una solución del problema de Chipre.","second":"Through their patient and determined efforts in cooperation with the parties, the Secretary-General and his <strong class=\"keyword\">hard</strong>-<strong class=\"keyword\">working</strong> team have created a unique and historic opportunity for a settlement of the Cyprus problem."},{"author":119739,"first":"23 Por toda clase de trabajo <strong class=\"keyword\">afanoso</strong> llega a haber una ventaja,+ pero meramente la palabra de los labios [tiende] a la carencia.","second":"23 By every kind of toil there comes to be an advantage,+ but merely the word of the lips [tends] to want."},{"author":94808,"first":"Esta mirada escrutadora los ha conducido a enquistarse en la imaginación de los demás y en una búsqueda <strong class=\"keyword\">afanosa</strong> de reconocimiento.","second":"That constant scrutiny had led them to imprison themselves within the imagination of others in a <strong class=\"keyword\">desperate</strong> search <strong class=\"keyword\">for</strong> recognition."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}