{"result":"ok","tuc":[{"phrase":{"text":"affectation","language":"en"},"meanings":[{"language":"en","text":"an attempt to assume or exhibit what is not natural or real"}],"meaningId":7473365840056475040,"authors":[70195]},{"phrase":{"text":"affectedness","language":"en"},"meaningId":5982209247871287043,"authors":[84500]},{"phrase":{"text":"pose","language":"en"},"meaningId":-2967791461814205938,"authors":[97745]},{"phrase":{"text":"pretence","language":"en"},"meaningId":-3206731097707785120,"authors":[25018]},{"phrase":{"text":"artificiality","language":"en"},"meaningId":832675514851964867,"authors":[86934]},{"phrase":{"text":"bombast","language":"en"},"meaningId":6865348846134541052,"authors":[83093]},{"phrase":{"text":"dissembling","language":"en"},"meaningId":-4210667879752053807,"authors":[83093]},{"phrase":{"text":"feigning","language":"en"},"meaningId":7540188468465753809,"authors":[83093]},{"phrase":{"text":"genteelness","language":"en"},"meaningId":103398127628152844,"authors":[97745]},{"phrase":{"text":"hypocrisy","language":"en"},"meaningId":-556654611819085857,"authors":[83093]},{"phrase":{"text":"make-believe","language":"en"},"meaningId":-4693329912849555192,"authors":[83093]},{"phrase":{"text":"malingering","language":"en"},"meaningId":-3562854128474236348,"authors":[83093]},{"phrase":{"text":"mannerism","language":"en"},"meaningId":-1767890667033793809,"authors":[84500]},{"phrase":{"text":"pomposity","language":"en"},"meaningId":-4871740897809181743,"authors":[83093]},{"phrase":{"text":"posting","language":"en"},"meaningId":-8887422779121411397,"authors":[83064]},{"phrase":{"text":"refinement","language":"en"},"meaningId":8152230796202348750,"authors":[83093]},{"phrase":{"text":"sham","language":"en"},"meaningId":-6345399229320692001,"authors":[83093]},{"meanings":[{"language":"en","text":"affectation"}],"meaningId":2209232604601758367,"authors":[1]}],"phrase":"afectación","examples":[{"author":94808,"first":"Con arreglo al artículo 10 del Código Penal, también se aplicará la ley penal salvadoreña a los delitos cometidos por cualquier persona en un lugar no sometido a la jurisdicción salvadoreña, siempre que ellos afectaren bienes protegidos internacionalmente por pactos específicos o normas del derecho internacional o impliquen una grave <strong class=\"keyword\">afectación</strong> a los derechos humanos reconocidos universalmente.","second":"Under article 10 of the Criminal Code, Salvadoran criminal law shall also apply to offences committed by anyone in a place not subject to Salvadoran jurisdiction, provided that they affect rights that are internationally protected by specific agreements or norms of international law or seriously violate universally recognized human rights."},{"author":94809,"first":"a) la <strong class=\"keyword\">afectación</strong> por un sujeto pasivo a las necesidades de su empresa de bienes producidos, construidos, extraídos, transformados, comprados o importados dentro de la actividad de la empresa, siempre que la adquisición de los bienes, derivada de una entrega realizada por otro sujeto pasivo, no le origine el derecho a la deducción total del IVA;","second":"(a) the <strong class=\"keyword\">application</strong> by a taxable person for the purposes of his business of goods produced, constructed, extracted, processed, purchased or imported in the course of such business, where the VAT on such goods, had they been acquired from another taxable person, would not be wholly deductible;"},{"author":94809,"first":"39 En virtud de reiterada jurisprudencia, el requisito relativo a la <strong class=\"keyword\">afectación</strong> directa, en el sentido del artículo 230 CE, párrafo cuarto, exige que la medida comunitaria impugnada produzca efectos directos en la situación jurídica del particular y que no permita ninguna facultad de apreciación a los destinatarios de dicha medida encargados de su aplicación, por tener ésta un carácter meramente automático y derivarse únicamente de la normativa comunitaria sin aplicación de otras normas intermedias (véase la sentencia del Tribunal de Justicia de 5 de mayo de 1998, Glencore Grain/Comisión, C‐404/96 P, Rec. p. I‐2435, apartado 41, y jurisprudencia citada).","second":"39 According to settled case-law, the condition relating to ‘<strong class=\"keyword\">direct concern</strong>’ within the meaning of the fourth paragraph of Article 230 EC requires that the Community measure complained of directly affect the legal situation of the individual and leave no discretion to the addressees of that measure, who are entrusted with the task of implementing it, such implementation being purely automatic and resulting from Community rules without the application of other intermediate rules (see Case C404/96 P Glencore Grain v Commission [1998] ECR I-2435, paragraph 41, and the case-law cited)."},{"author":8000,"first":"Las medidas adoptadas por el Gobierno de los Estados Unidos han provocado <strong class=\"keyword\">afectaciones</strong> a las acciones de atención médica, la prevención de enfermedades y la promoción de salud","second":"The measures adopted by the United States Government have had an <strong class=\"keyword\">impact on</strong> the delivery of medical care, the prevention of diseases and the promotion of health"},{"author":93236,"first":"Cuando el cáncer contralateral de mama se incorpora como covariante dependiente del tiempo a un modelo multivariante de Cox, el cáncer contralateral de mama junto con los 3 factores utilizados para determinar el índice pronóstico de Nottingham (grado de invasión tumoral, grado y estadificación de la <strong class=\"keyword\">afectación</strong> ganglionar linfática), constituye un factor pronóstico determinante (p=0.02).","second":"When contralateral breast cancer was incorporated as a time-dependent covariate in a Cox multivariate model together with the three factors used to determine the Nottingham Prognostic Index (invasive tumor size, grade, and <strong class=\"keyword\">lymph</strong> node stage), contralateral breast cancer continued to be a significant prognostic determinant (p=0.02)."},{"author":94808,"first":"<strong class=\"keyword\">Afectaciones</strong> a entidades cubanas","second":"<strong class=\"keyword\">Damage</strong> to Cuban entities"},{"author":94809,"first":"«1) Teniendo en cuenta la naturaleza de medida de promoción de la igualdad que [tiene] la concesión de un permiso parental, en la modalidad y extensión que libremente haya fijado cada Estado dentro de los límites mínimos impuestos por la Directiva 1996/34/CE, si es posible que el disfrute de ese período de permiso parental, en el caso de reducción de jornada y salario por cuidado de hijos menores, puede afectar a los derechos en trance de adquisición por el trabajador o trabajadora que disfruta de ese permiso parental y si puede invocarse por los particulares ante las instituciones públicas de un Estado el principio de no <strong class=\"keyword\">afectación</strong> de derechos adquiridos o en trance de adquisición.","second":"‘1. Bearing in mind that the granting of parental leave must be a measure intended to promote equality, in the manner and to the extent freely fixed by each Member State within the minimum limits imposed by Directive 96/34 ..., is it possible that the enjoyment of that period of parental leave, in the case of a reduction in the working day and in salary by reason of taking care of children, should affect entitlements in the process of being acquired by the worker, male or female, taking such parental leave and may individuals rely before the public institutions of a State on the principle of the protection of entitlements acquired or in the process of being acquired?"},{"author":94809,"first":"308 Por una parte, el Tribunal de Primera Instancia considera que los términos «compatible con el mercado común con arreglo al artículo 86 CE, apartado 2» se refieren necesariamente al criterio de la <strong class=\"keyword\">afectación</strong> de los intercambios de una forma contraria al interés de la Comunidad.","second":"308 The Court considers that the expression ‘compatible with the common market pursuant to Article 86(2) EC’ necessarily refers to the criterion of an <strong class=\"keyword\">effect</strong> on trade to such an extent as would be contrary to the interests of the Community."},{"author":94809,"first":"2006 I, p. 2816), según su modificación por la Ley de 21 de enero de 2013 (en lo sucesivo, «Ley de disposiciones complementarias sobre los recursos en materia de medio ambiente, según su modificación»)] y a los supuestos en los que el demandante acredite una relación de causalidad entre el vicio de procedimiento y el resultado de la decisión, así como la <strong class=\"keyword\">afectación</strong> de la posición jurídica del demandante [artículo 46 de la Ley de procedimiento administrativo (Verwaltungsverfahrensgesetz; en lo sucesivo, «Ley de procedimiento administrativo»), puesto en relación con el artículo 113, apartado 1, de la Ley de organización de la jurisdicción contencioso-administrativa];","second":"2006 I, p. 2816), as amended by the Law of 21 January 2013 (‘the UmwRG’) and to cases in which the applicant proves that the procedural error was causative as regards the result of the decision and the applicant’s legal position is <strong class=\"keyword\">affected</strong> (Paragraph 46 of the Law on Administrative Procedure (Verwaltungsverfahrensgesetz; ‘the VwVfG’), read in conjunction with Paragraph 113(1) of the VwGO);"},{"author":94809,"first":"La cuestión, en efecto, y como veremos, se proyecta sobre el alcance de esta letra c), en la medida en que, como es sabido, permite a los Estados miembros, en el contexto de los bienes y servicios utilizados de manera indistinta para operaciones que conllevan derecho de deducción y para operaciones que no lo implican («uso mixto»), autorizar u obligar a los sujetos pasivos a calcular el impuesto sobre el valor añadido (IVA) deducible por referencia a la «<strong class=\"keyword\">afectación</strong> real» (3) de dichos bienes y servicios.","second":"It will be seen that the question concerns the scope of point (c) to the extent that, as is well-known, it provides that in relation to goods and services used both for transactions in respect of which VAT is deductible and for transactions in respect of which VAT is not deductible (‘mixed use’), Member States may authorise or compel taxable persons to calculate the VAT deductible on the basis of the <strong class=\"keyword\">use</strong> (3) of those goods and services."},{"author":94809,"first":"(Recurso de anulación - Programa Phare - Proyecto relativo al desarrollo de un centro de innovación y demostración de productos de construcción - Decisión de la Comisión de proceder a la recuperación de una parte de las cantidades abonadas - Inexistencia de <strong class=\"keyword\">afectación</strong> directa - Inadmisibilidad)","second":"(Action for annulment - Phare programme - Project concerning the development of a centre for innovation and testing of construction products - Commission decision to undertake recovery of part of the sums paid - Lack of direct <strong class=\"keyword\">concern</strong> - Inadmissibility)"},{"author":94809,"first":"Cuando las mercancías se hayan incluido en un régimen especial utilizando dos o más declaraciones en aduana en virtud de una única autorización, se considerará que la inclusión de dichas mercancías o de los productos derivados de ellas en un régimen aduanero posterior, o su <strong class=\"keyword\">afectación</strong> al destino final prescrito, ultima el régimen para las mercancías en cuestión incluidas en las declaraciones en aduana más antiguas.","second":"Where goods have been placed under a special procedure using two or more customs declarations by virtue of one authorisation, the placing of such goods or of the products obtained therefrom under a subsequent customs procedure, or their <strong class=\"keyword\">assignment</strong> to their prescribed end-use, shall be considered to discharge the procedure for the goods in question placed under the earliest of the customs declarations."},{"author":8000,"first":"Contiene asimismo aspectos relativos a las diversas modalidades de <strong class=\"keyword\">afectación</strong> a la libre determinación y a los derechos humanos en los que se emplea a mercenarios","second":"It also contains aspects relating to the various ways in which the use of mercenaries <strong class=\"keyword\">affects</strong> self-determination and human rights"},{"author":94808,"first":"Se encuentra en las últimas etapas de ensayo la versión completa del sistema de gestión del libro mayor en las oficinas exteriores, con arreglo a la cual las oficinas exteriores podrán registrar <strong class=\"keyword\">afectaciones</strong>, obligaciones y desembolsos.","second":"The full release of the field office management ledger system, whereby field offices will be able to record <strong class=\"keyword\">pre</strong>-<strong class=\"keyword\">encumbrances</strong>, obligations and disbursements, is in the final stages of testing."},{"author":94808,"first":"Para el año 2011, por pago de extra flete, el país tuvo una <strong class=\"keyword\">afectación</strong> de 3 millones de dólares.","second":"In 2011, the country incurred extra freight charges of <strong class=\"keyword\">$</strong>3 million."},{"author":94809,"first":"35 La facultad de apreciación de que disponen las autoridades nacionales, tras la suspensión de la inmunidad, para reanudar o desistir de las actuaciones judiciales emprendidas contra el miembro del Parlamento carece de incidencia en la <strong class=\"keyword\">afectación</strong> directa de la situación jurídica de ese parlamentario, dado que los efectos inherentes a la Decisión de suspensión de la inmunidad se limitan a la supresión de la protección de la que disfrutaba en su condición de parlamentario, sin que necesiten ninguna medida complementaria de ejecución.","second":"35 The discretion left to the national authorities, following the waiver of immunity, as regards the resumption or discontinuance of proceedings brought against a Member has no bearing on the fact that his legal situation is directly <strong class=\"keyword\">affected</strong>, since the effects attached to the decision to waive immunity are restricted to the removal of the protection he enjoyed on account of his status as a Member, which does not involve any additional implementing measure."},{"author":8000,"first":"La industria básica cubana, soporte de la economía nacional en correspondencia con sus producciones fundamentales de níquel, petróleo, cemento, industria química y eléctrica, sufrió las <strong class=\"keyword\">afectaciones</strong> del bloqueo durante este período en todas sus ramas productivas","second":"Cuban heavy industry, which supports the national economy through its production of nickel, oil, cement, and chemical and electrical products, suffered the <strong class=\"keyword\">effects</strong> of the embargo during this period in all its areas of production"},{"author":94809,"first":"2 Dichas cuestiones se suscitaron en el marco de litigios entre el Finanzamt Burgdorf y el Sr. Fischer, en el asunto C-322/99, y el Finanzamt Düsseldorf-Mettmann y el Sr. Brandenstein, en el asunto C-323/99, en relación con la sujeción al impuesto sobre el valor añadido (en lo sucesivo, «IVA») de la <strong class=\"keyword\">afectación</strong> a fines privados, por parte de los mencionados sujetos pasivos, de vehículos que habían adquirido de particulares sin derecho a deducir el IVA y respecto de los cuales se efectuaron diversas prestaciones de servicios y entregas de bienes que generaron derecho a deducir el IVA.","second":"2 Those questions were raised in proceedings between, in Case C-322/99, the Finanzamt Burgdorf and Mr Fischer and, in Case C-323/99, the Finanzamt Düsseldorf-Mettmann and Mr Brandenstein concerning liability for value added tax (VAT) on the <strong class=\"keyword\">allocation</strong> by taxable persons for their private use of motor vehicles which they had purchased from private individuals without VAT being deductible but where VAT on supplies of various services and goods for those vehicles had been deductible."},{"author":94809,"first":"24 El Tribunal estima oportuno comenzar examinando la causa de inadmisión basada en la inexistencia de <strong class=\"keyword\">afectación</strong> directa, ya que ésta se basa en el requisito de admisibilidad de un recurso que es común a las categorías segunda y tercera de actos presentadas en el anterior apartado 22.","second":"24 The Court deems it appropriate to begin by examining the objection of <strong class=\"keyword\">inadmissibility</strong> based on an absence of direct <strong class=\"keyword\">concern</strong>, and founded on the condition of admissibility of an action common to the second and third categories of acts set out in paragraph 22 above."},{"author":94809,"first":"([«Ayudas de Estado - Reestructuración de WestLB - Ayudas destinadas a poner remedio a una grave perturbación en la economía de un Estado miembro - Artículo 87 CE, apartado 3, letra b) - Decisión por la que se declara la ayuda compatible con el mercado común bajo ciertas condiciones - Recurso de anulación - <strong class=\"keyword\">Afectación</strong> individual - Interés en ejercitar la acción - Admisibilidad - Colegialidad - Obligación de motivación - Directrices sobre ayudas estatales de salvamento y a la reestructuración de empresas en crisis - Proporcionalidad - Principio de no discriminación - Artículo 295 CE - Artículo 7, apartado 4, del Reglamento (CE) no 659/1999»])","second":"((State aid - Restructuring of WestLB - Aid to remedy a serious disturbance in the economy of a Member State - Article 87(3)(b) EC - Decision declaring the aid compatible with the common market under certain conditions - Action for annulment - Individual <strong class=\"keyword\">concern</strong> - Legal interest in bringing proceedings - Admissibility - Collegiality - Obligation to state reasons - Guidelines on State aid for rescuing and restructuring firms in difficulty - Proportionality - Principle of non-discrimination - Article 295 EC - Article 7(4) of Regulation (EC) No 659/1999))"},{"author":94809,"first":"En efecto, la existencia de una <strong class=\"keyword\">afectación</strong> sensible del comercio entre los Estados miembros puede demostrarse también sin tal delimitación del mercado, por ejemplo, si hay indicios de que ciertas empresas, mediante una determinada conducta, tienen el propósito de obstaculizar en una medida relevante las exportaciones a otros Estados miembros o las importaciones desde otros Estados miembros.","second":"This is because proof of an <strong class=\"keyword\">appreciable</strong> effect on trade between Member States can also be furnished without a definition of the market, for example where there is evidence that undertakings intend by means of a specific practice to hinder exports to or imports from other Member States on a significant scale."},{"author":94808,"first":"Los terrenos no estarán ubicados en áreas declaradas de reserva ecológica, o con alto grado de contaminación; la construcción o mejoramiento de las viviendas, no podrán atentar contra el medio ambiente; no deberán estar ubicadas en zonas de <strong class=\"keyword\">afectación</strong> (apertura de carreteras, redes eléctricas, etc.); los inmuebles no se encontrarán ubicados en zonas de alto riesgo, con peligros de deslaves, inundaciones y erupciones; los terrenos no tendrán pendientes superiores al 40%.","second":"The land shall not be located in areas designated as an ecological reserve or in areas where there is a high level of pollution; the construction or improvement of dwellings should not be harmful to the environment, nor should dwellings be located on land subject to <strong class=\"keyword\">expropriation</strong> (for roadworks, electricity grids, etc.). Buildings should not be located in high-risk zones where there is a danger of landslides, flooding or volcanic eruptions; building sites shall not have an incline of more than 40 per cent."},{"author":94809,"first":"95 Habida cuenta de las anteriores consideraciones, toda vez que los Reglamento impugnados incluyen medidas de ejecución y que no afectan individualmente a las demandantes, debe declarase la inadmisibilidad del recurso de anulación dirigido contra estos actos, sin que sea necesario examinar la causa de inadmisión basada en la falta de <strong class=\"keyword\">afectación</strong> directa.","second":"95 In view of all of the foregoing, given that the contested regulations entail implementing measures and are not of individual concern to the applicants, the action for annulment of those acts must be declared inadmissible without its being necessary to examine the plea of inadmissibility alleging lack of direct <strong class=\"keyword\">concern</strong>."},{"author":8000,"first":"Se debe tratar de financiar la inversión medioambiental a partir de los ingresos generales, y el recurso a la <strong class=\"keyword\">afectación</strong> de fondos para conseguir ciertos objetivos medioambientales debe estar plenamente justificado, por ejemplo, por la utilización de los ingresos de los impuestos ambientales para aliviar los daños al medio ambiente que motivaron en primer lugar la creación de esos impuestos","second":"Attempts should always be made to finance environmental investment from general revenues, but when <strong class=\"keyword\">earmarking</strong> is used in order to achieve certain environmental goals it should be carefully justified, for example by using the proceeds of environmental taxation to mitigate the prior environmental damage that prompted the tax in the first place"},{"author":94809,"first":"Puesto que no existe ningún motivo para interpretar en este supuesto el requisito de la <strong class=\"keyword\">afectación</strong> directa de forma distinta a como se ha hecho a propósito del segundo supuesto, (27) hay que afirmar, conforme a una jurisprudencia reiterada, que un demandante está directamente afectado cuando, en primer lugar, la medida de la Unión impugnada surte efectos directamente en su situación jurídica, y, en segundo lugar, cuando dicha medida no deja ningún margen de apreciación a los destinatarios encargados de su aplicación, por tener ésta carácter meramente automático y derivarse únicamente de la normativa de la Unión, sin aplicación de otras normas intermedias.","second":"Since there is no reason for interpreting the criterion of <strong class=\"keyword\">direct concern</strong> any differently here than in the second limb, (27) it should be stated that, according to settled case-law, an applicant must be considered to be directly concerned if, first, the contested measure of the European Union directly affects his legal situation and, secondly, it leaves no discretion to its addressees, who are entrusted with the task of implementing it, such implementation being purely automatic and resulting from EU rules alone without the application of other intermediate rules."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}