{"result":"ok","tuc":[{"phrase":{"text":"affront","language":"en"},"meanings":[{"language":"en","text":"open or intentional offense, slight, or insult"},{"language":"es","text":"Ofensa a la dignidad o al respeto de una persona."},{"language":"en","text":"An offense to one&#39;s dignity or self-respect."}],"meaningId":8203925516296682258,"authors":[70195]},{"phrase":{"text":"indignity","language":"en"},"meanings":[{"language":"en","text":"an affront to one&#39;s dignity or pride"}],"meaningId":3934363203289001375,"authors":[70195]},{"phrase":{"text":"insult","language":"en"},"meaningId":-2581575507109495429,"authors":[89651]},{"phrase":{"text":"offence","language":"en"},"meaningId":-5798177416472829133,"authors":[89651]},{"phrase":{"text":"abuse","language":"en"},"meaningId":9180969592984789003,"authors":[2698]},{"phrase":{"text":"curse","language":"en"},"meaningId":-4627478905073256424,"authors":[2698]},{"phrase":{"text":"injury","language":"en"},"meaningId":-6875997677284636008,"authors":[2698]},{"phrase":{"text":"outrage","language":"en"},"meaningId":8324761472985211976,"authors":[89651]},{"phrase":{"text":"dishonor","language":"en"},"meaningId":-1869329800922833532,"authors":[25018]},{"phrase":{"text":"dishonour","language":"en"},"meaningId":7550504697312994080,"authors":[25018]},{"phrase":{"text":"farce","language":"en"},"meaningId":3882349864168287680,"authors":[16]},{"phrase":{"text":"insulting","language":"en"},"meaningId":1727884076997650153,"authors":[2700]},{"phrase":{"text":"mockery","language":"en"},"meaningId":9135743897383715866,"authors":[16]},{"meanings":[{"language":"en","text":"afront"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of afrentar."},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of afrentar."}],"meaningId":3460890923938205693,"authors":[1]}],"phrase":"afrenta","examples":[{"author":94808,"first":"Ese mismo día observé que la sentencia no guardaba relación con la reconocida gravedad, premeditación y alevosía de esos asesinatos; el ACNUR expresó su decepción y declaró que el dictamen era una <strong class=\"keyword\">afrenta</strong> a la memoria de los trabajadores humanitarios que habían dado su vida al servicio de la humanidad.","second":"On the same day, I noted that the ruling appeared incommensurate with what is known to have been deliberate and brutal killings and UNHCR expressed its disappointment, stating that is was an <strong class=\"keyword\">affront</strong> to the memory of the humanitarian workers who had given their lives in the service of humanity."},{"author":94808,"first":"El Código Penal enumera también los tipos de delitos de injuria (art. 181), calumnia (art. 183), ofensa a la memoria de una persona fallecida (art. 185), <strong class=\"keyword\">afrenta</strong> a una persona jurídica, organismo o servicio (art. 187), intromisión en la vida privada (art. 192) y grabaciones y fotografías ilícitas (art.","second":"Other offences listed in the Penal Code include libel (art. 181), publication and slander (art. 183), disrespect for the memory of a deceased person (art. 185), disrespect for a corporation, organization or service (art. 187), invasion of privacy (art. 192) and illegal recordings and photographs (art."},{"author":94808,"first":"Esto es una <strong class=\"keyword\">afrenta</strong> a todos nosotros, una fuente de vergüenza universal.","second":"Children killed in their sleep; this is an <strong class=\"keyword\">affront</strong> to all of us, a source of universal shame."},{"author":94808,"first":"La violencia sexual es una de las violaciones más frecuentes y traumáticas que sufren las mujeres en tiempos de guerra y es también uno de los problemas más delicados que deben abordar las organizaciones humanitarias, tanto por la necesidad de evitar estigmatizar a las mujeres como “víctimas de violación” ante sus familias o comunidades, como por la dificultad de detectar la <strong class=\"keyword\">afrenta</strong> en situaciones en que muchas otras prioridades reclaman también la atención del personal humanitario.","second":"Sexual violence was one of the most frequent and traumatic violations that women suffered in wartime, as well as one of the most difficult issues for humanitarian organizations to address, owing to the need to avoid stigmatizing women as “rape victims” in the eyes of their family or community. Moreover, humanitarian workers were confronted with so many competing priorities in war zones that sexual violence sometimes became “invisible”."},{"author":95875,"first":"El eurodiputado italiano Francesco Fiori calificó la clonación de \"inmoral desviación del derecho a la vida\", oponiéndose a la investigación no sólo por razones religiosas sino también por cómo supone \"una <strong class=\"keyword\">afrenta</strong> a la civilización\".","second":"Italian MEP Francesco Fiori described cloning as 'immoral and an <strong class=\"keyword\">abuse</strong> to the right to life', objecting to the research both on religious grounds and as 'an <strong class=\"keyword\">affront</strong> to civilisation'."},{"author":95096,"first":"Esos programas son \"<strong class=\"keyword\">afrentas</strong> a la dignidad de la persona y de la familia\" (Compendio de la doctrina social de la Iglesia, n. 234) y amenazan con minar la auténtica concepción cristiana de la naturaleza y la finalidad del matrimonio.","second":"Such programmes are \"<strong class=\"keyword\">affronts</strong> to the dignity of the person and the family\" (Compendium of the Social Doctrine of the Church, 234) and they threaten to undermine the authentic Christian understanding of the nature and purpose of marriage."},{"author":94808,"first":"El intento de los gobiernos de marginar el papel de estos grupos es una <strong class=\"keyword\">afrenta</strong> a las mujeres de todo el mundo.","second":"The attempt of governments to marginalize the role of these groups is an <strong class=\"keyword\">affront</strong> to women everywhere."},{"author":94808,"first":"La subordinación de la mujer es el objetivo de quienes cometen actos de violencia sexual, lo que no sólo constituye una <strong class=\"keyword\">afrenta</strong> a los derechos y la dignidad de la mujer sino también un problema sumamente difundido, expresado en prácticas tradicionales nocivas y en la explotación comercial.","second":"The aim of those who committed violence against women — which was not only an <strong class=\"keyword\">affront</strong> to their rights and dignity but an extremely widespread problem, expressed in harmful traditional practices and in commercial exploitation — was their subordination."},{"author":8000,"first":"] La violencia sexual ejercida en el seno del matrimonio puede equivaler a una conducta condenable según el artículo # (relativo a la violación) o según el artículo # (relativo a la <strong class=\"keyword\">afrenta</strong> contra la dignidad","second":"] Sexual violence committed within the marital sexual relationship may amount to a conduct regulated under Section # on rape or Section # on <strong class=\"keyword\">assault</strong> against decency"},{"author":8000,"first":"Las atrocidades que se cometieron fueron una <strong class=\"keyword\">afrenta</strong> a la conciencia de la humanidad","second":"The atrocities that had been perpetrated there were an <strong class=\"keyword\">affront</strong> to the conscience of the world"},{"author":8000,"first":"Tal como el terrorismo internacional es una <strong class=\"keyword\">afrenta</strong> a la conducta civilizada y una amenaza a la paz y la seguridad internacionales, la impunidad y los crímenes de lesa humanidad también son una <strong class=\"keyword\">afrenta</strong> a la conciencia del mundo y, de hecho, una amenaza a la paz y la seguridad internacionales","second":"Just as international terrorism is an <strong class=\"keyword\">affront</strong> to civilized conduct and a threat to international peace and security, so also are impunity and crimes against humanity an <strong class=\"keyword\">affront</strong> to the world's conscience, and indeed a threat to international peace and security"},{"author":27,"first":"Y, por supuesto, que un incidente aislado de un comportamiento como el descrito en la definición puede constituir una <strong class=\"keyword\">afrenta</strong> a la dignidad en el trabajo pero, en tanto que incidente puntual y aislado, no sería considerado acoso.","second":"And, of course, an isolated incident of behaviour such as that described in the definition may constitute an <strong class=\"keyword\">affront</strong> to dignity at work, but an individual and isolated incident would not be considered harassment."},{"author":92475,"first":"Pero la explicación de Paoli no ayudó a calmar lo que se percibió como una <strong class=\"keyword\">afrenta</strong> hacia el símbolo nacional de Madagascar.","second":"But Paoli's explanation did not help soothe the perceived <strong class=\"keyword\">affront</strong> to Madagascar's national symbol."},{"author":94808,"first":"Por lo tanto, respaldamos plenamente la declaración formulada en la Conferencia Internacional sobre “La esclavitud del siglo XXI: la dimensión de los derechos humanos en la trata de seres humanos”, que dice que la trata de mujeres y niños envenena la sociedad humana y es una <strong class=\"keyword\">afrenta</strong> a los valores fundamentales compartidos por todas las culturas y los pueblos, valores arraigados en la naturaleza misma de la persona humana.","second":"Therefore, we fully support the statement made at the International Conference, entitled “21st Century Slavery — The Human Rights Dimension to Trafficking in Human Beings”, which says: “The trafficking of women and children poisons human society and is an <strong class=\"keyword\">affront</strong> to fundamental values shared by all cultures and peoples, values rooted in the very nature of the human person”."},{"author":94808,"first":"Ngongi pide a todas las partes implicadas que se abstengan de realizar cualquier tipo de ataque, que, en caso de producirse, no haría más que agravar el sufrimiento del pueblo congoleño y representaría una grave <strong class=\"keyword\">afrenta</strong> a la labor de la comunidad internacional para llevar a buen término el proceso de paz.","second":"Ngongi calls on all the parties concerned to refrain from any attack. If an attack occurred, that would only exacerbate the suffering of the Congolese people and would be a serious <strong class=\"keyword\">affront</strong> to the international community in its efforts to bring the peace process to a successful conclusion."},{"author":94808,"first":"La situación es una <strong class=\"keyword\">afrenta</strong> para toda la comunidad internacional.","second":"The situation is an <strong class=\"keyword\">affront</strong> to the entire international community."},{"author":8008,"first":"8 a Destruirá a la b muerte para siempre, y enjugará Jehová el c Señor toda lágrima de todos los rostros; y quitará la d <strong class=\"keyword\">afrenta</strong> de su pueblo de toda la tierra, porque Jehová lo ha dicho.","second":"8 He will swallow up a death in b victory ; and the Lord God will wipe away tears from off all faces; and the c <strong class=\"keyword\">rebuke</strong> of his people shall he take away from off all the earth: for the Lord hath spoken it."},{"author":94808,"first":"La Unión Europea considera el hambre como una <strong class=\"keyword\">afrenta</strong> a la dignidad humana y estima que los Estados deben adoptar todas las medidas necesarias para proteger y promover el derecho a una alimentación adecuada y garantizar el acceso al agua potable.","second":"Hunger was an <strong class=\"keyword\">affront</strong> to human dignity, and States must take all necessary measures to protect and promote the right to sufficient nutrition and ensure access to drinking water."},{"author":31,"first":"? Escarnio y <strong class=\"keyword\">afrenta</strong>!","second":"Mocking and <strong class=\"keyword\">sneering</strong>"},{"author":94808,"first":"Además, el mantenimiento de la ocupación de las granjas de Shebaa dificulta al Estado libanés el ejercicio de su autoridad en todo su territorio, como lo ha solicitado la comunidad internacional, y constituye una <strong class=\"keyword\">afrenta</strong> directa a la determinación del Gobierno del Líbano de ser el único garante de la soberanía libanesa.","second":"Furthermore, the continuing occupation of the Shebaa farms hinders the extension of the authority of the Lebanese State throughout its territory as called for by the international community and stands as a direct <strong class=\"keyword\">affront</strong> to the resolve of the Lebanese Government to be the sole guarantor of Lebanese sovereignty."},{"author":8000,"first":"Esperamos que de a conocer un documento oficial en que se aclare su posición respecto de la <strong class=\"keyword\">afrenta</strong> deliberada a la OCI cometida por Kuwait, pues consideramos que esto es un intento de no decir toda la verdad","second":"You have yet to issue any official statement clarifying your position with respect to the deliberate <strong class=\"keyword\">affront</strong> to OIC that was committed by Kuwait, and we view this as an attempt to avoid telling the whole truth"},{"author":8000,"first":"La agresión actual es una <strong class=\"keyword\">afrenta</strong> a la dignidad humana, forma parte de un intento de redefinir los límites del derecho internacional y las normas de derechos humanos, a fin de imponer en el mundo una nueva doctrina de agresión basada en la legítima defensa","second":"The current assault was an <strong class=\"keyword\">affront</strong> to human dignity; it formed part of an attempt to redefine the boundaries of international law and human rights law in order to impose on the world a new doctrine of aggression based on self-defence"},{"author":94808,"first":"Los refugiados se encuentran en condiciones particularmente angustiosas en los campamentos del territorio palestino ocupado, donde sufren a manos de Israel violaciones de sus derechos, castigos colectivos y <strong class=\"keyword\">afrentas</strong> a su dignidad humana.","second":"Refugees faced particularly distressing conditions in the camps in the Occupied Palestinian Territory, where they were subjected by Israel to human rights violations, the use of collective punishment and <strong class=\"keyword\">affronts</strong> to their human dignity."},{"author":8000,"first":"Esperamos que el pueblo palestino se sentirá confortado por el hecho de que todos hemos sentimos como nuestra esta <strong class=\"keyword\">afrenta</strong>","second":"We hope that the Palestinian people will take comfort in the fact that we all share their <strong class=\"keyword\">outrage</strong>"},{"author":31,"first":"Lo que le preocupa es que sus hombres vean una <strong class=\"keyword\">afrenta</strong> en su uniforme","second":"Damar is concerned that his men will see your uniform as an <strong class=\"keyword\">affront</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}