{"result":"ok","tuc":[{"phrase":{"text":"affine","language":"en"},"meaningId":-1217990876805304408,"authors":[2708]},{"phrase":{"text":"akin","language":"en"},"meaningId":-1054406327810221222,"authors":[84500]},{"phrase":{"text":"allied","language":"en"},"meaningId":-3613638263991811265,"authors":[84500]},{"phrase":{"text":"cognate","language":"en"},"meaningId":-3776962756653659773,"authors":[84500]},{"phrase":{"text":"kindred","language":"en"},"meaningId":-6355265578780932053,"authors":[84500]},{"phrase":{"text":"related","language":"en"},"meaningId":-1285090088434297002,"authors":[92056]},{"phrase":{"text":"affined","language":"en"},"meaningId":2769805579516769127,"authors":[84500]},{"phrase":{"text":"similar","language":"en"},"meaningId":4825568456372445567,"authors":[25115]},{"phrase":{"text":"congenial","language":"en"},"meaningId":-8620713537673332016,"authors":[25018]},{"phrase":{"text":"connate","language":"en"},"meaningId":2782530151642782460,"authors":[84500]},{"phrase":{"text":"in-law","language":"en"},"meaningId":5829141658608861291,"authors":[83093]},{"phrase":{"text":"like-minded","language":"en"},"meaningId":3826681170224628065,"authors":[80097]},{"phrase":{"text":"relation by marriage","language":"en"},"meaningId":8347701654359484843,"authors":[83093]},{"phrase":{"text":"relative","language":"en"},"meaningId":2440721638667116052,"authors":[89651]},{"phrase":{"text":"relative by marriage","language":"en"},"meaningId":-6418320824252329862,"authors":[83093]},{"meanings":[{"language":"en","text":"affine"}],"meaningId":5807884286541637198,"authors":[1]}],"phrase":"afín","examples":[{"author":94809,"first":"Se prohíbe la venta, el suministro, la transferencia o la exportación a Belarús de armamento y material <strong class=\"keyword\">afín</strong> de todo tipo, incluidos armas y municiones, vehículos y equipo militar, equipo paramilitar y piezas de repuesto de los artículos mencionados, así como equipos que puedan utilizarse para la represión interna, por parte de nacionales de los Estados miembros o desde los territorios de estos, o utilizando buques o aeronaves que enarbolen su pabellón, independientemente de que dichos artículo sean o no originarios de estos territorios.","second":"The sale, supply, transfer or export of arms and <strong class=\"keyword\">related</strong> material of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment and spare parts for the aforementioned, as well as equipment which might be used for internal repression, to Belarus by nationals of Member States or from the territories of Member States or using their flag vessels or aircraft, shall be prohibited whether originating or not in their territories."},{"author":94809,"first":"la venta, el suministro, el traslado o la exportación de armamento y material <strong class=\"keyword\">afín</strong> y la asistencia y formación técnicas destinados exclusivamente a respaldar el proceso de reforma del sector de la seguridad de Costa de Marfil, con arreglo a una solicitud formal del Gobierno de Costa de Marfil, previa aprobación del Comité de Sanciones;».","second":"the sale, supply, transfer or export of arms and <strong class=\"keyword\">related</strong> material and technical training and assistance intended solely for the support of the Ivorian process of Security Sector Reform, pursuant to a formal request by the Ivorian Government, as approved in advance by the Sanctions Committee;’;"},{"author":94809,"first":"al suministro, la venta o transferencia de armamento y material <strong class=\"keyword\">afín</strong> de todo tipo, ni al suministro directo o indirecto de asesoramiento técnico, asistencia financiera y de otra índole, ni a la formación relacionada con actividades militares por los Estados miembros u organizaciones internacionales, regionales o subregionales, destinados únicamente a ayudar a desarrollar instituciones del sector de la seguridad, a falta de decisión en contra del Comité de Sanciones dentro de un plazo de cinco días hábiles a partir de la recepción de la notificación del Estado miembro, la organización internacional, regional o subregional que lo haya suministrado.».","second":"the supply, sale or transfer of arms and <strong class=\"keyword\">related</strong> material of all types, and the direct or indirect supply of technical advice, financial and other assistance and training related to military activities by Member States or international, regional and subregional organisations intended solely for the purposes of helping develop Somali security sector institutions, in the absence of a negative decision by the Committee within five working days of receiving a notification of any such assistance from the supplying Member State, international, regional or subregional organisation.’ ;"},{"author":94809,"first":"Al mismo tiempo, se reducirían las cantidades disponibles para la categoría de \"operadores no tradicionales\", aumentando de forma correlativa las correspondientes a la categoría \"operadores primarios tradicionales\", sin que en ningún caso el porcentaje asignado a la primera de estas categorías citadas llegue a ser inferior al 3,5%-5% de las cantidades totales (<strong class=\"keyword\">afín</strong> de mantener un mercado abierto a nuevos operadores).","second":"At the same time, the quantities available to \"non-traditional operators\" would be reduced and those for \"traditional primary operators\" would be increased accordingly, though the percentage allocated to \"non-traditional operators\" will not be less than 3.5%-5% of the total (in <strong class=\"keyword\">order</strong> to keep the market open to new operators to some extent)."},{"author":94809,"first":"Contratista de obras que ha instalado tuberías y equipo de apoyo <strong class=\"keyword\">afín</strong> en el centro de enriquecimiento de uranio de Natanz.","second":"Construction contractor that has installed piping and <strong class=\"keyword\">associated</strong> support equipment at the uranium enrichment site at Natanz."},{"author":94809,"first":"Las medidas tecnológicas sólo se considerarán «efectivas» cuando el acceso del usuario a la obra u otro trabajo <strong class=\"keyword\">afín</strong> sólo pueda llevarse a cabo mediante la aplicación de un proceso o código de acceso, como la descodificación, la desaleatorización u otra transformación de la obra o del trabajo <strong class=\"keyword\">afín</strong>, con la autorización del titular del derecho.","second":"Technological measures shall only be deemed 'effective` where the work or other subject matter is rendered accessible to the user only through application of an access code or process, including by decryption, descrambling or other transformation of the work or other subject matter, with the authority of the rightholders;"},{"author":94809,"first":"El suministro, venta o transferencia de armamento y material <strong class=\"keyword\">afín</strong> a que se refiere el apartado 1 sólo se realizará en los puntos de entrega designados por el Gobierno de Unidad Nacional y Transición, en coordinación con la MONUC y previa notificación al Comité de Sanciones.","second":"The supply, sale or transfer of arms and <strong class=\"keyword\">related materiel</strong>, referred to in paragraph 1 shall only be made to receiving sites as designated by the Government of National Unity and Transition, in coordination with MONUC, and notified in advance to the Sanctions Committee."},{"author":94809,"first":"La disposición obliga a los Estados miembros a garantizar que los titulares de los derechos estén en condiciones de solicitar medidas cautelares contra los intermediarios a cuyos servicios recurra un tercero para infringir un derecho de autor o un derecho <strong class=\"keyword\">afín</strong> a los derechos de autor.","second":"The provision obliges Member States to ensure that rightholders are in a position to apply for an injunction against intermediaries whose services are used by third parties to infringe a copyright or <strong class=\"keyword\">related</strong> right."},{"author":22,"first":"Se prohíbe la venta, el suministro, la transferencia o la exportación a Uzbekistán de armamento y material <strong class=\"keyword\">afín</strong> de todo tipo, incluidos armas y municiones, vehículos y equipo militar, equipo paramilitar y piezas de repuesto de los artículos mencionados, por parte de nacionales de los Estados miembros o desde los territorios de estos o utilizando buques o aeronaves que enarbolen su pabellón, sean o no originarios de dichos territorios","second":"The sale, supply, transfer or export of arms and <strong class=\"keyword\">related materiel</strong> of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment and spare parts for the aforementioned, to Uzbekistan by nationals of Member States, or from the territories of Member States, or using their flag vessels or aircraft shall be prohibited whether originating or not in their territories"},{"author":94809,"first":"Se prohíbe la venta, el suministro, la transferencia o exportación tanto directos como indirectos de armamento y material <strong class=\"keyword\">afín</strong> de todo tipo, incluso armas y municiones, vehículos y equipo militar, equipo paramilitar y piezas de repuesto para ese equipo, a cualquier individuo o entidad en el Líbano, por parte de nacionales de los Estados miembros o desde sus territorios o empleando buques o aeronaves que enarbolen su pabellón, procedan o no de sus territorios.","second":"The direct or indirect sale, supply, transfer or export of arms and <strong class=\"keyword\">related materiel</strong> of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment and spare parts for the aforementioned to any entity or individual in Lebanon by nationals of Member States or from the territories of Member States, or using their flag vessels or aircraft, shall be prohibited whether originating or not in their territories."},{"author":94808,"first":"Se invita a los visitantes a que encuentren su especie amenazada más <strong class=\"keyword\">afín</strong>, tras lo cual se los alienta a que se informen sobre el tema, modifiquen su comportamiento personal y colaboren en sus círculos sociales para difundir el mensaje de que los delitos relacionados con la fauna y la flora silvestres no deben tolerarse, ni en lo personal ni a nivel institucional.","second":"Visitors are invited to find their <strong class=\"keyword\">kindred</strong> endangered species and then encouraged to learn about the theme, change their personal behaviour and work in their social circles to amplify the message that wildlife crime should not be tolerated at either a personal or institutional level."},{"author":94808,"first":"El curso, en que se imparte formación sobre la metodología para evaluar, vigilar y conservar la diversidad biológica en los ecosistemas de manglares, está dirigido a jóvenes profesionales con un diploma de posgrado en ciencias del mar u otra materia <strong class=\"keyword\">afín</strong>.","second":"The course provides training in the methodology for assessing, monitoring and conserving biodiversity in mangrove ecosystems for young professionals with a postgraduate degree in marine sciences or a <strong class=\"keyword\">closely related</strong> field."},{"author":8008,"first":"También ofrecemos 1 GB de banda pasante al mes, <strong class=\"keyword\">afín</strong> de ofrecer un rendimiento importante.","second":"It will have more than enough space you will need ( 1 GB or approximately 1,000,000,000 bytes) as well as an infinite number of email accounts for you to set up. The hosting will also provide 1 GB bandwidth (per month) which should be important for <strong class=\"keyword\">any</strong> online store expecting high amount of traffic (ie."},{"author":27,"first":"Desde que en 1990-91 el Gobierno sueco se propuso que Suecia entrase en la UE, y consecuentemente inició una política <strong class=\"keyword\">afín</strong> a la UE en el ámbito económico, con la caída de la inflación como objetivo principal, y a pesar de que no se convirtió en país miembro hasta 1995, el desempleo aumentó notoriamente en Suecia.","second":"From 1990-91, when the Swedish government got it into their heads that Sweden must join the EU and consequently embarked upon EU <strong class=\"keyword\">type</strong> financial policies in the economy, with low inflation as the prime goal, Swedish unemployment has risen considerably even though Sweden did not become a member of the EU until 1995."},{"author":94809,"first":"ofrecer financiación o asistencia financiera relativa a actividades militares, incluido en particular subvenciones, préstamos y seguros de crédito a la exportación, por cualquier venta, suministro, transferencia o exportación de armamento y material <strong class=\"keyword\">afín</strong> y de todo equipo que pueda utilizarse para la represión interna, directa o indirectamente, a cualquier persona, entidad u órgano en o para su utilización en Zimbabue.","second":"to provide financing or financial assistance related to military activities, including, in particular, grants, loans and export credit insurance, for any sale, supply, transfer or export of arms and <strong class=\"keyword\">related materiel</strong>, as well as equipment which might be used for internal repression, directly or indirectly to any person, entity or body in, or for use in, Zimbabwe."},{"author":22,"first":"No serán admisibles los valores emitidos por el deudor o por cualquier entidad <strong class=\"keyword\">afín</strong> del grupo","second":"Securities issued by the obligor, or any <strong class=\"keyword\">related</strong> group entity, are not eligible"},{"author":22,"first":"Además de la importante cuestión de las patentes y de la cuestión <strong class=\"keyword\">afín</strong> de la propiedad intelectual, el CESE considera que la cuestión de la inteligencia económica también debería abordarse a nivel de la UE","second":"In addition to the important issue of patents and the <strong class=\"keyword\">related</strong> matter of intellectual property, the EESC believes that the question of economic intelligence should also be addressed at EU level"},{"author":94809,"first":"a) el suministro, venta o transferencia de armamento y material <strong class=\"keyword\">afín</strong> ni a la prestación de asistencia técnica financiación, servicios de corretaje y otros servicios relacionados con el armamento y material <strong class=\"keyword\">afín</strong> utilizado únicamente para el apoyo a la Misión de Estabilización de las Naciones Unidas en la República Democrática del Congo (MONUSCO) o para su utilización por parte de esta;","second":"(a) the supply, sale or transfer of arms and any <strong class=\"keyword\">related materiel</strong> or the provision of technical assistance, financing, brokering services and other services related to arms and <strong class=\"keyword\">related materiel intended</strong> solely for support of, or use by, the United Nations Organisation Stabilisation Mission in the Democratic Republic of the Congo (MONUSCO);"},{"author":94809,"first":"(29) La Comisión inició un procedimiento de investigación formal con respecto al asunto C 56/01 teniendo en cuenta que no había autorizado, ni en los asuntos N 738/95 y NN 89/97 ni en ninguna otra decisión <strong class=\"keyword\">afín</strong>(8), una ayuda estatal al transporte marítimo en favor de las operaciones realizadas por remolcadores neerlandeses en puertos y vías navegables interiores de la Comunidad.","second":"(29) The Commission opened the formal investigation procedure in this case (Case C 56/01) on the grounds that it considered that it had not approved maritime transport State aid to operations by Dutch tugboats in ports and on inland waterways in the Community neither in Cases N 738/95 and NN 89/97 nor in any other <strong class=\"keyword\">related</strong> decision(8)."},{"author":94809,"first":"Se prohíbe la venta, el suministro, la transferencia o la exportación a Siria de armamento y material <strong class=\"keyword\">afín</strong> de todo tipo, incluidos armas y municiones, vehículos y equipo militar, equipo paramilitar y piezas de repuesto de los artículos mencionados, así como equipos que puedan utilizarse para la represión interna, por parte de nacionales de los Estados miembros o desde los territorios de estos o utilizando buques o aeronaves que enarbolen su pabellón, tengan o no su origen en dichos territorios.","second":"The sale, supply, transfer or export of arms and <strong class=\"keyword\">related matériel</strong> of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment and spare parts for the aforementioned, as well as equipment which might be used for internal repression, to Syria by nationals of Member States or from the territories of Member States or using their flag vessels or aircraft, shall be prohibited, whether originating or not in their territories."},{"author":94809,"first":"Sin embargo, hacen falta datos analíticos que demuestren que la composición del material en el aire es <strong class=\"keyword\">afín</strong> a la del material de partida.","second":"However, this requires analytical data which demonstrate that the composition of airborne material is <strong class=\"keyword\">similar</strong> to the starting material."},{"author":94808,"first":"Curiosamente, las organizaciones no gubernamentales han pedido reiteradamente que se adopten más medidas, sobre todo en las altas instancias de las Naciones Unidas, para procurar que el Estado y la base de poder <strong class=\"keyword\">afín</strong> cumplan sus responsabilidades de defender los derechos humanos y actúen contra las conculcaciones patentes de éstos.","second":"Interestingly, non-governmental organizations have repeatedly called for more action, especially at the highest level from the United Nations, to ensure that the State and the <strong class=\"keyword\">related</strong> power base meet their responsibility to protect human rights and to take action against egregious violations."},{"author":94809,"first":"La medida en cuestión, es decir la ayuda <strong class=\"keyword\">afín</strong> al aplazamiento del pago (concesión del equivalente de un préstamo sin intereses; véase el punto 13, segundo guión), aunque también la nueva ayuda resultante de la infracción de la Decisión 2003/530/CE (intereses no pagados sobre los plazos anuales ya abonados y principal e intereses no pagados aún sobre los plazos anuales restantes hasta la expiración del programa de pago a plazos, esto es, hasta el 31 de diciembre de 2017) (ayuda nueva; véase el punto 13, tercer guión), corresponde a la definición siguiente:","second":"The measure in question, namely the aid <strong class=\"keyword\">connected</strong> to the deferral of payment (the granting of the equivalent of an interest-free loan, see paragraph 13, second indent above), but also the new aid arising from the breach of Decision 2003/530/EC (interest not paid on annual instalments already made and capital and interest not yet paid in respect of remaining years until the expiry of the payment by instalment, i.e. until 31 December 2017) (new aid, see paragraph 13, third indent) falls under the following definition:"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}