{"result":"ok","tuc":[{"phrase":{"text":"agony","language":"en"},"meanings":[{"language":"en","text":"extreme pain of mind or body"},{"language":"en","text":"violent contest or striving"},{"language":"en","text":"Great pain or suffering."},{"language":"en","text":"The last struggle of life"},{"language":"es","text":"Gran pena o sufrimiento."},{"language":"en","text":"last struggle of life"}],"meaningId":7590201089183008577,"authors":[70195]},{"phrase":{"text":"anguish","language":"en"},"meaningId":2650414523343896837,"authors":[92056]},{"phrase":{"text":"throes","language":"en"},"meaningId":5764001131291017728,"authors":[86934]},{"phrase":{"text":"death throes","language":"en"},"meaningId":390269819273868606,"authors":[2698]},{"phrase":{"text":"dying","language":"en"},"meaningId":457755045075292745,"authors":[83093]},{"phrase":{"text":"excruciation","language":"en"},"meaningId":-859134896603243842,"authors":[83619]},{"phrase":{"text":"throe","language":"en"},"meaningId":8728636717010936828,"authors":[25115]},{"meanings":[{"language":"en","text":"agony"}],"meaningId":-7774348730528313386,"authors":[1]},{"meanings":[{"language":"es","text":"utilizado en el pueblito campesino de bucaramanga"}],"meaningId":null,"authors":[81115]},{"meanings":[{"language":"es","text":"según los campesinitos del pueblito de bucaramanga significa debilidad general causada por el hambre"}],"meaningId":null,"authors":[81115]}],"phrase":"agonía","examples":[{"author":31,"first":"\" Ayer, la locura de este día...... sembró el silencio del mañana-- triunfo o <strong class=\"keyword\">agonía</strong>.¡ Beban!","second":"But if we but listen... we hear the solitary voice of that poet telling us... yesterday this day' s madness did prepare... tomorrow' s silent triumph of despair"},{"author":118293,"first":"Es el miedo al triunfo y la <strong class=\"keyword\">agonía</strong> de...","second":"It's the fear of victory and the <strong class=\"keyword\">agony</strong> of..."},{"author":8000,"first":"La pobreza y la desnutrición endémica se ven agravadas por las <strong class=\"keyword\">agonías</strong> del VIH/SIDA, que sigue matando a millones de personas","second":"Poverty and endemic malnutrition are compounded by the <strong class=\"keyword\">agonies</strong> of HIV/AIDS, which continues to kill millions of individuals"},{"author":118293,"first":"Pauly nos dará el video así podremos rever la <strong class=\"keyword\">agonía</strong> de abatimiento...","second":"Pauly's gonna hook us up with the footage so we can relive the <strong class=\"keyword\">agony</strong>"},{"author":94808,"first":"Mi delegación apoya totalmente las opiniones expresadas por varios miembros del Consejo sobre la necesidad de asegurar que se revisen, mitiguen o levanten los regímenes de sanciones para no prolongar la <strong class=\"keyword\">agonía</strong> de los pueblos afectados.","second":"My delegation fully supports the views expressed by a number of Council members on the need to ensure that the sanctions regimes are reviewed, eased or lifted so as not to prolong the <strong class=\"keyword\">agony</strong> of the affected peoples."},{"author":94808,"first":"Aquí la cuestión fundamental es si la comunidad internacional, representada por este Consejo, puede cumplir con su responsabilidad de limitar la magnitud del derramamiento de sangre y la pérdida de vidas y de hogares palestinos, así como la <strong class=\"keyword\">agonía</strong> que se les ha impuesto, antes de que se apacigüe a los ocupantes y agresores y de que se ejerzan los derechos fundamentales de los palestinos a la libre determinación en su propio territorio.","second":"Here, the fundamental question is whether or not the international community, represented by this Council, can fulfil its responsibility of limiting the extent of Palestinian blood and life lost and homelessness and <strong class=\"keyword\">agony</strong> imposed before the occupiers and aggressors are tamed and the fundamental rights of Palestinians to self-determination in their own land are realized."},{"author":94808,"first":"El rasguño superficial en la región del mentón podría haber sido causado por un instrumento cortante justo antes de la muerte o durante la fase de la <strong class=\"keyword\">agonía</strong>.","second":"A superficial graze in the area of the chin could have been caused by a sharp instrument just before, or in the <strong class=\"keyword\">throes</strong> of, death."},{"author":31,"first":"¿ Puedes ayudarme a liberarme de esta <strong class=\"keyword\">agonía</strong>?","second":"Can you help me, free me from this <strong class=\"keyword\">agony</strong>?"},{"author":92475,"first":"En el zoológico de Mendoza, tras una larga <strong class=\"keyword\">agonía</strong> y 23 años en cautiverio, muere Arturo, el oso polar de 31 años que se transformó en el ícono de la lucha por los derechos de los animales.","second":"After 23 years in captivity the 31-year-old polar bear Arturo died in a zoo in Mendoza, Argentina, and is now forever enshrined as an icon for animal rights activists in the region."},{"author":118293,"first":"Es inútil prolongar la <strong class=\"keyword\">agonía</strong>.","second":"No use prolonging the <strong class=\"keyword\">agony</strong>."},{"author":31,"first":"Lejos del mundo y su <strong class=\"keyword\">agonía</strong>","second":"Far from the world and its <strong class=\"keyword\">agony</strong>"},{"author":31,"first":"Mejor acaba con su <strong class=\"keyword\">agonía</strong>","second":"You' d better put it out of its <strong class=\"keyword\">misery</strong>"},{"author":8000,"first":"Sostiene que ya ha sufrido daños psicológicos irreparables y que, si se rechaza su apelación, las fuerzas de seguridad iraquíes, de mando shií, le causarán nuevas lesiones y terminarán por ahorcarlo, lo que de por sí constituye una violación del artículo # del Pacto, habida cuenta del sufrimiento prolongado y la <strong class=\"keyword\">agonía</strong> que puede causar ese método de ejecución","second":"He claims that he has already suffered irreparable psychological harm, and, if he loses his appeal, he will be subjected to further harm by Shiite-led Iraqi security forces and ultimately hung, which would in itself constitute a violation of article # of the Covenant, due to the prolonged suffering and <strong class=\"keyword\">agony</strong> this method of execution may cause"},{"author":118293,"first":"Y, sin embargo, ella misma está aún en silenciosa <strong class=\"keyword\">agonía</strong> llorando sobre la sepultura sin marcas en la remota África Oriental.","second":"And yet, she herself is still in silent <strong class=\"keyword\">agony</strong>..<strong class=\"keyword\">.</strong> mourning over that unmarked war grave... in far away East Africa."},{"author":22,"first":"<strong class=\"keyword\">Agonía</strong>: situación en la que el animal se está muriendo o es incapaz de sobrevivir aunque reciba tratamiento. (Véase el Humane Endpoint Guidance Document para más información","second":"<strong class=\"keyword\">Moribund</strong> status: being in a state of dying or inability to survive, even if treated. (See the Humane Endpoint Guidance Document for more details"},{"author":94259,"first":"Y habían estallado. Y yo estaba en <strong class=\"keyword\">agonía</strong>.","second":"And they had burst. And I was in so <strong class=\"keyword\">much agony</strong>."},{"author":118293,"first":"Todas las <strong class=\"keyword\">agonías</strong> del mundo, Nsin ningún otro carajo problema... porque estaría seguroNque Dios existe.","second":"All the <strong class=\"keyword\">agonies</strong> of the world, no bloody problem whatsoever... because I'd be certain that God exists."},{"author":31,"first":"\" Mis ojos la vieron para mi desventura que <strong class=\"keyword\">agonía</strong> fué dejarla allí...... la gacela que me mantuvo cautivo bajo la sombra de dos palmeras... se bañaba con un vaso de plata... me ha visto y se ha tapado el pubis... pero sus manos eran muy pequeñas para ocultar sus encantos","second":"My eyes saw her, to my misfortune.What <strong class=\"keyword\">agony</strong> it was to leave her there. This gazelle which held me captive beneath the shade of two palm trees"},{"author":94808,"first":"No avanzar en esta cuestión o vincularla con otras, sólo agravará la <strong class=\"keyword\">agonía</strong> de las familias de los desaparecidos que tienen derecho a saber, lo antes posible, lo que les ha ocurrido a sus seres queridos.","second":"Not moving forward on that issue or linking it to other issues would mean adding further pain to the <strong class=\"keyword\">agonies</strong> of the families of missing persons, who have a right to know as soon as possible what has happened to their loved ones."},{"author":118293,"first":"Es la <strong class=\"keyword\">agonía</strong>.","second":"It's <strong class=\"keyword\">agony</strong>."},{"author":31,"first":"Yo quedé tullido para siempre pero ella tuvo una <strong class=\"keyword\">agonía</strong> aún peor","second":"I was left a helpless cripple, but for her the <strong class=\"keyword\">agony</strong> was <strong class=\"keyword\">too</strong> great"},{"author":8000,"first":"Lejos de las cámaras, sus gritos silenciosos, su <strong class=\"keyword\">agonía</strong> y su dolor indecible han quedado ocultos del resto del mundo","second":"Away from the cameras, their silent cries, their <strong class=\"keyword\">agony</strong> and their gruesome pain remain hidden from the world"},{"author":118293,"first":"Cada sensor de dolor en tu cuerpo se dispara al mismo tiempo hasta que la <strong class=\"keyword\">agonía</strong> ni siquiera sea una palabra o concepto.","second":"Every pain sensor in your body is firing at the same time until <strong class=\"keyword\">agony</strong> isn't even a word or a concept- - it's your only reality."},{"author":118293,"first":"Esto es una <strong class=\"keyword\">agonía</strong>, joder.","second":"Fucking in <strong class=\"keyword\">agony</strong> here."},{"author":118293,"first":"Gracias por salvarme Un montón de tiempo y <strong class=\"keyword\">agonía</strong>, pero usted no tiene que ser tan terrible sólo porque soy muy malo.","second":"Thank you for saving me a lot of time and <strong class=\"keyword\">agony</strong>, but you didn't have to be so terrible just because I suck."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}