{"result":"ok","tuc":[{"phrase":{"text":"beautiful","language":"en"},"meaningId":-7725669120952149576,"authors":[25018]},{"phrase":{"text":"friendly","language":"en"},"meaningId":-6069602004398339439,"authors":[86934]},{"phrase":{"text":"graceful","language":"en"},"meaningId":9066647857604230512,"authors":[25018]},{"phrase":{"text":"neat","language":"en"},"meaningId":9039807982648506162,"authors":[86934]},{"phrase":{"text":"nice","language":"en"},"meaningId":4333070634511323339,"authors":[86934]},{"phrase":{"text":"pretty","language":"en"},"meaningId":-3634686925318861944,"authors":[25018]},{"meanings":[{"language":"en","text":"attractive, good-looking"},{"language":"en","text":"(of a person) attractive, good-looking"},{"language":"en","text":"(of a person) winning"},{"language":"en","text":"winner; one who is fortunate"},{"language":"en","text":"lucky, fortunate"},{"language":"en","text":"(of a person) lucky, fortunate"},{"language":"en","text":"winning"},{"language":"en","text":"Past participle of agraciar."}],"meaningId":-7755358180995449456,"authors":[1]}],"phrase":"agraciado","examples":[{"author":94809,"first":"Pero igualmente, como señales indirectas, hay que atender no sólo al tiempo dedicado a la presentación del juego y a embaucar a los espectadores para que acudan, marcando los dígitos que aparecen en la pantalla, sino también al invertido en insacular al <strong class=\"keyword\">agraciado</strong> que ha de responder en directo; es decir, al esfuerzo desplegado para «vender el producto».","second":"Similarly, however, in the case of indirect evidence, account must be taken not only of the time devoted to the presentation of the game and to beguiling viewers into participating by dialling the number which appears on the screen but also of the time dedicated to the drawing of the lots to find the <strong class=\"keyword\">happy</strong> person who <strong class=\"keyword\">will</strong> answer questions live, in other words, to the effort invested in selling the product."},{"author":118293,"first":"Estas carroñas isleñas, que no tienen más que huesos, hacen poco <strong class=\"keyword\">agraciado</strong> el campo de la mañana.","second":"Yon island carrions, desperate of their bones, ill-<strong class=\"keyword\">favoredly</strong> become the morning field."},{"author":8008,"first":"Junto a ello, la condición de ser destino turístico ha permitido a Gran Canaria ser desde el punto de vista comercial un lugar muy <strong class=\"keyword\">agraciado</strong>.","second":"In addition, Gran Canaria ́s status as a tourist destination has placed the island in a very privileged position from a commercial point of view."},{"author":94808,"first":"Posteriormente, el Secretario General Adjunto de Asuntos Jurídicos y Asesor Jurídico dará a conocer el nombre de la persona <strong class=\"keyword\">agraciada</strong> con la beca.","second":"Thereafter, the <strong class=\"keyword\">award</strong> will be announced by the Under-Secretary-General for Legal Affairs, the Legal Counsel."},{"author":118293,"first":"Y además, muy <strong class=\"keyword\">agraciada</strong>.","second":"And a comely one."},{"author":22,"first":"Dado que los productores de Yorkshire preparaban siempre el cultivo mucho más temprano que los de las demás zonas del país, estos últimos abandonaron completamente la producción al verse incapaces de competir con los primeros, quienes, <strong class=\"keyword\">agraciados</strong> por tan propicias condiciones, desarrollaron técnicas de cultivo que finalmente dieron lugar a esos peciolos que han otorgado a los productores del Yorkshire Forced Rhubarb su reputación","second":"As the producers in Yorkshire consistently had the crop ready much earlier than elsewhere in the country, eventually growers in other parts of the country ceased production all together as they could not compete with the Yorkshire producers who had such beneficial conditions, and developed growing skills which ultimately resulted in the petioles that the Yorkshire Forced rhubarb growers became renowned for"},{"author":118293,"first":"Bueno, ¿es <strong class=\"keyword\">agraciado</strong> o es feo?","second":"Well, is he well-<strong class=\"keyword\">favored</strong> or is he ugly?"},{"author":94808,"first":"La legislación equipara al hombre y a la mujer en el acceso a la excedencia voluntaria no retribuida a efectos de acompañar al cónyuge cuando este hubiera sido <strong class=\"keyword\">agraciado</strong> con una ayuda para estudios en el extranjero o con una beca de estudios, realizara un curso de formación, hubiera obtenido un permiso por estudios o hubiera sido comisionado, cedido o trasladado fuera de la Sultanía.","second":"The law establishes equality between men and women in respect of obtaining leave without pay to accompany a spouse, if the spouse is sent on an overseas mission, scholarship, training course, study leave, attachment, secondment or transfer."},{"author":26,"first":"Querida niña Tú eres muy <strong class=\"keyword\">agraciada</strong>","second":"Dear little girl, you are terribly <strong class=\"keyword\">blessed</strong>"},{"author":118293,"first":"Ella no es muy <strong class=\"keyword\">agraciada</strong> pero estaba húmedo y frío, ella contó que estaba sola y yo conté que era feliz.","second":"She isn't what you would call an oil painting, but it was wet and cold, and she talked about being lonely and I talked about being happy."},{"author":31,"first":"¡ <strong class=\"keyword\">Agraciados</strong> Dios, María y Jesús!","second":"<strong class=\"keyword\">Gracious</strong> God, Mary and Jesus!"},{"author":8008,"first":"Uno de los otros conceptos que Mugen <strong class=\"keyword\">agraciados</strong> en el stand de Japón en el reciente Salón del Automóvil de Tokio fue el Civic Type-RR, que además de la evidente sustitución de la totalidad del frente clip con piezas de fibra de carbono, también incluye un motor K20A que ha aburrido a cabo A 2157 cc para crear un powerband más fáciles y aún más redline.","second":"With the NSX successor officially cancelled, Honda tapped long-time motorsports partner Mugen to create a one-off coupe to commemorate the everyday supercar that ended production in 2005. The Mugen NSX RR is stretched to 177.95 inches (almost four inches more than the '94-05 model), and widened by 5.5 inches and features a combination of carbon fiber and aluminum body panels."},{"author":118293,"first":"Encantado de conocer a una señora tan <strong class=\"keyword\">agraciada</strong>.","second":"It is a pleasure to meet such <strong class=\"keyword\">a</strong> lovely lady."},{"author":118293,"first":"La chica por la cual el Rey sacrificaría su matrimonio con... ... una más <strong class=\"keyword\">agraciada</strong> y cariñosa Reina.","second":"The girl for whom the King would sacrifice his marriage to a most <strong class=\"keyword\">gracious</strong> loving Queen."},{"author":8008,"first":"La verdad sobre el crecimiento viejo <strong class=\"keyword\">agraciado</strong> y porqué algunos secretos se significan para ser compartidos.","second":"It is the habit of putting things off until the last possible minute<strong class=\"keyword\">. Procrastination</strong> in and of itself is not a problem - the consequences of procrastination, however, can be devastating."},{"author":118293,"first":"Soy mujer, pero poco <strong class=\"keyword\">agraciada</strong>.","second":"I am a woman<strong class=\"keyword\">!</strong> A <strong class=\"keyword\">plain</strong> one."},{"author":31,"first":"Tú tampoco eres muy <strong class=\"keyword\">agraciado</strong>","second":"You haven' t got a <strong class=\"keyword\">lucky face</strong>"},{"author":118293,"first":"¡ Santo <strong class=\"keyword\">agraciado</strong> yo!","second":"Goodness <strong class=\"keyword\">gracious</strong> me!"},{"author":8008,"first":"»Buenos días <strong class=\"keyword\">agraciada</strong> y encantadora dama – usted hace mi día diáfano.","second":"The princess listened <strong class=\"keyword\">intently</strong> to his stories from far off lands, but what captivated her most were his observations about the olive tree and its powers. The knight knew just how to make a story awe-inspiring."},{"author":118293,"first":"Los faroles rojos brillan en los bosques, expulsad a los extranjeros, estamos <strong class=\"keyword\">agraciadas</strong> con poder.","second":"Red Lantern shines on the fairies, expel the foreigners, we <strong class=\"keyword\">are</strong> enriched with power"},{"author":31,"first":"Russell trabaja muy duro.Y está <strong class=\"keyword\">agraciado</strong> con una cierta","second":"Russell' s a very hard worker. and also is <strong class=\"keyword\">blessed</strong> with a certain"},{"author":94809,"first":"El sistema establecido en España permite, en efecto, a las autoridades competentes disponer de listados de personas <strong class=\"keyword\">agraciadas</strong> y cruzar datos, al objeto de detectar operaciones sospechosas.","second":"The system established in Spain makes lists of <strong class=\"keyword\">winners</strong> available to the competent authorities, allowing them to cross-check data in order to detect suspicious transactions."},{"author":118293,"first":"Un publico no muy <strong class=\"keyword\">agraciado</strong>, tu sabes.","second":"<strong class=\"keyword\">Ugly</strong>-looking audience, you know."},{"author":94808,"first":"Salvo que se requiera un contrato escrito y/o la aprobación de una autoridad superior, el contrato adjudicado entrará en vigor, en los términos estipulados en la oferta ganadora, al enviarse el aviso de aceptación al proveedor o contratista <strong class=\"keyword\">agraciado</strong>, siempre que el aviso le haya sido expedido durante el plazo de validez de su oferta.","second":"Unless a written procurement contract and/or approval by a higher authority is/are required, a procurement contract in accordance with the terms and conditions of the successful submission enters into force when the notice of acceptance is dispatched to the supplier or contractor concerned, provided that the notice is dispatched while the submission is still in force."},{"author":118293,"first":"Querida, a las chicas poco <strong class=\"keyword\">agraciadas</strong> no les gusta que las llamen así.","second":"Honey, <strong class=\"keyword\">plain</strong> girls don't really like being called plain."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}