{"result":"ok","tuc":[{"phrase":{"text":"aggravation","language":"en"},"meanings":[{"language":"en","text":"act of aggravating"}],"meaningId":6611346925826128020,"authors":[70195]},{"phrase":{"text":"tort","language":"en"},"meanings":[{"language":"en","text":"law: wrongful act causing injury"}],"meaningId":3701604351636711557,"authors":[70195]},{"phrase":{"text":"grievance","language":"en"},"meaningId":-7361538664262313966,"authors":[89651]},{"phrase":{"text":"affront","language":"en"},"meaningId":-6308610326206175838,"authors":[89651]},{"phrase":{"text":"insult","language":"en"},"meaningId":6138467747694914389,"authors":[89651]},{"phrase":{"text":"offence","language":"en"},"meaningId":4523595295539165642,"authors":[89651]},{"phrase":{"text":"grudge","language":"en"},"meaningId":-4927734823579042096,"authors":[83619]},{"phrase":{"text":"injury","language":"en"},"meaningId":3847350092822963421,"authors":[25018]},{"phrase":{"text":"injustice","language":"en"},"meaningId":-7455492935435619963,"authors":[25018]},{"phrase":{"text":"insulting","language":"en"},"meaningId":-5525390120749078919,"authors":[2700]},{"phrase":{"text":"libel","language":"en"},"meaningId":2275540789784878439,"authors":[86934]},{"phrase":{"text":"outrage","language":"en"},"meaningId":1758345550830890854,"authors":[2700]},{"phrase":{"text":"scathe","language":"en"},"meaningId":-8273576928643770628,"authors":[86934]},{"phrase":{"text":"score","language":"en"},"meaningId":-2977775310091828139,"authors":[83619]},{"phrase":{"text":"slight","language":"en"},"meaningId":-9057242358038851358,"authors":[25115]},{"phrase":{"text":"wrong","language":"en"},"meaningId":119550198038183951,"authors":[25115]},{"meanings":[{"language":"en","text":"First-person singular (yo) present indicative form of agraviar."},{"language":"en","text":"offense, grievance, wrongdoing"}],"meaningId":2509921045654008923,"authors":[1]}],"phrase":"agravio","examples":[{"author":94808,"first":"Debe ser capaz de determinar la credibilidad de dichas quejas y, de esta manera, simbolizar el resarcimiento de los <strong class=\"keyword\">agravios</strong>.","second":"It must be able to establish the credibility of such complaints and, in so doing, it must serve as a symbol for the redressal of <strong class=\"keyword\">grievances</strong>."},{"author":118293,"first":"Ahórrate el <strong class=\"keyword\">agravio</strong> e identifícate.","second":"Save yourself the <strong class=\"keyword\">aggravation</strong> and get out some I.D."},{"author":94808,"first":"c) Velar por que los mecanismos operacionales de reparación de <strong class=\"keyword\">agravios</strong> se atengan a los criterios de eficacia de los Principios Rectores, lo que incluye consultar con los pueblos indígenas y las comunidades locales en relación con su diseño;","second":"(c) Ensure that operational <strong class=\"keyword\">grievance</strong> mechanisms comply with the effectiveness criteria of the Guiding Principles, including consulting indigenous peoples and local communities in relation to their design;"},{"author":31,"first":"Hasta ahora no había podido discernir...... el <strong class=\"keyword\">agravio</strong> que he cometido","second":"I have not been able to imagine until now... the <strong class=\"keyword\">offense</strong> I have given"},{"author":8000,"first":"La Sala de Apelaciones desestimó los restantes <strong class=\"keyword\">agravios</strong> de Žigić en todos los otros aspectos y confirmó la pena de # años de encarcelamiento impuesta a Žigić por la Sala de Primera Instancia","second":"On # ebruary, the <strong class=\"keyword\">Appeals</strong> Chamber rendered its judgement in the case of Miroslav Kvočka et al"},{"author":8000,"first":"El primero se refiere a los casos en que los derechos individuales son violados por funcionarios del Estado; el segundo está relacionado con los <strong class=\"keyword\">agravios</strong> o las lesiones de un particular a otro, en que el Estado media cuando hay intereses en conflicto mediante procedimientos judiciales o reparación administrativa","second":"The first relates to cases where individual rights are encroached by State officials; the second aspect is concerned with damages or <strong class=\"keyword\">injuries</strong> borne between individuals, where the State mediates conflicting interests through judicial procedures as well as through administrative relief"},{"author":8000,"first":"En ese marco, examinará con toda equidad los <strong class=\"keyword\">agravios</strong> cometidos y traducirá la voluntad de Marruecos de fortalecer la sinergia entre las autoridades y los ciudadanos en el respeto de las reglas que garantizan la primacía de la ley","second":"It will therefore consider all <strong class=\"keyword\">grievances</strong> fairly and give substance to Morocco's desire to increase the synergy between the authorities and citizens while respecting the rules guaranteeing the primacy of the law"},{"author":8000,"first":"La República Árabe Siria ha pedido durante años que se levantaran las sanciones impuestas al pueblo iraquí y se repararan los <strong class=\"keyword\">agravios</strong> que ha sufrido a consecuencia del embargo injusto, la desnutrición y la falta de suministros médicos","second":"For years the Syrian Arab Republic has been calling for the lifting of the sanctions imposed on the Iraqi people and a redressing of the <strong class=\"keyword\">wrongs</strong> suffered by it as a result of the unjust embargo, malnutrition and the lack of medical supplies"},{"author":118293,"first":"Tal vez esto no es el tiempo para viejos <strong class=\"keyword\">agravios</strong>.","second":"Perhaps this is not the time for old <strong class=\"keyword\">grievances</strong>."},{"author":31,"first":"Señora O’ Grady, yo entiendo su <strong class=\"keyword\">agravio</strong>","second":"Mrs. O' Grady, I understand your <strong class=\"keyword\">grievance</strong>"},{"author":8000,"first":"La gente llega a la Sección para expresar <strong class=\"keyword\">agravios</strong> o le escribe a la BONUCA, por medio de la Sección, para informar de abusos","second":"People come to the bureau to express <strong class=\"keyword\">their grievances</strong> or they write to BONUCA, through the bureau, to report abuses"},{"author":119739,"first":"Imagínese: la salud de Míriam ahora dependía de Moisés, a quien tantos <strong class=\"keyword\">agravios</strong> le habían causado.","second":"Just imagine—Miriam’s welfare now depended on the intercession of the one they had <strong class=\"keyword\">wronged</strong>!"},{"author":94808,"first":"Es importante destacar que mediante la Resolución Suprema N.o 010-2009-MIMDES del Ministerio de la Mujer y Desarrollo Social, de fecha 27 de noviembre de 2009, el Estado peruano expresó el Perdón Histórico al Pueblo Afroperuano por abusos, exclusión y discriminación cometidos en su <strong class=\"keyword\">agravio</strong> y reconoció su esfuerzo en la afirmación de la identidad nacional, difusión de valores y defensa del Perú.","second":"It is important to note that the Peruvian State, by Supreme Resolution No. 010-2009-MIMDES of the Ministry of Women and Social Development, adopted on 27 November 2009, extended a Historic Apology to the Afro-Peruvian people for the abuse, exclusion and discrimination they have <strong class=\"keyword\">suffered</strong> and recognized their role in the affirmation of national identity, the dissemination of values and the defence of Peru."},{"author":94808,"first":"Los mecanismos en la propia empresa constituyen una parte esencial del sistema de alerta y gestión de los riesgos que identifica, atenúa y resuelve los <strong class=\"keyword\">agravios</strong> antes de que adquieran mayores proporciones y entrañen posiblemente abusos importantes y demandas judiciales.","second":"Mechanisms at the company level form an essential part of early warning and risk management to identify, mitigate and resolve <strong class=\"keyword\">grievances</strong> before they escalate and possibly entail extensive abuses and lawsuits."},{"author":94808,"first":"En las resoluciones propuestas por la Comisión puede pedirse expresamente que cese el acto causante del <strong class=\"keyword\">agravio</strong>, que deje de ser aplicable la directiva causante del <strong class=\"keyword\">agravio</strong> y que se repare la injusticia cometida o que se adopte cualquier otra medida.","second":"The remedies proposed by the Commission may expressly state that the act having caused the <strong class=\"keyword\">grievance</strong> be discontinued, that the directive having caused the <strong class=\"keyword\">grievance</strong> be rendered inapplicable and that the injustice committed be redressed or that any other appropriate measure be taken."},{"author":94808,"first":"Los peticionarios iniciaron posteriormente una acción civil por los <strong class=\"keyword\">agravios</strong> que les habían causado daño moral, e incluyeron la motivación racista como circunstancia agravante.","second":"The petitioners thereafter initiated a civil action for <strong class=\"keyword\">torts</strong> resulting in moral damage, and included the racist motive as an aggravating factor."},{"author":94808,"first":"Nueva Zelandia ha creado complejos mecanismos para reparar los <strong class=\"keyword\">agravios</strong> históricos y contemporáneos, y ha sido citada por órganos creados en virtud de tratados de las Naciones Unidas por su ejemplaridad a ese respecto.","second":"New Zealand had established sophisticated mechanisms to <strong class=\"keyword\">address</strong> historical and contemporary <strong class=\"keyword\">grievances</strong>, and had been cited by United Nations treaty bodies as being exemplary in that regard."},{"author":8000,"first":"Un número cada vez mayor de empresas, asociaciones comerciales y organizaciones empresariales están preparando mecanismos de reparación de <strong class=\"keyword\">agravios</strong>, o instrucciones sobre su uso","second":"An increasing number of companies, business associations and business-related organizations are developing <strong class=\"keyword\">grievance</strong> mechanisms or related guidance"},{"author":118293,"first":"Así que enviaron a Némesis para vengar los <strong class=\"keyword\">agravios</strong> y vencer a los malhechores.","second":"So they sent Nemesis to avenge all <strong class=\"keyword\">wrong</strong> and vanquish all evildoers."},{"author":94808,"first":"El abogado sostiene además que el Tribunal Superior del Circuito Oriental, en decisión de 5 de febrero de 1999, dictaminó que un incidente de discriminación racial no significaba en sí que se hubiese atentado al honor y la reputación de una persona en el sentido del artículo 26 de la Ley de <strong class=\"keyword\">agravios</strong> de Dinamarca.","second":"Counsel further contends that the High Court of the Eastern Circuit, in a decision of 5 February 1999, held the view that an incident of racial discrimination did not in itself imply a violation of the honour and reputation of a person under section 26 of the Danish Act on <strong class=\"keyword\">Tort</strong>."},{"author":94808,"first":"No se han hecho esfuerzos suficientes para resolver antiguos <strong class=\"keyword\">agravios</strong> y la demora en el establecimiento de mecanismos de justicia de transición contribuye a afianzar la impunidad.","second":"Insufficient efforts have been made to address past <strong class=\"keyword\">grievances</strong>, and the delay in the establishment of transitional justice mechanisms contributes to the entrenchment of impunity."},{"author":119723,"first":"Si ha hecho algo negativo hacia otra persona, repare el <strong class=\"keyword\">agravio</strong> lo antes posible.","second":"If you have taken a negative action toward another person, make amends as quickly as possible."},{"author":94808,"first":"Los <strong class=\"keyword\">agravios</strong> históricos, las controversias territoriales, los enfrentamientos étnicos, los problemas de seguridad y el terrorismo han obstaculizado los progresos.","second":"Historical <strong class=\"keyword\">grievances</strong>, territorial disputes, ethnic clashes, security concerns and terrorism had impeded progress."},{"author":8000,"first":"Si dicho recurso fue interpuesto en tiempo y forma, se dicta auto resolutivo admitiendo el mismo y se debe notificar a la asociación sindical para que en el término de # horas después de la notificación, exprese <strong class=\"keyword\">agravios</strong> ante la Inspectoría General del Trabajo, quien es la autoridad de segunda instancia competente para conocer del mismo","second":"If such an appeal is lodged in time and in due form, an order admitting it is issued and the trade union is notified that within # of such notification it must submit its case to the Inspectorate-General of Labour, which is the body of second instance competent to hear it"},{"author":94808,"first":"La buena gobernanza, el cumplimiento de los derechos humanos y el estado de derecho, las medidas y mecanismos eficaces para hacer frente a la marginación y los <strong class=\"keyword\">agravios</strong> de grupos específicos, en particular las minorías y las mujeres, y la promoción de un crecimiento socioeconómico sostenido e inclusivo deben considerarse elementos esenciales del proceso para abordar la cuestión de los artefactos explosivos improvisados.","second":"Good governance, compliance with human rights and the rule of law, effective measures and mechanisms for addressing marginalization and <strong class=\"keyword\">grievances</strong> of specific groups, including minorities and women, and promoting sustained and inclusive socioeconomic growth should be seen as essential elements of the process of addressing the issue of IEDs."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}