{"result":"ok","tuc":[{"phrase":{"text":"hardened","language":"en"},"meaningId":-8336716992174352970,"authors":[25018]},{"phrase":{"text":"inured","language":"en"},"meaningId":-2634617311764863202,"authors":[25018]},{"meanings":[{"language":"en","text":"experienced"},{"language":"en","text":"brave, aggressive"},{"language":"en","text":"veteran, hardened"}],"meaningId":5009097510726189354,"authors":[93107]}],"phrase":"aguerrido","examples":[{"author":8008,"first":"\"Cállate, estás como el pinche Ulises Ruíz\", lo recriminaron de inmediato sus compañeros, todos <strong class=\"keyword\">aguerridos</strong> vecinos del municipio conurbano de Santa Lucía del Camino que corrían a ver el origen de los tiros.","second":"He was immediately recriminated by his compañeros, \"Shut up, you're acting just like that damned Ulises Ruiz,\" all of them veterans <strong class=\"keyword\">of</strong> the conflict and residents of the suburb of Santa Lucia del Camino, who quickly ran to see where the shots came from."},{"author":27,"first":"Tan sólo los <strong class=\"keyword\">aguerridos</strong> seguidores de la Sra. Thatcher hablan en este sentido sobre la descentralización de la política de la Unión.","second":"Only <strong class=\"keyword\">hardened</strong> supporters of Mrs Thatcher talk in this way about decentralisation of Union policy."},{"author":94808,"first":"Para concluir, felicitamos a los <strong class=\"keyword\">aguerridos</strong> hombres y mujeres de las fuerzas militares de Uganda y Burundi por sus esfuerzos y su compromiso en favor de la causa de la paz en Somalia.","second":"In conclusion, we salute the <strong class=\"keyword\">gallant</strong> men and women of the military forces of Uganda and Burundi for their efforts and commitment to the cause of peace in Somalia."},{"author":8008,"first":"El Inca, al tratar de recuperar a su hija de las manos de este <strong class=\"keyword\">aguerrido</strong> General, sitia Ollantaytambo y luego de 10 años de arduas batallas permite el casamiento al reconocer el gran amor que sentía Cusi Coyllor, su hija, por el General Ollanta.","second":"The Inca, when trying to recover their daughter of the General hands of this challenger, Ollantaytambo was sieged and after 10 years of arduous battles ithe Inca allows the marriage when he admits the great love that felt Kusi Coyllor, his daughter to the General Ollanta."},{"author":118293,"first":"Apruebo las razones de nuestro levantamiento, pero quisiera que se me explicara más claramente cómo, con nuestros medios, podemos oponer un ejército <strong class=\"keyword\">aguerrido</strong> y sólido, a las tropas y al poder del rey.","second":"How in our means we should advance ourselves To look with forehead bold and big enough Upon the power and puissance of the king."},{"author":118293,"first":"Era <strong class=\"keyword\">aguerrida</strong>, valiente.","second":"She was <strong class=\"keyword\">fierce</strong>, brave."},{"author":8008,"first":"Está ubicada frente a la isla de tierra, que fue lugar del <strong class=\"keyword\">aguerrido</strong> pueblo mapuche.","second":"It is covers a region from \"La Isla de Tierra\" to the territory of the <strong class=\"keyword\">Mapuches</strong>."},{"author":118293,"first":"Absolutamente un viejo irlandes <strong class=\"keyword\">aguerrido</strong>,","second":"Absolutely... tough, tough old Irishman,"},{"author":8000,"first":"Sería negligente de mi parte si no expresara mi agradecimiento a la contribución del <strong class=\"keyword\">aguerrido</strong> personal de la FPNUL que dio muestras de valor y profesionalismo durante el período crítico de las hostilidades armadas","second":"I would be remiss if I did not express appreciation for the contribution of the <strong class=\"keyword\">gallant</strong> UNIFIL personnel who exhibited courage and professionalism during the critical period of armed hostilities"},{"author":8008,"first":"Fue durante este tiempo cuando la <strong class=\"keyword\">aguerrida</strong> guerrera, Lana'thel, se encontró con Quel'Delar. Poco tiempo después se presentó la mejor oportunidad para usar la espada: el príncipe Kael'thas Caminante del Sol creó un ejército y unió sus fuerzas a Illidan Tempestira, quien les guió al norte hasta Corona de Hielo con la misión de destruir al Rey Exánime.","second":"It was during this time that the <strong class=\"keyword\">battle</strong>-<strong class=\"keyword\">hardened</strong> warrior Lana’thel stumbled upon Quel’Delar, and soon afterward the greatest opportunity to use the blade presented itself: Prince Kael’thas Sunstrider raised an army and combined forces with Illidan Stormrage, who led them north to Icecrown on a mission to destroy the Lich King."},{"author":118293,"first":"\" Un poeta <strong class=\"keyword\">aguerrido</strong> aferrándose a sueños imposibles. \"","second":"\" Warrior <strong class=\"keyword\">minstrel</strong> with the forlorn hope \". Wait."},{"author":119739,"first":"En el libro Ancient Near Eastern Texts aparece el siguiente escrito de Asurbanipal, monarca asirio que afirmó contar con la guía divina: “Por Asur, Bel, Nebo, los grandes dioses, mis señores, que (siempre) marchan a mi lado, derroté a los <strong class=\"keyword\">aguerridos</strong> soldados [...] en una gran batalla campal”.","second":"The book Ancient Near Eastern Texts contains writings of Ashurbanipal, an Assyrian monarch who claimed that he was guided “by Ashur, Bel, Nebo, the great gods, [his] lords, who (always) march at [his] side, [when he] defeated the battle (-experienced) soldiers . . . in a great open battle.”"},{"author":118293,"first":"Juro por mi fe que más nos valdría que estos <strong class=\"keyword\">aguerridos</strong> generales Essex y Manchester, se pasaran a las filas del Rey.","second":"By my faith, I swear it would be better that those <strong class=\"keyword\">gallant</strong> generals Essex and Manchester, took up swords with the king."},{"author":118293,"first":"¿Porque yo soy <strong class=\"keyword\">aguerrido</strong>?","second":"Because I'm <strong class=\"keyword\">struggling</strong>?"},{"author":94809,"first":"En síntesis, la marca internacional supone la sustitución de la obligación de inscripción en cada país en el que se desee defender un emblema por una única petición instada ante la Oficina Internacional en Ginebra, facilitando a los titulares de esos derechos de propiedad industrial la ayuda adecuada para cuidarse de los ataques ilícitos de competidores desleales o de piratas <strong class=\"keyword\">aguerridos</strong> allende las fronteras.","second":"In short, international registration means that the obligation to effect registration in each country in which protection of the mark is sought is replaced by a single application to the International Bureau in Geneva, which provides the proprietors of those industrial property rights with the appropriate means of protecting themselves against unlawful attacks from unfair competitors or practised infringers beyond <strong class=\"keyword\">their</strong> borders."},{"author":118293,"first":"Mi gente es la más <strong class=\"keyword\">aguerrida</strong> de la tierra.","second":"My people are the <strong class=\"keyword\">fiercest</strong> on earth."},{"author":26,"first":"LAS VICTORIAS DE LORD NELSON, <strong class=\"keyword\">AGUERRIDO</strong> HÉROE BRITÁNICOCuenta todas sus batallas con láminas muy buenas","second":"that' s all the battle and some very file"},{"author":94808,"first":"Para concluir, aplaudimos a los <strong class=\"keyword\">aguerridos</strong> hombres y mujeres de las fuerzas militares de Uganda y de Burundi por sus esfuerzos y compromiso en aras de la causa de la paz en Somalia.","second":"In conclusion, we salute the <strong class=\"keyword\">gallant</strong> men and women of the military forces of Uganda and Burundi for their efforts and commitment to the cause of peace in Somalia."},{"author":118293,"first":"Es un comediante <strong class=\"keyword\">aguerrido</strong>.","second":"He's a struggling <strong class=\"keyword\">comedian</strong>."},{"author":95096,"first":"En efecto, estas mismas situaciones cuentan frecuentemente entre sus protagonistas con agentes que no son Estados, sino entes derivados de la disgregación de los Estados mismos, o vinculados a reivindicaciones independentistas, o bien relacionados con <strong class=\"keyword\">aguerridas</strong> organizaciones criminales.","second":"These situations of conflict frequently involve agents which are not themselves States but rather entities derived from the collapse of States, or connected to independence movements, or linked to trained criminal organizations<strong class=\"keyword\">.</strong>"},{"author":118293,"first":"Incluso los veteranos <strong class=\"keyword\">aguerridos</strong> se sorprendieron por la sed de sangre loco expuesto en una de las peores rogue matanzas jamás vistos en combate.","second":"Even battle-<strong class=\"keyword\">hardened</strong> veterans were shocked by the insane bloodlust exhibited in one of the worst rogue killing sprees ever seen in combat."},{"author":31,"first":"La comentarista Lorraine Bryer estuvo más <strong class=\"keyword\">aguerrida</strong> de lo usual...... y le lanzó una taza de café a Dan Hanson, quien es reportado en estable pero confusa condición","second":"Commentator Lorraine Bryer was more forceful than usual...... and threw a coffee cup at Dan Hanson, who is reported in stable but confused condition"},{"author":118293,"first":"Es <strong class=\"keyword\">aguerrida</strong>, confiable y está dispuesta a matar.","second":"She's <strong class=\"keyword\">scrappy</strong>, reliable, and she's willing to kill."},{"author":94808,"first":"El Cuarto Foro de las organizaciones de la sociedad civil cubana por la liberación de nuestros luchadores antiterroristas, expresa su esperanza y pide respetuosamente al Presidente de los Estados Unidos, Sr. Barack Obama, que considere positivamente nuestro llamamiento, que es el clamor de hombres y mujeres del <strong class=\"keyword\">aguerrido</strong> pueblo cubano.","second":"The fourth forum of Cuban civil society organizations for the liberation of our counter-terrorist fighters expects and respectfully requests the President of the United States, Barack Obama, to agree to our call, which is the outcry of the men and women of the valiant Cuban people<strong class=\"keyword\">.</strong>"},{"author":31,"first":"Karina admiraba el valor de la <strong class=\"keyword\">aguerrida</strong> ardillita","second":"Karen looked upon the <strong class=\"keyword\">brave</strong> little squirrel with a new admiration"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}