{"result":"ok","tuc":[{"phrase":{"text":"sharpen","language":"en"},"meaningId":-6834027919413711857,"authors":[84715]},{"phrase":{"text":"hone","language":"en"},"meanings":[{"language":"en","text":"to sharpen with a hone"}],"meaningId":-2698034727411190317,"authors":[70195]},{"phrase":{"text":"whet","language":"en"},"meaningId":-4782150991518371799,"authors":[89651]},{"phrase":{"text":"edge","language":"en"},"meaningId":-4024735929451804904,"authors":[25018]},{"phrase":{"text":"grind","language":"en"},"meaningId":4121135374852496563,"authors":[25018]},{"phrase":{"text":"heighten","language":"en"},"meaningId":-8143058397972413293,"authors":[83619]},{"phrase":{"text":"incite","language":"en"},"meaningId":5983701082135855194,"authors":[25018]},{"phrase":{"text":"keep","language":"en"},"meaningId":-8035790349261045579,"authors":[84715]},{"phrase":{"text":"prick","language":"en"},"meaningId":8066605374729864767,"authors":[84715]},{"phrase":{"text":"quicken","language":"en"},"meaningId":1355986831827184420,"authors":[83619]},{"phrase":{"text":"strap","language":"en"},"meaningId":-6086180220420995643,"authors":[84500]},{"meanings":[{"language":"en","text":"to stare at"},{"language":"en","text":"to sharpen"},{"language":"en","text":"to incite"}],"meaningId":-753766264909799184,"authors":[93107]}],"phrase":"aguzar","examples":[{"author":118293,"first":"Un sitio para <strong class=\"keyword\">aguzar</strong> tus habilidades desde lejos de las persecuciones y juzgamientos mundanales.","second":"A place where they can <strong class=\"keyword\">hone</strong> their skills away from... the judgment and persecution of the outside world."},{"author":118293,"first":"Más le vale <strong class=\"keyword\">aguzar</strong> el ingenio.","second":"If you don't know, you better guess pretty good."},{"author":8000,"first":"Actualmente, la Oficina prepara su tercer plan estratégico de gestión para # con miras a <strong class=\"keyword\">aguzar</strong> aún más la orientación estratégica y la coherencia de su labor, conforme se recomienda en el informe de la OSSI","second":"The Office is currently preparing the third strategic management plan for # with a view to bringing <strong class=\"keyword\">even</strong> greater strategic focus and coherence to its work, as recommended in the OIOS report"},{"author":119739,"first":"Tratamos de <strong class=\"keyword\">aguzar</strong> los sentidos y de andar sin hacer ruido.","second":"We get the feeling that this dim environment calls for alert senses and a quiet step."},{"author":8000,"first":"Como representantes de nuestros países, encargados de los temas del desarme y de la no proliferación, deberíamos hacer los mayores esfuerzos y <strong class=\"keyword\">aguzar</strong> la imaginación, para que no se continúen frustrando las oportunidades de avanzar hacia esos objetivos","second":"As representatives of our countries entrusted with dealing with matters of disarmament and non-proliferation, we should make supreme efforts and <strong class=\"keyword\">sharpen our</strong> imaginations so that opportunities to make progress towards those objectives do not continue to be lost"},{"author":94809,"first":"A menudo los ejemplos absurdos permiten <strong class=\"keyword\">aguzar</strong> el entendimiento sobre la necesidad de establecer límites razonables al requisito de efectividad que, potencialmente, no tiene fronteras.","second":"Absurd examples help <strong class=\"keyword\">sharpen</strong> one’s understanding of the need to set reasonable limits on the potentially boundless requirement of effectiveness."},{"author":31,"first":"Yo el ingenio <strong class=\"keyword\">aguzaré</strong>","second":"I shall <strong class=\"keyword\">sharpen</strong> all my wits"},{"author":119739,"first":"(2 Timoteo 3:14, 15.) En vez de responder siempre a sus preguntas de tipo religioso o moral, ¿les enseñan a desarrollar la “capacidad de pensar” y a <strong class=\"keyword\">aguzar</strong> “sus facultades perceptivas [...] para distinguir tanto lo correcto como lo incorrecto”?","second":"(2 Timothy 3:14, 15) Rather than always answering their religious and moral questions, are you teaching them to develop “thinking ability” and ‘train their perceptive powers to distinguish right and wrong’?"},{"author":8000,"first":"Los logros alcanzados hasta ahora son el resultado de esfuerzos realizados recientemente dirigidos a <strong class=\"keyword\">aguzar</strong> la focalización y profundizar la sustancia de los programas de cooperación técnica de la ONUDI, así como mejorar los conocimientos especializados y el profesionalismo de su personal","second":"The achievements thus far were the result of the recent efforts to <strong class=\"keyword\">sharpen</strong> the focus and deepen the substance of UNIDO's technical cooperation programmes and to enhance the expertise and professionalism of its staff"},{"author":94808,"first":"Los logros alcanzados hasta ahora son el resultado de esfuerzos realizados recientemente dirigidos a <strong class=\"keyword\">aguzar</strong> la focalización y profundizar la sustancia de los programas de cooperación técnica de la ONUDI, así como mejorar los conocimientos especializados y el profesionalismo de su personal.","second":"The achievements thus far were the result of the recent efforts to <strong class=\"keyword\">sharpen</strong> the focus and deepen the substance of UNIDO’s technical cooperation programmes and to enhance the expertise and professionalism of its staff."},{"author":94808,"first":"Algunos partidos de derecha aprovecharon esta circunstancia y trataron de <strong class=\"keyword\">aguzar</strong> los prejuicios del electorado.","second":"The issue had been taken up by some right‐wing parties, which sought to <strong class=\"keyword\">feed</strong> the prejudices of the electorate."},{"author":94808,"first":"Por otra parte, los supervisores gubernamentales de la redacción de los textos escolares nacionales dieron a los autores de sus diversos cursos instrucciones en las que les pidieron que se mantuvieran alerta acerca de sus prejuicios o su ceguera en lo tocante a las cuestiones relacionadas con el género, pero no se les impartió una capacitación encaminada a <strong class=\"keyword\">aguzar</strong> su sensibilidad respecto del género.","second":"On the other hand, the governmental supervisors of the writing of the national schoolbook have given the authors of its various courses instructions asking them to keep a vigilant eye on their prejudices or their gender-related blindness, but they did not receive any training to <strong class=\"keyword\">sharpen</strong> their sensitivity to gender."},{"author":8000,"first":"El simbolismo de las Naciones Unidas se reconoce universalmente, pero nuestra función en este milenio consiste en volver a definir sus objetivos, <strong class=\"keyword\">aguzar</strong> su concentración y convertirlas en un instrumento más eficiente para hacer efectivos el cambio y el desarrollo mundiales","second":"The symbolism of the United Nations is universally recognized, but our role in this millennium is to redefine its goals, <strong class=\"keyword\">sharpen</strong> its focus and make it a more efficient instrument for effecting global change and development"},{"author":8000,"first":"Por otra parte, los supervisores gubernamentales de la redacción de los textos escolares nacionales dieron a los autores de sus diversos cursos instrucciones en las que les pidieron que se mantuvieran alerta acerca de sus prejuicios o su ceguera en lo tocante a las cuestiones relacionadas con el género, pero no se les impartió una capacitación encaminada a <strong class=\"keyword\">aguzar</strong> su sensibilidad respecto del género","second":"On the other hand, the governmental supervisors of the writing of the national schoolbook have given the authors of its various courses instructions asking them to keep a vigilant eye on their prejudices or their gender-related blindness, but they did not receive any training to <strong class=\"keyword\">sharpen</strong> their sensitivity to gender"},{"author":119739,"first":"Fíjese en el siguiente ejemplo: “Y era la lima para los arados, y para los azadones, y para la horca, y para los destrales, y para <strong class=\"keyword\">aguzar</strong> el aguijón” (1 Samuel 13:21, Biblia de Ferrara, ortografía actualizada).","second":"The King James Version, for example, rendered 1 Samuel 13:21: “Yet they had a file for the mattocks, and for the coulters, and for the forks, and for the axes, and to <strong class=\"keyword\">sharpen</strong> the goads.”"},{"author":95096,"first":"El Hijo de Dios, que se encarnó hace dos mil años por amor al hombre, realiza también hoy su obra. Hemos de <strong class=\"keyword\">aguzar</strong> la vista para verla y, sobre todo, debemos tener un gran corazón para convertirnos nosotros mismos en sus instrumentos\" (n.","second":"The Son of God, who became incarnate two thousand years ago out of love for humanity, is at work even today: we need discerning eyes to see this and, above all, a generous heart to become the instruments of his work\" (n."},{"author":119739,"first":"No cabe duda de que, para llevar nuestra carga de responsabilidad y tomar decisiones maduras sobre el empleo, hay que <strong class=\"keyword\">aguzar</strong> las facultades perceptivas y educar la facultad divina de la conciencia.","second":"(Hebrews 13:18) Indeed, carrying our load of responsibility in making mature decisions regarding employment calls for us to <strong class=\"keyword\">sharpen</strong> our perceptive powers and train our God-given faculty of conscience."},{"author":118293,"first":"Pero estiempo de <strong class=\"keyword\">aguzar</strong> el ingenio.","second":"But it'stime <strong class=\"keyword\">towhet our</strong> whistles."},{"author":118293,"first":"Las mujeres lamían sus pinceles para <strong class=\"keyword\">aguzar</strong> la punta.","second":"The women would lick their brushes to a <strong class=\"keyword\">sharp</strong> point."},{"author":8000,"first":"Algunos partidos de derecha aprovecharon esta circunstancia y trataron de <strong class=\"keyword\">aguzar</strong> los prejuicios del electorado","second":"The issue had been taken up by some right-wing parties, which sought to <strong class=\"keyword\">feed</strong> the prejudices of the electorate"},{"author":95183,"first":"Pero quiero concluir con unos pocos ejemplos prácticos, de la vida real, que pueden <strong class=\"keyword\">aguzar</strong> el concepto que tienen ustedes de la función de la OMS, de los motivos por los que los países recurren a la Organización en solicitud de orientación y apoyo, y de cómo respondemos.","second":"But I will conclude with a few practical, real-world examples that may help shape your thinking about the role of WHO, why countries look to WHO for guidance and support, and how we deliver."},{"author":31,"first":"Come una raíz muy especial para <strong class=\"keyword\">aguzar</strong> sus sentidos","second":"He' s eating a root of some special <strong class=\"keyword\">sort</strong> to <strong class=\"keyword\">sharpen</strong> his <strong class=\"keyword\">wits</strong>"},{"author":94808,"first":"Las reformas institucionales, que constituyen un esfuerzo para <strong class=\"keyword\">aguzar</strong> el foco de los programas de ONU‐Hábitat y situarla de manera que desempeñe una función rectora en el devenir urbano, requieren la plena cooperación y el apoyo de todos los asociados.","second":"The organizational reforms, which are an effort to <strong class=\"keyword\">sharpen</strong> the focus of UN-Habitat programmes and position it to play a leading role in the urban future, require the full cooperation and support of all partners."},{"author":94808,"first":"La aplicación de nuestro plan de acción de 2009 <strong class=\"keyword\">aguzará</strong> nuestro enfoque y apoyará las políticas del Gobierno, en especial en lo que se refiere a la buena gobernanza, el estado de derecho y el desarrollo.","second":"Implementing our 2009 action plan will <strong class=\"keyword\">sharpen</strong> our focus and support the Government’s policies, especially when it comes to good governance, the rule of law and development."},{"author":119739,"first":"Así un hombre aguza el rostro de otro” (Proverbios 27:17). En efecto, la compañía y la experiencia de los cristianos adultos te ayudarán a <strong class=\"keyword\">aguzar</strong>, o mejorar, tus habilidades.","second":"(Proverbs 27:17) There are many benefits to associating with older ones who have a wealth of experience."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}