{"result":"ok","tuc":[{"phrase":{"text":"deepen","language":"en"},"meaningId":-3984971813836218284,"authors":[84715]},{"phrase":{"text":"dig","language":"en"},"meanings":[{"language":"en","text":"to move hard-packed earth out of the way"}],"meaningId":3214965288280014646,"authors":[70195]},{"phrase":{"text":"fathom","language":"en"},"meanings":[{"language":"en","text":"(transitive, figuratively) to manage to comprehend"}],"meaningId":4181040659515417835,"authors":[70195]},{"phrase":{"text":"sag","language":"en"},"meanings":[{"language":"en","text":"sink"}],"meaningId":-2642512373527256969,"authors":[70195]},{"phrase":{"text":"bottom","language":"en"},"meaningId":1012364309985794092,"authors":[83093]},{"phrase":{"text":"consider carefully","language":"en"},"meaningId":3298431613632034432,"authors":[83093]},{"phrase":{"text":"delve","language":"en"},"meaningId":1210881221780627717,"authors":[25018]},{"phrase":{"text":"extend","language":"en"},"meaningId":4919385075740041571,"authors":[86934]},{"phrase":{"text":"get into","language":"en"},"meaningId":1022322740019549374,"authors":[84500]},{"phrase":{"text":"go deep","language":"en"},"meaningId":-3010923977153524070,"authors":[83093]},{"phrase":{"text":"hollow","language":"en"},"meaningId":-6587675073029444823,"authors":[25018]},{"phrase":{"text":"penetrate","language":"en"},"meaningId":-3375017447242554541,"authors":[25018]},{"phrase":{"text":"sink","language":"en"},"meaningId":-1011237894406503338,"authors":[25115]},{"phrase":{"text":"widen","language":"en"},"meaningId":5109256941163602759,"authors":[86934]},{"meanings":[{"language":"en","text":"to deepen"},{"language":"en","text":"(intransitive) to delve deeply"},{"language":"en","text":"to delve deeply"},{"language":"en","text":"(transitive, reflexive) to deepen"}],"meaningId":-2942841232180176990,"authors":[1]}],"phrase":"ahondar","examples":[{"author":94808,"first":"Desearía asimismo destacar la importancia de aprovechar el tiempo al máximo para <strong class=\"keyword\">ahondar</strong> en el examen de los temas del programa que fomentan un diálogo interactivo entre las delegaciones.","second":"I would also like to highlight the importance of optimizing time to <strong class=\"keyword\">deepen</strong> the consideration of the agenda items promoting an interactive dialogue among delegations."},{"author":94808,"first":"También era necesario <strong class=\"keyword\">ahondar</strong> en los métodos para aportar datos exactos sobre la trata de personas y, en particular, sobre el protagonismo de la mujer como autora de tales delitos, e investigar más las causas y el contexto de la trata de personas vinculando el problema a la evolución de políticas.","second":"There was also a <strong class=\"keyword\">need</strong> for more research aimed at the following: providing accurate data on trafficking in persons, in particular, on women’s involvement as offenders in such trafficking; and examining the causes and contexts of such trafficking as they related to policy development."},{"author":94808,"first":"Por lo que atañe a la protección de los derechos humanos de la mujer, dejando de lado las leyes relativas a los hudud y la zina, que ya se habían expuesto en la introducción, señaló que el Gobierno era consciente de la situación y estaba resuelto a <strong class=\"keyword\">ahondar</strong> en la reforma potenciando el papel del Ministerio para el Adelanto de la Mujer.","second":"Regarding the protection of women’s rights, in addition to the Acts regarding Hadood and Zina already outlined in the introduction, she noted that the Government was aware and resolved to <strong class=\"keyword\">further</strong> reform through empowering the Ministry of Women’s Development."},{"author":8000,"first":"No es nuestra intención <strong class=\"keyword\">ahondar</strong> en las causas de la inactividad del Grupo de Trabajo en los # últimos meses","second":"It is not our intention to <strong class=\"keyword\">go into</strong> the reasons for the Working Group's inactivity during the past # months"},{"author":94808,"first":"La reunión permitió <strong class=\"keyword\">ahondar</strong> en los desafíos que afrontan los PMA, sus perspectivas de crecimiento y desarrollo y las medidas de apoyo internacional necesarias para superar el subdesarrollo en estos países.","second":"The meeting shed <strong class=\"keyword\">further</strong> light on the challenges facing LDCs, prospects for growth and development as well as on international support measures needed to address underdevelopment in these countries."},{"author":27,"first":"Señor Presidente, con mucho gusto me dirijo por primera vez, en nombre de la Presidencia del Consejo, a esta Asamblea reconociendo el muy importante papel que el Parlamento Europeo habrá de desempeñar muy pronto respecto de la necesidad de <strong class=\"keyword\">ahondar</strong> en las políticas de desarrollo en el nivel de la Unión Europea y el tema de la declaración que hoy tengo el honor de presentar a sus Señorías es la coherencia de las políticas de la Unión Europea, en materia de desarrollo.","second":"Mr President, it is a great pleasure for me to address you for the first time on behalf of the Council presidency, particularly in view of the very important role that the European Parliament is bound to play in the near future, given the need to <strong class=\"keyword\">strengthen</strong> development policies at European Union level. The subject of the statement that I have the honour of presenting to you today, is the coherence of different Union policies with development policy."},{"author":8000,"first":"Ha contribuido a <strong class=\"keyword\">ahondar</strong> el grado de conciencia acerca de la Convención sobre los Derechos del Niño y la Convención sobre la eliminación de todas las formas de discriminación contra la mujer, así como a la vigilancia de la aplicación de esas convenciones y también a la mejor comprensión de la relación recíproca existente entre derechos del niño y desarrollo","second":"It has contributed to improved awareness and monitoring of the Convention on the Rights of the Child and the Convention on the Elimination of All Forms of Discrimination against Women, as well as an enhanced understanding of the interrelation between children's rights and development"},{"author":95096,"first":"Participando activamente y con generosidad en la vida de las parroquias, de los movimientos y de las asociaciones, experimentaréis cómo los carismas del Espíritu os ayudan a encontraros con Cristo, a <strong class=\"keyword\">ahondar</strong> la familiaridad con él, a realizar y gustar la comunión eclesial.","second":"By participating actively and generously in the life of the parishes, movements and associations, you are experiencing how the charisms of the Spirit help you to encounter Christ, to <strong class=\"keyword\">increase</strong> your familiarity with him and to achieve and enjoy ecclesial communion."},{"author":94808,"first":"Además, con estas Escuelas se procura <strong class=\"keyword\">ahondar</strong> la comprensión de hombres y mujeres de la forma en que la vulnerabilidad socioeconómica puede llevarles a adoptar tipos de conducta arriesgados, y enseñarles a prevenir los efectos socioeconómicos adversos del VIH/SIDA y otras amenazas que se ciernen sobre las comunidades, y a establecer una red de agricultores que se ocupen de los problemas locales para lograr la subsistencia sostenible.","second":"In addition, the Schools are intended to <strong class=\"keyword\">strengthen</strong> rural men’s and women’s understanding of how their socio-economic vulnerability leads to risk-taking behaviour, to prevent adverse social and economic effects from HIV/AIDS and other threats in the communities and to establish a farmer network that addresses local issues in the interest of sustainable livelihoods."},{"author":95875,"first":"«El proyecto PopTRCD tiene como objetivo <strong class=\"keyword\">ahondar</strong> en el conocimiento de las desigualdades existentes, tanto en temas de salud como de bienestar, entre los habitantes con menos recursos de las ciudades africanas mediante la mejora de la calidad de la enseñanza y el aprendizaje en las ciencias de la población», explicó Jane Falkingham, profesora de demografía y política social internacional de la Universidad de Southampton y directora de la investigación.","second":"'The PopTRCD project aims to increase knowledge about inequities in health and welfare among poor people in the cities of Africa by improving the quality of teaching and learning in population sciences,' explained Professor Jane Falkingham, professor of demography and international social policy at the University of Southampton, who is leading the research."},{"author":8000,"first":"El propósito del curso era: a) <strong class=\"keyword\">ahondar</strong> en el entendimiento del fenómeno del desplazamiento interno, las normas internacionales de derechos humanos, el derecho humanitario y de los refugiados que entrañan esas situaciones y el reflejo de estas normas establecidas en los Principios Rectores; b) proporcionar un foro para el diálogo y el intercambio de prácticas idóneas nacionales entre los participantes en el curso; y c) ofrecer a los participantes instrumentos para adelantar los procesos nacionales de aplicación de los Principios Rectores","second":"The purpose of the course was to: (a) <strong class=\"keyword\">deepen</strong> understanding of the phenomenon of internal displacement, the norms of international human rights, humanitarian and refugee law implicated in such situations and the reflection of these standards set out in the Guiding Principles; (b) provide a forum for dialogue and exchange of national best practices among the course participants; and (c) provide participants with tools to advance national processes of implementation of the Guiding Principles"},{"author":94808,"first":"Todas las comisiones orgánicas y los distintos mecanismos de seguimiento deben participar en los trabajos de las sesiones de coordinación para que sea posible <strong class=\"keyword\">ahondar</strong> los debates.","second":"All the functional commissions and the various follow-up mechanisms should participate in the work of the coordination segment in order to give more <strong class=\"keyword\">depth</strong> to the discussions."},{"author":119723,"first":"A fin de <strong class=\"keyword\">ahondar</strong> el conocimiento de los jóvenes adultos sobre el Evangelio, fortalecer su testimonio y dedicación a Jesucristo, y hallar guía para su vida, el programa de Instituto ha recalcado la necesidad de elevar el nivel de aprendizaje de todo joven adulto.","second":"In order to <strong class=\"keyword\">deepen</strong> young adults’ understanding of the gospel, strengthen their testimony and commitment to Jesus Christ, and help them find personal guidance for their lives, the institute program has emphasized the need to elevate learning for every young adult."},{"author":95875,"first":"Asimismo, es necesario <strong class=\"keyword\">ahondar</strong> en la medición de la efectividad del método, habida cuenta de que los grupos de estudio no fueron lo suficientemente grandes como para generar resultados estadísticamente significativos.","second":"Further research is also needed to gauge the absolute effectiveness of the technique - study groups were too small to produce statistically significant results."},{"author":94808,"first":"El debate temático oficioso sobre la gobernanza mundial que celebramos en junio permitió <strong class=\"keyword\">ahondar</strong> en esta reflexión.","second":"The informal thematic debate on global governance that we held in June allowed for <strong class=\"keyword\">further</strong> reflection."},{"author":8000,"first":"Se observó la necesidad de <strong class=\"keyword\">ahondar</strong> en el estudio de los siguientes asuntos: a) aumentar la comprensión de la índole y la extensión de la diversidad biológica marina y del impacto antropógeno fuera de las zonas de jurisdicción nacional, en particular en las zonas más vulnerables; b) fomentar la investigación para contribuir a formular opciones de ordenación, incluidos incentivos económicos y medidas de ordenación basadas en la zona; c) mejorar la comprensión de los aspectos económicos y socioeconómicos; d) cuestiones jurídicas e institucionales conexas","second":"A need for <strong class=\"keyword\">further</strong> study on the following issues emerged: (a) improved understanding of the extent and nature of marine biological diversity and anthropogenic impacts beyond areas of national jurisdiction, in particular in the areas of greatest vulnerability; (b) further research to assist in the development of management options, including economic incentives and area-based management; (c) improved understanding of the economic and socio-economic aspects; and (d) related legal and institutional issues"},{"author":94808,"first":"Entre otras cosas, elogió las importantes iniciativas emprendidas por la República Centroafricana, la República Democrática del Congo, Sudán del Sur y Uganda para afrontar esa amenaza, así como a la Unión Africana por <strong class=\"keyword\">ahondar</strong> su implicación en la cuestión mediante su iniciativa de cooperación regional para acabar con el LRA, e instó a que se nombrara cuanto antes al Enviado Especial de la Unión Africana a las zonas afectadas por el LRA.","second":"Among other things, it commended the important efforts undertaken by the Central African Republic, the Democratic Republic of the Congo, South Sudan and Uganda to address this threat, as well as the enhanced engagement of the African Union through its regional cooperation initiative for the elimination of LRA, and urged the prompt appointment of the proposed African Union Special Envoy for the LRA-affected areas."},{"author":94808,"first":"No obstante, le pidió que <strong class=\"keyword\">ahondara</strong> en su respuesta acerca de las preocupaciones expresadas en dos esferas que eran también objeto de recomendaciones.","second":"Nevertheless, Sweden asked the Minister to <strong class=\"keyword\">further elaborate</strong> on his answer relating to concern in two areas which are also subject of recommendations."},{"author":94808,"first":"Si bien estas conclusiones y medidas propuestas representan un avance en la dirección correcta, es preciso <strong class=\"keyword\">ahondar</strong> en ellas para mejorar su comprensión y traducirlas en resultados concretos y viables que puedan lograrse fácilmente.","second":"While a step in the right direction, these conclusions and proposed actions need to be taken a step <strong class=\"keyword\">further</strong> to be better understood and translated into concrete and actionable outcomes that can be readily implemented."},{"author":94808,"first":"En conjunto, los nuevos acontecimientos son positivos y las preguntas y recomendaciones del Comité están simplemente dirigidas a <strong class=\"keyword\">ahondar</strong> el diálogo con el Estado Parte en aras del estado de derecho y de la aplicación satisfactoria de la Convención.","second":"On the whole the new developments were positive and the Committee’s questions and recommendations were simply aimed at <strong class=\"keyword\">further developing</strong> its dialogue with the State party in the interest of the rule of law and the successful implementation of the Convention."},{"author":94808,"first":"Por consiguiente, es posible que el desempleo contribuya a la llamada “política de intolerancia y racismo”, lo que hará que los migrantes queden más excluidos y <strong class=\"keyword\">ahondará</strong> más las divisiones sociales.","second":"Thus unemployment may feed into the so-called “politics of intolerance and racism”, causing greater exclusion of migrants and <strong class=\"keyword\">deepening</strong> societal divisions."},{"author":94808,"first":"Por lo que atañe a los problemas del derecho al desarrollo, se han realizado diversas actividades destinadas a <strong class=\"keyword\">ahondar</strong> la reflexión sobre las relaciones entre el desarrollo y los derechos humanos y a promover el disfrute de los derechos económicos y sociales.","second":"Regarding the problem of the right to development, a number of activities had been conducted with the aim of <strong class=\"keyword\">strengthening</strong> consideration of the links between development and human rights and promoting the realization of economic and social rights."},{"author":94808,"first":"Por otra parte, también ha contribuido a <strong class=\"keyword\">ahondar</strong> la brecha económica y social entre los países del Norte y los países del Sur, lo que ha marginado a las comunidades en desarrollo y ha exacerbado las dificultades que afrontan.","second":"Conversely, however, they had also helped to <strong class=\"keyword\">widen</strong> the economic and social gaps between the countries of the North and those of the South, marginalizing developing communities and exacerbating the difficulties which they faced."},{"author":22,"first":"Hay un consenso en torno a la idea de que la UE debería <strong class=\"keyword\">ahondar</strong> en la modernización de las aduanas, garantizar la coordinación y armonización adecuadas de sus políticas aduanera, de seguridad marítima, seguridad, salud pública y calidad medioambiental y evitar la transferencia indebida a los puertos de responsabilidades que son de los gobiernos","second":"There is a consensus that the EU should make <strong class=\"keyword\">further progress</strong> with the modernisation of customs and ensure that its policies on customs, maritime safety, security, public health and environmental quality are properly coordinated and harmonised and do not unduly transfer government responsibilities to ports"},{"author":92475,"first":"La ecologista Bharati Chaturvedi voló 40 horas desde su Delhi natal (la India) a Santiago de Chile, para <strong class=\"keyword\">ahondar</strong> en un asunto sucio: la basura.","second":"Environmentalist Bharati Chaturvedi flew for 40 hours from her home Delhi, India, to <strong class=\"keyword\">dig deeper into</strong> a dirty issue: trash."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}