{"result":"ok","tuc":[{"phrase":{"text":"zeal","language":"en"},"meanings":[{"language":"en","text":"fervor or devotion"}],"meaningId":6302889108954458537,"authors":[90508]},{"phrase":{"text":"perseverance","language":"en"},"meaningId":5926942413211994140,"authors":[69425]},{"phrase":{"text":"persistence","language":"en"},"meaningId":-4657809590516006597,"authors":[69425]},{"phrase":{"text":"ardor","language":"en"},"meaningId":3033439876102320812,"authors":[25018]},{"phrase":{"text":"assiduity","language":"en"},"meaningId":-2266053328114035085,"authors":[69425]},{"phrase":{"text":"diligence","language":"en"},"meaningId":6199061613404345014,"authors":[69425]},{"phrase":{"text":"fervor","language":"en"},"meaningId":-5417247298235775998,"authors":[25018]},{"phrase":{"text":"industriousness","language":"en"},"meaningId":-8753315611822216890,"authors":[69425]},{"phrase":{"text":"obstinacy","language":"en"},"meaningId":-8449839428432752859,"authors":[69425]},{"phrase":{"text":"tenacity","language":"en"},"meaningId":-9118040118038501750,"authors":[69425]},{"phrase":{"text":"assiduousness","language":"en"},"meaningId":-436270510845678331,"authors":[25018]},{"phrase":{"text":"eagerness","language":"en"},"meaningId":5307106874822835223,"authors":[25018]},{"phrase":{"text":"effort","language":"en"},"meaningId":-3913521958254278440,"authors":[25018]},{"phrase":{"text":"enthusiasm","language":"en"},"meaningId":5815538936365707097,"authors":[89651]},{"phrase":{"text":"perseveration","language":"en"},"meaningId":-298793977125654021,"authors":[84500]},{"phrase":{"text":"verve","language":"en"},"meaningId":7625372671233466311,"authors":[83042]},{"meanings":[{"language":"en","text":"effort, zeal, determination"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of ahincar."},{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of ahincar."}],"meaningId":6453753850188990762,"authors":[1]}],"phrase":"ahínco","examples":[{"author":94808,"first":"El Comité, con el respaldo de los Estados Miembros pertinentes, el Equipo de Vigilancia y la Secretaría, trabaja con <strong class=\"keyword\">ahínco</strong> para cumplir este mandato.","second":"The Committee, supported by the relevant Member States, the Monitoring Team and the Secretariat, is working <strong class=\"keyword\">hard</strong> to deliver."},{"author":8000,"first":"Algunas delegaciones consideraron que la organización necesitaba trabajar con mayor <strong class=\"keyword\">ahínco</strong> respecto de las cuestiones de género e instaron al PNUD a que hiciera un seguimiento al respecto con urgencia","second":"Some delegations felt that the organization needed to work <strong class=\"keyword\">harder</strong> on gender issues and urged UNDP to follow up urgently"},{"author":31,"first":"Pero está buscando una posición con <strong class=\"keyword\">ahínco</strong>","second":"But he' s looking for a position <strong class=\"keyword\">earnestly</strong>"},{"author":94808,"first":"Por ello, hay que persistir en tratar de encontrar lo que nos une con mayor <strong class=\"keyword\">ahínco</strong>, porque las tendencias a fragmentaciones culturales en un mundo globalizado es el gran reto de nuestra institución.","second":"Therefore, we must persist in striving more <strong class=\"keyword\">diligently</strong> to identify what unites us, because the trend towards cultural fragmentation in a globalized world is the great challenge facing our institution."},{"author":27,"first":"Puedo asegurarle a esta Cámara que lo hemos intentado con verdadero <strong class=\"keyword\">ahínco</strong>.","second":"I can assure this House that we have really tried <strong class=\"keyword\">very hard</strong>."},{"author":8000,"first":"China comprende las inquietudes expresadas por otros Estados Miembros y confía en que la Secretaría promueva con <strong class=\"keyword\">ahínco</strong> la comunicación y el diálogo con las partes interesadas, tome nota de las opiniones expresadas por los Estados Miembros y asigne prioridad al interés a largo plazo de los países en desarrollo","second":"China understood the concerns expressed by other Member States and hoped that the Secretariat would <strong class=\"keyword\">intensify</strong> communication and dialogue with the parties concerned, listen to the views of Member States and give priority to the long-term interests of developing countries"},{"author":94808,"first":"La asistencia internacional está a cargo del Fondo de las Naciones Unidas para la Infancia (UNICEF), que combate con <strong class=\"keyword\">ahínco</strong> las peores formas de trabajo infantil.","second":"International assistance is provided by the United Nations Children’s Fund (UNICEF) which does everything in its power to <strong class=\"keyword\">combat</strong> the worst forms of child labour."},{"author":94808,"first":"Se ha trabajado con gran <strong class=\"keyword\">ahínco</strong> por encontrar el equilibrio adecuado —y creo que lo hemos conseguido— entre la prevención y la atención, el tratamiento y el apoyo, y con el fin de obtener un enfoque verdaderamente mundial, prestando la atención adecuada a los países y regiones más afectados y a quienes están expuestos a mayor riesgo, a la vez que se reconoce que hay que proteger a los países o comunidades que todavía no están gravemente afectados.","second":"Significant <strong class=\"keyword\">effort</strong> has been made to find the right balance — and I believe that we have achieved that — between prevention and care, treatment and support, and to ensure a truly global approach, with proper emphasis on the worst affected countries and regions and those that are at most risk, while recognizing that countries or communities not yet seriously affected must be protected."},{"author":94808,"first":"A lo largo de 2012, el Gobierno de Sudán del Sur y las Naciones Unidas, junto con sus asociados, han trabajado con <strong class=\"keyword\">ahínco</strong> para consolidar y salvaguardar los avances realizados durante el período del Acuerdo General de Paz, como el establecimiento de las funciones y los sistemas esenciales, el desarrollo de la capacidad y la ampliación de la prestación de servicios básicos en los sectores de la educación y la salud, y, al mismo tiempo, han trabajado para prevenir el temido derrumbe de la economía tras la suspensión de la producción de petróleo.","second":"Throughout 2012, the Government of South Sudan and the United Nations and its partners have worked <strong class=\"keyword\">hard</strong> to consolidate and safeguard the progress made during the Comprehensive Peace Agreement period, including the establishment of essential functions and systems, capacity development and the expansion of basic service delivery in the education and health sectors, while simultaneously working to prevent the economic collapse that many feared, following the shutdown in oil production."},{"author":94808,"first":"Esta combinación ha inculcado a los agricultores y a los trabajadores de divulgación agrícola un alto grado de responsabilidad y les ha motivado a dedicarse con mayor <strong class=\"keyword\">ahínco</strong> a investigar y ensayar nuevos métodos de producción y comercialización.","second":"This combination has instilled a high degree of ownership and has motivated both farmers and extensionists to become more <strong class=\"keyword\">active</strong> in searching for and trying out new production and marketing options."},{"author":8000,"first":"Como Estado pesquero responsable, el Japón ha estado trabajando con <strong class=\"keyword\">ahínco</strong> para mejorar la conservación y la ordenación, así como el uso sostenible, de los recursos marinos vivos","second":"As a responsible fishing State, Japan has been working <strong class=\"keyword\">earnestly</strong> to enhance the conservation and management, as well as the sustainable use, of living marine resources"},{"author":94808,"first":"Desde 2009 hasta hoy, el Senegal ha seguido trabajando con <strong class=\"keyword\">ahínco</strong> y determinación para dar efectividad a todos los derechos humanos, en particular mediante políticas de promoción de la buena gobernanza y la ejecución de proyectos orientados al bienestar de la población que abarcan todas las esferas de la vida económica y social.","second":"Since 2009, Senegal has worked <strong class=\"keyword\">vigorously</strong> and with <strong class=\"keyword\">great</strong> commitment towards the realization of human rights of all kinds, in particular through policies to promote good governance and implement projects focused on the population’s well-being across all areas of economic and social life."},{"author":8008,"first":"Por ejemplo, en el caso de los accesorios para la Monster, estuvimos buscando con <strong class=\"keyword\">ahínco</strong> un proveedor que pudiera anodizar los soportes de montaje de nuestra cúpula para que casaran a la perfección con los soportes del faro de la propia Ducati.","second":"Look at the fittings for the Ducati Monster: we <strong class=\"keyword\">worked hard</strong> to find a supplier who could anodise our brackets to match Ducati's own headlamp brackets."},{"author":8008,"first":"Ajama Kalacha trabaja con <strong class=\"keyword\">ahínco</strong> en su pequeño terreno agrícola de las montañas de Etiopía con el fin de conseguir dinero para la gran familia que sustenta.","second":"UNAIDS estimates <strong class=\"keyword\">that</strong> one per cent of adults in Senegal are living with HIV."},{"author":95183,"first":"El Dr. Khalafalla trabaja con <strong class=\"keyword\">ahínco</strong> para cimentar sus políticas y propuestas en datos probatorios, empleando para ello las mejores investigaciones disponibles.","second":"Dr Khalafalla works hard to base his policies and proposals on evidence, using the best research available."},{"author":94808,"first":"El Comité recomienda que el Estado Parte siga ejecutando con <strong class=\"keyword\">ahínco</strong> el Programa para la supresión del trabajo infantil que el Ministerio de la Función Pública, Trabajo y Empleo iniciara en 2001 y se cerciore de que el programa instituye mecanismos de asistencia y protección de los niños empleados en el sector informal.","second":"The Committee recommends that the State party further <strong class=\"keyword\">strengthen</strong> the implementation of the Programme on the Elimination of Child Labour launched in 2001 by the Ministry of the Civil Service, Labour and Employment and ensure that it establishes mechanisms to reach and to protect children employed in the informal sector."},{"author":8000,"first":"También ha trabajado con <strong class=\"keyword\">ahínco</strong> en la cuestión relativa a las drogas y dio una de las primeras alarmas al respecto","second":"It has also been working <strong class=\"keyword\">very hard</strong> on and raised some of the first alarms about the drug issue"},{"author":94809,"first":"Por consiguiente, es esencial que la UE siga trabajando con mayor <strong class=\"keyword\">ahínco</strong> aún en pos de una gobernanza mundial, concretamente:","second":"It is therefore vital that the EU continues to play a <strong class=\"keyword\">more</strong> decisive role in promoting global governance, involving:"},{"author":94808,"first":"“La Conferencia de Desarme, reafirmando su decisión de trabajar con <strong class=\"keyword\">ahínco</strong> para aprobar un programa de trabajo, utilizando la Propuesta Amorim, contenida en el documento CD/1624, como base para la celebración de nuevas consultas intensivas y teniendo en cuenta todas las propuestas pertinentes,","second":"“The Conference on Disarmament, reaffirming its commitment to work <strong class=\"keyword\">intensively towards</strong> the approval of a programme of work, using the Amorim Proposal, as contained in document CD/1624, as a basis for further intensified consultations and taking into consideration all relevant proposals:"},{"author":8000,"first":"Recomienda al Estado Parte que procure con más <strong class=\"keyword\">ahínco</strong> mejorar y facilitar la integración de los refugiados en la sociedad","second":"The Committee recommends that the State party increase <strong class=\"keyword\">its efforts</strong> to improve and facilitate the integration of refugees into Armenian society"},{"author":119723,"first":"¡Cuánto deseé haberme preparado para la misión con el mismo <strong class=\"keyword\">ahínco</strong> que me había preparado para ser jugador de baloncesto!","second":"How I wished that I had prepared to be a missionary as hard as I had prepared to be a basketball player."},{"author":8000,"first":"El Comité recomienda que el Estado Parte siga ejecutando con <strong class=\"keyword\">ahínco</strong> el Programa para la supresión del trabajo infantil que el Ministerio de la Función Pública, Trabajo y Empleo iniciara en # y se cerciore de que el programa instituye mecanismos de asistencia y protección de los niños empleados en el sector informal","second":"The Committee recommends that the State party to further <strong class=\"keyword\">strengthen</strong> the implementation of the Programme on the Elimination of Child Labour launched in # by the Ministry of the Civil Service, Labour and Employment and to ensure that it establishes mechanisms to reach and to protect children employed in the informal sector"},{"author":94808,"first":"Islandia defiende con <strong class=\"keyword\">ahínco</strong> los derechos humanos y las libertades fundamentales en sus relaciones bilaterales y multilaterales, en particular en las Naciones Unidas, la OSCE, el Consejo de Europa y otros foros internacionales.","second":"Iceland is a <strong class=\"keyword\">committed</strong> advocate for human rights and fundamental freedoms in its bilateral and multilateral relations, including at the United Nations, the OSCE, the Council of Europe and in other international fora."},{"author":118293,"first":"El año que fui a Londres a buscar trabajo con <strong class=\"keyword\">ahínco</strong>, fue un año importante para mí.","second":"The year I went down to London to <strong class=\"keyword\">actively</strong> seek work was a significant year for me."},{"author":94808,"first":"Como se ha afirmado en el plan de mediano plazo a nivel de todo el sistema de las Naciones Unidas para el adelanto de la mujer, 1996-2001, presentado al Consejo Económico y Social y refrendado por el Consejo en su resolución 1996/34, muchísimas organizaciones del sistema de las Naciones Unidas se han dedicado con <strong class=\"keyword\">ahínco</strong> a fomentar y defender el ejercicio cabal de todos los derechos humanos de la mujer en condiciones de igualdad y a promover en especial un enfoque del adelanto de la mujer que se basa en sus derechos en esferas como el empleo, la educación, la violencia contra la mujer y los derechos a la salud y la procreación, así como en las actividades de desarrollo.","second":"As stated in the United Nations system‐wide medium‐term plan for the advancement of women 1996‐2001, which was submitted to the Economic and Social Council and endorsed in Council resolution 1996/34, a great number of organizations in the United Nations system committed themselves to promote and to advocate women's full and equal enjoyment of all human rights and to advocate in particular the rights‐based approach to the advancement of women in such areas as employment, education, violence against women and health and reproductive rights, as well as in the development activities."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}