{"result":"ok","tuc":[{"phrase":{"text":"airy","language":"en"},"meaningId":-7955774958876853513,"authors":[20]},{"phrase":{"text":"elegant","language":"en"},"meaningId":7199464854759847213,"authors":[69425]},{"phrase":{"text":"charming","language":"en"},"meaningId":750896312726057914,"authors":[25018]},{"phrase":{"text":"draughty","language":"en"},"meaningId":-8791198695430879192,"authors":[25018]},{"phrase":{"text":"graceful","language":"en"},"meaningId":-7954264785590597498,"authors":[20]},{"phrase":{"text":"jaunty","language":"en"},"meaningId":4663669392289976020,"authors":[25018]},{"meanings":[{"language":"en","text":"graceful"}],"meaningId":-2929824159653734200,"authors":[1]}],"phrase":"airoso","examples":[{"author":31,"first":"¿ El primer ministro me propone una salida <strong class=\"keyword\">airosa</strong>?","second":"Is the PM giving me a face- <strong class=\"keyword\">saving</strong> exit?"},{"author":94808,"first":"No obstante, hacemos esfuerzos extraordinarios por salir <strong class=\"keyword\">airosos</strong> y hemos logrado resultados razonables gracias a la determinación e imaginación de nuestro pueblo, al apoyo político internacional y a la asistencia extranjera.","second":"Nevertheless, we are making extraordinary efforts to <strong class=\"keyword\">succeed</strong> and have achieved reasonable results thanks to the resolve and imagination of our people, international political support and foreign assistance."},{"author":119723,"first":"A pesar de nuestras dificultades, saldremos <strong class=\"keyword\">airosos</strong>, prosperaremos11 y nos sentiremos en paz12. Nos hallaremos entre aquellos a quienes el Señor dijo:","second":"Despite our challenges, we will be successful, prosper,11 and feel at peace.12 We will be among those to whom the Lord said:"},{"author":94808,"first":"Los Estados Unidos están ciertamente en posición poco <strong class=\"keyword\">airosa</strong> para hablar de la protección y promoción de los derechos humanos en Viet Nam, teniendo en cuenta lo que han hecho del derecho fundamental a la vida de millones de vietnamitas.","second":"The United States was surely not in a position <strong class=\"keyword\">to</strong> talk about the protection and promotion of human rights in Viet Nam, in view of the fact that that country had violated the right to life of millions of Vietnamese."},{"author":92475,"first":"En algún otro lado en Internet, Zambian Watchdog dio a conocer la historia unas cinco horas después de la muerte de Chiluba y al término de dos horas había más de 170 comentarios expresando una dicotomía de opiniones del hombre cuyo gobierno será recordado más por su conducta criminal mientras estuvo en el cargo, de lo que salió <strong class=\"keyword\">airoso</strong> en medio de controversia.","second":"Elsewhere on the Internet, the Zambian Watchdog broke the story some five hours after Chiluba’s death and within two hours there were more than 170 comments expressing a dichotomy of views of the man whose reign will be remembered more for his criminal conduct while in office for which he was controversially cleared."},{"author":118293,"first":"Pero a juzgar por las porciones que te serví, creo que salí <strong class=\"keyword\">airosa</strong>.","second":"The sauce was a little bit thick, but judging by how many helpings you had, I think I got <strong class=\"keyword\">away with it</strong>."},{"author":119739,"first":"¿Qué permitió al apóstol Pablo salir <strong class=\"keyword\">airoso</strong> en su lucha contra las debilidades de la carne imperfecta, y qué seguridad podemos tener?","second":"How was the apostle Paul able to prevail in his battle against the weaknesses of the imperfect flesh, and what assurance can we have?"},{"author":91988,"first":"Los líderes de las democracias europeas bien establecidas deben explicar a sus propios votantes que la ampliación los ha beneficiado en gran medida, y que también irá en su beneficio el compartir las responsabilidades y los costes de ayudar a que los países más afectados por la crisis puedan salir <strong class=\"keyword\">airosos</strong> de este trance.","second":"The leaders of the well established European democracies must explain to their own voters that enlargement has greatly benefited them, and that it will also be to their benefit to share the responsibilities and costs of steering the hardest-hit countries through the crisis."},{"author":91988,"first":"Si el gobierno de Temer sale <strong class=\"keyword\">airoso</strong> en las tres primeras áreas (con lo que reforzará su credibilidad), estará en buena posición para cumplir también estos objetivos.","second":"If Temer’s government <strong class=\"keyword\">succeeds</strong> in the first three areas, building up its credibility in the process, it will be in a strong position to fulfill these objectives, as well."},{"author":8008,"first":"O tome un paseo en el transporte de la firma del pueblo, los cochecitos de golf conocidos como \"pulmonías\" por sus lados abiertos y paseos <strong class=\"keyword\">airosos</strong>.","second":"Or catch a ride in the town's signature transport, the overgrown golf carts known as pulmonías (“pneumonias”) for their open sides and <strong class=\"keyword\">breezy</strong> rides."},{"author":94808,"first":"Aprovecho la oportunidad para encomiar el empeño de los dirigentes timorenses en llevar a cabo eficazmente la enorme empresa que constituyen las próximas elecciones parlamentarias y presidenciales de 2007, que serán una verdadera prueba para el país y de la cual debe salir <strong class=\"keyword\">airoso</strong>.","second":"I take the opportunity to commend the commitment of the Timorese leadership to effectively carry out this enormous undertaking of the approaching 2007 parliamentary and presidential elections, which constitute a real test for the country, one that must be <strong class=\"keyword\">successful</strong>."},{"author":94808,"first":"De esta batalla saldremos <strong class=\"keyword\">airosos</strong> quienes comprendemos lo que distingue la vocación natural de la Fiscalía, destinada a la investigación de los crímenes, de la pausada labor de los jueces, encargados del análisis imparcial de los hechos traídos a su conocimiento y de la aplicación de las normas aceptadas por todos.","second":"We will be gracious in the struggle, those of us who are <strong class=\"keyword\">able</strong> to distinguish between the natural mandate of the Prosecutor to investigate crimes, the tireless efforts of the judges responsible for impartial analysis of facts brought to their attention, and the implementation of norms accepted by all."},{"author":27,"first":"Así es como deben autodefenderse nuestras democracias, y así es como saldrán <strong class=\"keyword\">airosas</strong>.","second":"That is how our democracies must defend themselves, and that is how they will <strong class=\"keyword\">win</strong> the <strong class=\"keyword\">day</strong>."},{"author":118293,"first":"De distintas maneras, tu sales <strong class=\"keyword\">airoso</strong>.","second":"In many ways, you're <strong class=\"keyword\">well</strong> out of <strong class=\"keyword\">it</strong>."},{"author":95875,"first":"El nuevo modelo térmico desarrollado por la Universidad de Cambridge ha salido <strong class=\"keyword\">airoso</strong> de esta prueba.","second":"A new thermal model developed at Cambridge University passes with flying colors."},{"author":119739,"first":"16 Habrá ocasiones en que los niños necesiten dirección para salir <strong class=\"keyword\">airosos</strong> de los problemas y las dificultades que se les presentan.","second":"16 At times, children will need guidance to deal successfully with problems or situations that arise."},{"author":8000,"first":"No obstante, hacemos esfuerzos extraordinarios por salir <strong class=\"keyword\">airosos</strong> y hemos logrado resultados razonables gracias a la determinación e imaginación de nuestro pueblo, al apoyo político internacional y a la asistencia extranjera","second":"Nevertheless, we are making extraordinary efforts to <strong class=\"keyword\">succeed</strong> and have achieved reasonable results thanks to the resolve and imagination of our people, international political support and foreign assistance"},{"author":118293,"first":"Claro, no hemos pasado de lo los suspiros, pero creo que podemos salir <strong class=\"keyword\">airosos</strong> de esta.","second":"I mean, sure, we didn't jump on the whispering thing right away, but I think we can <strong class=\"keyword\">get</strong> out in fr ont of this one."},{"author":118293,"first":"Muévete poco y saldrás <strong class=\"keyword\">airoso</strong>.","second":"Just keep it simple and you'll be fine<strong class=\"keyword\">.</strong>"},{"author":8007,"first":"Ningún político deja de tener la sensación de tener el destino a su lado y creo que en el caso de Blair ha salido <strong class=\"keyword\">airoso</strong>.","second":"No politician is free from a sense of destiny, and I think that <strong class=\"keyword\">Blair’s</strong> got the better of him."},{"author":94808,"first":"Para salir <strong class=\"keyword\">airosos</strong>, es fundamental incorporar una perspectiva de prevención de las atrocidades en las actividades de consolidación de la paz y otras actividades de recuperación, así como vigilar los indicios de recaída con ayuda de la sociedad civil del lugar.","second":"The incorporation of an atrocity prevention perspective into peacebuilding and other recovery efforts is critical to <strong class=\"keyword\">success</strong>, as is monitoring for signs of relapse, with the help of local civil society."},{"author":95875,"first":"Parece una solución <strong class=\"keyword\">airosa</strong> pero las normas que regulan el sector de servicios difieren de un país a otro desencadenando el temor a una \"estampida hacia los mínimos\" en el que las empresas automáticamente opten por asentarse en el país con menos leyes y normas sobre seguridad y protección medioambiental.","second":"It seemed an <strong class=\"keyword\">elegant</strong> solution, but rules governing the service sector differ from country to country, sparking fears of a 'rush for the bottom', where companies will automatically opt to be based in the country with the fewest regulations and standards of safety and environmental protection."},{"author":94809,"first":"Su decisión no saldría <strong class=\"keyword\">airosa</strong> de un recurso.","second":"Its decision would not <strong class=\"keyword\">survive</strong> a challenge."},{"author":94808,"first":"Como consecuencia, durante el período examinado los estudiantes de la República Popular Democrática de Corea salieron <strong class=\"keyword\">airosos</strong> de muchos concursos internacionales y ganaron varias medallas de oro en la 50a y 56a Olimpíada Internacional de Matemáticas y el Concurso Internacional para Jóvenes Pianistas.","second":"As a result, during the reporting period the DPRK students proved <strong class=\"keyword\">successful</strong> in many of the international contests, winning several gold medals at the 50th and 56th International Maths Olympiad and International Youth Piano Contest."},{"author":119723,"first":"No hubo un solo día <strong class=\"keyword\">airoso</strong> en el que se lavara la ropa que la cuerda del tendedero no se rompiera misteriosamente dejando caer la ropa limpia a tierra.","second":"Never a windy washday went by that the clothesline didn’t mysteriously break, with the clothes falling in the dirt."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}