{"result":"ok","tuc":[{"phrase":{"text":"boast","language":"en"},"meanings":[{"language":"en","text":"brag"}],"meaningId":5240253108354221800,"authors":[90508]},{"phrase":{"text":"show","language":"en"},"meaningId":-7369164005422053024,"authors":[25115]},{"phrase":{"text":"vaunt","language":"en"},"meaningId":-5443919238096491483,"authors":[84500]},{"phrase":{"text":"display","language":"en"},"meaningId":-6716961325647398996,"authors":[89651]},{"phrase":{"text":"parade","language":"en"},"meaningId":-9122571592058847434,"authors":[89651]},{"meanings":[{"language":"en","text":"review"},{"language":"en","text":"military parade, inspection, display"},{"language":"en","text":"large display"},{"language":"en","text":"boast, brag"},{"language":"en","text":"military parade"},{"language":"en","text":"magazine"}],"meaningId":391240170946278576,"authors":[1]}],"phrase":"alarde","examples":[{"author":27,"first":"Siempre se intenta atribuirles una especial relevancia que, luego, ha de llevarse a la práctica; pero, al final, dicha relevancia se queda en agua de borrajas porque nadie se preocupa de aplicarla. El resultado es que el próximo <strong class=\"keyword\">alarde</strong> de relevancia pierde toda su credibilidad.","second":"These summits try to build a momentum - and it is important that they do so - but this momentum caves in because so little action is taken subsequently, as a result of which people no longer believe in the next momentum."},{"author":119739,"first":"El hacer <strong class=\"keyword\">alarde</strong> de las posesiones y de los supuestos logros de uno","second":"<strong class=\"keyword\">Showing</strong> off one’s possessions and supposed attainments"},{"author":8000,"first":"Los dirigentes corruptos y sin escrúpulos del país hacen <strong class=\"keyword\">alarde</strong> de su riqueza, mientras un tercio de la población vive por debajo del umbral de la pobreza","second":"The country's unscrupulous and corrupt leaders <strong class=\"keyword\">flaunted</strong> their wealth, while one third of the population lived below the poverty threshold"},{"author":31,"first":"Y cuando está impreso, no es <strong class=\"keyword\">alarde</strong>, es real","second":"And when it' s printed, it ain' t <strong class=\"keyword\">brag</strong>... it' s real"},{"author":119739,"first":"El discípulo Santiago describió con una gráfica imagen el poder destructivo de una lengua sin freno: “La lengua es un miembro pequeño, y sin embargo hace grandes <strong class=\"keyword\">alardes</strong>.","second":"(Job 19:2) The disciple James gave a vivid picture of the destructive power of the unbridled tongue: “The tongue is a little member and yet makes great brags."},{"author":94808,"first":"Muchos combatientes terroristas extranjeros hacen <strong class=\"keyword\">alarde</strong> en línea de sus delitos, entre otras cosas con la publicación de fotografías que los incriminan, y esto puede resultar de utilidad para los fiscales cuando regresan a sus países.","second":"Many foreign terrorist fighters <strong class=\"keyword\">boast about</strong> their crimes online, including by posting incriminating pictures, which could prove useful to prosecutors when the individuals return."},{"author":118293,"first":"No <strong class=\"keyword\">alard</strong> eaba precisamente de ello.","second":"I don't <strong class=\"keyword\">think</strong> he meant to boast of it."},{"author":118293,"first":"Debes hacer <strong class=\"keyword\">alarde</strong> de tus músculos.","second":"For him, you should <strong class=\"keyword\">flaunt</strong> your muscles."},{"author":8000,"first":"Son más frecuentes las manifestaciones \"solemnes\" que las autoridades inconstitucionales organizan en \"aniversarios\" o \"fiestas oficiales\", con una participación muy numerosa, o bien las \"paradas militares\" que se celebran para hacer <strong class=\"keyword\">alarde</strong> del poder del régimen","second":"One can more frequently see here “solemn” manifestations organized by the unconstitutional authorities on the occasion of “anniversaries” or “official” holidays, involving great numbers of people, or “military <strong class=\"keyword\">parades</strong>” organized to <strong class=\"keyword\">demonstrate</strong> the force of the regime"},{"author":95096,"first":"Todavía en estos momentos, ¿qué país puede hacer <strong class=\"keyword\">alarde</strong> de no estar sometido a las dificultades que son la herencia de nuestra zarandeada época?","second":"Today, too, what country can flatter itself that it has escaped the difficulties which are the lot of our troubled times?"},{"author":118293,"first":"Y nunca hace <strong class=\"keyword\">alarde</strong> de eso.","second":"And never crows <strong class=\"keyword\">about</strong> it."},{"author":94808,"first":"De los cinco proyectos de resolución, sólo uno menciona los actos terroristas perpetrados contra civiles israelíes y en ninguno se mencionan los ataques suicidas de los cuales los palestinos hacen <strong class=\"keyword\">alarde</strong>.","second":"Of the five draft resolutions, only one made any reference to the terrorist acts perpetrated against Israeli civilians and all the resolutions were silent on the <strong class=\"keyword\">vaunted</strong> suicide bombings by Palestinians."},{"author":92475,"first":"El himno nacional del país hace <strong class=\"keyword\">alarde</strong> de “cualquier credo y raza encuentra un lugar igual”, los activistas de derechos sociales de Sudáfrica y el arzobispo anglicano Desmond Tutu alguna vez hicieron una referencia famosa a la República de las Islas Gemelas como “el país del arcoíris”, y en las celebraciones anuales del Carnaval se ven todas las etnias, edades y tamaños disfrutar de la más grande fiesta del mundo en perfecta armonía.","second":"The country's national anthem <strong class=\"keyword\">boasts</strong> that “every creed and race find an equal place”, South African social rights activist and Anglican archbishop Desmond Tutu once famously referred to the twin-island republic as “rainbow country”, and annual Carnival celebrations see all ethnicities, ages, and sizes enjoying the biggest street party in the world in perfect harmony."},{"author":8007,"first":"Una década después que la crisis de 1998 puso a Rusia de rodillas, sus líderes hacían <strong class=\"keyword\">alarde</strong> de que el país podía capear la crisis financiera de 2008.","second":"A decade after the 1998 crisis brought Russia to its knees, its leaders <strong class=\"keyword\">boasted</strong> that the country could weather the 2008 financial crisis."},{"author":118293,"first":"¿Hacer <strong class=\"keyword\">alarde</strong> de mi conexión?","second":"<strong class=\"keyword\">Flaunt</strong> my connection?"},{"author":118293,"first":"Hola, ¿qué cuentas ahí, <strong class=\"keyword\">Alard</strong>?","second":"Hey, what do you say there, <strong class=\"keyword\">Alard</strong>?"},{"author":27,"first":"El entusiasmo de que hacemos <strong class=\"keyword\">alarde</strong> realmente no parece compartido por quienes deberían contribuir a impulsar la situación, a saber, los Estados miembros, las empresas ferroviarias y los gestores de las infraestructuras.","second":"The enthusiasm we <strong class=\"keyword\">display</strong> does not really seem to be shared by those who should help to get things moving, namely the Member States, the railway companies and the infrastructure managers."},{"author":118293,"first":"Haciendo <strong class=\"keyword\">alarde</strong> de mis bienes.","second":"<strong class=\"keyword\">Flaunting</strong> my goods."},{"author":118293,"first":"Si no hac emos <strong class=\"keyword\">alarde</strong>, estamos listos.","second":"They're ambitious<strong class=\"keyword\">,</strong> Cruchot."},{"author":118293,"first":"¡ Sólo eres <strong class=\"keyword\">alardes</strong>, sólo puros <strong class=\"keyword\">alardes</strong>!","second":"You're just <strong class=\"keyword\">bluffs</strong>, you're just <strong class=\"keyword\">bluffs</strong>!"},{"author":27,"first":"Conduce irremediablemente a la búsqueda de sensaciones extremas, a la búsqueda igualmente de la violencia, del sadismo, y es el fruto de la banalización de la que se hace <strong class=\"keyword\">alarde</strong> en los periódicos, en el cine y en la televisión.","second":"This reckless pursuit of pleasure inevitably leads to the quest for extreme sensations, and also to the pursuit of violence and sadism, and it is a result of the way these <strong class=\"keyword\">things</strong> have become increasingly commonplace in newspapers, films and television."},{"author":119723,"first":"Además, otros niños podrían sentirse mal si haces <strong class=\"keyword\">alarde</strong> de que tienes uno.","second":"Also, other kids might feel bad if you <strong class=\"keyword\">show</strong> it off."},{"author":91988,"first":"Sin embargo, más que un símbolo, comprar productos de lujo podría indicar un éxito futuro, debido a la ventaja selectiva de que hacer <strong class=\"keyword\">alarde</strong> rinde sus frutos.","second":"But, more than a symbol, buying luxury goods could indicate future success, owing to the selective advantage that <strong class=\"keyword\">showing off</strong> provides."},{"author":119723,"first":"A medida que recibimos nuestros dones, debemos tener cuidado de no hacer <strong class=\"keyword\">alarde</strong> de nuestras experiencias ni de hablar al mundo acerca de ellas (D. y C. 84:65–73).","second":"As we receive our gifts, we must be careful not to <strong class=\"keyword\">boast</strong> about our experiences or speak to the world about them (see D&C 84:65–73)."},{"author":118293,"first":"Oye, no hagas mucho <strong class=\"keyword\">alarde</strong> de lo que te dije sobre mi papá, ¿de acuerdo?","second":"Hey, don't make <strong class=\"keyword\">too</strong> much out of what I told you about my dad, okay?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}