{"result":"ok","tuc":[{"phrase":{"text":"dawn","language":"en"},"meanings":[{"language":"en","text":"A period of time at the beginning of the day shortly before sunrise during which the light gradually becomes stronger."},{"language":"es","text":"Período de tiempo al principio del día poco antes del amanecer durante el cual la luz gradualmente se va percibiendo cada vez más fuerte."},{"language":"en","text":"morning twilight period"},{"language":"en","text":"rising of the sun"}],"meaningId":-3961908629845451843,"authors":[70195]},{"phrase":{"text":"daybreak","language":"en"},"meaningId":-446338661718890169,"authors":[69425]},{"phrase":{"text":"alb","language":"en"},"meaningId":4644285201220418302,"authors":[69425]},{"phrase":{"text":"sunrise","language":"en"},"meaningId":-8184954930417645726,"authors":[69425]},{"phrase":{"text":"break of day","language":"en"},"meaningId":-1164525344044577706,"authors":[69425]},{"phrase":{"text":"daylight","language":"en"},"meaningId":-4941221824597699002,"authors":[69425]},{"phrase":{"text":"morn","language":"en"},"meaningId":2812324913247394420,"authors":[89651]},{"phrase":{"text":"sunup term","language":"en"},"meaningId":9091283067576552151,"authors":[2702]},{"phrase":{"text":"afterglow","language":"en"},"meaningId":-5503732706529102400,"authors":[83093]},{"phrase":{"text":"alba","language":"en"},"meaningId":-858766434806958467,"authors":[80097]},{"phrase":{"text":"dawning","language":"en"},"meaningId":-259747565912208359,"authors":[25018]},{"phrase":{"text":"evening glow","language":"en"},"meaningId":2748345074672538744,"authors":[83093]},{"phrase":{"text":"gloaming","language":"en"},"meaningId":-4108528297487190864,"authors":[83093]},{"phrase":{"text":"morning","language":"en"},"meaningId":4447558886871096758,"authors":[25018]},{"phrase":{"text":"sunset","language":"en"},"meaningId":7821629973595465815,"authors":[83093]},{"phrase":{"text":"twilight","language":"en"},"meaningId":-1562210324218231961,"authors":[25115]},{"meanings":[{"language":"en","text":"feminine form of albo"},{"language":"en","text":"dawn"}],"meaningId":-1563592783174716340,"authors":[1]}],"phrase":"alba","examples":[{"author":42,"first":"Hayedos de los Apeninos Abies <strong class=\"keyword\">alba</strong> y hayedos con Abies nebrodensis","second":"Apennine beech forests with Abies <strong class=\"keyword\">alba</strong> and beech forests with Abies nebrodensis"},{"author":95096,"first":"Tema: \"Anunciar a Cristo en los Medios de Comunicación Social al <strong class=\"keyword\">alba</strong> del Tercer Milenio\"","second":"“Proclaiming Christ in the Media at the <strong class=\"keyword\">Dawn</strong> of the <strong class=\"keyword\">New</strong> Millennium”"},{"author":8000,"first":"El Sr. de <strong class=\"keyword\">Alba</strong> (México) recuerda que, en su quincuagésimo quinto período de sesiones, la Asamblea General había llevado a cabo una evaluación exhaustiva del sistema de prorrateo de los gastos de las Naciones Unidas, que había dado lugar a la aprobación de las resoluciones # y","second":"Mr. de <strong class=\"keyword\">Alba</strong> (Mexico) recalled that, during its fifty-fifth session, the General Assembly had carried out a comprehensive assessment of the system for the apportionment of the expenses of the United Nations, which had resulted in the adoption of resolutions # and"},{"author":8008,"first":"El cuestionario de evaluación se envía a los clientes que se han alojado en el Comfort Hôtel Rouen <strong class=\"keyword\">Alba</strong> .","second":"The guest reviews are submitted by our customers after their stay at Comfort Hôtel Rouen <strong class=\"keyword\">Alba</strong> ."},{"author":95096,"first":"En la carta apostólica Novo millennio ineunte, que quise firmar precisamente durante el solemne rito conclusivo del itinerario jubilar, subrayé la exigencia de poner de relieve las \"indicaciones programáticas concretas\" (n. 29) de la acción evangelizadora de la Iglesia en el <strong class=\"keyword\">alba</strong> de un nuevo milenio.","second":"In the Apostolic Letter Novo millennio ineunte, whose signing I made part of the solemn closing of the Jubilee, I emphasized the need to bring to your attention a number of practical suggestions for the Church's mission of evangelization at the <strong class=\"keyword\">dawn</strong> of the new millennium."},{"author":94809,"first":"(39) No se aplicará a la raya mosaica (Raja undulata), a la noriega (Dipturus batis), a la raya noruega (Raja (Dipturus) nidaroesiensis), ni a la raya blanca (Raja <strong class=\"keyword\">alba</strong>).","second":"(39) Shall not apply to undulate ray (Raja undulata), common skate (Dipturus batis), Norwegian skate (Raja (Dipturus) nidarosiensis) and white skate (Raja <strong class=\"keyword\">alba</strong>)."},{"author":118293,"first":"¡ Podría mandarlos fusilar al <strong class=\"keyword\">alba</strong>!","second":"I could have you shot at <strong class=\"keyword\">dawn</strong>."},{"author":94808,"first":"<strong class=\"keyword\">ALBA</strong> dice que es primordial señalar en primer lugar la importancia del respeto de los derechos humanos de los trabajadores migratorios y luego la relevancia del papel de la Convención al respecto, por lo que debe darse la mayor información posible sobre el contenido de ese instrumento.","second":"<strong class=\"keyword\">ALBA</strong> said that it was essential to bring out the importance of, first, respecting the human rights of migrant workers and, next, the Convention’s role in that regard and hence to give as much information about the instrument as possible."},{"author":8008,"first":"Si la hemorragia menstrual o posparto cesa durante la noche y tiene la intenciَn de ayunar, y luego llega el <strong class=\"keyword\">alba</strong> antes de que ella realice el baٌo de abluciَn (ghusl), los expertos sostienen que su ayuno es vلlido.","second":"It is preferable for a woman to keep to her natural cycle and to accept that which Allaah has decreed for her, and not to <strong class=\"keyword\">take</strong> any medicine to prevent her period. She should accept what Allaah has decreed for her of not fasting during her period, and make up those days later on."},{"author":118293,"first":"Al romper el <strong class=\"keyword\">alba</strong>...","second":"From the daw n of time<strong class=\"keyword\">.</strong>.."},{"author":22,"first":"La Podkarpacki miód spadziowy es una miel líquida o cristalizada producida a partir del melazo libado por las abejas del abeto común (Abies <strong class=\"keyword\">alba</strong>","second":"Podkarpacki miód spadziowy is liquid or crystallised honey produced from honeydew gathered by bees from the European silver fir (Abies <strong class=\"keyword\">alba</strong>"},{"author":8000,"first":"Alon Bar de Israel, y el Relator, Sr. Mohamed Ali Saleh Alhajar de Yemen- están de acuerdo conmigo al expresar un sincero agradecimiento al Sr. De <strong class=\"keyword\">Alba</strong> por su mensaje de reconocimiento por el apoyo que recibió de la Comisión y la Mesa durante el quincuagésimo noveno período de sesiones","second":"I also wish to say that I have no doubt that the other members of the Bureau- the other Vice-Chairs, Ms. Dziunik Aghajanian of Armenia and Mr. Alon Bar of Israel, and the Rapporteur, Mr. Mohamed Ali Saleh Alnajar of Yemen- would join me in expressing sincere thanks to Mr. <strong class=\"keyword\">De Alba</strong> for his message of commendation for the support he received from the Committee and the Bureau during the fifty-ninth session"},{"author":94808,"first":"Respaldaron de la manera más amplia el desempeño del Grupo de Trabajo del <strong class=\"keyword\">ALBA</strong>-TCP para la revisión de la Doctrina de la Propiedad Industrial y aprobaron la propuesta de ampliación del ámbito de estudio del Grupo de Trabajo mediante la incorporación del tema de propiedad intelectual, en el horizonte de un modelo de apropiación social del conocimiento que permita superar las limitaciones que impone el sistema internacional de propiedad intelectual en la producción de bienes fundamentales para la vida.","second":"They give broad support to the activities of the <strong class=\"keyword\">ALBA</strong>-TCP working group on the review of industrial property law and adopt the proposal to expand the group’s area of study to include the issue of intellectual property, with a view to the development of a model for the social appropriation of knowledge that will help overcome the constraints imposed by the international intellectual property regime on the production of goods essential for life."},{"author":118293,"first":"Cuando en verano el lucero del <strong class=\"keyword\">alba</strong>","second":"When the morning star"},{"author":118293,"first":"No hace falta que te levantes al <strong class=\"keyword\">alba</strong>, ya que no sales hasta mediodía.","second":"No need to get up <strong class=\"keyword\">at</strong> the <strong class=\"keyword\">crack</strong> of down, since you don't leave till noon."},{"author":94809,"first":"Me permito recordar que, en el asunto principal, se ha interpuesto ante el órgano jurisdiccional remitente un recurso de revisión contra una sentencia civil dictada por la Curtea de Apel <strong class=\"keyword\">Alba</strong> Iulia, Secţia pentru conflicte de muncă şi asigurări sociale (Tribunal Superior de <strong class=\"keyword\">Alba</strong> Iulia, Sala de Contenciosos Laborales y de Seguridad Social) que tenía por objeto la impugnación de una resolución de jubilación.","second":"It will be recalled that in the main proceedings the referring court has been seised of an application for revision of a civil judgment delivered by the Curtea de Apel <strong class=\"keyword\">Alba</strong> Iulia, Secţia pentru conflicte de muncă şi asigurări sociale (Court of Appeal, <strong class=\"keyword\">Alba</strong> Iulia, Employment and Social Security Division), with the objective of challenging a decision concerning retirement."},{"author":8000,"first":"En un incidente especialmente atroz ocurrido antes del <strong class=\"keyword\">alba</strong> del martes # de agosto, las fuerzas ocupantes israelíes allanaron el hospital de Raffidiyah, en la ciudad de Naplusa, encerraron a los médicos y personal de enfermería, impidiéndoles desplazarse, rompieron varias puertas y secuestraron a dos palestinos heridos sacándolos de sus camas","second":"In a particularly appalling incident in the pre-<strong class=\"keyword\">dawn hours</strong> of Tuesday # ugust, Israeli occupying forces raided the Raffidiyah Hospital in the city of Nablus, physically confined the doctors and nurses, broke down several doors and abducted two wounded Palestinian men from their beds"},{"author":31,"first":"los alemanes han empezado las caricias al <strong class=\"keyword\">alba</strong>... pero el Ejército Británico ha respondido mirándoles a los ojos... y, ahora, los alemanes se hacen los estrechos","second":"The germans started spooning at <strong class=\"keyword\">dawnBut</strong> the british fifth army responded By gazing deep into their eyes"},{"author":8000,"first":"El Sr. <strong class=\"keyword\">ALBA</strong> dice que, en su calidad de miembro de la Comisión Mundial, no está en condiciones de expresar una opinión sobre qué figurará en el informe definitivo","second":"Mr. <strong class=\"keyword\">ALBA</strong> said that, as a member of the Global Commission, he was not in a position to express an opinion on what the final report would contain"},{"author":119723,"first":"Ya rompe el <strong class=\"keyword\">alba</strong>","second":"<strong class=\"keyword\">The Morning Breaks</strong>"},{"author":91988,"first":"Los países del <strong class=\"keyword\">ALBA</strong> decidieron que no le concederían nada a Obama y, en cambio, intentaron arrinconarlo: o bien Estados Unidos cooperaba con el nuevo consenso de la OEA, enfureciendo con esto a ambas partes del lobby cubano-norteamericano y a la comunidad de derechos humanos al abandonar principios y compromisos, o bien Estados Unidos tendría que actuar solo (quizá con Canadá a su lado), lo que lo dejaría totalmente aislado en América Latina -lo último que quiere Obama.","second":"The <strong class=\"keyword\">ALBA</strong> countries decided they would concede nothing to Obama, and attempt, instead, to back him into a corner: either the US would go along with the new OAS consensus, angering both parts of the Cuban-American lobby and the human rights community by abandoning principles and commitments, or the US would have to act alone (perhaps with Canada by its side), leaving it totally isolated in Latin America – the last thing Obama wants."},{"author":118293,"first":"Tristano se despide de <strong class=\"keyword\">Alba</strong>.","second":"While Tristano is leaving <strong class=\"keyword\">Alba</strong>... her heart suddenly gets caught by love."},{"author":94809,"first":"raya mosaica (Raja undulata) y raya blanca (Raja <strong class=\"keyword\">alba</strong>) en aguas de la UE de las subzonas CIEM VI, VII, VIII, IX y X;","second":"undulate ray (Raja undulata) and white skate (Raja <strong class=\"keyword\">alba</strong>) in EU waters of ICES subareas VI, VII, VIII, IX and X;"},{"author":8000,"first":"El Sr. <strong class=\"keyword\">ALBA</strong> piensa que la adopción de un tratado unificado parece una medida lógica a largo plazo conforme al principio de que los derechos humanos son indivisibles","second":"Mr. <strong class=\"keyword\">ALBA said</strong> that the adoption of a single treaty seemed a logical, long-term step, in keeping with the principle that human rights were indivisible"},{"author":118293,"first":"\" La hora de la tonificadora Phospatine que trae el <strong class=\"keyword\">alba</strong> con dedos de rosa. \"","second":"\" The hour of invigorating Phosphatine that brings the ro sy-fingered <strong class=\"keyword\">dawn</strong> \""}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"2702":{"U":"http://dumps.wikimedia.org/viwiktionary/latest/viwiktionary-latest-pages-articles.xml.bz2","id":2702,"N":"Wiktionary-tieng-Viet","url":"https://glosbe.com/source/2702"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}