{"result":"ok","tuc":[{"phrase":{"text":"agency","language":"en"},"meanings":[{"language":"en","text":"faculty of acting or of exerting power"}],"meaningId":-9143629864133692011,"authors":[90508]},{"phrase":{"text":"will","language":"en"},"meanings":[{"language":"es","text":"Capacidad de escoger, decidir y actuar de forma deliberada."},{"language":"en","text":"The capability of conscious choice and decision and intention."}],"meaningId":-4945538963089098354,"authors":[92056]},{"phrase":{"text":"freewill","language":"en"},"meaningId":3085130712327531029,"authors":[84715]},{"phrase":{"text":"volition","language":"en"},"meanings":[{"language":"es","text":"Capacidad de escoger, decidir y actuar de forma deliberada."},{"language":"en","text":"The capability of conscious choice and decision and intention."}],"meaningId":-533186722868695149,"authors":[60172]},{"phrase":{"text":"choice","language":"en"},"meaningId":-1717746112065137820,"authors":[89651]},{"phrase":{"text":"discretion","language":"en"},"meaningId":4802944108786769542,"authors":[89651]},{"phrase":{"text":"self-will","language":"en"},"meaningId":-97543062111442288,"authors":[86934]},{"meanings":[{"language":"en","text":"will (intent)"}],"meaningId":-4512726488460196458,"authors":[1]}],"phrase":"albedrío","examples":[{"author":94808,"first":"En efecto, después del fin de la guerra fría —que trajo la esperanza de lograr un mundo más solidario, más unido, más cooperativo, más integrado y más pacífico— parece que las reglas principales que gobiernan las relaciones internacionales van perdiendo cada vez más su vigor, con el peligro de que cada Estado actúe a su libre <strong class=\"keyword\">albedrío</strong>.","second":"Indeed, since the end of the cold war, which gave rise to hope for a more united, cooperative, integrated and peaceful world of greater solidarity, it has seemed that the principle rules governing international relations have been steadily losing force, with the risk that each State will act according to its own <strong class=\"keyword\">will</strong>."},{"author":119723,"first":"Si ejercemos con rectitud el <strong class=\"keyword\">albedrío</strong>, recibimos los atributos propios de Cristo.","second":"Christlike attributes come into our lives as we exercise our <strong class=\"keyword\">agency</strong> righteously."},{"author":8000,"first":"De allí que frente a los efectos de esta globalización ineludible hemos reaccionado con actitud crítica, decididos a no seguir viviendo en la marginalidad y a no aceptar que se nos arrincone en la incapacidad de alcanzar, mediante el ejercicio de nuestro libre <strong class=\"keyword\">albedrío</strong>, la seguridad de un futuro esperanzador","second":"That explains how, faced with the effects of inescapable globalization, we have reacted critically, determined not to continue to live on the sidelines and not to accept that we should withdraw, unable to achieve the security of a future filled with hope through the exercise of our <strong class=\"keyword\">free will</strong>"},{"author":119723,"first":"Su cuerpo es el instrumento de su mente y es un don divino con el que ejercen su <strong class=\"keyword\">albedrío</strong>.","second":"Your body is the instrument of your mind and a divine gift with which you exercise your <strong class=\"keyword\">agency</strong>."},{"author":119723,"first":"Lección 5: El <strong class=\"keyword\">albedrío</strong>","second":"Lesson 5: <strong class=\"keyword\">Agency</strong>"},{"author":119739,"first":"Dios ha dotado a los seres humanos de libre <strong class=\"keyword\">albedrío</strong>, lo que descarta la predestinación.","second":"God has given man freedom of <strong class=\"keyword\">choice</strong>, which precludes predestination."},{"author":118293,"first":"Imita el libre <strong class=\"keyword\">albedrío</strong>.","second":"An imitation of <strong class=\"keyword\">free will</strong>."},{"author":118293,"first":"Y eso es consistente hasta cierto punto... con la impresión subjetiva de la gente de que si tenemos libre <strong class=\"keyword\">albedrio</strong>.","second":"And that's consistent uh to a certain extent... with people's subjective impression that we do have <strong class=\"keyword\">free will</strong>."},{"author":119723,"first":"Todo ser racional tiene su propio <strong class=\"keyword\">albedrío</strong>, y será salvo o condenado de conformidad con sus propias decisiones (DBY, 62).","second":"All rational beings have an <strong class=\"keyword\">agency</strong> of their own; and according to their own <strong class=\"keyword\">choice</strong> they <strong class=\"keyword\">will</strong> be saved or damned (DBY, 62)."},{"author":94808,"first":"El mismo derecho para elegir libremente cónyuge y contraer matrimonio solo por su libre <strong class=\"keyword\">albedrío</strong> y su pleno consentimiento;","second":"The same right freely to choose a spouse and to enter into marriage only with their <strong class=\"keyword\">free</strong> and full consent;"},{"author":119723,"first":"El <strong class=\"keyword\">albedrío</strong> es esencial para el plan que nuestro Padre Celestial tiene para Sus hijos, pues sin ese principio, no podemos llegar a ser como Él.","second":"<strong class=\"keyword\">Agency</strong> is essential to Heavenly Father’s plan for His children, for without it we cannot become as He is."},{"author":119739,"first":"No obstante, Dios nos ha concedido libre <strong class=\"keyword\">albedrío</strong>, de modo que podemos elegir hacer lo que es correcto.","second":"Yet, God has given us free <strong class=\"keyword\">will</strong>, and we can choose to do what is right."},{"author":119723,"first":"“Cuando nos endeudamos regalamos parte de nuestro inestimable <strong class=\"keyword\">albedrío</strong> y nos colocamos en una servidumbre voluntaria.","second":"“When we go into debt, we give away some of our precious, priceless <strong class=\"keyword\">agency</strong> and place ourselves in self-imposed servitude."},{"author":119723,"first":"Aunque todos somos libres de ejercer nuestro <strong class=\"keyword\">albedrío</strong> y escoger por nosotros mismos, el papel de los padres en la crianza recta de los hijos es extremadamente importante para que los hijos aprendan a usar su <strong class=\"keyword\">albedrío</strong> con rectitud.","second":"While we are all free to exercise our <strong class=\"keyword\">agency</strong> and choose for ourselves, the role of parents in raising their children in righteousness is extremely important in helping children learn how to exercise their <strong class=\"keyword\">agency</strong> righteously."},{"author":118293,"first":"Entran ambos a esta union bajo ninguna obligacion a alguna otra y por su propio libre <strong class=\"keyword\">albedrio</strong>?","second":"Do you both enter this union under no obligation... to any other and by your own <strong class=\"keyword\">free will</strong>?"},{"author":94808,"first":"Se recomendó a Tayikistán que cumpliera con el artículo 16 de la Convención sobre la eliminación de todas las formas de discriminación contra la mujer para asegurar, en condiciones de igualdad, el derecho de la mujer a elegir libremente cónyuge y contraer matrimonio solo por su libre <strong class=\"keyword\">albedrío</strong> y con su pleno consentimiento .","second":"It recommended that Tajikistan comply with article 16 of CEDAW to ensure on a basis of equality, the right to freely choose a spouse and to enter into marriage only with <strong class=\"keyword\">free</strong> and full consent."},{"author":119723,"first":"¿Comprenden la función del <strong class=\"keyword\">albedrío</strong> para aprender el Evangelio?","second":"Do they understand the role of <strong class=\"keyword\">agency</strong> in learning the gospel?"},{"author":8000,"first":"Por tanto, es preciso seleccionar y contratar a las personas sin tener en cuenta la raza, el género, el origen étnico, etc. La igualdad de oportunidades promueve el libre <strong class=\"keyword\">albedrío</strong> y la libre competencia entre las personas","second":"Thus persons should be selected and recruited without regard to race, gender, ethnic background, etc. Equality of opportunity promotes freedom of <strong class=\"keyword\">choice</strong> and free competition between individuals"},{"author":94808,"first":"Los pueblos de Jammu y Cachemira han expresado en repetidas ocasiones su libre <strong class=\"keyword\">albedrío</strong> y han elegido de forma pacífica su destino de conformidad con las prácticas democráticas.","second":"The people of Jammu and Kashmir had repeatedly expressed their <strong class=\"keyword\">free will</strong> and peacefully chosen their destiny in accordance with democratic practices."},{"author":118293,"first":"Ninguna cantidad de dolor quita el libre <strong class=\"keyword\">albedrío</strong>.","second":"No amount of pain removes <strong class=\"keyword\">free</strong> will."},{"author":27,"first":"Porque, de lo contrario, nos arriesgamos -si lo dejamos totalmente al <strong class=\"keyword\">albedrío</strong> de los Estados miembros o del sector- que se realice una especie de selección previa entre aquellos animales que se quieren controlar y aquellos que no se quieren controlar.","second":"Because we otherwise run the risk, if we leave this totally in the hands of the Member States or the sector itself, that there <strong class=\"keyword\">will</strong> be a kind of pre-selection between those animals that are tested and those animals that people do not want to test."},{"author":119723,"first":"Tanto la manera en que se originan como la forma en que se expresan, nuestros deseos afectan profundamente el uso de nuestro <strong class=\"keyword\">albedrío</strong> moral.","second":"Whether in their conception or expression, our desires profoundly affect the use of our moral <strong class=\"keyword\">agency</strong>."},{"author":119723,"first":"A manera de ejemplo de alguien que ejerció su <strong class=\"keyword\">albedrío</strong> para aprender por el estudio y por la fe, invite a los alumnos a reflexionar sobre el relato de José Smith de la Primera Visión.","second":"To give students an example of someone who exercised his <strong class=\"keyword\">agency</strong> to learn by study and faith, invite them to reflect on Joseph Smith’s account of the First Vision."},{"author":8000,"first":"La función de la CNUDMI en cuestiones de derecho mercantil nacional, que cae fuera de su mandato, es ofrecer asesoría jurídica y elaborar guías y modelos legislativos que los Estados están en libertad de utilizar a su <strong class=\"keyword\">albedrío</strong>","second":"UNCITRAL's role in matters of national trade law, which fell outside its mandate, was to provide legal advice and develop legislative models and guides, which States were <strong class=\"keyword\">free</strong> to utilize as they saw fit"},{"author":94808,"first":"Desde julio de 2009 hasta la fecha, el SLA (Facción Libre <strong class=\"keyword\">Albedrío</strong>) ha liberado a 173 niños, mientras que en febrero de este año el partido maoísta nepalí puso en libertad a casi 3.000 menores de edad en el marco de un proceso extraordinario.","second":"Since July 2009 to date, the SLA/Free <strong class=\"keyword\">Will</strong> has released 173 children; while the Maoist party in Nepal released almost three thousand minors in an extraordinary process in February this year."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}