{"result":"ok","tuc":[{"phrase":{"text":"house","language":"en"},"meanings":[{"language":"en","text":"To admit to residence; provide housing for."},{"language":"en","text":"admit to residence"},{"language":"es","text":"admitir residentes."}],"meaningId":-8993552983819884169,"authors":[70195]},{"phrase":{"text":"harbour","language":"en"},"meanings":[{"language":"en","text":"To admit to residence; provide housing for."},{"language":"en","text":"To maintain (a theory, thoughts, or feelings)."},{"language":"es","text":"admitir residentes."}],"meaningId":-23039346105911362,"authors":[80097]},{"phrase":{"text":"shelter","language":"en"},"meanings":[{"language":"en","text":"To provide cover."},{"language":"es","text":"Proporcionar cobertura."}],"meaningId":570404512713103330,"authors":[25115]},{"phrase":{"text":"harbor","language":"en"},"meanings":[{"language":"en","text":"To admit to residence; provide housing for."},{"language":"en","text":"To maintain (a theory, thoughts, or feelings)."},{"language":"es","text":"admitir residentes."}],"meaningId":7525024544881114345,"authors":[84500]},{"phrase":{"text":"host","language":"en"},"meanings":[{"language":"en","text":"To run software made available to a remote user or process."},{"language":"es","text":"Correr un software de forma disponible para su uso por usuarios remotos."}],"meaningId":-5893394464990885829,"authors":[35]},{"phrase":{"text":"entertain","language":"en"},"meanings":[{"language":"en","text":"To maintain (a theory, thoughts, or feelings)."}],"meaningId":8340251296576730041,"authors":[84500]},{"phrase":{"text":"hold","language":"en"},"meanings":[{"language":"en","text":"To maintain (a theory, thoughts, or feelings)."}],"meaningId":3363066447290261715,"authors":[84500]},{"phrase":{"text":"accommodate","language":"en"},"meaningId":-3568304432386919111,"authors":[84500]},{"phrase":{"text":"lodge","language":"en"},"meaningId":-6184182500884133857,"authors":[84500]},{"phrase":{"text":"contain","language":"en"},"meanings":[{"language":"es","text":"Tener en su interior, Dar cabida, Poder abarcar"}],"meaningId":5708988400285675733,"authors":[89651]},{"phrase":{"text":"domiciliate","language":"en"},"meanings":[{"language":"en","text":"To admit to residence; provide housing for."},{"language":"es","text":"admitir residentes."}],"meaningId":-5865750202148542938,"authors":[84500]},{"phrase":{"text":"nurse","language":"en"},"meanings":[{"language":"en","text":"To maintain (a theory, thoughts, or feelings)."}],"meaningId":-6250284681599919080,"authors":[84500]},{"phrase":{"text":"put up","language":"en"},"meanings":[{"language":"en","text":"To admit to residence; provide housing for."},{"language":"es","text":"admitir residentes."}],"meaningId":-7034104230417017690,"authors":[84500]},{"phrase":{"text":"include","language":"en"},"meaningId":-8005090031892723537,"authors":[2697]},{"phrase":{"text":"embody","language":"en"},"meaningId":-8788854816869270411,"authors":[83042]},{"phrase":{"text":"give refuge","language":"en"},"meaningId":-1507433599948369912,"authors":[83093]},{"phrase":{"text":"have","language":"en"},"meaningId":3277088012495102926,"authors":[25018]},{"phrase":{"text":"roof","language":"en"},"meaningId":994664375919155181,"authors":[83093]},{"phrase":{"text":"stay","language":"en"},"meaningId":632471366287631236,"authors":[25115]},{"meanings":[{"language":"en","text":"to house, shelter, lodge."}],"meaningId":-7460543776150465380,"authors":[93107]}],"phrase":"albergar","examples":[{"author":94809,"first":"36 Además, las empresas de primera transformación no podían <strong class=\"keyword\">albergar</strong> tampoco una confianza legítima referida a un tipo de conversión o un importe determinados, en la medida en que el tipo de conversión sólo se conocía en el momento de la salida del tabaco del lugar de control, y en que el importe de la prima dependía del tipo de conversión eventualmente vigente en ese preciso momento.","second":"36 Furthermore, first processors could not <strong class=\"keyword\">have</strong> held a legitimate expectation in respect of a conversion rate or a specified amount, in so far as the conversion rate was known only when the tobacco left the place in which it had been under supervision and the amount of the premium depended on the conversion rate which happened to apply at that time."},{"author":118293,"first":"Es natural <strong class=\"keyword\">albergar</strong> ciertos sentimientos por mí.","second":"It is natural <strong class=\"keyword\">you harbour</strong> certain feelings for me."},{"author":94809,"first":"8 Por <strong class=\"keyword\">albergar</strong>, no obstante, dudas acerca de la interpretación que deba darse a las disposiciones antes citadas, el Oberlandesgericht Frankfurt am Main decidió suspender el procedimiento y plantear al Tribunal de Justicia las siguientes cuestiones prejudiciales:","second":"8 However, because it <strong class=\"keyword\">had</strong> doubts as to the interpretation of the above provisions, the Oberlandesgericht Frankfurt am Main decided to stay the proceedings and refer the following questions to the Court of Justice for a preliminary ruling:"},{"author":8000,"first":"Además, las Fuerzas Armadas de los Estados Unidos administran bases de operaciones avanzadas que, de vez en cuando, pueden <strong class=\"keyword\">albergar</strong> temporalmente a detenidos en el curso de los combates contra Al-Qaida, los talibanes y sus afiliados","second":"In addition, the U.S. Armed Forces operates forward operating bases that, from time to time, may <strong class=\"keyword\">house</strong> on a temporary basis individuals detained because of combat operations against al-Qaida, Taliban, and affiliated forces"},{"author":94808,"first":"El impulso positivo que, en general, se ha alcanzado en los últimos meses en la lucha contra el terrorismo nos hace <strong class=\"keyword\">albergar</strong> la esperanza de que la tarea pueda cumplirse satisfactoriamente.","second":"The overall positive momentum achieved in recent months concerning counter-terrorism gives us hope that that task will be completed successfully."},{"author":94809,"first":"Desde el punto de vista jurídico, se desprende claramente de la sentencia de 17 de septiembre de 1998 que, cuando una organización común de mercados prevé una fijación anual de precios de campaña en función de la evolución de los mercados, los operadores económicos no pueden <strong class=\"keyword\">albergar</strong> una confianza legítima en la reconducción de los precios fijados para la campaña anterior.","second":"From a legal point of view, it is quite clear from the judgment of 17 September 1998 that when a common organisation of the markets provides for prices to be fixed annually according to market fluctuations, traders cannot <strong class=\"keyword\">legitimately</strong> expect the prices fixed for the previous year to be retained."},{"author":94808,"first":"Recordó que el Presidente de Kenya, en el discurso pronunciado ante el Consejo de Administración del PNUMA en su 26o período de sesiones celebrado en febrero de 2011, había manifestado el interés de su Gobierno por <strong class=\"keyword\">albergar</strong> la plataforma; desde entonces, otros tantos gobiernos más habían seguido su ejemplo dando una muestra saludable del alto grado de compromiso existente respecto de la plataforma.","second":"He recalled that the President of Kenya had expressed his Government’s interest in <strong class=\"keyword\">hosting</strong> the platform in his speech to the Governing Council of UNEP at its twenty-sixth session, in February 2011; since then several other Governments had followed suit in a healthy demonstration of the high level of commitment to the platform."},{"author":27,"first":", . Señora Presidenta, no creo que Su Señoría pueda <strong class=\"keyword\">albergar</strong> la menor duda en cuanto a mi posición con respecto a la renacionalización puesto que estamos hablando de la política agrícola común de Europa.","second":"Madam President, I do not believe that the honourable Member can be in any doubt as to my attitude to renationalisation when we talk about Europe’s common agricultural policy."},{"author":94809,"first":"10 Por consiguiente, el Gobierno italiano no podía <strong class=\"keyword\">albergar</strong> ninguna duda de que la Comisión le imputaba un incumplimiento de las obligaciones que le incumben en virtud del Tratado CEEA, debido a la no adaptación del Derecho interno a lo dispuesto en la Directiva.","second":"10 The Italian Government cannot, therefore, have been in any <strong class=\"keyword\">doubt</strong> that the Commission was charging it with a failure to comply with its obligations under the EAEC Treaty by failing to transpose the Directive."},{"author":94808,"first":"La función principal del edificio de la Biblioteca es <strong class=\"keyword\">albergar</strong> la Biblioteca Dag Hammarskjöld.","second":"The main function of the Library Building is to <strong class=\"keyword\">house</strong> the Dag Hammarskjöld Library."},{"author":94809,"first":"Italia va a <strong class=\"keyword\">albergar</strong> la exposición universal «EXPO Milano 2015», que tendrá lugar en Milán del 1 de mayo al 31 de octubre de 2015.","second":"Italy will <strong class=\"keyword\">host</strong> the universal exhibition named ‘EXPO Milano 2015’ which will take place in Milan from 1 May to 31 October 2015."},{"author":8007,"first":"Alentar a los países débiles a prolongar su dependencia de los déficits presupuestarios para <strong class=\"keyword\">albergar</strong> la esperanza de un rescate de facto sería muy costoso para los países más sólidos de la UME, al mismo tiempo que socavaría la credibilidad que tanto le costó ganarse a la UME como una zona de estabilidad y solidez fiscal.","second":"Encouraging weak countries to prolong their reliance on budget deficits by holding out the <strong class=\"keyword\">hope</strong> of a de facto bail-out would be very costly for EMU’s more solid countries, while undermining EMU’s hard-won credibility as an area of stability and fiscal soundness."},{"author":94808,"first":"Es preciso supervisar de cerca la construcción de una nueva instalación en Arusha, destinada a <strong class=\"keyword\">albergar</strong> los archivos del Tribunal, con un costo de 5,52 millones de dólares, y finalizar esa construcción dentro del plazo previsto.","second":"Close monitoring and timely completion of the construction of a new facility in Arusha, costed at $5.52 million, to <strong class=\"keyword\">house</strong> the Tribunal’s archives were required."},{"author":8008,"first":"Hoteles en Buchloe: Horario de recepción: de 6:00 a 22:00El Stadthotel de 4 estrellas de Buchloe ofrece el confort y el descanso que necesitan al final del día tanto viajeros de negocios como turistas.Disponemos de 44 confortables habitaciones individuales y dobles equipadas con cuarto de baño, secador de pelo, radio, televisión, minibar, teléfono de línea directa, conexión a Internet analógica, WiFi y llave electrónica.En nuestro restaurante con 60 asientos le deleitaremos con especialidades regionales e internacionales, frescas exquisiteces llenas de vitaminas, productos integrales y diversas variedades de ensaladas.Contamos además con 3 salas de conferencias y seminarios para <strong class=\"keyword\">albergar</strong> eventos de entre 10 a 120 personas.","second":"We offer 44 comfortable rooms (single and double). Each of them provides toilet, hair-dryer, radio, mini-bar, direct dial phone, analogue internet access, WLAN and electronic key systems."},{"author":8000,"first":"f) Como el país anfitrión no quiere asumir los gastos relacionados con la reubicación del personal en oficinas situadas fuera del Centro Internacional de Viena, en la propuesta más reciente, los negociadores de Austria han indicado que podría establecerse una zona de oficinas provisionales instaladas en contenedores para <strong class=\"keyword\">albergar</strong> al personal durante la ejecución del proyecto de retiro del amianto","second":"f) Since the host country does not want to incur the expenses associated with staff relocations to office areas outside of the Vienna International Centre, in the latest proposal Austria's negotiators have suggested the establishment of a container-based swing space office area to <strong class=\"keyword\">house</strong> staff during the asbestos-removal project"},{"author":118385,"first":"En cuanto al argumento planteado en las observaciones conjuntas sobre que la presunta novedad del enfoque en este caso da lugar a una violación del principio de confianza legítima, que por tanto impide la recuperación (372), la Comisión recuerda que el principio de confianza legítima únicamente puede aplicarse a una persona en una situación en la que una institución de la Unión, ofreciendo a dicha persona garantías precisas, le ha llevado a <strong class=\"keyword\">albergar</strong> expectativas fundadas (373).","second":"As regards the argument raised in the Joint Submission as to the alleged novelty of the approach in this case giving rise to a violation of the principle of legitimate expectations, thus preventing recovery (372), the Commission recalls that the principle of legitimate expectations may only apply to an individual in a situation in which an institution of the Union, by giving that person precise assurances, has led him to <strong class=\"keyword\">entertain</strong> well-founded expectations (373)."},{"author":94808,"first":"En el Chad meridional se abrió un nuevo campamento de refugiados para <strong class=\"keyword\">albergar</strong> a los civiles que huían del norte de la República Centroafricana.","second":"In southern Chad, a new refugee camp was opened to <strong class=\"keyword\">shelter</strong> the civilians fleeing northern Central African Republic."},{"author":94808,"first":"El albergue, se encuentra situado en el Micro centro de Asunción, cuenta con instalaciones para <strong class=\"keyword\">albergar</strong> a 12 víctimas y en caso necesario hasta 20.","second":"The shelter is located in the Micro Centro complex in Asunción and has facilities for 12 victims. It can, if necessary, <strong class=\"keyword\">accommodate</strong> up to 20."},{"author":92475,"first":"La Semana de la Historia del Cáñamo pidió a los defensores firmar y enviar postales instando al Presidente Obama y al titular de la Procuraduría General para cambiar la política federal, y los partidarios de la medida planeaban <strong class=\"keyword\">albergar</strong> cerca de 200 eventos locales en todo el país.","second":"Hemp History Week is asking supporters to sign and send postcards urging President Obama and Attorney General Holder to change federal policy, and supporters are so far planing to <strong class=\"keyword\">host</strong> nearly 200 local events nationwide."},{"author":94808,"first":"Además, en junio de 2000 se terminaron las reparaciones de la residencia Nedzarici en la Universidad de Sarajevo para <strong class=\"keyword\">albergar</strong> al cuartel general de la UNMIBH.","second":"In addition, renovations to the Nedzarici dormitory at the University of Sarajevo to <strong class=\"keyword\">house</strong> UNMIBH headquarters were completed in June 2000."},{"author":94808,"first":"Un uso más eficiente del espacio de oficinas existente permitiría <strong class=\"keyword\">albergar</strong> en el Palacio de las Naciones a mayor número de funcionarios de las Naciones Unidas destinados actualmente en Ginebra.","second":"A more efficient use of existing office space would allow for additional United Nations staff currently located in Geneva to be <strong class=\"keyword\">accommodated</strong> in the Palais des Nations."},{"author":94808,"first":"La construcción del edificio que <strong class=\"keyword\">albergará</strong> el centro de datos seguía en marcha al término del ejercicio.","second":"The construction of the data centre building was ongoing at the end of the period."},{"author":8000,"first":"La estrategia # incluye la construcción de las mismas instalaciones de conferencias temporales en el jardín norte, a las que se agrega la construcción de un edificio permanente de grandes dimensiones en el que se podrían reubicar las oficinas de la Secretaría; luego, el edificio de la Secretaría se podría reconfigurar para <strong class=\"keyword\">albergar</strong> oficinas que actualmente funcionan en locales comerciales","second":"Strategy # provided for the same temporary conference facilities on the North Lawn, but added to them a large permanent building, into which Secretariat functions would be relocated; the Secretariat Building would subsequently be reconfigured to <strong class=\"keyword\">accommodate</strong> functions currently located in commercial office space"},{"author":94809,"first":"17 Al <strong class=\"keyword\">albergar</strong> dudas acerca de si la sociedad Monte Dei Paschi Di Siena tenía derecho a una devolución parcial del IVA que pagó en Francia y con respecto a la forma de calcular el importe de dicha posible devolución, el Conseil d'État decidió suspender el procedimiento y plantear al Tribunal de Justicia las siguientes cuestiones prejudiciales:","second":"17 <strong class=\"keyword\">Entertaining</strong> doubts as to whether Monte dei Paschi di Siena was entitled to partial refund of the VAT paid by it in France and as to the proper method of calculating the amount of any such refund, the Conseil d'État stayed proceedings pending a preliminary ruling from the Court of the following questions:"},{"author":89915,"first":"Cajas de unión para <strong class=\"keyword\">albergar</strong> juntas de cables","second":"Joint boxes for <strong class=\"keyword\">housing</strong> cable joints"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2697":{"U":"http://dumps.wikimedia.org/dewiktionary/latest/dewiktionary-latest-pages-articles.xml.bz2","id":2697,"N":"Wikiworterbuch","url":"https://glosbe.com/source/2697"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}