{"result":"ok","tuc":[{"phrase":{"text":"encourage","language":"en"},"meanings":[{"language":"en","text":"spur on, recommend"},{"language":"en","text":"To mentally support; to motivate."},{"language":"en","text":"mentally support or motivate"},{"language":"es","text":"Apoyar mentalmente; motivar."}],"meaningId":-7771823395712507509,"authors":[90508]},{"phrase":{"text":"hearten","language":"en"},"meanings":[{"language":"en","text":"to give heart to, to encourage"}],"meaningId":8741715583137603958,"authors":[90508]},{"phrase":{"text":"urge","language":"en"},"meanings":[{"language":"en","text":"to press the mind or will of"}],"meaningId":3729335128893667894,"authors":[90508]},{"phrase":{"text":"cheer","language":"en"},"meaningId":7680246015704443102,"authors":[25018]},{"phrase":{"text":"embolden","language":"en"},"meanings":[{"language":"en","text":"To mentally support; to motivate."},{"language":"es","text":"Apoyar mentalmente; motivar."}],"meaningId":-4620208579221648,"authors":[60172]},{"phrase":{"text":"inhale","language":"en"},"meanings":[{"language":"en","text":"to draw air into the lungs"}],"meaningId":272229469837898262,"authors":[90508]},{"phrase":{"text":"comfort","language":"en"},"meaningId":-1072943897230197693,"authors":[2698]},{"phrase":{"text":"console","language":"en"},"meaningId":8092171686020465816,"authors":[25018]},{"phrase":{"text":"foster","language":"en"},"meaningId":959725717606308608,"authors":[25018]},{"phrase":{"text":"inspire","language":"en"},"meaningId":6565733662470392960,"authors":[25018]},{"phrase":{"text":"spur","language":"en"},"meaningId":1685511279786332691,"authors":[84500]},{"phrase":{"text":"root for","language":"en"},"meanings":[{"language":"en","text":"encourage a favored person"}],"meaningId":-2686432586981501576,"authors":[100714]},{"phrase":{"text":"abet","language":"en"},"meaningId":-7317720235069071202,"authors":[25018]},{"phrase":{"text":"animate","language":"en"},"meaningId":-7297394573509402915,"authors":[25018]},{"phrase":{"text":"breathe","language":"en"},"meaningId":3268317760465175463,"authors":[16]},{"phrase":{"text":"consolidate","language":"en"},"meaningId":5080091787062741122,"authors":[86934]},{"phrase":{"text":"energize","language":"en"},"meaningId":4117219301971812919,"authors":[99488]},{"phrase":{"text":"enforce","language":"en"},"meaningId":-3995118830786812899,"authors":[86934]},{"phrase":{"text":"exhort","language":"en"},"meaningId":-8215458586961354772,"authors":[83080]},{"phrase":{"text":"harden","language":"en"},"meaningId":-2806302350973934053,"authors":[86934]},{"phrase":{"text":"incite","language":"en"},"meaningId":-6852493113444768327,"authors":[89651]},{"phrase":{"text":"nourish","language":"en"},"meaningId":-2086207171623527692,"authors":[97745]},{"phrase":{"text":"raise","language":"en"},"meaningId":1289535361605895646,"authors":[25018]},{"phrase":{"text":"recreate","language":"en"},"meaningId":-935716821624656841,"authors":[84500]},{"phrase":{"text":"solace","language":"en"},"meaningId":-1527279909251623993,"authors":[84500]},{"phrase":{"text":"soothe","language":"en"},"meaningId":-2156723363786065099,"authors":[84500]},{"phrase":{"text":"stimulate","language":"en"},"meaningId":3803455059025058080,"authors":[89651]},{"phrase":{"text":"strengthen","language":"en"},"meaningId":-4466349465345029709,"authors":[86934]},{"phrase":{"text":"take care of","language":"en"},"meaningId":-1720023400523659266,"authors":[86934]},{"meanings":[{"language":"en","text":"to encourage, animate, inspirit"}],"meaningId":115855356320549129,"authors":[93107]}],"phrase":"alentar","examples":[{"author":94809,"first":"- <strong class=\"keyword\">Alentar</strong> y apoyar las iniciativas de educación sobre la imagen organizadas por los festivales y dirigidas al público joven, sobre todo en estrecha colaboración con las instituciones escolares.","second":"- <strong class=\"keyword\">Encourage</strong> and support initiatives for image education organised by festivals for young people, in particular in close cooperation with schools and other institutions."},{"author":94808,"first":"Además, uno de los argumentos más importantes de la mayoría de las organizaciones que alientan la movilidad consiste en que ella sirve para aumentar la experiencia y los conocimientos del personal y, por lo tanto, parecería carente de coherencia <strong class=\"keyword\">alentar</strong> por una parte la adquisición de experiencia mediante la movilidad y, por la otra, no reconocerla cuando el funcionario regresa a la organización cedente.","second":"Furthermore, one of the major arguments used by most of the organizations encouraging mobility is that mobility contributes to enhancing the experience and skills of staff, thus it would seem inconsistent to <strong class=\"keyword\">encourage</strong> on one side the acquisition of experience through mobility, and on the other not to recognize it when concerned staff return to the releasing organization."},{"author":94808,"first":"Kutesa señaló que los esfuerzos encaminados a <strong class=\"keyword\">alentar</strong> la inversión privada debían tener en cuenta la gobernanza, la fortaleza de las instituciones públicas y la prevención de la corrupción.","second":"He noted that efforts to <strong class=\"keyword\">encourage</strong> private investment must take into account good governance, strong public institutions and the prevention of corruption."},{"author":8000,"first":"Se debería <strong class=\"keyword\">alentar</strong> al IEU para que siga aumentando su cooperación con todas las instituciones interesadas en la reunión de datos sobre educación, principalmente el Banco Mundial, el Fondo de las Naciones Unidas para la Infancia (UNICEF) y la Colaboración en las estadísticas para el desarrollo en el siglo # ( # ) de la Organización de Cooperación y Desarrollo Económicos (OCDE","second":"UIS should be <strong class=\"keyword\">encouraged</strong> to strengthen further its cooperation with all the institutions concerned with the collection of education data, foremost with the World Bank, the United Nations Children's Fund (UNICEF) and the Organization for Economic Cooperation and Development (OECD) Partnership In Statistics for Development in the Twenty-first Century"},{"author":8000,"first":"Se debe <strong class=\"keyword\">alentar</strong> el uso de las nuevas tecnologías a fin de mejorar la eficiencia y la fiabilidad de los servicios de conferencias","second":"The use of new technologies should be <strong class=\"keyword\">encouraged</strong> with a view to improving the efficiency and reliability of conference services"},{"author":8000,"first":"a) Intensificar el diálogo constructivo y eficaz con los Estados Miembros y mejorar constantemente la gestión, contribuyendo así a una ejecución más efectiva y sostenible de los programas, y <strong class=\"keyword\">alentar</strong> al Director Ejecutivo a que dé la máxima eficacia al programa contra la droga de la Oficina de las Naciones Unidas contra la Droga y el Delito, entre otras cosas mediante la plena aplicación de las resoluciones de la Comisión de Estupefacientes, en particular las recomendaciones formuladas en ellas","second":"a) To strengthen a constructive and effective dialogue with Member States and also to ensure continued improvement in management, so as to contribute to enhanced and sustainable programme delivery and further <strong class=\"keyword\">encourage</strong> the Executive Director to maximize the effectiveness of the drug programme of the United Nations Office on Drugs and Crime, inter alia, through the full implementation of Commission on Narcotic Drugs resolutions, in particular the recommendations contained therein"},{"author":94808,"first":"Debido a esas autorizaciones especiales, únicas en la Unión Europea, se reprochaba entonces a Luxemburgo el <strong class=\"keyword\">alentar</strong> la trata de mujeres.","second":"Because of these special permits, which are unique within the European Union, Luxembourg was said to be <strong class=\"keyword\">encouraging</strong> trafficking in women."},{"author":8000,"first":"<strong class=\"keyword\">Alentar</strong> a las Partes que implantan o proyectan implantar tecnologías para recuperar/reciclar/destruir o reducir las emisiones de metilbromuro de aplicaciones de fumigación de espacios a que presenten al Comité de Evaluación Tecnológica y Económica detalles sobre la eficacia, incluida la eficacia de destrucción y eliminación (EDE) y la viabilidad económica de la fumigación de espacios para el # o de enero de # en la forma en que figura en el sitio de la Web del Grupo de Evaluación Tecnológica y Económica","second":"To <strong class=\"keyword\">encourage</strong> Parties who currently deploy or plan to deploy technologies to recapture/recycle/destroy or reduce methyl bromide emissions from space fumigation applications to submit to the Technology and Economic Assessment Panel details of efficacy including destruction and removal efficiency (DRE) and economic feasibility in space fumigation application by # anuary # in the form posted on the website of the Technology and Economic Assessment Panel"},{"author":94808,"first":"El Gobierno ha puesto en marcha un programa de trabajo para sensibilizar acerca de los derechos humanos en el sector privado del Reino Unido y <strong class=\"keyword\">alentar</strong> a las organizaciones del sector privado a adoptar en su actividad un enfoque basado en los derechos humanos.","second":"The Government has taken forward a programme of work to raise awareness of human rights within the UK private sector, and to <strong class=\"keyword\">encourage</strong> private sector organisations to adopt a human rights based approach in their activities."},{"author":94808,"first":"Se recomendó que se <strong class=\"keyword\">alentara</strong> la supervisión en el plano nacional de estrategias formuladas y ejecutadas en los países.","second":"It was recommended that national monitoring of nationally owned strategies be <strong class=\"keyword\">encouraged</strong>."},{"author":8000,"first":"Pese a esas deficiencias, la Sociedad de las Naciones, mediante publicidad y presión sobre los gobiernos, logró <strong class=\"keyword\">alentar</strong> la aplicación de leyes que abolían la esclavitud en países como Birmania y Nepal","second":"Despite these drawbacks, the League of Nations was able, through publicity and pressure on Governments, to <strong class=\"keyword\">encourage</strong> the implementation of legislation abolishing slavery in countries such as Burma and Nepal"},{"author":94808,"first":"Invita a la Alta Comisionada de las Naciones Unidas para los Derechos Humanos a intensificar su acción sistemática para <strong class=\"keyword\">alentar</strong> a los Estados a hacerse Partes en los Pactos internacionales de derechos humanos y, por conducto del programa de cooperación técnica y servicios de asesoramiento en materia de derechos humanos, a prestar asistencia a esos Estados, cuando lo soliciten, para ratificar los Pactos y los Protocolos Facultativos del Pacto Internacional de Derechos Civiles y Políticos, o adherirse a ellos, con miras a conseguir la adhesión universal a dichos instrumentos;","second":"Invites the United Nations High Commissioner for Human Rights to intensify systematic efforts to <strong class=\"keyword\">encourage</strong> States to become parties to the International Covenants on Human Rights and, through the programme of technical cooperation and advisory services in the field of human rights, to assist such States, at their request, in ratifying or acceding to the Covenants and to the Optional Protocols to the International Covenant on Civil and Political Rights with a view to achieving universal adherence;"},{"author":94808,"first":"Entre las medidas para <strong class=\"keyword\">alentar</strong> a los ciudadanos a denunciar hechos de corrupción, se crearon guías de denuncias y se ha brindado capacitación a funcionarios públicos y representantes de organizaciones sociales (art.","second":"Measures implemented to <strong class=\"keyword\">encourage</strong> citizens to report acts of corruption include the creation of guides on reporting and the provision of training for public officials and representatives of social organizations (art."},{"author":8000,"first":"<strong class=\"keyword\">Alentar</strong> el desarrollo y la adopción de sistemas de cultivo y prácticas agrícolas adecuadas al entorno local","second":"<strong class=\"keyword\">Encourage</strong> development and adoption of locally appropriate farming systems and agricultural practices"},{"author":94808,"first":"También pediría al Secretario General que <strong class=\"keyword\">alentara</strong> a las entidades pertinentes del sistema de las Naciones Unidas a que enviaran representantes al 13o Congreso, teniendo presentes el tema principal, los temas del programa y los temas de los seminarios del Congreso.","second":"It would also request the Secretary-General to <strong class=\"keyword\">encourage</strong> the participation of representatives from relevant entities of the United Nations system in the Thirteenth Congress, bearing in mind the main theme, agenda items and workshop topics of the Congress."},{"author":8000,"first":"b) <strong class=\"keyword\">Alentar</strong> a la población a organizarse en cooperativas como medidas de autoayuda encaminadas a abordar sus necesidades económicas y como instrumento de empoderamiento","second":"b) <strong class=\"keyword\">Encouraging</strong> people to organize themselves into cooperatives as self-help measures to address their economic needs and as a means to empowerment"},{"author":94809,"first":"A fin de <strong class=\"keyword\">alentar</strong> la evolución del sector aeronáutico, las Directrices de la aviación distinguen, por tanto, las ayudas concedidas antes del comienzo del período de transición (incluidas las ayudas pagadas antes del 4 de abril de 2014) de las concedidas con posterioridad.","second":"In order to <strong class=\"keyword\">encourage</strong> the aviation sector to develop, the aviation guidelines therefore distinguish between aid granted before the beginning of the transitional period (including aid paid before 4 April 2014) and aid granted subsequently."},{"author":94808,"first":"Como es práctica establecida de la Convención, durante el proceso preparatorio se acogerá con satisfacción y se <strong class=\"keyword\">alentará</strong> la participación activa de todos los Estados interesados, la Campaña Internacional para la prohibición de las minas terrestres, el CICR y otras organizaciones pertinentes.","second":"As has been the Convention’s practice, the active participation of all interested States, the ICBL, ICRC and other relevant organizations shall be welcomed and <strong class=\"keyword\">encouraged</strong> during the preparatory process."},{"author":94808,"first":"En cuarto lugar, se ha elaborado una visión estratégica de largo plazo de la Organización para los próximos 10 a 15 años, medida digna de encomio que <strong class=\"keyword\">alentará</strong> a los Estados Miembros, especialmente a los países donantes, a aumentar su participación en la ONUDI.","second":"Fourthly, a strategic long-term vision for the Organization over the next 10 to 15 years had been drawn up, which was a commendable step that would <strong class=\"keyword\">encourage</strong> Member States, especially donor countries, to enhance their involvement with the Organization."},{"author":118293,"first":"La tercera es para <strong class=\"keyword\">alentar</strong> al gobierno que pase legislación favorable.","second":"And I guess the third one is to <strong class=\"keyword\">encourage</strong> the government to pass favorable legislation."},{"author":94808,"first":"Pide a los gobiernos, las organizaciones y órganos del sistema de las Naciones Unidas y las organizaciones no gubernamentales que establezcan firmes asociaciones para aumentar las inversiones en las actividades a favor de la juventud y <strong class=\"keyword\">alentar</strong> las contribuciones impulsadas por los jóvenes para lograr los objetivos de desarrollo acordados internacionalmente, sobre todo los contenidos en la Declaración del Milenio;","second":"Calls upon Governments, organizations and bodies of the United Nations system and non-governmental organizations to develop strong partnerships to scale up investments in youth and to <strong class=\"keyword\">encourage</strong> youth-led contributions to achieving the internationally agreed development goals, in particular those contained in the Millennium Declaration;"},{"author":8000,"first":"f) <strong class=\"keyword\">Alentar</strong> al hombre a que apoye la plena participación de la mujer en los programas destinados a prevenir la transmisión de madre a hijo y a promover la alimentación con leche maternizada por las mujeres seropositivas","second":"f) <strong class=\"keyword\">Encourage</strong> men to support women's full participation in programmes designed to prevent mother-to-child transmission and promote formula feeding by HIV-positive women"},{"author":94808,"first":"Su país también ha participado activamente en el establecimiento y la financiación de instituciones financieras para la Comunidad de Estados Sahelosaharianos y trata de <strong class=\"keyword\">alentar</strong> a los inversores libios a que intensifiquen sus inversiones productivas en países africanos.","second":"His country had also been actively involved in the establishment and funding of financial institutions for the Community of Sahelo-Saharan States and sought to <strong class=\"keyword\">encourage</strong> Libyan investors to increase their productive investment in African countries."},{"author":8000,"first":"Entre las actividades que ha desarrollado para difundir los objetivos de desarrollo del Milenio entre los pueblos indígenas, estimular el debate de estas cuestiones y <strong class=\"keyword\">alentar</strong> la participación de las poblaciones indígenas en la campaña, el PNUD organizó una mesa redonda sobre las perspectivas de los pueblos indígenas en el marco de los objetivos de desarrollo del Milenio, copatrocinada por la Tebtebba Foundation, de Filipinas, que tuvo lugar en la Cumbre","second":"In efforts to raise awareness of the Goals among indigenous peoples, stimulate debate around the issues and <strong class=\"keyword\">encourage</strong> indigenous peoples' participation in the campaign, UNDP held a round table at the Summit on indigenous peoples' perspectives on the Goals, which was co-sponsored with the Tebtebba Foundation of the Philippines"},{"author":94808,"first":"<strong class=\"keyword\">Alentar</strong> el diseño y la aplicación de sistemas de ciencia y tecnología orientados a los pobres y a lograr la adaptación de la ciencia y las tecnologías convencionales, como las de la “revolución verde”, y de las tecnologías emergentes, como las tecnologías de la información y las comunicaciones y las biotecnologías;","second":"To <strong class=\"keyword\">encourage</strong> the design and implementation of science and technology systems targeted at the poor and at adapting conventional science and technologies, such as those of the green revolution, as well as emerging technologies, such as information and communication technologies and biotechnology;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}