{"result":"ok","tuc":[{"phrase":{"text":"treachery","language":"en"},"meanings":[{"language":"en","text":"the act of violating the confidence of another"}],"meaningId":3153968030349239106,"authors":[70195]},{"phrase":{"text":"baseness","language":"en"},"meaningId":-5058809996542536417,"authors":[83042]},{"phrase":{"text":"falseness","language":"en"},"meaningId":3472380322896298068,"authors":[83042]},{"meanings":[{"language":"en","text":"treachery"}],"meaningId":-2894103409676331250,"authors":[93107]}],"phrase":"alevosía","examples":[{"author":94808,"first":"Ese mismo día observé que la sentencia no guardaba relación con la reconocida gravedad, premeditación y <strong class=\"keyword\">alevosía</strong> de esos asesinatos; el ACNUR expresó su decepción y declaró que el dictamen era una afrenta a la memoria de los trabajadores humanitarios que habían dado su vida al servicio de la humanidad.","second":"On the same day, I noted that the ruling appeared incommensurate with what is known to have been deliberate and brutal killings and UNHCR expressed its disappointment, stating that is was an affront to the memory of the humanitarian workers who had given their lives in the service of humanity."},{"author":8000,"first":"y # ) la muerte de un menor de # años de edad, presumiendo la ley en estos casos la <strong class=\"keyword\">alevosía</strong>","second":"and # ), since the law presumes the existence of <strong class=\"keyword\">premeditation</strong> in such cases"},{"author":94808,"first":"El Código diferencia el homicidio simple (voluntario) del asesinato (homicidio cometido con premeditación o <strong class=\"keyword\">alevosía</strong>).","second":"The Code differentiates between murder (meurtre) (intentional homicide) and assassination (assassinat) (homicide with <strong class=\"keyword\">premeditation</strong> or <strong class=\"keyword\">ambush</strong>)."},{"author":118293,"first":"Este tipo merece mucha más <strong class=\"keyword\">alevosía</strong>.","second":"This guy's got a stack of interns, trust me."},{"author":118293,"first":"Capítulo 3 en el que Jacobo se propone poner las cosas en su sitio, se enfrenta con la <strong class=\"keyword\">alevosía</strong> canina y encuentra a la Doncella Misteriosa.","second":"Chapter three in which Jacob will decide to put things in order, he will taste of dog's <strong class=\"keyword\">insidiousness</strong>, and meet a mysterious maiden."},{"author":94808,"first":"De los hechos expuestos al Comité en esta comunicación se desprende que será culpable del delito de asesinato conforme al derecho del Estado Parte quien con premeditación y <strong class=\"keyword\">alevosía</strong> cause la muerte a otra persona.","second":"From the materials presented to the Committee in this communication it appears that a person is guilty of the crime of murder under the law of the State party if, with <strong class=\"keyword\">malice aforethought</strong>, he or she causes the death of another."},{"author":118293,"first":"Agresión con <strong class=\"keyword\">alevosía</strong> en 2009.","second":"<strong class=\"keyword\">Felonious</strong> assault, 6 / 09."},{"author":8000,"first":"Caso de existir premeditación o <strong class=\"keyword\">alevosía</strong>, o cuando el acto fuera cometido por motivos de discriminación racial, étnica o religiosa, la pena de prisión será de dos a cinco años y la multa de # a # francos","second":"In cases of <strong class=\"keyword\">premeditation</strong> or <strong class=\"keyword\">felonious intent</strong>, or when the offence is committed by reason of racial, ethnic or religious discrimination, the prison sentence shall be between two and five years and the fine between # and # francs.”"},{"author":94808,"first":"Además, se entiende que el homicidio es agravado –artículo 129– cuando sucede con <strong class=\"keyword\">alevosía</strong> (el hechor provoca o se aprovecha de la situación de la víctima para prevenir el ataque o defenderse de la agresión) o con abuso de superioridad (aprovecharse de la debilidad de la víctima por su edad u otra causa similar, emplear medios que debiliten la defensa del ofendido), siendo en esos casos sancionable de 30 a 50 años de prisión.","second":"Pursuant to article 129, homicide is considered to be aggravated when <strong class=\"keyword\">committed</strong> with <strong class=\"keyword\">malice aforethought</strong> (i.e. after rendering the victim defenceless or taking advantage of their inability to prevent or defend themselves against attack) or in abuse of a position of authority (i.e. taking advantage of weakness on the part of the victim attributable to their age or other similar cause or using methods that diminish their ability to defend themselves) and in these cases carries a prison sentence of between 30 and 50 years."},{"author":27,"first":"Cualquiera que escuche la historia de Robert McCartney y lo que le ha sucedido no puede sino sentirse impresionado por la <strong class=\"keyword\">alevosía</strong> de los que estaban allí.","second":"Anybody who hears the story of Robert McCartney and what happened to him cannot but be struck by the <strong class=\"keyword\">malicious intent</strong> of those who were there."},{"author":94808,"first":"En virtud del artículo 62 de la Ley de la APRONUC, se produce desinformación cuando: \"El director u otro responsable de la publicación u otros medios de comunicación que haya decidido, con premeditación y <strong class=\"keyword\">alevosía</strong>, publicar, distribuir o reproducir una información que sea falsa, inventada, falsificada o esté atribuida erróneamente a terceros, siempre que la publicación, distribución o reproducción ha perturbado o probablemente perturbe la paz pública\".","second":"Under article 62 of the UNTAC law, disinformation occurs when: “The director or other party responsible for the publication or other means of communication who took the decision to publish, distribute or reproduce by any means information which is false, fabricated, falsified or untruthfully attributed to a third person and did so in bad faith and with <strong class=\"keyword\">malicious intent</strong>, provided that the publication, distribution or reproduction has disturbed or is likely to disturb the public peace.”"},{"author":94808,"first":"Respecto al ejercicio de la acción privada, ésta se da en los delitos previstos en los artículos 130 (injuria), 131 (calumnia), 132 (difamación), 170, primer párrafo (violación), 171 (violación de persona con <strong class=\"keyword\">alevosía</strong>), 174 (estupro con prevalimiento), y 175 (estupro por engaño).","second":"Privately actionable offences are those described in articles 130 (abuse), 131 (slander), 132 (defamation), 170, paragraph 1 (rape), 171 (rape with <strong class=\"keyword\">aggravating</strong> circumstances), 174 (rape with misuse of authority) and 175 (statutory rape through deceit)."},{"author":118293,"first":"Aun si crees que Jimmy Pawl merece una sentencia reduc ida por asesinar con <strong class=\"keyword\">alevosía</strong> a dos mujeres, no creas que Davy Zifrin saldrá instantáneamente montado en las alas de un ángel.","second":"Even if you think that Jimmy Pawl deserves a reduced sentence for brutally murdering two women, don't think that Davy Zifrin will be instantly carried to freedom on the wings of angels."},{"author":8000,"first":"<strong class=\"keyword\">Alevosía</strong>, que consiste en utilizar medios tendientes directamente a asegurar su ejecución o evitar el riesgo que pueda entrañar la defensa de la víctima","second":"“ # <strong class=\"keyword\">reachery</strong>, whereby expedients are used in order to commit the action directly or avert the risk that the victim may be able to defend himself or herself"},{"author":94808,"first":"Agrediendo con <strong class=\"keyword\">alevosía</strong>;","second":"By means of a <strong class=\"keyword\">treacherous assault</strong>;"},{"author":94808,"first":"Sin embargo, es importante observar que el delito de <strong class=\"keyword\">alevosía</strong> constituye una forma de abuso de poder que, en la legislación de Marruecos, se sanciona con un máximo de cinco años de prisión.","second":"However, it is important to note that the crime of <strong class=\"keyword\">treachery</strong> constitutes a form of abuse of power, which the Moroccan legislation punishes with imprisonment of up to 5 years."},{"author":118293,"first":"Queda arrestado bajo la Ley de Delitos Sexuales 2003 como sospechoso de abusos de un niño menor de 13 años, agresión a un chico menor de 13 años con penetración e infligir daños corporales severos con <strong class=\"keyword\">alevosía</strong>.","second":"I'm arresting you under the Sexual Offences Act 2003 on suspicion of rape of a child under the age of 13, assault of a child under the age of 13 by penetration and inflicting grievous bodily harm with <strong class=\"keyword\">intent</strong>."},{"author":94808,"first":"· Si ha habido premeditación o <strong class=\"keyword\">alevosía</strong>, la pena de prisión será de uno a cinco años y la multa, la prevista en el párrafo 4 del artículo 26.","second":"· When there has been <strong class=\"keyword\">ensnarement</strong> or premeditation, the length of imprisonment shall range from 1 to 5 years and the fine shall be as detailed in article 26, paragraph 4."},{"author":8000,"first":"Las penas varían dependiendo de si hubo premeditación y <strong class=\"keyword\">alevosía</strong>, privación, amputación, pérdida de un ojo, incapacidad parcial u otra invalidez permanente, según que hubiera o no intención de causar la muerte o que la víctima fuera un niño menor de # años","second":"Penalties vary depending on whether the offence was committed with premeditation <strong class=\"keyword\">or malice aforethought</strong>, whether it resulted in loss or amputation, loss of an eye or loss of use of a limb or any other permanent disability, whether there was any intention to kill, and whether the victim was a child aged under"},{"author":8000,"first":"Artículo # as lesiones, golpes, vejámenes y otras vías de hecho que no causen enfermedad o incapacidad para el trabajo se castigan con prisión de seis días a dos años y multa de # a # francos malgaches, o una de estas penas solamente, o prisión de dos a cinco años y multa de # a # francos malgaches cuando ha habido premeditación o <strong class=\"keyword\">alevosía</strong>","second":"Article # ounding, assault and other violent behaviour not resulting in illness of persons or their inability to work shall be punishable by a term of imprisonment of six days to two years and a fine of # to # alagasy francs, or by only one of these penalties, or by a term of imprisonment of two to five years and a fine of # to # alagasy francs, if there was <strong class=\"keyword\">malice aforethought</strong> or an ambush"},{"author":8000,"first":"Si esos actos se han cometido con premeditación o <strong class=\"keyword\">alevosía</strong>, o haciendo uso de un arma, la pena será de seis meses a cinco años de prisión y la multa de # a # francos\"","second":"If there was premeditation, <strong class=\"keyword\">ambush</strong> or the use of a weapon, the prison term will be six months to five years and the fine will range from # to # ”"},{"author":94808,"first":"Heridas, golpes, violencias y otros actos que no resulten en enfermedad o incapacitación laboral (punibles con pena de privación de libertad de seis días a dos años y multa de 25.000 a 90.000 francos malgaches o una de las dos penas únicamente, y con pena de privación de libertad de dos a cinco años y una multa de 25.000 a 150.000 francos malgaches si hay premeditación o <strong class=\"keyword\">alevosía</strong>).","second":"Wounding, assault and other violent behaviour not resulting in illness of persons or in their inability to work (punishable by a term of imprisonment of six days to two years and a fine of 25,000 to 90,000 Malagasy francs, or by only one of these penalties, or by a term of imprisonment of two to five years and a fine of 25,000 to 150,000 Malagasy francs, if there was <strong class=\"keyword\">malice aforethought</strong> or an <strong class=\"keyword\">ambush</strong>)."},{"author":94808,"first":"Han sacado a la luz pruebas que indican claramente que Israel ha recurrido a un uso indiscriminado y excesivo de la fuerza, disparando desde helicópteros, derribando casas con niveladoras, asesinando con intención y <strong class=\"keyword\">alevosía</strong> a civiles palestinos inocentes y utilizándolos como escudos humanos —medidas que han sido expresamente proscritas por el derecho internacional humanitario.","second":"They have brought to light evidence which clearly points to the resort by the Israelis to indiscriminate and excessive force: firing from helicopters, razing houses with bulldozers, the wilful and unlawful killing of Palestinian civilians and the use of such civilians as human shields — measures clearly outlawed by international humanitarian law."},{"author":94808,"first":"El 10 de septiembre de 2009 se reformó el artículo 138 del Código Penal del Distrito Federal para incluir la fracción VIII que señala que el homicidio y las lesiones serán calificadas cuando se cometan con ventaja, traición, <strong class=\"keyword\">alevosía</strong>, retribución por el medio empleado, saña, en estado de alteración voluntaria u odio:","second":"Article 138 of the Criminal Code of the Federal District was amended on 10 September 2009 to incorporate a new paragraph (para. VIII) which stipulates that homicide and battery shall be classified as aggravated offences when committed from a position of unfair or undue advantage, with <strong class=\"keyword\">treachery or</strong> perfidy, in retribution, using certain methods, with cruelty, or in a state of voluntary impairment or hatred:"},{"author":94808,"first":"Por este artículo se prevé la reclusión perpetua al que matare con ensañamiento, <strong class=\"keyword\">alevosía</strong>, veneno u otro procedimiento insidioso","second":"Under this article, a life sentence is imposed on anyone who kills another person with aggravated brutality or <strong class=\"keyword\">treachery</strong> or poison or by any other insidious means."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}