{"result":"ok","tuc":[{"phrase":{"text":"alluvium","language":"en"},"meanings":[{"language":"en","text":"soil, clay, silt or gravel deposited by flowing water, as it slows, in a river bed, delta, estuary or flood plain"},{"language":"en","text":"deposited material"}],"meaningId":-5969842828501906756,"authors":[70195]},{"phrase":{"text":"alluvion","language":"en"},"meanings":[{"language":"en","text":"An overflowing; an inundation or flood, especially when the water is charged with much suspended material.(Source: BJGEO)"},{"language":"es","text":"Inundación o flujo, especialmente cuando el agua está cargada con mucho material suspendido."}],"meaningId":-8298543699851706920,"authors":[2708]},{"phrase":{"text":"flood","language":"en"},"meanings":[{"language":"en","text":"An overflowing; an inundation or flood, especially when the water is charged with much suspended material.(Source: BJGEO)"},{"language":"es","text":"Inundación o flujo, especialmente cuando el agua está cargada con mucho material suspendido."}],"meaningId":-3922725651209090354,"authors":[60172]},{"phrase":{"text":"accretion","language":"en"},"meaningId":-6883057544097815339,"authors":[25018]},{"phrase":{"text":"alluvial deposit","language":"en"},"meaningId":7177622677154107975,"authors":[80097]},{"phrase":{"text":"sediment","language":"en"},"meaningId":8039202205259857393,"authors":[25115]},{"phrase":{"text":"inundation","language":"en"},"meanings":[{"language":"en","text":"An overflowing; an inundation or flood, especially when the water is charged with much suspended material.(Source: BJGEO)"},{"language":"es","text":"Inundación o flujo, especialmente cuando el agua está cargada con mucho material suspendido."}],"meaningId":-3876796540659619079,"authors":[60172]},{"phrase":{"text":"overflowing","language":"en"},"meanings":[{"language":"en","text":"An overflowing; an inundation or flood, especially when the water is charged with much suspended material.(Source: BJGEO)"},{"language":"es","text":"Inundación o flujo, especialmente cuando el agua está cargada con mucho material suspendido."}],"meaningId":-46559486804308087,"authors":[60172]},{"phrase":{"text":"aggradation deposit","language":"en"},"meaningId":2932583211877104233,"authors":[80097]},{"phrase":{"text":"aggradational deposit","language":"en"},"meaningId":-1399044552511535761,"authors":[80097]},{"phrase":{"text":"alluvial","language":"en"},"meaningId":2181818488225974901,"authors":[80097]},{"phrase":{"text":"alluvial sediment","language":"en"},"meaningId":-5266891541920603012,"authors":[84500]},{"phrase":{"text":"alluviation","language":"en"},"meaningId":-8344979183649773199,"authors":[84500]},{"phrase":{"text":"avalanche","language":"en"},"meaningId":-4598758806326207813,"authors":[86934]},{"phrase":{"text":"barrage","language":"en"},"meaningId":5893456893726775294,"authors":[97745]},{"phrase":{"text":"deluge","language":"en"},"meaningId":589275987558643066,"authors":[99488]},{"phrase":{"text":"deposit","language":"en"},"meaningId":2760931348894402888,"authors":[84500]},{"phrase":{"text":"eluvium","language":"en"},"meaningId":7246544194650779203,"authors":[2692]},{"phrase":{"text":"huge splash","language":"en"},"meaningId":-6137968365327754046,"authors":[83042]},{"phrase":{"text":"river-borne deposit","language":"en"},"meaningId":-5533314226943199725,"authors":[80097]},{"phrase":{"text":"sedimentation","language":"en"},"meaningId":1683249050078022337,"authors":[84500]},{"phrase":{"text":"silt","language":"en"},"meaningId":5976496020828219434,"authors":[83619]},{"phrase":{"text":"surge","language":"en"},"meaningId":-3053248140681706271,"authors":[83042]},{"phrase":{"text":"volley","language":"en"},"meaningId":-6943862469546423910,"authors":[83042]},{"meanings":[{"language":"en","text":"alluvium"},{"language":"en","text":"tidal wave, avalanche, barrage (incredibly large amount)"}],"meaningId":8216320666913931653,"authors":[1]}],"phrase":"aluvión","examples":[{"author":8007,"first":"En algunas zonas se vive otro verano seco y caliente, lo que ha dado pie a otro <strong class=\"keyword\">aluvión</strong> de afirmaciones parecidas.","second":"A hot, dry summer (in some places) has triggered another <strong class=\"keyword\">barrage</strong> of such claims."},{"author":118293,"first":"La defensa presentará sus actos como consentidos pero todo lo que tienen que saber es que en un periodo de tres semanas la víctima fue bombardeada con unos 2000 mensajes, e-mails y llamadas de estos hombres, una <strong class=\"keyword\">aluvión</strong> incesante de asquerosas peticiones","second":"The defence will seek to port ray her actions as consenting, but all you need to know is that in one three-week period this victim was bombarded by over 2,000 texts, e-mails and calls from these men, a relentless <strong class=\"keyword\">barrage</strong> of disgusting demands"},{"author":119723,"first":"La parte de las cataratas en que el <strong class=\"keyword\">aluvión</strong> de agua es más fuerte se llama la Garganta del Diablo.","second":"One part of the falls, where the <strong class=\"keyword\">deluge</strong>—the <strong class=\"keyword\">overflow</strong> of water—is the heaviest, is called the Devil’s Throat."},{"author":94809,"first":"Los suelos son de <strong class=\"keyword\">aluvión</strong>, de textura ligera, bien drenados y, en la mayoría de los casos, ligeramente ácidos.","second":"The soils are <strong class=\"keyword\">alluvial</strong>, light, free draining and on the whole slightly acid."},{"author":8000,"first":"La adopción de esa ley suscitó un <strong class=\"keyword\">aluvión</strong> de actividades judiciales y legislativas que ampliaron y extendieron el compromiso de la sociedad israelí con los principios de esa Convención","second":"The adoption of that law sparked a <strong class=\"keyword\">flurry</strong> of judicial and legislative activity that broadened and extended the commitment of Israeli society to the principles of the Convention"},{"author":94808,"first":"Angola es uno de los 75 gobiernos representados actualmente en el Proceso de Kimberley, en el que ha venido brindando su contribución en los distintos grupos de trabajo que componen ese Proceso, en particular como Presidente del grupo de trabajo sobre la producción artesanal de diamantes de <strong class=\"keyword\">aluvión</strong>.","second":"Angola is one of the 75 Governments currently represented in the Kimberley Process, where it has been providing its contribution in the various working groups that compose this process, in particular as Chair of the working group on artisan <strong class=\"keyword\">alluvial</strong> production."},{"author":94808,"first":"El plenario observó que se había alentado a los participantes en el Grupo de Trabajo sobre Producción Artesanal de <strong class=\"keyword\">Aluvión</strong> a afrontar las dificultades de la minería artesanal y en pequeña escala mediante la aplicación de las recomendaciones de la Declaración de Moscú.","second":"The plenary noted that the participants in the Working Group on Artisanal and <strong class=\"keyword\">Alluvial</strong> Production had been encouraged to address the challenges of artisanal and small-scale mining by implementing the recommendations of the Moscow Declaration."},{"author":92475,"first":"Como en otras cuestiones en India, hubo un <strong class=\"keyword\">aluvión</strong> de opiniones opuestas en cuanto se conoció la sentencia.","second":"Like other issues in India, contrasting opinions <strong class=\"keyword\">from</strong> across the country poured in as soon as the judgement went public."},{"author":94808,"first":"El plenario observó que se había alentado a los participantes en el Grupo de Trabajo sobre Producción Artesanal de <strong class=\"keyword\">Aluvión</strong> a afrontar las dificultades de la minería artesanal y en pequeña escala mediante la aplicación de las recomendaciones de la Declaración de Moscú de 2005.","second":"The plenary noted that participants in the Working Group on Artisanal and <strong class=\"keyword\">Alluvial</strong> Production had been encouraged to address the challenges of artisanal and small-scale mining by implementing the recommendations of the Moscow Declaration of 2005."},{"author":27,"first":"Es urgente, a juzgar por el <strong class=\"keyword\">aluvión</strong> de textos presentados al Parlamento Europeo para acelerar la liberalización por doquier, en particular en el transporte, los servicios postales, la energía, el mercado del agua y el reciclado de residuos.","second":"This is an urgent issue judging by the <strong class=\"keyword\">flurry</strong> of texts submitted to the European Parliament in order to speed up liberalisation all over the place, in particular in transport, postal services, energy, the water market, waste treatment."},{"author":92475,"first":"Tras el <strong class=\"keyword\">aluvión</strong> de preguntas y críticas [en] en los medios sociales sobre su silencio y la insuficiente cobertura de la situación en Assam, se dieron varias razones, entre las cuales quizá la más curiosa fue la de la “tiranía de la distancia” [en], que la zona donde estaban ocurriendo los conflictos de Assam era muy remota.","second":"After being <strong class=\"keyword\">barraged</strong> with questions and criticism on social media about their silence and/or inadequate coverage of the Assam situation, various reasons were offered from their end, perhaps the most curious one being that of the “tyranny of distance” – that the clashes in Assam were happening in a faraway area."},{"author":95875,"first":"Las avalanchas de agua y detritos procedentes de los <strong class=\"keyword\">aluviones</strong> explosivos de estos lagos podrían tener consecuencias devastadoras para las cuencas bajas.","second":"The <strong class=\"keyword\">deluge</strong> of water and debris from potential outbursts of these lakes could have devastating consequences for low-lying regions."},{"author":94809,"first":"Los suelos más representativos de la zona de Cambresis tienen su origen en diferentes materiales parentales: limos (loess) y arcillas del Terciario y, en menor medida, materiales predominantemente arenosos procedentes de formaciones terciarias, creta y <strong class=\"keyword\">aluviones</strong> fluviales.","second":"The most representative soils of the Cambrésis region are issued from a variety of parent materials: loess silts, Tertiary clays and, to a lesser extent, mainly sandy materials issued from Tertiary formations, chalk and <strong class=\"keyword\">riverwash</strong>."},{"author":22,"first":"La mayor parte de los suelos en las zonas de producción del ñame son suelos arenosos derivados de <strong class=\"keyword\">aluviones</strong> fluviales","second":"Most of the soil in yam-producing areas is sandy alluvial fluvo-<strong class=\"keyword\">aquic</strong>"},{"author":94808,"first":"El Grupo de trabajo sobre la producción artesanal de diamantes de <strong class=\"keyword\">aluvión</strong> tiene el mandato de facilitar la eficacia de los controles internos de la producción artesanal de pequeña escala de diamantes de <strong class=\"keyword\">aluvión</strong>, en consonancia con las recomendaciones de la Declaración de Moscú del Proceso de Kimberley, de 2005.","second":"The Working Group on Artisanal and <strong class=\"keyword\">Alluvial</strong> Production is bestowed with the mandate to facilitate effective internal controls of small-scale artisanal <strong class=\"keyword\">alluvial</strong> diamond mining in line with the recommendations of the KP’s Moscow Declaration of 2005."},{"author":94809,"first":"Los suelos de la cuenca del Pays de l'Adour se caracterizan por ser por naturaleza filtrantes, profundos y ricos en materia orgánica, de textura gruesa (ventilada) y nada o poco calcáreos (suelos de <strong class=\"keyword\">aluvión</strong> de valles y colinas).","second":"The characteristic soils of the Adour basin have natural filtering properties, are deep and rich in organic matter, have a coarse texture (aerated), and are non or slightly calcareous (<strong class=\"keyword\">alluvial</strong> hill and valley soils)."},{"author":92475,"first":"El sector cívico de Euromaidan también tuiteó sobre el <strong class=\"keyword\">aluvión</strong> de Twitter:","second":"The Civic Sector of Euromaidan also tweeted about the Twitter <strong class=\"keyword\">storm</strong>:"},{"author":94808,"first":"Durante el presente año, se han llevado a cabo reformas para situar el PK sobre una base más sólida, entre otras cosas a través de una recopilación de sus normas y procedimientos dentro de un nuevo sitio en la web más transparente, y de la formalización de los grupos de trabajo sobre “producción artesanal o de diamantes de <strong class=\"keyword\">aluvión</strong>” y “normas y procedimientos”.","second":"During this year, reforms have been implemented to put the KP on a more solid footing, inter alia through a compilation of its rules and procedures and a new, more transparent website, and the formalisation of working groups of artisanal <strong class=\"keyword\">alluvial</strong> diamond <strong class=\"keyword\">producers</strong>, and rules and procedures, respectively."},{"author":94808,"first":"En los yacimientos de <strong class=\"keyword\">aluvión</strong> de Tortiya, en cambio, siguen trabajando pequeños grupos dedicados a la minería artesanal.","second":"<strong class=\"keyword\">Alluvial</strong> diamond mining sites in Tortiya, by contrast, continue to be mined by small artisanal groups."},{"author":92475,"first":"Tras haberse presentado en su contra un <strong class=\"keyword\">aluvión</strong> de causas penales, el 29 de marzo, Varun Gandhi se entregó ante un tribunal local en Pilbhit.","second":"A <strong class=\"keyword\">spate</strong> of criminal cases lodged against him, on 29th March, Varun Gandhi surrendered before a local court in Pilbhit."},{"author":94808,"first":"En realidad, las operaciones militares en gran escala iniciadas por Armenia en el territorio de Azerbaiyán fueron precedidas de ataques a finales de 1987 contra los azerbaiyanos de Khankandi (durante el período soviético, Stepanakert) y Armenia, que produjeron un <strong class=\"keyword\">aluvión</strong> de refugiados azerbaiyanos y desplazados internos, así como una serie de declaraciones ilegales y decisiones adoptadas con el fin de asegurar la secesión unilateral de Nagorno-Karabaj de Azerbaiyán.","second":"In reality, large-scale combat operations initiated by Armenia on the territory of Azerbaijan were preceded by the attacks at the end of 1987 on the Azerbaijanis in Khankandi (during the Soviet period, Stepanakert) and Armenia, resulting in a <strong class=\"keyword\">flood</strong> of Azerbaijani refugees and internally displaced persons, as well as in a number of illegal declarations and decisions taken with a view to securing the unilateral secession of Nagorny Karabakh from Azerbaijan."},{"author":94809,"first":"Están especialmente indicadas las zonas de cultivo con terrenos arcillosos-arenosos de antiguos <strong class=\"keyword\">aluviones</strong>, en estado de descalcificación y con una situación climática caracterizada por veranos bastante lluviosos y con temperaturas máximas moderadas, otoños secos e inviernos precozmente fríos y con temperaturas mínimas de hasta menos de 10 °C","second":"Particularly well suited for cultivation are areas with clay and sand-rich soils on old <strong class=\"keyword\">flood</strong> land in the process of decalcification. Suitable climates have enough rainfall in summer with limited maximum temperatures, dry autumn weather and early winters with temperatures reaching as low as minus 10 degrees Celsius."},{"author":94808,"first":"Expresar nuestra profunda preocupación ante el aumento de los desastres relacionados con el agua, como inundaciones, sequías, <strong class=\"keyword\">aluviones</strong> y ciclones, que continúan causando enormes pérdidas, cobrando vidas humanas y destruyendo medios de sustento, y expresar nuestro más sentido pésame a las personas y comunidades que han sufrido desastres naturales;","second":"express our deep concern about the increase of water- related disasters, such as floods, droughts, landslides and cyclones, which continue to cause heavy losses, taking human lives, and destroying livelihoods, and express our deepest sympathy to the people and communities who suffered from natural disasters;"},{"author":94808,"first":"La explotación minera de tipo artesanal de diamantes de <strong class=\"keyword\">aluvión</strong> representa una proporción significativa de la producción mundial de diamantes, pero controlarla supone retos específicos.","second":"Artisanal <strong class=\"keyword\">alluvial</strong> diamond mining accounts for a significant proportion of worldwide diamond production, but controlling it involves particular challenges."},{"author":31,"first":"La mayoría de ellas han sufrido un <strong class=\"keyword\">aluvión</strong> de tratamientos...... en otras clínicas que fallaron todas","second":"Most of them have undergone a <strong class=\"keyword\">barrage</strong> of treatments at other clinics that have all failed"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"2692":{"U":"http://dumps.wikimedia.org/iswiktionary/latest/iswiktionary-latest-pages-articles.xml.bz2","id":2692,"N":"Wikiordabok","url":"https://glosbe.com/source/2692"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"},"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}