{"result":"ok","tuc":[{"phrase":{"text":"ambivalent","language":"en"},"meanings":[{"language":"en","text":"experiencing or expressing opposing feelings"}],"meaningId":-3002253432218391323,"authors":[70195]},{"phrase":{"text":"suspensive","language":"en"},"meaningId":-7246067910018381651,"authors":[83619]},{"phrase":{"text":"undecided","language":"en"},"meaningId":5714106424633723915,"authors":[83619]},{"meanings":[{"language":"en","text":"ambivalent"}],"meaningId":-1913907031463243394,"authors":[1]}],"phrase":"ambivalente","examples":[{"author":94809,"first":"Dado el carácter <strong class=\"keyword\">ambivalente</strong> de la situación descrita en el presente informe, la Comisión ha tenido que considerar diversos elementos para llegar a una conclusión.","second":"Given the <strong class=\"keyword\">mixed</strong> situation described in this report the Commission has had to balance different elements in coming to a conclusion."},{"author":118293,"first":"<strong class=\"keyword\">Ambivalente</strong> sexualmente con respecto al sexo con chicas.","second":"<strong class=\"keyword\">Ambivalent about</strong> sex with girls."},{"author":8000,"first":"La actitud de la sociedad armenia frente a la adopción nacional e internacional parece <strong class=\"keyword\">ambivalente</strong>, pese a la existencia de un Comité compuesto por subsecretarios que se encarga de estos asuntos","second":"The attitude of Armenian society towards inter-country and national adoption appeared to be <strong class=\"keyword\">ambivalent</strong>, despite the existence of a committee of deputy ministers responsible for such matters"},{"author":118293,"first":"Dijo que mis sentimientos hacia ella eran <strong class=\"keyword\">ambivalentes</strong>.","second":"She said that my feelings toward her were <strong class=\"keyword\">mixed</strong>."},{"author":95096,"first":"Cuanto más grandes, por lo tanto, son la potencia y la eficacia <strong class=\"keyword\">ambivalente</strong> de estos medios, tanto más atento y responsable debe ser el uso de los mismos.","second":"The greater, in fact, the power and the <strong class=\"keyword\">ambivalent</strong> efficacy of these means, the greater must be the care and the responsibility with which they are to be employed."},{"author":118293,"first":"¿O sea que eres <strong class=\"keyword\">ambivalente</strong>?","second":"So, you go both ways?"},{"author":94808,"first":"Si bien compartían experiencias <strong class=\"keyword\">ambivalentes</strong> de procedimientos parlamentarios, los partidos políticos se sentían hasta cierto punto empoderados por sus actividades políticas.","second":"While political parties shared <strong class=\"keyword\">mixed</strong> experiences of parliamentary procedures, they expressed a sense of empowerment to engage in political activity."},{"author":8000,"first":"Nadie puede esperar que se acepte favorablemente una actitud <strong class=\"keyword\">ambivalente</strong> hacia las armas químicas, algo que la comunidad internacional ya ha estigmatizado con razón, porque sus víctimas principales son civiles inocentes","second":"No one can expect sympathetic understanding of an <strong class=\"keyword\">ambivalent</strong> attitude towards chemical weapons, which have been stigmatized by the international community, and rightly so, because their main victims are innocent civilians"},{"author":8000,"first":"Sin lugar a dudas, toda evaluación que se haga de lo que la comunidad internacional ha hecho en cuanto a los compromisos de Monterrey es <strong class=\"keyword\">ambivalente</strong>","second":"Any appraisal of what the international community has done to meet the Monterrey commitments would certainly be <strong class=\"keyword\">mixed</strong>"},{"author":94808,"first":"En este contexto, es necesario promover el concepto <strong class=\"keyword\">ambivalente</strong> de identidad, que puede ser la afirmación legítima de una especificidad, pero también la negación del otro.","second":"In this context, to promote the concept of identity - an <strong class=\"keyword\">ambivalent</strong> notion which may be the legitimate affirmation of a specificity but also the negation of the other."},{"author":8007,"first":"Lo que ahora se hace en el cielo de Libia, sancionado por el derecho internacional y, a diferencia de lo sucedido en el Iraq en 2003, con el apoyo <strong class=\"keyword\">ambivalente</strong> de la Liga Árabe, es fundamental para que los revolucionarios árabes adopten una opinión positiva sobre Occidente.","second":"What is now done in the sky over Libya – sanctioned by international law and, unlike in Iraq in 2003, with the <strong class=\"keyword\">ambivalent</strong> political support of the Arab League – is fundamental if the Arab revolutionaries are to take a positive view of the West."},{"author":31,"first":"Es especialista en sexo <strong class=\"keyword\">ambivalente</strong>","second":"He specializes in sexual <strong class=\"keyword\">ambivalence</strong>"},{"author":118293,"first":"Yo soy <strong class=\"keyword\">ambivalente</strong> sobre eso","second":"I am <strong class=\"keyword\">ambivalent about</strong> it."},{"author":27,"first":"Yo sólo quisiera recordar que los americanos han mantenido una postura muy <strong class=\"keyword\">ambivalente</strong> -por no decir incluso tolerante a veces- con respecto a algunos terrorismos, cuando les ha convenido. No obstante, lamentablemente, una vez pasados los primeros instantes de pánico que siguieron al 11 de septiembre, los americanos han vuelto a abandonar el camino del multilateralismo, de la búsqueda de aliados.","second":"I might just say that the Americans had a highly <strong class=\"keyword\">ambivalent</strong>, not to say, sometimes even tolerant, attitude towards terrorism when it suited them, but, following those first fearful seconds on 11 September, they have, unfortunately, again left the path of multilateralism and of the quest for allies."},{"author":27,"first":"Para otros ha sido un triunfo del pragmatismo sobre la utopía. Y esto es, en mi opinión, lo más significativo de este Tratado, su carácter <strong class=\"keyword\">ambivalente</strong>.","second":"And, in my view, that is the most significant thing about this draft treaty: its <strong class=\"keyword\">ambivalence</strong>."},{"author":118293,"first":"Sabes, tipos como yo peleamos en el frente para que tipos como tú puedan disfrutar del lujo de sentirse tan <strong class=\"keyword\">ambivalentes</strong>.","second":"You know, guys like me fought on the front line so that guys like you could enjoy the luxury of feeling so <strong class=\"keyword\">ambivalent</strong>."},{"author":31,"first":"Es tan <strong class=\"keyword\">ambivalente</strong> en cuanto a lo que está haciendo...... que si alguien lo atrapa...... DeBennedeto o cualquiera...... y el veredicto es que es un delator y merece morir","second":"That he' s so <strong class=\"keyword\">ambivalent about</strong> what he' s doing...... that if he' s caught...... by DeBennedeto or anybody...... and the verdict is that he' s a rat and he deserves to die"},{"author":94808,"first":"El PRESIDENTE dice que el Gobierno libanés parece adoptar la postura <strong class=\"keyword\">ambivalente</strong> de considerar que los palestinos en el Líbano deben disfrutar del derecho de repatriación y practicar a la vez una política de no integración para no perjudicar su disfrute de este derecho.","second":"The CHAIRPERSON said that the Lebanese Government appeared to be in the <strong class=\"keyword\">ambivalent</strong> position of considering that Palestinians in Lebanon should enjoy the right of repatriation, while practising a policy of non‐integration so as not to affect their enjoyment of that right."},{"author":94808,"first":"Al informar al Consejo sobre todos los acontecimientos positivos que tienen lugar en todos los frentes, el Gobierno de mi país espera que la comunidad internacional apoye y fortalezca esos esfuerzos a fin de salvaguardar la paz de los peligros que plantean el sabotaje y los actos irresponsables, así como los dañinos mensajes <strong class=\"keyword\">ambivalentes</strong> que transmiten.","second":"In conveying to the Council all the positive developments on all tracks, my country’s Government hopes that the international community will support and strengthen those efforts in order to safeguard peace from the risks posed by sabotage and irresponsible undertakings and the harmful <strong class=\"keyword\">mixed</strong> messages being sent."},{"author":94808,"first":"El papel de los medios de comunicación en relación con los migrantes y otros grupos marginados es <strong class=\"keyword\">ambivalente</strong>.","second":"The media’s role in relation to migrants and other marginalized groups was <strong class=\"keyword\">ambivalent</strong>."},{"author":94808,"first":"En tercer lugar, las instituciones provisionales de autogobierno tuvieron una respuesta inicial <strong class=\"keyword\">ambivalente</strong>, reticente a condenar claramente la violencia, especialmente la lamentablemente dirigida contra la comunidad serbia.","second":"Thirdly, the initial response of the Provisional Institutions of Self-Government was <strong class=\"keyword\">ambivalent</strong>; they were reluctant to clearly condemn the violence, particularly the violence unfortunately directed against the Serb community."},{"author":94809,"first":"El aumento de la competencia podrían tener un impacto <strong class=\"keyword\">ambivalente</strong> en la conducta de los operadores.","second":"Increasing competition could have an <strong class=\"keyword\">ambivalent</strong> impact on the behaviour of operators."},{"author":94808,"first":"HERBY (Comité Internacional de la Cruz Roja) señala que los resultados del período de sesiones del Grupo de Expertos Gubernamentales en 2004 son <strong class=\"keyword\">ambivalentes</strong>.","second":"HERBY (International Committee of the Red Cross) noted that the results of the 2004 session of the Group of Governmental Experts were <strong class=\"keyword\">mixed</strong>."},{"author":8000,"first":"La <strong class=\"keyword\">ambivalente</strong> acción respecto a la democracia y la lenta aplicación de los documentos relativos al desarrollo adoptados en Túnez","second":"The <strong class=\"keyword\">ambivalent</strong> action <strong class=\"keyword\">towards</strong> democracy and the slow implementation of the documents relating to development adopted in Tunis"},{"author":8008,"first":"Esta crítica del papel <strong class=\"keyword\">ambivalente</strong> de las instituciones artísticas fue discutida durante los días siguientes, y durante la manifestación MayDay hubo una acción con graffitis contra la Fundació Tàpies (una de las fundaciones de arte contemporáneo más importantes en Barcelona).","second":"This criticism of the <strong class=\"keyword\">ambivalent</strong> role of art institutions was further discussed in the days that followed and demonstrated in a manifestation and a graffiti attack on the Fundació Tàpies (one of the more important contemporary art foundations in Barcelona) in the course of the Mayday demonstration."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}