{"result":"ok","tuc":[{"phrase":{"text":"intimidate","language":"en"},"meaningId":-1954626743218364932,"authors":[89651]},{"phrase":{"text":"scare","language":"en"},"meaningId":-1702114882135146603,"authors":[84715]},{"phrase":{"text":"cow","language":"en"},"meaningId":8864702796767561757,"authors":[25018]},{"phrase":{"text":"daunt","language":"en"},"meaningId":-5241556473002502295,"authors":[97745]},{"phrase":{"text":"dispirit","language":"en"},"meaningId":-4958786636098443881,"authors":[86934]},{"phrase":{"text":"overawe","language":"en"},"meaningId":-7368393924965174849,"authors":[25018]},{"phrase":{"text":"unnerve","language":"en"},"meaningId":-8352237735071213390,"authors":[97745]},{"meanings":[{"language":"en","text":"to daunt"}],"meaningId":-7253645874437904894,"authors":[93107]}],"phrase":"amilanar","examples":[{"author":118293,"first":"No se puede <strong class=\"keyword\">amilanar</strong> a Mannerheim.","second":"Mannerheim is not to be <strong class=\"keyword\">unnerved</strong>."},{"author":92475,"first":"Lejos de <strong class=\"keyword\">amilanar</strong> a los miembros del colectivo, esta experiencia los impulsó a responder con creatividad y solidaridad a estos lamentables sucesos.","second":"Far from <strong class=\"keyword\">intimidating</strong> the group, this experience prompted them to respond with creativity and solidarity to these unfortunate events."},{"author":91988,"first":"Es por eso que Japón no debe dejarse <strong class=\"keyword\">amilanar</strong> por los cotidianos intentos de coerción que ejecuta el gobierno chino en torno de las islas Senkaku en el mar de China Oriental.","second":"That is why Japan must <strong class=\"keyword\">not</strong> yield to the Chinese government’s daily exercises in coercion around the Senkaku Islands in the East China Sea."},{"author":94808,"first":"Nosotros, los Estados Miembros de las Naciones Unidas, reiteramos hoy que la magnitud de este desafío no nos <strong class=\"keyword\">amilanará</strong>.","second":"Today, we, the States Members of the United Nations, reiterate that we will not <strong class=\"keyword\">shy away</strong> from the magnitude of this challenge."},{"author":94808,"first":"En sus respuestas, el Director de la División de Información, Asuntos de la Junta Ejecutiva y Movilización de Recursos agradeció las observaciones de las delegaciones que habían pedido al Fondo que no se <strong class=\"keyword\">amilanara</strong> y afirmó que el Fondo trataría de actuar con más determinación.","second":"In his responses, the Director of the Information, Executive Board and Resource Mobilization Division said that he appreciated the comments of delegations on not being too <strong class=\"keyword\">shy</strong> and that the Fund would attempt to be bolder."},{"author":91988,"first":"Muchas voces estadounidenses están diciendo ya que, fuera o no acertada la guerra en el Iraq, ahora los Estados Unidos (y las Naciones Unidas) deben permanecer, preservar el honor nacional y mostrar que los Estados Unidos no se dejan <strong class=\"keyword\">amilanar</strong> por el terrorismo.","second":"Many American voices are already saying that, whether or not the war in Iraq was a good idea, the US (and the UN) must now stay, to preserve national honor and to show that the US will not be <strong class=\"keyword\">scared</strong> away by terrorism."},{"author":8008,"first":"A pesar de ser este año, particularmente difícil en el aspecto económico, todas y cada una de las empresas que participaron como expositores y patrocinadores en BajaMak, demostraron su confianza en Baja California y México, como sitio ideal para impulsar nuevos negocios y dieron muestra de su liderazgo empresarial, al no dejarse <strong class=\"keyword\">amilanar</strong> por la compleja situación actual.","second":"In spite of the economical situation we have been experiencing throughout this year, all and each one of the exhibitor and sponsor companies that participated at BajaMak have showed their confidence and trsut in Baja California and Mexico as an ideal place to promote and conduct new business ventures, and have proved their leadership while <strong class=\"keyword\">not</strong> allowing the current situation to influence them."},{"author":8000,"first":"Sin embargo, un mes después de reiterar que “no nos <strong class=\"keyword\">amilanará</strong>” la magnitud de los desafíos de promover y proteger los derechos humanos, el Consejo de Seguridad parece incapaz de hacer respetar la resolución # o de proteger al pueblo inocente atrapado en el conflicto que tiene lugar en Gaza","second":"Yet one month after reiterating that “we will not <strong class=\"keyword\">shy away</strong>” from the magnitude of the challenges of promoting and protecting human rights, the Security Council appears unable to enforce compliance with resolution # or to protect the innocent people caught in the ongoing conflict in Gaza"},{"author":94808,"first":"Los Estados no deben dejarse <strong class=\"keyword\">amilanar</strong> por las cuestiones difíciles; más bien, deben enfocar el proceso con un sentido de compromiso para alcanzar resultados concretos.","second":"itself. States should not <strong class=\"keyword\">shy</strong> away from the difficult issues but should approach this process with a sense of commitment to achieve concrete results."},{"author":8000,"first":"En sus respuestas, el Director de la División de Información, Asuntos de la Junta Ejecutiva y Movilización de Recursos agradeció las observaciones de las delegaciones que habían pedido al Fondo que no se <strong class=\"keyword\">amilanara</strong> y afirmó que el Fondo trataría de actuar con más determinación","second":"In his responses, the Director of the Information, Executive Board and Resource Mobilization Division said that he appreciated the comments of delegations on not being too <strong class=\"keyword\">shy</strong> and that the Fund would attempt to be bolder"},{"author":8000,"first":"No obstante, los miembros pueden estar seguros de que la Comisión no se <strong class=\"keyword\">amilanará</strong> ante la violencia imperante","second":"Members may rest assured, however, that the Commission will not be <strong class=\"keyword\">deterred</strong> by the prevailing violence"},{"author":94808,"first":"De hecho, es importante recordar que fue el veto el que nos llevó a las puertas de la Corte Internacional de Justicia, ya que no nos dejamos <strong class=\"keyword\">amilanar</strong> sino que, en lugar de ello, seguimos buscando la aplicación del derecho en el seno del sistema de las Naciones Unidas.","second":"Indeed, it is important to recall that it was the veto that led <strong class=\"keyword\">us</strong> to the doors of the International Court of Justice, as we did not cower but, instead, continued to seek implementation of the law within the United Nations system."},{"author":8000,"first":"La comunidad internacional no debe dejarse <strong class=\"keyword\">amilanar</strong> ni intimidar por esos asaltos descarados a nuestra psique colectiva","second":"The international community must not be <strong class=\"keyword\">daunted</strong> or intimidated by those brazen assaults on our collective psyche"},{"author":90922,"first":"Sin dejarse <strong class=\"keyword\">amilanar</strong> por las pérdidas sobre el terreno en Siria e Irak, la propaganda del ISIS en las redes sociales ha proclamado repetidas veces el objetivo de un califato islámico o un imperio teocrático que rija sobre todo el subcontinente indio, partes de Asia Oriental, Oriente Medio y África del Norte y Central.","second":"<strong class=\"keyword\">Undeterred</strong> by the current losses on the ground in Syria and Iraq, ISIS propaganda on social media has repeatedly proclaimed the group's dream of an Islamic Caliphate or theocratic empire ruling the entire Indian subcontinent, parts of East Asia, the Middle Eastern and North and Central Africa."},{"author":94808,"first":"A pesar de tales desafíos, no nos dejamos <strong class=\"keyword\">amilanar</strong> y nos mantenemos alertas ante las transferencias ilegales de armas pequeñas y armas ligeras en nuestra región.","second":"Notwithstanding such challenges, we remain <strong class=\"keyword\">undaunted</strong> and vigilant about the illegal trans-shipment of small arms and light weapons in our region."},{"author":118293,"first":"En el Lejano Oriente logran <strong class=\"keyword\">amilanar</strong> hasta al más fuerte.","second":"They have ways in the East of <strong class=\"keyword\">shattering</strong> the strongest courage."},{"author":27,"first":"Tampoco nos hemos dejado <strong class=\"keyword\">amilanar</strong> al traer como invitado al Dalai Lama, o cuando tomamos las decisiones relativas al Premio Sajárov o a los Juegos Olímpicos.","second":"We have <strong class=\"keyword\">not</strong> let ourselves be swayed either when we invited the Dalai Lama, or when we took a decision regarding the Sakharov prize, or with regard to participation in the Olympics."},{"author":118293,"first":"Puede ser muy combativo, así que no se deje <strong class=\"keyword\">amilanar</strong> por nada.","second":"He can be very contentious, so don't get thrown by anything."},{"author":118293,"first":"El capitán Taxi no se va a <strong class=\"keyword\">amilanar</strong>.","second":"Captain Cab will not be <strong class=\"keyword\">daunted</strong>. [ Exclaiming ]"},{"author":8000,"first":"Su país no se dejará, sin embargo, <strong class=\"keyword\">amilanar</strong> y continúa librando una guerra por un desarrollo con equidad, democracia y participación","second":"Her country would, however, <strong class=\"keyword\">continue</strong> to work for fair, democratic and participatory development"},{"author":94808,"first":"Sin embargo, la vida y el trabajo de nuestras sociedades continuarán, sin dejarnos <strong class=\"keyword\">amilanar</strong>.","second":"However, the life and work of our societies will continue <strong class=\"keyword\">undeterred</strong>."},{"author":8000,"first":"Sin embargo, la vida y el trabajo de nuestras sociedades continuarán, sin dejarnos <strong class=\"keyword\">amilanar</strong>","second":"However, the life and work of our societies will continue <strong class=\"keyword\">undeterred</strong>"},{"author":94808,"first":"No obstante, los miembros pueden estar seguros de que la Comisión no se <strong class=\"keyword\">amilanará</strong> ante la violencia imperante.","second":"Members may rest assured, however, that the Commission will not be <strong class=\"keyword\">deterred</strong> by the prevailing violence."},{"author":31,"first":"En el Lejano Oriente logran <strong class=\"keyword\">amilanar</strong> hasta al más fuerte","second":"They have ways in the East of <strong class=\"keyword\">shattering</strong> the strongest courage"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}