{"result":"ok","tuc":[{"phrase":{"text":"protect","language":"en"},"meaningId":-265511697574842923,"authors":[69425]},{"phrase":{"text":"defend","language":"en"},"meaningId":-7985335973804923045,"authors":[25018]},{"phrase":{"text":"shelter","language":"en"},"meaningId":4227818687939846158,"authors":[69425]},{"phrase":{"text":"screen","language":"en"},"meanings":[{"language":"es","text":"Proteger por medio de una refugio."},{"language":"en","text":"Protect, hide, or conceal from danger or harm."},{"language":"es","text":"Proteger por medio de un refugio."}],"meaningId":7555743461511024771,"authors":[35]},{"phrase":{"text":"cover","language":"en"},"meaningId":8435003388800267467,"authors":[25018]},{"phrase":{"text":"guard","language":"en"},"meaningId":-4187418844455592711,"authors":[25018]},{"phrase":{"text":"support","language":"en"},"meaningId":-6980618338545623307,"authors":[89651]},{"phrase":{"text":"shield","language":"en"},"meanings":[{"language":"en","text":"Protect, hide, or conceal from danger or harm."},{"language":"es","text":"Proteger por medio de un refugio."}],"meaningId":6152920411245943243,"authors":[60172]},{"phrase":{"text":"befriend","language":"en"},"meaningId":-3480263420695648453,"authors":[97745]},{"phrase":{"text":"buffer","language":"en"},"meaningId":-3815791980244333765,"authors":[99488]},{"phrase":{"text":"favour","language":"en"},"meaningId":-4163364366716923503,"authors":[83093]},{"phrase":{"text":"harbor","language":"en"},"meaningId":-3159985132986446781,"authors":[25018]},{"phrase":{"text":"harbour","language":"en"},"meaningId":-3581318607651366070,"authors":[25018]},{"phrase":{"text":"help","language":"en"},"meaningId":-1951072146496182941,"authors":[25018]},{"phrase":{"text":"lodge","language":"en"},"meaningId":-3922494754611498174,"authors":[86934]},{"phrase":{"text":"patronize","language":"en"},"meaningId":1966234281046132106,"authors":[83093]},{"meanings":[{"language":"en","text":"to safeguard"}],"meaningId":5694976588525078715,"authors":[93107]}],"phrase":"amparar","examples":[{"author":22,"first":"Tras la decisión del Parlamento del #.#.# de <strong class=\"keyword\">amparar</strong> la inmunidad de Giuseppe Gargani en un procedimiento judicial ante el Tribunal de Roma (punto #.# del Acta de #.#.#), las autoridades competentes italianas han puesto en conocimiento del Parlamento, de conformidad con el artículo #, apartado #, del Reglamento, la decisión del Tribunal en la que se declara no admisible el procedimiento contra Giuseppe Gargani","second":"Following Parliament's decision of #.#.# to <strong class=\"keyword\">defend</strong> Giuseppe Gargani's immunity in connection with civil proceedings pending before the Rome District Court (Minutes of #.#.#, Item #.#), the relevant Italian authorities had informed Parliament, pursuant to Rule #, of the District Court's decision to declare the proceedings against Giuseppe Gargani inadmissible"},{"author":94808,"first":"Se expresó apoyo por el régimen establecido en virtud de esos tres apartados, pero se observó que una necesidad igualmente importante era la de <strong class=\"keyword\">amparar</strong> a todo tercero tenedor de un documento de transporte negociable, tradicional o electrónico, que obrara de buena fe, como sería el caso de un tenedor amparado en virtud de lo dispuesto en el apartado g) del artículo 49.","second":"Support was expressed for the system established by those three subparagraphs, but it was noted that an equally pressing concern was the <strong class=\"keyword\">protection</strong> of third party holders of a negotiable transport document or electronic transport record who acted in good faith, such as those protected through the operation of subparagraph (g) of draft article 49."},{"author":94808,"first":"En consecuencia, un acuerdo puede contener diversas salvaguardias, es decir, disposiciones encaminadas a <strong class=\"keyword\">amparar</strong> determinada condición, que puede estar relacionada con derechos, principios o hechos.","second":"Consequently, an agreement may include a range of safeguards provisions, i.e. provisions that <strong class=\"keyword\">safeguard</strong> a certain status, which can be related to rights, principles or facts."},{"author":94809,"first":"Decide no <strong class=\"keyword\">amparar</strong> la inmunidad y los privilegios de Tobias Pflüger;","second":"Decides not to <strong class=\"keyword\">defend</strong> the immunity and privileges of Tobias Pflüger;"},{"author":94808,"first":"Sea nombrado por los acreedores, por el tribunal, un órgano público o estatal, o una autoridad judicial o administrativa o por el propio deudor, el representante de la insolvencia desempeña una función preponderante en lo que respecta a la aplicación efectiva del régimen de la insolvencia y está dotado de ciertas potestades sobre los actos del deudor y sus bienes que debe ejercer en aras de <strong class=\"keyword\">amparar</strong> su valor y de velar por una aplicación eficaz e imparcial de la ley.","second":"Whether appointed by creditors, the court, a government department or agency, a public or statutory authority or the debtor, the insolvency representative plays a central role in the effective implementation of the insolvency law, with certain powers over debtors and their assets and a duty to <strong class=\"keyword\">protect</strong> them and their value and ensure that the law is applied effectively and impartially."},{"author":94808,"first":"\"Los padres tienen el derecho y la obligación de asistir, de alimentar, de educar y de <strong class=\"keyword\">amparar</strong> a sus hijos menores.","second":"\"Parents have the right and the duty to care for, maintain, educate and <strong class=\"keyword\">protect</strong> their minor children."},{"author":94809,"first":"La autorización se podrá utilizar para <strong class=\"keyword\">amparar</strong> cualquier combinación de bienes culturales de la colección permanente con motivo de su exportación temporal.","second":"The licence may be used to <strong class=\"keyword\">cover</strong> any combination of goods in the permanent collection at any one occasion of temporary export."},{"author":94809,"first":"En lo que respecta a la circunstancia de que las exigencias de protección de la salud invocadas en apoyo de la Decisión hacen abstracción de la salud de los consumidores residentes en el territorio del Reino Unido, (41) destaco, ante todo, que la base jurídica invocada en apoyo de la Decisión no sería, en todo caso, adecuada para <strong class=\"keyword\">amparar</strong> una prohibición de la comercialización de carnes «nacionales» en el territorio del Reino Unido, dado que se refiere a la supresión de los controles en las fronteras con vistas a la realización del mercado interior y que, por ende, versa sobre los intercambios entre Estados miembros.","second":"So far as concerns the allegation that the requirements of health protection relied upon in support of the Decision disregard the health of consumers resident in the United Kingdom, (41) I would point out in the first place that the legal basis underlying the Decision is in any event inappropriate to <strong class=\"keyword\">cover</strong> a ban on the marketing of `domestic' meat in the United Kingdom, since it concerns the abolition of frontier controls with a view to the completion of the internal market and therefore affects trade between Member States."},{"author":8000,"first":"La Guía de la CNUDMI sobre las Operaciones Garantizadas no afectará al derecho del licenciante de <strong class=\"keyword\">amparar</strong> su propio derecho de percibir los derechos abonables por el licenciatario por concepto de licencia estipulando en la licencia que el licenciatario no podrá ceder los derechos que le sean abonables por concepto de sublicencia del derecho licenciado","second":"Similarly, the UNCITRAL Secured Transactions Guide does not affect the right of the licensor to <strong class=\"keyword\">protect</strong> its right to receive the royalties payable by the licensee by agreeing with the licensee that the licensee will not assign royalties to be paid to the licensee upon its sub-license of its rights under the licence"},{"author":8000,"first":"Fadaifard (República Islámica del Irán) dice que el sistema de derechos humanos de las Naciones Unidas, como mecanismo universal, debe <strong class=\"keyword\">amparar</strong> a todas las personas y todos los pueblos","second":"Mr. Fadaifard (Islamic Republic of Iran) said that the United Nations human rights system, as a universal mechanism, should <strong class=\"keyword\">cover</strong> all individuals and peoples"},{"author":94809,"first":"34 En mi opinión, la cuestión que debe plantearse es si la no publicación de la excepción menoscaba la seguridad jurídica o la eficacia del control jurisdiccional que debe <strong class=\"keyword\">amparar</strong> a un contribuyente que desee impugnar su aplicación.","second":"34 In my view, the question to be asked is whether the absence of publication of the derogation diminishes legal certainty or the effectiveness of judicial control which must be available to a taxable person wishing to challenge its application."},{"author":8000,"first":"Se expresó, en respuesta, una opinión muy generalizada de que, si bien debía reconocerse la posibilidad de que el porteador incrementara su responsabilidad, conforme estaba previsto en las Reglas de La Haya, era preciso <strong class=\"keyword\">amparar</strong> al cargador contra toda cláusula por la que se incrementara su responsabilidad, particularmente en el marco de los denominados contratos de adhesión o concertados conforme a las condiciones generales ofrecidas por una de las partes","second":"In response, a widely shared view was expressed that, while the possibility for the carrier to increase its liability should be recognized, as it was under the Hague Rules, the shipper should be <strong class=\"keyword\">protected</strong> against clauses that might increase its liability, particularly in contracts agreed on standard terms"},{"author":8000,"first":"Se preguntó, en particular, si se deberían <strong class=\"keyword\">amparar</strong> las operaciones internas del grupo partiendo de la idea de que un grupo de sociedades era un todo integrado o, por el contrario, examinar dichas operaciones partiendo de la hipótesis de que cada miembro del grupo constituía una entidad separada, por lo que toda operación entre ellos debería ser considerada una operación entre personas allegadas, en el marco de la definición dada de esa expresión en la Guía Legislativa (Glosario, apartado jj","second":"In particular, it was questioned whether the desired goal should be <strong class=\"keyword\">protection</strong> of intra-group transactions based upon the notion of a corporate group as a whole or particular scrutiny of those transactions on the basis that each group member was a separate entity and transactions between them should be considered as related person transactions, within the meaning of the definition of that term in the Legislative Guide (Glossary, paragraph (jj"},{"author":94808,"first":"La persona identificada en la notificación inscrita como otorgante tendrá derecho a pedir una cancelación o enmienda por medio de un procedimiento judicial o administrativo sumario aun antes de vencido el plazo previsto en el párrafo 1, siempre y cuando se disponga de algún dispositivo adecuado para <strong class=\"keyword\">amparar</strong> al creedor garantizado.","second":"The person identified in the registered notice as the grantor is entitled to seek a cancellation or amendment through a summary judicial or administrative procedure even before expiry of the period provided in paragraph 1, provided that there are appropriate mechanisms to <strong class=\"keyword\">protect</strong> the secured creditor."},{"author":94809,"first":"354 En efecto, contrariamente a lo alegado por las demandantes, la concesión de ayudas de Estado, incluso en forma de garantías, no puede <strong class=\"keyword\">amparar</strong> la confianza legítima de terceros en la regularidad de dichas garantías, si las mismas fueron concedidas infringiendo lo dispuesto en el artículo 88 CE, apartado 3.","second":"354 In fact, contrary to the applicants’ assertions, the grant of State aid even in the form of <strong class=\"keyword\">guarantees</strong> cannot give rise to third parties’ legitimate expectation that those guarantees were proper, if they were given in breach of Article 88(3) EC."},{"author":27,"first":"La jurisprudencia constante de la Comisión de Asuntos Jurídicos en materia de opiniones emitidas por diputados al Parlamento Europeo tiende, en estos casos, a <strong class=\"keyword\">amparar</strong> sistemáticamente la inmunidad.","second":"The settled case-law of the Committee on Legal Affairs in relation to opinions voiced by Members of the European Parliament tends, in this case, towards the systematic <strong class=\"keyword\">protection</strong> of immunity."},{"author":8000,"first":"Se dijo que el texto actual de artículo # presentado en el documento # sería únicamente aplicable a los derechos de terceros dimanantes de contratos de fletamento y de otros contratos igualmente excluidos del ámbito de aplicación del régimen del futuro instrumento, por lo que cabía considerar dicho artículo como un artículo concerniente al ámbito de aplicación cuyo efecto consistiría en <strong class=\"keyword\">amparar</strong> a terceros que, por lo demás, estaban ya excluidos del régimen del instrumento","second":"It was indicated that draft article # as set forth in # operated only in favour of third parties to charter parties and other contracts excluded from the scope of application of the draft instrument, and that draft article # could be considered a scope of application provision whose effect was to <strong class=\"keyword\">extend protection</strong> to third parties otherwise excluded"},{"author":8000,"first":"El Tribunal Supremo podrá dictar las órdenes, mandamientos y directivas, en particular sobre el pago de una indemnización, que considere apropiadas para <strong class=\"keyword\">amparar</strong> ese derecho","second":"The Supreme Court may make such orders, issue such write and give such directions, including the payment of compensation, as it considers appropriate to <strong class=\"keyword\">enforce</strong> that right"},{"author":94809,"first":"Por otra parte, el artículo 48 de la Carta protege la presunción de inocencia y el derecho de defensa que deben <strong class=\"keyword\">amparar</strong> a un «acusado», por lo que no debe aplicarse en este asunto.","second":"Secondly, Article 48 of the Charter protects the presumption of innocence and rights of the defence of which must be <strong class=\"keyword\">enjoyed by</strong> a person ‘who has been charged’ and is therefore not applicable in the main proceedings."},{"author":94808,"first":"Ello creaba una gran incertidumbre acerca de si los inversionistas que eran titulares de valores y los proveedores de fondos que otorgaban crédito a cambio de una garantía constituida sobre esos valores gozaban de un derecho real que los <strong class=\"keyword\">amparara</strong>, por ejemplo, en el supuesto de insolvencia de un intermediario.","second":"As a result, a great deal of uncertainty existed as to whether investors owning securities and financiers extending credit and taking a pledge in the securities had a right in rem and were <strong class=\"keyword\">protected</strong>, in particular, in the case of the insolvency of an intermediary."},{"author":94808,"first":"Los Estados deben establecer mecanismos procesales que permitan una ejecución efectiva y eficiente de su garantía por el acreedor garantizado, sin dejar, por ello, de <strong class=\"keyword\">amparar</strong> los derechos del otorgante y todo derecho que tenga algún tercero sobre los bienes gravados, tanto si el acreedor garantizado: a) debe comenzar por obtener una sentencia por la vía habitual y pedir a una autoridad pública que embargue los bienes gravados y los venda en subasta pública; como si b) dispone de una vía judicial sumaria para hacer reconocer el incumplimiento del deudor y poder así recabar de la autoridad competente el embargo y la venta de los bienes gravados; o si c) tiene incluso derecho a hacer ejecutar su garantía sin un proceso judicial.","second":"States are required to develop procedural mechanisms to facilitate effective and efficient enforcement by the secured creditor and <strong class=\"keyword\">protection</strong> of the rights of the grantor and third parties with a right in the encumbered assets, regardless of whether the secured creditor (a) must obtain a judgement in the regular way, have a public official seize the encumbered assets and sell them at a public auction; or (b) has access to an expedited judicial remedy to have the debtor’s default acknowledged, and is then able to proceed immediately to have a public official seize and sell the encumbered assets; or (c) is entitled to enforce its rights without judicial process."},{"author":94809,"first":"A este respecto, tampoco estaba obligado a <strong class=\"keyword\">amparar</strong> un derecho semejante de su funcionario, el Sr.","second":"Nor would it have had to respect any <strong class=\"keyword\">right</strong> of Mr Lehtinen, its official, in this respect."},{"author":8000,"first":"a) La capacitación de jueces, fiscales y demás funcionarios de los organismos encargados de hacer cumplir la ley, respecto de los mecanismos para la desarticulación de organizaciones delictivas, así como la utilización de técnicas especiales de investigación que permitan el rescate de las personas secuestradas, teniendo en cuenta la especial necesidad de <strong class=\"keyword\">amparar</strong> y proteger a la víctima","second":"a) Training of judges, prosecutors and other law enforcement officials in mechanisms for disbanding criminal organizations and in the use of special investigative techniques for the rescue of kidnapped persons, bearing in mind the particular need to safeguard and <strong class=\"keyword\">protect</strong> the victim"},{"author":8000,"first":"Se sugirió que se reformulara este inciso a fin de que <strong class=\"keyword\">amparara</strong> mejor a todo tercero que pasara a ser tenedor del título de transporte negociable una vez efectuada la entrega de las mercancías","second":"It was suggested that this subparagraph should be revised to <strong class=\"keyword\">provide</strong> greater <strong class=\"keyword\">protection</strong> for the third party who became a holder of the negotiable transport document after delivery was made"},{"author":94808,"first":"Así pues, el artículo 5.2 c) de la Ley cualificada del Cuerpo de Policía y el artículo 7 c) de la Ley del Cuerpo Penitenciario disponen que los agentes deben atenerse, en su actuación profesional, a los principios de jerarquía y de subordinación, y precisan que, en ningún caso, la obediencia debida puede <strong class=\"keyword\">amparar</strong> ni justificar órdenes que comporten la ejecución de actos constitutivos de delito o contrarios a la Constitución o a las leyes.","second":"Furthermore, although article 5.2 (c) of the Qualified Act on the Police as well as article 7 (c) of the Prisons Act stipulate that officers must respect the principles of hierarchy and subordination in the course of their duties, they also specify that under no circumstances shall due obedience be used to justify or <strong class=\"keyword\">defend</strong> orders that involve the performance of acts that constitute offences or violate the Constitution or the law."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}