{"result":"ok","tuc":[{"phrase":{"text":"bombastic","language":"en"},"meaningId":-1374879472028735766,"authors":[89651]},{"phrase":{"text":"highfalutin","language":"en"},"meaningId":-3282832652467036236,"authors":[97745]},{"phrase":{"text":"overblown","language":"en"},"meaningId":260002900387394137,"authors":[97745]},{"phrase":{"text":"pompous","language":"en"},"meaningId":241152043349980379,"authors":[86934]},{"meanings":[{"language":"en","text":"bombastic"}],"meaningId":-8865740997533898383,"authors":[93107]}],"phrase":"ampuloso","examples":[{"author":31,"first":"\" Siervos de la vanidad <strong class=\"keyword\">ampulosa</strong> de Villa","second":"\" Pandering to Villa ' s <strong class=\"keyword\">overblown</strong> vanity"},{"author":118293,"first":"Entonces, únete a tus colegas, pequeño gusano <strong class=\"keyword\">ampuloso</strong>","second":"Then, join your fellow wizards, you <strong class=\"keyword\">turgid</strong> little worm!"},{"author":8007,"first":"Ese es el lenguaje <strong class=\"keyword\">ampuloso</strong> de la monarquía absolutista.","second":"That is the <strong class=\"keyword\">bombastic</strong> language of absolute monarchy."},{"author":8008,"first":"Sencillamente, todo suena mucho mejor con eso, desde los íntimos cuartetos de cuerda y el jazz de un humeante night-club hasta el rock <strong class=\"keyword\">ampuloso</strong> y las orquestas sinfónicas.","second":"Everything just sounds a lot better with it, from intimate string quartets and steaming night-club jazz to full-<strong class=\"keyword\">bodied</strong> rock and symphony orchestras."},{"author":118293,"first":"Muy <strong class=\"keyword\">ampuloso</strong>, bastante... decadente.","second":"/ Very <strong class=\"keyword\">flamboyant</strong>, quite... effete,"},{"author":8000,"first":"Aunque sea de agradecer que se hayan definido las medidas cautelares que puede ordenar un árbitro internacional, numerosas disposiciones están redactadas en un lenguaje <strong class=\"keyword\">ampuloso</strong>-resulta elocuente al respecto su comparación con el texto de la Ley Modelo-, y algunas de ellas son cuestionables desde la perspectiva de la práctica del arbitraje","second":"While the definitions of interim measures that can be ordered by an international arbitrator are generally welcome, many provisions <strong class=\"keyword\">are</strong> overly cumbersome-as a comparison with the original provisions of the Model Law reveals-if not questionable from the perspective of arbitration practice"},{"author":119739,"first":"Los pueblos orientales tenían por costumbre exteriorizar su desconsuelo con gestos y ademanes <strong class=\"keyword\">ampulosos</strong> cuando estaban de duelo, y así se refleja en el registro bíblico.","second":"Mourning among Oriental peoples was customarily accompanied by much outward display of grief, and this is reflected in the Biblical accounts of periods of mourning."},{"author":91988,"first":"¿Será Dominique de Villepin, el <strong class=\"keyword\">ampuloso</strong> primer ministro de Jacques Chirac, ser para Sarkozy lo que Chirac fue para Valéry Giscard d’Estaing en 1981?","second":"Will Dominique de Villepin, the <strong class=\"keyword\">flamboyant</strong> former prime minister under Jacques Chirac, be to Sarkozy what Chirac was to Valéry Giscard d’Estaing in 1981?"},{"author":94808,"first":"La utilización de expresiones hiperbólicas y <strong class=\"keyword\">ampulosas</strong> no contribuye al debate sobre el desarrollo ni a la función que en él desempeña el PNUD.","second":"The use of <strong class=\"keyword\">hyperbole</strong> and <strong class=\"keyword\">inflated language</strong> do not add much to the development debate nor the UNDP role in it."},{"author":119739,"first":"En su introducción a los dos libros de los Macabeos, la Biblia de Jerusalén hace el siguiente comentario sobre el segundo libro: “El estilo, que es el de los escritores helenísticos, pero no de los mejores, resulta a veces <strong class=\"keyword\">ampuloso</strong>”.","second":"In its Introduction to the Books of Maccabees, The Jerusalem Bible says concerning Second Maccabees: “The style is that of hellenistic writers, though not of the best: at times it is turgid, frequently <strong class=\"keyword\">pompous</strong>.”"},{"author":31,"first":"El de gafas oscuras y el bigote y el gesto <strong class=\"keyword\">ampuloso</strong>... es nuestro hombre","second":"The dark glasses and the mustache and Vandyke... is our man...Henry Camerero"},{"author":27,"first":"Permítanme que pase a los puntos concretos de la resolución que tenemos ante nosotros, que acojo con gran satisfacción, aunque la encuentro más bien larga y <strong class=\"keyword\">ampulosa</strong>.","second":"Let me turn to some of the specific points in the resolution before us, which I largely welcome, although I find it rather long and <strong class=\"keyword\">verbose</strong>."},{"author":8000,"first":"La <strong class=\"keyword\">ampulosa</strong> retórica de las declaraciones del personal directivo y de las publicaciones del PNUD en relación con el VIH/SIDA no ha ido acompañada de unos resultados comparables en el diseño y la ejecución de actividades por parte de las oficinas en los países","second":"The <strong class=\"keyword\">soaring</strong> rhetoric of senior management statements and UNDP publications on HIV/AIDS was inadequately matched by comparable country office performance in the design and execution of UNDP activities"},{"author":92475,"first":"Llama a Pell un “cobarde”, una “escoria” y un “<strong class=\"keyword\">ampuloso</strong> bufón”.","second":"He calls Pell a “coward”, “scum” and a “<strong class=\"keyword\">pompous</strong> buffoon”."},{"author":27,"first":"Puestos a utilizar términos <strong class=\"keyword\">ampulosos</strong>, deberíamos decir que estas enmiendas deben rechazarse por no cristianas, por contrarias a la Ilustración y, desde luego, por totalmente contrarias a Europa.","second":"If we are to use big words here, then we should say that these amendments must be rejected for being unchristian, anti-rationalist and completely and utterly anti-European."},{"author":27,"first":"¿Por qué no ha mencionado que estamos introduciendo nuevos procedimientos burocráticos en Europa, y hacemos exactamente lo contrario de lo que proclamamos con nuestra <strong class=\"keyword\">ampulosa</strong> oratoria sobre reducir los trámites y alcanzar los objetivos de Lisboa?","second":"Why did he not mention that we are introducing new bureaucratic procedures in Europe, and thus doing the exact opposite of what we proclaim in our soapbox speeches about cutting red tape and achieving the Lisbon objectives?"},{"author":118293,"first":"Tiene un estilo tan <strong class=\"keyword\">ampuloso</strong> y tan enfático...","second":"He has a haughty, emphatic style insufferable"},{"author":94808,"first":"Aunque sea de agradecer que se hayan definido las medidas cautelares que puede ordenar un árbitro internacional, numerosas disposiciones están redactadas en un lenguaje <strong class=\"keyword\">ampuloso</strong> -resulta elocuente al respecto su comparación con el texto de la Ley Modelo-, y algunas de ellas son cuestionables desde la perspectiva de la práctica del arbitraje.","second":"While the definitions of interim measures that can be ordered by an international arbitrator are generally welcome, many provisions <strong class=\"keyword\">are</strong> overly cumbersome—as a comparison with the original provisions of the Model Law reveals—if not questionable from the perspective of arbitration practice."},{"author":31,"first":"Muy <strong class=\"keyword\">ampuloso</strong>, bastante... decadente","second":"<strong class=\"keyword\">He</strong>' s a painter.David Baker"},{"author":91988,"first":"Al escuchar los discursos reflexivos y distantes de Obama sobre Libia, uno casi puede oír la <strong class=\"keyword\">ampulosa</strong> intervención del ministro de Exteriores francés, Dominique de Villepin, en las Naciones Unidas la víspera de la invasión de Irak en 2003.","second":"Listening to Obama’s reflexive and distant speeches on Libya, one can nearly hear French Foreign Minister Dominique de Villepin’s <strong class=\"keyword\">flamboyant</strong> intervention at the United Nations on the eve of the invasion of Iraq in 2003."},{"author":27,"first":"Pero he de decir, como ciudadano y como diputado, que los debates celebrados hasta ahora me han parecido <strong class=\"keyword\">ampulosos</strong>, imprecisos y reveladores de una falta de voluntad y de motivación políticas.","second":"But I have to say both as a citizen and as a parliamentarian that the discussions so far have seemed to me <strong class=\"keyword\">turgid</strong>, unfocused and to show a lack of political will and motivation."},{"author":27,"first":"Señor Presidente, señores Comisarios, estimadas y estimados colegas, esta es al menos la tercera vez en esta semana de Plenos -que ciertamente está aún en sus inicios- en que tenemos que achacar al Consejo su falta de actividad tras su <strong class=\"keyword\">ampulosa</strong> declaración de cara a los medios de comunicación realizada en la cumbre.","second":"Mr President, Commissioners, ladies and gentlemen, this is now at least the third time during this part-session - and it is still only Tuesday - that we have had to reproach the Council for the lack of follow-up to its forceful, media-oriented summit statement."},{"author":24,"first":"Raras veces se han comunicado erupciones <strong class=\"keyword\">ampulosas</strong> y edema","second":"Bullous eruption and <strong class=\"keyword\">oedema</strong> were reported rarely"},{"author":31,"first":"Veréis como esa panza terrible y <strong class=\"keyword\">ampulosa</strong> se hincha, se hincha, se hincha, se hincha y después estalla","second":"You' il see that potbelly <strong class=\"keyword\">Inflate</strong> still moreFrom the surface to the core. It will expand at first"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}