{"result":"ok","tuc":[{"phrase":{"text":"flood","language":"en"},"meanings":[{"language":"en","text":"To cover with large amounts of water."},{"language":"es","text":"Cubrir con granes cantidades de agua."}],"meaningId":-5439349401585432598,"authors":[60172]},{"phrase":{"text":"overwhelm","language":"en"},"meaningId":4562159861659643913,"authors":[25018]},{"phrase":{"text":"inundate","language":"en"},"meanings":[{"language":"en","text":"To cover with large amounts of water."},{"language":"es","text":"Cubrir con granes cantidades de agua."}],"meaningId":-8937666870970918914,"authors":[60172]},{"phrase":{"text":"drown","language":"en"},"meaningId":-196248176758707042,"authors":[89651]},{"phrase":{"text":"gush out","language":"en"},"meaningId":8345067256310784900,"authors":[13]},{"phrase":{"text":"pour out","language":"en"},"meaningId":759851129804932505,"authors":[13]},{"phrase":{"text":"sink","language":"en"},"meaningId":1853877674948331074,"authors":[25115]},{"phrase":{"text":"spout","language":"en"},"meaningId":5485412035963022600,"authors":[13]},{"phrase":{"text":"submerge","language":"en"},"meaningId":2138591314685186575,"authors":[25115]},{"phrase":{"text":"swamp","language":"en"},"meaningId":6077484927597929698,"authors":[97745]},{"meanings":[{"language":"en","text":"to drown, to inundate, to flood"},{"language":"en","text":"(transitive) to drown, to inundate"}],"meaningId":-3979271184208716903,"authors":[1]}],"phrase":"anegar","examples":[{"author":27,"first":"Constituye un éxito que no debemos minimizar y que no debemos <strong class=\"keyword\">anegar</strong> en una discusión excesivamente negativa acerca de la situación actual de Europa.","second":"It is a success that we must not minimise and that we must not now <strong class=\"keyword\">drown</strong> in an overly negative discussion on the current state of Europe."},{"author":27,"first":"<strong class=\"keyword\">Anegará</strong> las esperanzas de democracia en Oriente Próximo.","second":"It will <strong class=\"keyword\">drown</strong> the hopes of democracy in the Middle East."},{"author":95875,"first":"Las precipitaciones intensas son capaces de desbordar los sistemas de alcantarillado urbano y <strong class=\"keyword\">anegar</strong> ciudades en poco tiempo.","second":"Heavy rain can frequently <strong class=\"keyword\">overwhelm</strong> urban sewage systems, causing rapid <strong class=\"keyword\">flooding</strong> in cities."},{"author":94808,"first":"Dado que el punto más alto de las Islas Marshall está a apenas dos metros por encima del nivel del mar, incluso las previsiones científicas más moderadas que hizo en 2007 el organismo científico de las Naciones Unidas, el Grupo Intergubernamental de Expertos sobre el Cambio Climático (IPCC), sobre un aumento del nivel del mar de 20 a 30 centímetros antes del siglo que viene, indican claramente —y con certeza— que nuestra supervivencia nacional se ve amenazada por una conmoción que podría <strong class=\"keyword\">anegar</strong> nuestro territorio, nuestra seguridad básica en materia de agua y alimentos y los pilares de nuestra cultura tradicional.","second":"As the Marshall Islands’ highest point is only two metres above sea level, even the most conservative 2007 scientific projections of the United Nations scientific body, the Intergovernmental Panel on Climate Change (IPCC), of a sea level rise of 20 to 30 centimetres before the next century, clearly indicate — and with certainty — that our national survival is threatened by an upheaval that would <strong class=\"keyword\">overwhelm</strong> our very land, our basic water and food security, as well as the pillars of our traditional culture."},{"author":118293,"first":"Cuán lejos del deseo de Bolingbroke está el <strong class=\"keyword\">anegar</strong> con esta lluvia roja la verde tierra del buen rey Ricardo, lo mostrará mi humilde sumisión.","second":"Such crimson tempest should bedrench the fresh green <strong class=\"keyword\">lap</strong> Of fair King Richard's land, My stooping duty tenderly shall show."},{"author":94809,"first":"El Gobierno portugués piensa entonces <strong class=\"keyword\">anegar</strong> la zona y crear un embalse de 250 km2, 63 de los cuales estarán en España, destinado fundamentalmente para riego.","second":"The Portuguese Government plans then to start <strong class=\"keyword\">flooding</strong> the area and creating a 250 km2 reservoir (of which 63 km2 in Spain), mainly for irrigation."},{"author":95183,"first":"Ahora bien, con la oleada de nuevos casos a punto de <strong class=\"keyword\">anegar</strong> el mundo, no podemos quedarnos con los brazos cruzados.","second":"But with the tidal wave of new cases poised to sweep over the world, we cannot wait to take action."},{"author":94809,"first":"A mi juicio, el hecho de que el terreno se pueda <strong class=\"keyword\">anegar</strong> no impide, en principio, que la superficie pueda dedicarse en exclusiva a la alimentación del ganado vacuno.","second":"In my view, the fact that the land may be under <strong class=\"keyword\">water</strong> does not, in principle, prevent the area being given over exclusively to feeding bovine animals."},{"author":119723,"first":"3 Y yo, Moroni, no <strong class=\"keyword\">anegaré</strong> al Cristo; de modo que ando errante por donde puedo, para proteger mi propia vida.","second":"3 And I, Moroni, will not adeny the Christ; wherefore, I wander whithersoever I can for the safety of mine own life."},{"author":94808,"first":"En lugar de dejar caer mentiras y <strong class=\"keyword\">anegar</strong> al Consejo de Seguridad con cartas, el Líbano debería plantear las quejas menores en el foro trilateral.","second":"Instead of floating lies and <strong class=\"keyword\">drowning</strong> the Security Council in letters, Lebanon should be raising minor complaints in the trilateral forum."},{"author":89915,"first":"Diseño y desarrollo de sistemas para inundar y <strong class=\"keyword\">anegar</strong>","second":"Design and development of tidal systems"},{"author":118293,"first":"Los perseguimos con propulsores de agua, con la esperanza de <strong class=\"keyword\">anegar</strong> o estropear sus motores.","second":"We chased them with water cannons, in hopes of <strong class=\"keyword\">flooding</strong> or stalling their engines."},{"author":94808,"first":"La construcción de la represa de Bahsha en Gilgit y Baltistan provocará el desplazamiento de decenas de miles de personas y <strong class=\"keyword\">anegará</strong> cientos de pueblos y aldeas, con su historia y cultura.","second":"The construction of the Bahsha Dam in Gilgit-Baltistan would cause the displacement of tens of thousands of people and would <strong class=\"keyword\">submerge</strong> hundreds of towns and villages and with them their history and culture."},{"author":94809,"first":"El sistema utilizado en el proyecto, bastante inusual, de <strong class=\"keyword\">anegar</strong> completamente la turbera, llegó incluso a ser cuestionado por los equipos de supervisión en varias ocasiones.","second":"This project took an unusual approach by <strong class=\"keyword\">flooding</strong> the whole bog, the success of which was even called into question by the monitoring team on several occasions."},{"author":89915,"first":"Ventas (servicios de un mayorista) y promoción de ventas para los invernaderos nuevos y usados??, sistemas de calefacción, calderas, quemadores, sistemas de almacenamiento de calor, sistemas de condensadores, instalaciones de protección de cubiertas, pantallas enrollables para fachadas, pantallas al aire libre, mesas y sistemas de cultivo, jaulas, sistemas de transporte (interno), mesas (rodantes), sistemas de grifos de plantas y de cultivos, suelos para inundar y <strong class=\"keyword\">anegar</strong>","second":"Sale (wholesale services) of and sales promotion for new and used greenhouses, heating installations, steam boilers, burner installations, heat storage systems, condenser systems, roof screens, rolling façade screens, outdoor screens, growing tables and -systems, rolling containers, (internal) transport systems, (rolling) tables, plant gutter and gutter systems tables, ebb and <strong class=\"keyword\">flood</strong> floors"},{"author":118293,"first":"Y no te hablo solo de <strong class=\"keyword\">anegar</strong> mis tierras.","second":"It's not just irrigation for myself<strong class=\"keyword\">.</strong>"},{"author":89915,"first":"Suelos para inundar y <strong class=\"keyword\">anegar</strong> (de metal)","second":"Ebb and <strong class=\"keyword\">flood</strong> floors (of metal)"},{"author":31,"first":"No <strong class=\"keyword\">anegará</strong> vuestra conciencia, pero sí vuestra cocina","second":"It won' t <strong class=\"keyword\">drown</strong> your conscience, it might flood your kitchen"},{"author":95096,"first":"Este está convencido de que la persona humana tiene un valor único en el centro del mundo, de que la historia tiene un sentido, de que es posible el progreso en todos los terrenos, de que sigue viva la esperanza en la construcción de un mundo basado sobre la justicia, la solidaridad, el respeto al derecho, de que es posible no dejarse <strong class=\"keyword\">anegar</strong> por el mal.","second":"He is convinced that the human person has a unique value at the centre of the world, that history has meaning, that progress is possible in all areas, that there is still hope for the construction of a world founded upon justice and solidarity in respect for rights, that it is possible not to let oneself be <strong class=\"keyword\">submerged</strong> by evil."},{"author":118293,"first":"¿Vas a <strong class=\"keyword\">anegar</strong> el valle?","second":"You're going to <strong class=\"keyword\">flood</strong> the valley?"},{"author":94809,"first":"El embalse de La Breña II <strong class=\"keyword\">anegará</strong> totalmente La Breña I.","second":"‘La Breña II’ reservoir will completely <strong class=\"keyword\">flood</strong> ‘La Breña I’ reservoir."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"13":{"U":"http://ro.wiktionary.org","id":13,"N":"ro.wiktionary.org","url":"https://glosbe.com/source/13"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}