{"result":"ok","tuc":[{"phrase":{"text":"animosity","language":"en"},"meanings":[{"language":"en","text":"violent hatred leading to active opposition; active enmity; energetic dislike"}],"meaningId":2653760184703404484,"authors":[70195]},{"phrase":{"text":"spite","language":"en"},"meaningId":-4500098807857915280,"authors":[25115]},{"phrase":{"text":"animus","language":"en"},"meaningId":7178908116923438081,"authors":[25018]},{"phrase":{"text":"bad blood","language":"en"},"meaningId":7196262046970776930,"authors":[97745]},{"phrase":{"text":"vexation","language":"en"},"meaningId":-5055024241569589125,"authors":[25115]},{"meanings":[{"language":"en","text":"animosity"}],"meaningId":-8380817168745137402,"authors":[1]}],"phrase":"animosidad","examples":[{"author":94808,"first":"Con todo, una de nuestras prioridades colectivas debe ser la necesidad imperativa de eliminar los odios y <strong class=\"keyword\">animosidades</strong> profundamente arraigados y los esfuerzos concertados con ese fin, para que nunca se repita la historia de Rwanda.","second":"Yet the imperative need to remove deep-seated hatreds and <strong class=\"keyword\">animosities</strong>, and concerted efforts to so, so that Rwanda is not repeated must remain our collective priority."},{"author":118293,"first":"¿<strong class=\"keyword\">Animosidad</strong>?","second":"<strong class=\"keyword\">Anger</strong>, yeah."},{"author":118293,"first":"¿Por qué quiere el presidente crear esta <strong class=\"keyword\">animosidad</strong>....... dos semanas antes de dejar el cargo?","second":"Why does the president wanna stir up <strong class=\"keyword\">animosity</strong> two weeks before we leave office?"},{"author":8000,"first":"Sin embargo, ninguna de las dos partes alcanzará lo que quiere por medio del aumento de la violencia y profundizando más el odio y la <strong class=\"keyword\">animosidad</strong> entre los dos pueblos","second":"However, neither side will achieve what it wants by stepping up the violence and further deepening hatred and <strong class=\"keyword\">animosity</strong> between the two peoples"},{"author":118293,"first":"No es por <strong class=\"keyword\">animosidad</strong>.","second":"No <strong class=\"keyword\">animosity</strong> here."},{"author":118293,"first":"Simbolizo la ira, <strong class=\"keyword\">animosidad</strong>, odio, el deseo de vengarse de la humanidad.","second":"I symbolize the anger, <strong class=\"keyword\">animosity</strong>, hatred, the desire to take revenge in mankind."},{"author":118293,"first":"¿Siempre hubo <strong class=\"keyword\">animosidad</strong>?","second":"Was there always <strong class=\"keyword\">animosity</strong>?"},{"author":8000,"first":"De esta forma, el Gobierno trata de alentar a estudiantes y profesores a expresar sus puntos de vista sin disensiones, para reforzar la buena voluntad y la hermandad en la fe y evitar toda <strong class=\"keyword\">animosidad</strong> y rivalidad destructivas entre ellos","second":"The Government seeks by this means to encourage students and teachers to speak with one voice, strengthening good will and brotherhood in the faith and avoiding destructive rivalry and <strong class=\"keyword\">animosity</strong> among them"},{"author":94808,"first":"Además, en el artículo 39, párrafo 2, de la Constitución se dispone lo siguiente: \"Este derecho no se utilizará en detrimento de los derechos y la reputación de otros o para incitar un cambio del orden constitucional establecido por la fuerza, la comisión de un delito penal o la incitación a la <strong class=\"keyword\">animosidad</strong> o a la violencia personal\".","second":"At the same time, Article 39, paragraph 2, of the Constitutions stipulates that: “This right shall not be used to the detriment of the rights and reputation of others, or for incitement to change by force the constitutionally established order, for committing a crime, or for disseminating <strong class=\"keyword\">enmity</strong> or violence against anyone.”"},{"author":8000,"first":"Centenares de personas han muerto, miles han sido heridas y no se ha logrado nada ni para los palestinos ni para los israelíes, salvo un retroceso a un período de mayor desconfianza y <strong class=\"keyword\">animosidad</strong>","second":"Hundreds have been killed, thousands have been injured, and nothing has been accomplished either for Palestinians or Israelis, save for a turning back of the clock to a period of greater mistrust and <strong class=\"keyword\">animosity</strong>"},{"author":94808,"first":"Todavía persisten algunos conflictos tradicionales y, lo que es más perturbador, muchas <strong class=\"keyword\">animosidades</strong> antiguas se han convertido en hostilidades abiertas.","second":"Traditional conflicts remain and, most troubling, many old <strong class=\"keyword\">animosities</strong> have spilled over into open hostilities."},{"author":8000,"first":"Para concluir, quisiera decir que no hay problemas en el mundo que no se puedan resolver si respondemos a la <strong class=\"keyword\">animosidad</strong> con armonía, tolerancia y espiritualidad y si basamos nuestras relaciones en la confianza y la cooperación mutuas","second":"In conclusion, I would like to state that there are no problems in the world that cannot be solved if we set harmony, tolerance and spirituality <strong class=\"keyword\">against animosity</strong>, and if we base our relationships on mutual trust and cooperation"},{"author":94808,"first":"Lamento tener que señalar que los acontecimientos en el terreno no han ayudado, ya que han dado lugar a una mayor <strong class=\"keyword\">animosidad</strong>, a la trágica pérdida de vidas, a la destrucción de bienes e infraestructura y a la destrucción de los puentes psicológicos y simbólicos que las partes habían estado construyendo durante el último decenio, con la asistencia de los copatrocinadores del proceso de paz y de la comunidad internacional.","second":"I regret to note that events on the ground have not been helpful, leading to greater <strong class=\"keyword\">animosity</strong>, tragic loss of life, destruction of property and infrastructure and the dismantling of those psychological and symbolic bridges that the parties had been building over the last decade, with the assistance of the sponsors of the peace process and the broader international community."},{"author":94808,"first":"Esta es una señal de que los esfuerzos de Xanana Gusmão con miras a sanar las heridas de la <strong class=\"keyword\">animosidad</strong> pasada empiezan a dar resultados.","second":"This is also a sign that the efforts of Xanana Gusmão with a view to healing the wounds of past <strong class=\"keyword\">animosity</strong> are starting to bear fruit."},{"author":94808,"first":"Únicamente infundirá <strong class=\"keyword\">animosidad</strong> entre los ciudadanos afganos y, en última instancia, favorecerá los intereses de los opositores del Gobierno.","second":"It can only <strong class=\"keyword\">fuel animosity</strong> among Afghan citizens and will ultimately serve the interests of the opponents of the Government."},{"author":94808,"first":"Por su parte, el Gobierno israelí a menudo ha expresado su <strong class=\"keyword\">animosidad</strong> hacia la Comisión y su informe.","second":"For its part, the Israeli Government has frequently expressed its <strong class=\"keyword\">animosity</strong> towards the Committee and its report."},{"author":118293,"first":"Su Majestad no es la causa de esa <strong class=\"keyword\">animosidad</strong>.","second":"Your Majesty is not the source of the <strong class=\"keyword\">animosity</strong>."},{"author":8000,"first":"Tampoco estaban aparentemente dispuestas a dejar de lado la <strong class=\"keyword\">animosidad</strong> mutua y comenzar a negociar una solución política que podría resolver su controversia relativa al Sáhara Occidental","second":"Nor did they appear disposed to put aside mutual <strong class=\"keyword\">animosity</strong> and begin to negotiate a political solution that would resolve their dispute over Western Sahara"},{"author":94808,"first":"Las elecciones para el Senado de octubre de 2014 fueron el telón de fondo de la evolución de la situación, y el discurso político estuvo dominado por controversias relacionadas con las denuncias de corrupción, la percepción de injusticia económica en medio de la debilidad de los resultados fiscales, la <strong class=\"keyword\">animosidad</strong> de la comunidad hacia los concesionarios y las expresiones públicas de insatisfacción con las autoridades nacionales.","second":"The October 2014 senatorial elections served as the backdrop of developments, with political discourse dominated by controversies over allegations of corruption, perceptions of economic injustice amid weak fiscal performance, community <strong class=\"keyword\">animosity</strong> towards concessionaires and public expressions of dissatisfaction with national authorities."},{"author":31,"first":"Es que hoy tengo cita con mi psiquiatra... y entre nosotros se deja sentir cierta <strong class=\"keyword\">animosidad</strong>","second":"See, I have an appointment to see my shrink, and it feels like there' s a little <strong class=\"keyword\">friction</strong> between us"},{"author":94808,"first":"A nivel de la sociedad, el miedo, el resentimiento o la falta de información sobre los sucesos del 11 de septiembre generan <strong class=\"keyword\">animosidad</strong> contra árabes y musulmanes.","second":"In society, fear, resentment or lack of information on the events of 11 September generated <strong class=\"keyword\">animosity</strong> against Arab and Muslim people."},{"author":94809,"first":"En concreto, se trata de evitar que entre los solicitantes que hayan sido rechazados, y que constituirán sin duda la gran mayoría, se produzca una <strong class=\"keyword\">animosidad</strong> contra la Comisión y la UE, en razón también del esfuerzo realizado.","second":"On the one hand, it is necessary to avoid a situation where unsuccessful applicants for funding - who would, in the circumstances form the vast majority of applicants – may <strong class=\"keyword\">feel</strong> a <strong class=\"keyword\">grudge towards</strong> the Commission and the EU, not least because of their outlay."},{"author":119739,"first":"41 Sin embargo, Esaú le abrigó <strong class=\"keyword\">animosidad</strong> a Jacob por causa de la bendición con que lo había bendecido su padre,+ y Esaú siguió diciendo en su corazón:+ “Van acercándose los días del período de duelo por mi padre.","second":"41 However, Eʹsau harbored <strong class=\"keyword\">animosity</strong> for Jacob on account of the blessing with which his father had blessed him,+ and Eʹsau kept saying in his heart:+ “The days of the period of mourning for my father are getting closer."},{"author":8000,"first":"Consciente de la necesidad de evitar la repetición de esas provocaciones que conducen a la discordia social, la <strong class=\"keyword\">animosidad</strong> mutua y la violencia, y pueden desembocar en una violación de los derechos humanos y las libertades fundamentales","second":"Mindful of the need to prevent the recurrence of such provocations that lead to social disharmony, mutual <strong class=\"keyword\">animosity</strong> and violence and can result in violation of human rights and fundamental freedoms"},{"author":94808,"first":"Tras los informes sobre la muerte de 21 civiles en abril de 2008 ha aumentado la <strong class=\"keyword\">animosidad</strong> y han proliferado las amenazas de venganza contra las tropas etíopes.","second":"<strong class=\"keyword\">Animosity</strong> has grown and threats of retaliation have been made against Ethiopian troops, following reports of the killing of 21 civilians in April 2008."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}