{"result":"ok","tuc":[{"phrase":{"text":"anodyne","language":"en"},"meanings":[{"language":"en","text":"capable of soothing or eliminating pain"},{"language":"en","text":"Capable of alleviating or eliminating pain."},{"language":"es","text":"Capaz de aliviar o eliminar el dolor."}],"meaningId":-7689963766977254329,"authors":[90508]},{"phrase":{"text":"insipid","language":"en"},"meaningId":6938916109857540424,"authors":[69425]},{"phrase":{"text":"analgesic","language":"en"},"meanings":[{"language":"en","text":"Capable of alleviating or eliminating pain."},{"language":"es","text":"Capaz de aliviar o eliminar el dolor."}],"meaningId":-4568145416751630893,"authors":[60172]},{"phrase":{"text":"analgetic","language":"en"},"meanings":[{"language":"en","text":"Capable of alleviating or eliminating pain."},{"language":"es","text":"Capaz de aliviar o eliminar el dolor."}],"meaningId":706211750776271156,"authors":[60172]},{"phrase":{"text":"insubstantial","language":"en"},"meanings":[{"language":"en","text":"Lacking material form or substance."},{"language":"es","text":"Que le falta forma o sustancia material."}],"meaningId":3839824652909626884,"authors":[60172]},{"phrase":{"text":"unreal","language":"en"},"meanings":[{"language":"en","text":"Lacking material form or substance."},{"language":"es","text":"Que le falta forma o sustancia material."}],"meaningId":6496490028046644773,"authors":[60172]},{"phrase":{"text":"unsubstantial","language":"en"},"meanings":[{"language":"en","text":"Lacking material form or substance."},{"language":"es","text":"Que le falta forma o sustancia material."}],"meaningId":-3876060668507646786,"authors":[60172]},{"phrase":{"text":"acesodyne","language":"en"},"meaningId":-5126306984536893213,"authors":[80097]},{"phrase":{"text":"antalgesic","language":"en"},"meaningId":6074836721967156264,"authors":[80097]},{"phrase":{"text":"antalgic","language":"en"},"meaningId":8016621221061486599,"authors":[80097]},{"phrase":{"text":"colourless","language":"en"},"meaningId":8543909578761422116,"authors":[97745]},{"phrase":{"text":"nondescript","language":"en"},"meaningId":-2145738790095513540,"authors":[97745]},{"meanings":[{"language":"en","text":"anodyne"},{"language":"en","text":"dull, boring, run-of-the-mill"}],"meaningId":-4814898144776444121,"authors":[93107]}],"phrase":"anodino","examples":[{"author":27,"first":"Finalmente, quisiéramos señalar que incluso a estas propuestas <strong class=\"keyword\">anodinas</strong> para los intereses económicos y especulativos -así se advierte en la introducción del informe- en ningún caso se les confiere carácter vinculante ni legal; no son sino simples recomendaciones a los estados miembros.","second":"Finally, we note that the introduction to the report stresses that, under no circumstances, will even these <strong class=\"keyword\">anodyne</strong> proposals - which will run off the back of economic interests and profiteering - become binding proposals or legislation; they will simply remain as recommendations to the Member States."},{"author":118293,"first":"¿Es posible que eres tan <strong class=\"keyword\">anodina</strong> como para resistir más lejos Descripción que eso?","second":"Is it possible that you're so unremarkable as to resist any further description than that?"},{"author":27,"first":"Entonces los acuerdos pueden llegar a ser <strong class=\"keyword\">anodinos</strong>, lo que puede ocasionar que las sociedades europeas, en la realidad, eludan todo el proceso.","second":"The agreement could then become quite <strong class=\"keyword\">meaningless</strong>, which could mean that in reality European companies can circumvent the whole process."},{"author":27,"first":"Esta historia de una deficiencia informática es mucho menos <strong class=\"keyword\">anodina</strong> de lo que parece.","second":"This whole issue of computer faults is not as <strong class=\"keyword\">innocuous</strong> as it may seem."},{"author":183,"first":"Poco a poco, el recuerdo de aquella admonición se fue debilitando, y continuaba, como antes, dando consultas <strong class=\"keyword\">anodinas</strong> en su rebotica.","second":"Little by little the memory of this reprimand grew fainter, and he continued, as heretofore, to give <strong class=\"keyword\">anodyne</strong> consultations in his back-parlour."},{"author":94809,"first":"A ese respecto, debe señalarse que el «movement certificate» no es un documento <strong class=\"keyword\">anodino</strong>, aun cuando no se ha acreditado que se utilice únicamente, ni siquiera principalmente, en los procedimientos penales.","second":"It must be observed in this connection that ‘movement certificates’ are not <strong class=\"keyword\">innocuous</strong> documents, even if it has not been established that they are only, or principally, used in the context of criminal proceedings."},{"author":118293,"first":"Entonces tendremos que volver a nuestras vidas <strong class=\"keyword\">anodinas</strong>, ¿no?","second":"We'll have to go back to our humdrum lives then, won't we?"},{"author":94809,"first":"En concreto, las sociedades Dole destacan que el Tribunal General declaró que los intercambios sobre la industria en general eran de carácter «<strong class=\"keyword\">anodino</strong>», que la Decisión controvertida excluyó la información sobre los volúmenes de la infracción y que el Tribunal General estimó que las condiciones meteorológicas eran informaciones públicas que podían obtenerse de otras fuentes.","second":"In particular, they point out that the General Court concluded that the exchanges concerning the industry in general were ‘<strong class=\"keyword\">innocuous</strong>’, that the contested decision did not include information on volume as part of the infringement and that the General Court took the view that weather conditions constituted public information that could be obtained from other sources."},{"author":118293,"first":"Damas y caballeros, es hora de dejar a un lado los aperitivos y las conversaciones <strong class=\"keyword\">anodinas</strong> porque el pl ato principal de esta noche es algo... mucho más suculento.","second":"Ladies and gentlemen, it's time to put aside your hors d'oeuvres and your idle chatter, because tonight's entrée is something... far more substantial."},{"author":27,"first":"En lo único que llegamos a un acuerdo fueron dos declaraciones <strong class=\"keyword\">anodinas</strong>, una sobre agricultura y otra sobre la categoría 5, pero el Parlamento hizo una declaración unilateral sobre la pesca.","second":"The only things we did agree at that conciliation were two <strong class=\"keyword\">bland</strong> statements, one on agriculture, one on category 5, but Parliament made a unilateral statement concerning the fisheries."},{"author":31,"first":"Luego regresó a Roma y aceptó un <strong class=\"keyword\">anodino</strong> trabajo de despacho, pero su criado escribió un borroso relato de su vida","second":"Then he went back to Rome and took up a <strong class=\"keyword\">nondescript</strong> clerical job but his servant wrote a rather hazy account of his life"},{"author":27,"first":"Ahora bien, el Libro Blanco dedica tan sólo unas líneas <strong class=\"keyword\">anodinas</strong> a las consecuencias sociales de la política aplicada, cosa que critica con razón el Sr. Sarlis.","second":"Yet the White Paper only devotes a few <strong class=\"keyword\">anodyne</strong> lines to the social consequences of the policy to be followed, which Mr Sarlis rightly criticizes."},{"author":94808,"first":"Si no se desea dar a ese único instrumento el carácter tal vez solemne de “revisión” de los textos anteriores, cabría plantearse la fórmula más <strong class=\"keyword\">anodina</strong> de un acuerdo interpretativo, ya que, al fin y al cabo, no se trata en la mayoría de los casos de ir en contra de textos preexistentes sino que en ciertos casos, como se ha visto más arriba, se trata de precisar el sentido de términos que pueden ser interpretados de forma más o menos restrictiva y, en otros casos, de dar a los términos “firma”, “escrito” y “documento” un significado que no se había podido prever en el momento de la elaboración de tales instrumentos.","second":"It would be possible to avoid giving this single instrument what could be the formal nature of a “revision” of earlier instruments and to envisage the more <strong class=\"keyword\">bland</strong> alternative of an interpretative agreement, since in most instances there is no question of any conflict with previously existing instruments but, as shown above, there is a need in some cases to specify the meaning of terms that are capable of a somewhat restrictive interpretation and in others to give the terms “signature”, “writing” and “document” a meaning that could clearly not have been envisaged when the instruments in question were drawn up."},{"author":94809,"first":"382 El conjunto de las declaraciones explícitas antes mencionadas excluye la hipótesis de una discusión bilateral que pudiese limitarse a una única y mera charla sobre el sector en general, aun cuando los empleados de las empresas implicadas hubiesen podido evocar, en determinadas ocasiones, además de factores pertinentes para establecer los precios de referencia, tendencias de precios o indicaciones de precios, alguna cuestión <strong class=\"keyword\">anodina</strong> relativa a los efectivos de las empresas activas en el mercado.","second":"382 All the abovementioned explicit statements rule out the possibility of a bilateral discussion that might be limited to mere gossip on the industry in general, even if the employees of the undertakings concerned might have raised, on certain occasions, in addition to factors relevant to the setting of quotation prices, price trends or price indications, an <strong class=\"keyword\">innocuous</strong> subject concerning the personnel of the undertakings which were active on the market."},{"author":94809,"first":"La manera en que la política regional defina en el futuro qué es una región no será <strong class=\"keyword\">anodina</strong>.","second":"The way that the ‘region’ will be defined in regional policy in the future is not a <strong class=\"keyword\">trifling</strong> matter."},{"author":94809,"first":"La proliferación de asentamientos en zonas sísmicas, valles aluviales y otras zonas de alto riesgo ha aumentado la probabilidad de que un riesgo <strong class=\"keyword\">anodino</strong> se convierta en una catástrofe importante con gran número de afectados.","second":"The development of settlements in earthquake zones, flood plains and other high-risk areas has increased the likelihood of a <strong class=\"keyword\">routine</strong> hazard becoming a major catastrophe that affects many people."},{"author":8000,"first":"Pero permítaseme decir que la publicación de una declaración presidencial <strong class=\"keyword\">anodina</strong> como resultado de la reunión de hoy no impedirá el estallido de conflicto alguno en la medida en que no adoptemos medidas concretas para autorizar al Secretario General a abordar las causas fundamentales de esos conflictos","second":"But let me say that an <strong class=\"keyword\">anodyne</strong> presidential statement coming out of this meeting today will not prevent any conflict as long as we do not take any specific measures to authorize the Secretary-General to address the root causes of those conflicts"},{"author":8000,"first":"En esos momentos, en julio, hace menos de cuatro meses, algunos todavía eran reacios a reconocer como crisis la convulsión que se avecinaba en los mercados financieros, y preferían utilizar los términos <strong class=\"keyword\">anodinos</strong> “inestabilidad” e “incertidumbre”","second":"Back then in July, less than four months ago, some were still sceptical about recognizing the looming turmoil in financial markets as a crisis, preferring instead to use the <strong class=\"keyword\">anodyne</strong> terms “instability” and “uncertainty”"},{"author":94808,"first":"Las dificultades con que tropezó la Conferencia para aceptar la enmienda soviética indican claramente que la inversión de la presunción distaba de ser tan <strong class=\"keyword\">anodina</strong> como había afirmado Sir Humphrey, que ejerció la función de asesor durante la Conferencia.","second":"The difficulties that the Conference encountered in adopting the amendment of the USSR show clearly that reversal of the presumption was not as <strong class=\"keyword\">innocuous</strong> as Sir Humphrey Waldock, then Expert Consultant to the Conference, had indicated."},{"author":94808,"first":"Contrariamente a la imagen común, pero falsa, de que la Asamblea General es un órgano <strong class=\"keyword\">anodino</strong>, la labor cotidiana de las mujeres y los hombres que participan en ella muestra que la Asamblea es una institución realmente dinámica.","second":"Contrary to the common, but false, image of an impotent General Assembly, the work of women and men on a daily basis shows that the General Assembly is a dynamic institution indeed."},{"author":118293,"first":"Podría acelerar el tiempo de recarga con un conde nsador de <strong class=\"keyword\">anodino</strong>.","second":"You know... you could speed up your phaser recharge time by routing power through an <strong class=\"keyword\">anodyne</strong> capacitor."},{"author":27,"first":"Señor Presidente, señor Presidente del Consejo, el programa de la Presidencia francesa es interesante y de ningún modo <strong class=\"keyword\">anodino</strong>.","second":"Mr President, Mr President, the French presidency' s programme is interesting and in no way devoid of substance."},{"author":118293,"first":"El resultado fue simpático y <strong class=\"keyword\">anodino</strong>.","second":"The results were nice and <strong class=\"keyword\">trivial</strong>."},{"author":27,"first":"La presencia de hormonas en la carne, el contenido en materias grasas del chocolate, el consumo de queso a base de leche cruda, la utilización de semillas transgénicas no son cuestiones <strong class=\"keyword\">anodinas</strong> ni para los ciudadanos ni para sus representantes ni para los productores ni sobre todo para los legisladores.","second":"The presence of hormones in beef, the fat content of chocolate, the consumption of cheese made from milk straight from the cow, the use of genetically modified seed, all these are not <strong class=\"keyword\">insignificant</strong> questions for the public, their elected representatives, the producers and especially for the legislators."},{"author":94809,"first":"59 De todo lo anterior se deduce que el acta no sólo hace referencia, como alega la demandante, a «conversaciones <strong class=\"keyword\">anodinas</strong> acerca de la distribución exclusiva y conjunta, y [a los] compromisos por parte del distribuidor de abstenerse de fabricar o distribuir productos competidores», sino también a un reparto del mercado de las cremalleras en el mercado italiano.","second":"59 It is apparent from all of the foregoing that the minutes refer not only to ‘<strong class=\"keyword\">anodyne</strong> discussions concerning exclusive and joint distribution and commitments on the part of the distributor not to manufacture or distribute competing products’, as the applicant claims, but also to the sharing of the Italian zip fastener market."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}