{"result":"ok","tuc":[{"phrase":{"text":"capricious","language":"en"},"meanings":[{"language":"en","text":"Impulsive and unpredictable; determined by chance, impulse, or whim"}],"meaningId":1642682470480015436,"authors":[90508]},{"phrase":{"text":"fanciful","language":"en"},"meaningId":-4713301497221921679,"authors":[25018]},{"phrase":{"text":"fastidious","language":"en"},"meaningId":-1040780969448963525,"authors":[83093]},{"phrase":{"text":"freakish","language":"en"},"meaningId":-3012811423694438595,"authors":[25018]},{"phrase":{"text":"picky","language":"en"},"meaningId":-9075296900484371225,"authors":[83093]},{"phrase":{"text":"squeamish","language":"en"},"meaningId":-5488327757913932384,"authors":[83093]},{"phrase":{"text":"unpredictable","language":"en"},"meaningId":5076822436106882257,"authors":[25115]},{"phrase":{"text":"whimsical","language":"en"},"meaningId":798348771047132777,"authors":[25115]},{"meanings":[{"language":"en","text":"capricious"}],"meaningId":2693167132315878534,"authors":[1]}],"phrase":"antojadizo","examples":[{"author":118293,"first":"Vieja y <strong class=\"keyword\">antojadiza</strong>.","second":"Old and <strong class=\"keyword\">fussy</strong>."},{"author":118293,"first":"Vamos, mono <strong class=\"keyword\">antojadizo</strong>.","second":"Out, you mad-headed ape,"},{"author":94808,"first":"Pero la soberanía nacional, y la responsabilidad en el cumplimiento de las obligaciones, no significan que las autoridades puedan repatriar de manera arbitraria, <strong class=\"keyword\">antojadiza</strong>, a un extranjero que resida legal o ilegalmente en territorio dominicano.","second":"However, national sovereignty and the responsibility for fulfilling obligations does not mean that the authorities can repatriate <strong class=\"keyword\">arbitrarily</strong>, at a whim, a foreigner who is residing legally or illegally in Dominican territory."},{"author":8000,"first":"Esas dos situaciones que he comentado se dan porque ambas cosas están regidas por normas no escritas, cuya interpretación puede ser <strong class=\"keyword\">antojadiza</strong>, por decir lo menos","second":"The two situations to which I have referred arose because both were ruled by unwritten regulations that can be interpreted <strong class=\"keyword\">arbitrarily</strong>, to say the least"},{"author":118293,"first":"Y todavía eres muy <strong class=\"keyword\">antojadiza</strong>.","second":"You're still hungry all the time."},{"author":94808,"first":"Me permito señalar a su atención y a la de los miembros del Consejo que Azerbaiyán volvió a utilizar la modalidad de reunión de información al Consejo de Seguridad para promover su estrecha agenda política, para lo cual presentó un panorama totalmente distorsionado de la cuestión de Nagorno-Karabaj, el proceso de paz en curso, las causas profundas y la génesis del conflicto, así como una interpretación <strong class=\"keyword\">antojadiza</strong> de las resoluciones del Consejo de Seguridad y las declaraciones de su Presidencia.","second":"I draw to your attention and that of the members of the Council that Azerbaijan once again used the Security Council briefing format to advance its narrow political agenda, presenting an entirely distorted picture of the Nagorno Karabakh issue, the ongoing peace process, root causes and genesis of the conflict as well as a wishful interpretation of the Security Council resolutions and presidential statements."},{"author":118293,"first":"Es tu <strong class=\"keyword\">antojadiza</strong> imaginación.","second":"It's your <strong class=\"keyword\">fanciful</strong> imaginings."},{"author":119739,"first":"Jerjes I tenía fama de <strong class=\"keyword\">antojadizo</strong> y violento.","second":"Xerxes I was known for his mercurial, violent temper."},{"author":118293,"first":"es <strong class=\"keyword\">antojadizo</strong> y violento.","second":"an erratic, violent man."},{"author":118293,"first":"Alocado, <strong class=\"keyword\">antojadizo</strong>... chalado, chiflado... demente, grillado... ido, imprudente... irreflexivo, lunático... majareta, maniático, perturbado... pirado, tocado, trastornado.","second":"Barking, barking mad, batty, bonkers, crackers, crackpot, crazy, crazed, delirious, demented, deranged, distracted, doolally, frantic, gonzo, cuckoo."},{"author":118293,"first":"Sí, la gente <strong class=\"keyword\">antojadiza</strong> sale con mejores amigos.","second":"Yeah, <strong class=\"keyword\">whimsical</strong> people date best friends."},{"author":31,"first":"En esta breve réplica a su <strong class=\"keyword\">antojadiza</strong> intervención en los asuntos de Panamá...... quisiera terminar diciéndole","second":"In my brief reply to your <strong class=\"keyword\">capricious</strong> intervention into Panamanian issues,I' d like to finish by saying to you"},{"author":118293,"first":"Eso es lo que hace la gente <strong class=\"keyword\">antojadiza</strong>.","second":"That's what <strong class=\"keyword\">whimsical</strong> people do."},{"author":91988,"first":"La selectividad y la interpretación <strong class=\"keyword\">antojadiza</strong> solo pueden debilitar el Tratado.","second":"Selectivity and <strong class=\"keyword\">narrow reinterpretation</strong> can only weaken the Treaty."},{"author":94808,"first":"La aplicación selectiva de la responsabilidad de proteger evidentemente es un riesgo; sin embargo, ningún principio ha pasado la prueba de la aplicación impecable y perfecta y, por lo demás, los principios pierden credibilidad cuando son aplicados de manera <strong class=\"keyword\">antojadiza</strong> o parcial.","second":"Selective application of R2P is evidently a risk; yet no principle has withstood the test of application in a perfect or flawless manner and, in any event, principles lose credibility precisely when they are applied in a self-serving or partisan way."},{"author":26,"first":"Seré pegadiza, <strong class=\"keyword\">antojadiza</strong>","second":"I' il be <strong class=\"keyword\">clingy</strong>, <strong class=\"keyword\">needy</strong>"},{"author":8000,"first":"Son punibles según el artículo # de la Ley de Libertad de Expresión: \"La sumisión de periódicos e intereses afines contrarios a la defensa de la soberanía nacional, integridad territorial, y a las instituciones democráticas de la República, la difamación y el insulto en todas sus expresiones; la inserción de anuncios comerciales a sabiendas de que se trata de engañar al público; el ataque <strong class=\"keyword\">antojadizo</strong> sin pruebas, contra empresas comerciales industriales nacionales o extranjeras, por el solo prurito de vengar agravios o desacreditar a personas e instituciones; el chantaje publicitario en todas sus manifestaciones; y las fotografías, dibujos, cuentos y chistes obscenos, así como el género caricaturesco pornográfico\"","second":"Under article # of the Freedom of Expression Act, indictable offences in this area include \"dedication of newspapers and related interests to purposes that are incompatible with the defence of national sovereignty, territorial integrity, and the democratic institutions of the Republic; defamation and insult in all forms; the publication of commercial advertising in the awareness that it is intended to mislead the public; gratuitous unsubstantiated attacks against national or foreign industrial or commercial firms solely with the intent to take revenge for grievances or to discredit persons and institutions; blackmail in any form; and obscene photographs, drawings, stories and jokes, and pornographic cartoons. \""},{"author":119739,"first":"El Dios de la creación no es un Dios <strong class=\"keyword\">antojadizo</strong>, que viola a capricho sus propias leyes.","second":"The God of creation is not a <strong class=\"keyword\">whimsical</strong> God, unreliably violating his own laws."},{"author":118293,"first":"Por que, aperitivos elegantes y <strong class=\"keyword\">antojadizos</strong> son mi especialidad.","second":"'Cause, ah, chic and <strong class=\"keyword\">whimsical</strong> cocktail apps are my specialty."},{"author":8008,"first":"Si el recorrido por la provincia lo iniciamos desde Ronda (cuna del toreo, impresionante Tajo, palacios y caserío de ensueño), nos adentraremos en un amplio y sorprendente paisaje que va desde la Axarquía (productora de los famosos vinos de pasa), la monumental Antequera, con el Dolmen de Menga, lindera (a 13 km. ) con El Torcal, donde la Naturaleza, caprichosa, fue escultora, trazó un <strong class=\"keyword\">antojadizo</strong> y único paisaje de desfiladeros y vericuetos donde la piedra, a veces, quisiera tomar forma humana y andar.","second":"If we begin our journey through the province in Ronda (home of bullfighting, the impressive Tajo, palaces, and manors), we will enter an ample and impressive landscape that begins in Axaruquía (producer of raisin wines), and extends through the monumental town of Antequera, Dolmen de Menga, and El Torcal, where nature sculpted a unique landscape of <strong class=\"keyword\">narrow</strong> passages and rough, pathless places where it seems like the rocks would like to take human forms and walk away."},{"author":91988,"first":"Si estos recursos se habrían canalizado a través de la propia agencia de ayuda de Estados Unidos, la formulación de políticas hubiese estado sujeta a los vaivenes <strong class=\"keyword\">antojadizos</strong> causados por las distintas reflexiones sobre el desarrollo (o por la ausencia de reflexión) de una y otra administración.","second":"Had these resources been channeled through America’s own aid agency, policymaking would have been subject to the vagaries of development thinking (or the absence of reflection) from one administration to another."},{"author":31,"first":"Vieja y <strong class=\"keyword\">antojadiza</strong>","second":"Old and <strong class=\"keyword\">fussy</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}