{"result":"ok","tuc":[{"phrase":{"text":"anthology","language":"en"},"meanings":[{"language":"es","text":"Colección de trabajos de varios autores o de un mismo autor seleccionados para un fin determinado o con una perspectiva concreta."},{"language":"en","text":"A collection of works of various authors or of one author selected for a specific purpose or under specific aspects."},{"language":"en","text":"collection of literary works"}],"meaningId":2698147597078909810,"authors":[70195]},{"phrase":{"text":"chrestomathy","language":"en"},"meaningId":2579866917900871517,"authors":[2698]},{"phrase":{"text":"collection","language":"en"},"meaningId":-4444026440200733854,"authors":[2701]},{"phrase":{"text":"reader","language":"en"},"meaningId":3573632044255504229,"authors":[2698]},{"phrase":{"text":"literary miscellany","language":"en"},"meaningId":-7808312198871985562,"authors":[83093]},{"phrase":{"text":"miscellany","language":"en"},"meaningId":-711934888952368523,"authors":[97745]},{"phrase":{"text":"omnibus","language":"en"},"meaningId":-4022546083372945695,"authors":[97745]},{"phrase":{"text":"reading-book","language":"en"},"meaningId":5249395614687396859,"authors":[83093]},{"meanings":[{"language":"en","text":"anthology"}],"meaningId":5939649321620843869,"authors":[1]}],"phrase":"antología","examples":[{"author":94809,"first":"11 Tras una explicación introductoria, esa lista de poemas, cuya clasificación se realiza en función de la frecuencia con que se citan estos últimos en diferentes <strong class=\"keyword\">antologías</strong>, indica el autor, el título, el verso inicial y el año de publicación de cada poema.","second":"11 Following an introductory section, that list of verse titles, which is arranged according to the frequency with which the poem is cited in various <strong class=\"keyword\">anthologies</strong>, sets out the author, title, opening line and year of publication for each poem."},{"author":119739,"first":"Luego pregunta: “¿Y cómo explicaremos esta <strong class=\"keyword\">antología</strong> sorprendente de la vida y obra de Jesús, compuesta por diferentes escritores de diferentes tiempos, siglos antes de que Jesús viniera, sino reconociendo que una sola Mente sobrehumana supervisó la obra de escribirla?”.","second":"He then asks: “How can this Amazing Composite of Jesus’ Life and Work, put together by Different Writers of Different Centuries, Ages Before Jesus Came, be explained on any other basis than that ONE SUPERHUMAN MIND supervised the Writing?”"},{"author":8000,"first":"Fuente: <strong class=\"keyword\">Antología</strong> de documentos para ser utilizada en el taller de capacitación sobre normativa jurídica indígena para funcionarios administrativos que realizan labores dentro de los territorios indígenas de Buenos Aires de Puntarenas # de octubre de","second":"Source: <strong class=\"keyword\">Selection</strong> of documents for use in the training workshop on indigenous legislation run for administrative officers working in the indigenous territories of Buenos Aires de Puntarenas # ctober"},{"author":31,"first":"¿ Cuánto más pervertida que por ejemplo, ciertos pasajes de la <strong class=\"keyword\">antología</strong> griega?","second":"How much more perverted, sir, than, say, certain passages of the Greek <strong class=\"keyword\">anthology</strong>?"},{"author":8008,"first":"Las <strong class=\"keyword\">antologías</strong> compuestas por obras de autores diversos y las colecciones de cuentos de autor/a desconocido/a.","second":"<strong class=\"keyword\">Texts</strong> like Classical Thought and Science for Everyone , however, have been taken into account. We recognize that most of these texts, though culturally important, are not literary, but rather belong to the fields of Philosophy, Economy, Mathematics, Medicine and a few others."},{"author":8008,"first":"Ahora, diría que leo y escribo para seleccionar y acumular una <strong class=\"keyword\">antología</strong> personal de imágenes extraídas de libros, vivencias, personajes, escenas, frases, palabras... que de alguna manera ejercen un poder de fascinación y tienen un significado especial para todos nosotros.","second":"I would now say that I read and write in order to gather and sort a personal <strong class=\"keyword\">anthology</strong> of images taken from books, experiences, characters, scenes, sentences, words... that somehow have exerted a mesmerising power and hold a special meaning for all of us. They may well be those primordial images that according to what they say stream across the mind of those that find themselves in an imminent danger of death, which summarise their whole life in an instant."},{"author":8008,"first":"La revista electrónica \"En Espiral\" publica la <strong class=\"keyword\">antología</strong> \"La cambra: transformacions de l'espai d'interioritat\" inspirada en el curso Temes de literatura universal de la UOC, desarrollado por los profesores Raffaele Pinto y Laura Borràs.","second":"The electronic review En Espiral publishes \"La cambra: transformacions de l'espai d'interioritat\", an <strong class=\"keyword\">anthology</strong> inspired by the course \"Temes de literatura universal\", developed by Raffaele Pinto and Laura Borràs at the Universitat Oberta de Catalunya (UOC)."},{"author":8000,"first":"xxxii) Apoyo financiero para la publicación de una <strong class=\"keyword\">antología</strong> de la obra de la poeta cubana Serafina Núñez","second":"xxxii) Financial support for the publication of an <strong class=\"keyword\">anthology</strong> of the work of the Cuban poet Serafina Núñez"},{"author":118293,"first":"Foster Perry inició la campaña para liberar a Jackson, editor de una próxima <strong class=\"keyword\">antología</strong> de literatura alternativa de títul o: \" La EUA Desconocida \".","second":"The campaign to free Mr. Jackson started with Foster Perry, the publisher of an upcoming <strong class=\"keyword\">anthology</strong> of marginal literature titled Unheard America."},{"author":94808,"first":"· Mayo de 2013: en el marco de la \"<strong class=\"keyword\">antología</strong> de la palabra del niño\" sobre la separación de los padres, organización de una jornada de estudio sobre el tema \"¿Cuál es el lugar de la palabra del niño en la separación de sus padres?\", dirigida a profesionales que intervienen en los conflictos familiares, jueces, abogados, médicos, psicólogos expertos en psiquiatría infantil y trabajadores sociales.","second":"· May 2013: As part of <strong class=\"keyword\">“</strong>hearing the child’s voice” during the separation of their parents, a study day on the theme “The place of the child’s voice during parents’ separation” aimed at professionals involved in family disputes: judges, lawyers, child psychologists and social workers."},{"author":94808,"first":"La modalidad presencial en régimen de internado tiene una duración de tres semanas y la tutorial con base en una <strong class=\"keyword\">antología</strong> de textos.","second":"The internship lasts for three weeks and the tutorials are based on a <strong class=\"keyword\">selection</strong> of texts."},{"author":8008,"first":"Miembro fundador del grupo teatral \"pensemble\" de Bonn. Trabajos literarios en prosa, lírica y drama, publicaciones en diversas <strong class=\"keyword\">antologías</strong> y revistas literarias.","second":"\" He writes prose, poetry, and drama, and has been published in various <strong class=\"keyword\">anthologies</strong> and literary magazines."},{"author":118293,"first":"Tengo un problema con mi <strong class=\"keyword\">antología</strong> de las leyendas de las Ardenas.","second":"I've a problem with my <strong class=\"keyword\">anthology</strong> of legends from the Ardennes."},{"author":27,"first":"Contiene una <strong class=\"keyword\">antología</strong> de aberraciones: desde el reconocimiento del derecho de los extranjeros a votar y a ser candidatos, hasta la aplicación de cupos en el acceso de los extranjeros al mercado laboral, hasta la extensión del matrimonio entre homosexuales, hasta la abolición de la edad mínima actual para casarse en Francia, 15 para las chicas y 18 para los chicos, o la extensión de la interpretación del concepto de minoría nacional a todas las minorías étnicas.","second":"It contains an <strong class=\"keyword\">anthology</strong> of aberrations: from the recognition of the right to vote and eligibility of foreigners, to the application of quotas for foreigners' access to the job market, to the extension of homosexual marriage, to the abolition of the current minimum age for marriage in France - which is currently 15 for girls and 18 for boys - or the extension of the interpretation of the concept of national minority to all ethnic minorities."},{"author":118293,"first":"\" Poesía Mierda... una <strong class=\"keyword\">antología</strong> de versos malos, \" editado por la facturación de la rata.","second":"\" Shit poetry... an <strong class=\"keyword\">anthology</strong> of bad verse, \" edited by rat billings."},{"author":8008,"first":"Y \"la segunda vez que Sitepoint emprender tal iniciativa, que apunta a la lealtad de sus usuarios, sólo hace unos meses se ha distribuido gratis,\" La <strong class=\"keyword\">Antología</strong> de Photoshop \"otro eBook muy interesante sobre el uso de Photoshop.","second":"And 'the second time that Sitepoint undertake such an initiative, which aims for loyalty of its users, only a few months ago it has distributed for free, \"The Photoshop <strong class=\"keyword\">Anthology</strong>\" another very interesting ebook about using Photoshop."},{"author":8000,"first":"En el marco de la protección del patrimonio musical, el Ministerio de Asuntos Culturales ha celebrado un convenio de asociación con Maroc-Telécom, que consagra # dirhams a la producción de una <strong class=\"keyword\">antología</strong> de la música marroquí","second":"As part of the effort to protect the country's musical heritage, the Ministry of Cultural Affairs has concluded a partnership agreement with Morocco-Télécom which is allocating # million for the production of an <strong class=\"keyword\">anthology</strong> of Moroccan music"},{"author":118293,"first":"Algunas de mis cosas salieron en esa <strong class=\"keyword\">antología</strong>.","second":"Some of my shit got put in that <strong class=\"keyword\">anthology</strong>."},{"author":118293,"first":"Me acuerdo, como si lo estuviera viendo, de la noche en que, siendo todavía niño, leí por primera vez, en una <strong class=\"keyword\">antología</strong>, el célebre pasaje de Vieira sobre el Rey Salomón.","second":"I remember, as clearly as what's before my eyes, the night when as a child I read for the first time, in an <strong class=\"keyword\">anthology</strong>, Vieira's famous passage on King Solomon:"},{"author":92475,"first":"Neal Hall acerca de su nueva <strong class=\"keyword\">antología</strong> de verso, Nigger For Life [Negro de por vida].","second":"Neal Hall about his new <strong class=\"keyword\">anthology</strong> of verse, Nigger For Life."},{"author":8008,"first":"<strong class=\"keyword\">Antología</strong> de cuentos publicados por autores de América Central entre 1963 y 1986.","second":"The 1998 elections in Costa Rica (Las elecciones de 1998 en Costa Rica)."},{"author":8008,"first":"La editorial Calima (Palma de Mallorca) publicó en el invierno de 2002 una <strong class=\"keyword\">antología</strong> de la poesía de Hertmans en traducción de José Luis Reina Palazón.","second":"In October 2002 his book on the work of Jan Fabre , Engel van de metamorphose, ‘Angel of metamorphosis’, was published. It will be published by Einaudi, Italy, and has already been published by L’Arche, Paris."},{"author":118293,"first":"De <strong class=\"keyword\">antología</strong>.","second":"<strong class=\"keyword\">Copybook</strong>."},{"author":95875,"first":"Estaba previsto publicar los resultados en una <strong class=\"keyword\">antología</strong> a lo largo de 2015.","second":"Results were expected to have been published as an <strong class=\"keyword\">anthology</strong> during 2015."},{"author":89915,"first":"Productos de imprenta, incluyendo libros, manuales, guías, <strong class=\"keyword\">antologías</strong> (con artículos científicos), boletines informativos en el ámbito de la publicidad, marketing, asesoramiento de empresas y gestión de ventas, técnicas, métodos y estrategias de ventas","second":"Printed matter, including books, handbooks, guides, <strong class=\"keyword\">readers</strong> (<strong class=\"keyword\">compilations</strong> of scientific articles), newsletters in the field of advertising, marketing, business and sales management, sales techniques, methodologies and strategies"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"2701":{"U":"http://dumps.wikimedia.org/kuwiktionary/latest/kuwiktionary-latest-pages-articles.xml.bz2","id":2701,"N":"Wikiferheng","url":"https://glosbe.com/source/2701"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}