{"result":"ok","tuc":[{"phrase":{"text":"antonomasia","language":"en"},"meaningId":-4560612276709814408,"authors":[84715]},{"phrase":{"text":"antinomasia","language":"en"},"meaningId":3795068904492103199,"authors":[84500]},{"meanings":[{"language":"en","text":"antonomasia"}],"meaningId":-1256726684861285406,"authors":[93107]}],"phrase":"antonomasia","examples":[{"author":94808,"first":"Las Naciones Unidas, como institución mundial por <strong class=\"keyword\">antonomasia</strong> consagrada al mantenimiento de la paz y la seguridad y al fomento de las relaciones de amistad entre los Estados, debe dar ejemplo de acatamiento del estado de derecho internacional.","second":"The United Nations, as the global institution <strong class=\"keyword\">par excellence</strong> devoted to maintaining peace and security and promoting friendly relations among nations, should set an example of compliance with the international rule of law."},{"author":27,"first":"Esta distinción entre \"nosotros\", los buenos por <strong class=\"keyword\">antonomasia</strong>, y \"ellos\", los malos que quieren perjudicarnos a toda costa, demuestra la incomprensión que se cierne sobre el principio de integración.","second":"This division into an a priori virtuous 'us' and <strong class=\"keyword\">a</strong> somehow wicked 'them' who seek to harm us at any price simply indicates what little understanding there is of the actual principle of integration."},{"author":8000,"first":"el Tribunal para Rwanda lo definió como “el crimen por <strong class=\"keyword\">antonomasia</strong>” (pero véase más adelante","second":"the International Criminal Tribunal for Rwanda defined it as “the <strong class=\"keyword\">crime</strong> of crimes” (but see below"},{"author":95096,"first":"Abraham es también para nosotros « padre de la fe » por <strong class=\"keyword\">antonomasia</strong> (cf.","second":"For us too Abraham is our “father in faith” <strong class=\"keyword\">par excellence</strong> (cf."},{"author":8008,"first":"Vuestra “EuroFeria de Bruselas” se celebrará de nuevo en el Atomium, ese prestigioso marco que constituye el símbolo por <strong class=\"keyword\">antonomasia</strong> de este país que siempre ha sabido tejer excelentes lazos de amistad con España.","second":"The “EuroFeria de Bruselas” will be held once again at the Atomium, the prestigious symbol of this country that has always maintained strong ties of friendship with Spain."},{"author":8000,"first":"África se suma al resto del mundo para rendir homenaje por la pérdida de semejante talento por <strong class=\"keyword\">antonomasia</strong>","second":"Africa joins the rest of the world in paying tribute for the loss of such a <strong class=\"keyword\">quintessential</strong> talent"},{"author":94808,"first":"Este es, por <strong class=\"keyword\">antonomasia</strong>, el salón de la inclusividad democrática mundial, sede del Grupo de los 192.","second":"This is the Hall of world democratic inclusiveness <strong class=\"keyword\">par excellence</strong> — the headquarters of the G-192."},{"author":94808,"first":"A este respecto, se publicó en los seis idiomas oficiales una revisión de la publicación por <strong class=\"keyword\">antonomasia</strong> del ACNUDH, Derechos humanos: Recopilación de instrumentos internacionales, vol.","second":"In this regard, a revised version of the OHCHR flagship publication Human Rights: <strong class=\"keyword\">A</strong> Compilation of International Instruments, vol."},{"author":8007,"first":"Correa, que ha apretado las clavijas a la prensa de su país, no es precisamente el portaestandarte de la tradición libertaria de la prensa que ejemplifica Assange, representante por <strong class=\"keyword\">antonomasia</strong> del periodismo “sin Estado”.","second":"Correa, who has tightened the screws on his country’s press, hardly stands as the flag-bearer for the libertarian tradition of the press that Assange, the poster boy of “stateless” journalism, represents."},{"author":27,"first":"Considero que precisamente la interoperabilidad es un tema europeo por <strong class=\"keyword\">antonomasia</strong>.","second":"To my mind, interoperability is the European topic <strong class=\"keyword\">par excellence</strong> ."},{"author":8008,"first":"El diseño es por <strong class=\"keyword\">antonomasia</strong> sinónimo de calidad.","second":"Design is, by definition, a <strong class=\"keyword\">synonym</strong> for quality, and understanding its value means recognising its positive impact on the quality of life."},{"author":94809,"first":"El resultado paradójico es que la economía liberal por <strong class=\"keyword\">antonomasia</strong> ha debido solicitar la ayuda de las autoridades públicas para afrontar la crisis, mediante fondos estatales y una inyección masiva de liquidez.","second":"Paradoxically, the free market economy <strong class=\"keyword\">par excellence</strong> had to resort to aid from the public authorities to face the disaster, receiving state aid and huge injections of liquid funds."},{"author":27,"first":"La libertad de prensa es la piedra angular por <strong class=\"keyword\">antonomasia</strong> de la libertad útil.","second":"The freedom of the press is the very <strong class=\"keyword\">cornerstone</strong> of useful freedom."},{"author":8008,"first":"Trevira CS, una de las más exitosas marcas en el ámbito de los tejidos de seguridad, es, desde su entrada al mercado hace 30 años, el sinónimo por <strong class=\"keyword\">antonomasia</strong> de tejidos para objetos difícilmente inflamables.","second":"Trevira CS is one of the most successful brands for safety textiles and has, since its market launch 30 years ago, grown to be a <strong class=\"keyword\">synonym</strong> for flame retardant contract textiles."},{"author":8008,"first":"La España de los Aceites es la propuesta de formación por <strong class=\"keyword\">antonomasia</strong> de Olivaria, el Salón del aceite de oliva y aceites vegetales de Alimentaria.","second":"Spain, the Land of Olive Oils is the educational activity <strong class=\"keyword\">par excellence</strong> at Olivaria, Alimentaria’s Olive oil show."},{"author":8008,"first":"Sin duda, el plato por <strong class=\"keyword\">antonomasia</strong> de la cocina argentina no puede ser otro que el asado de carne de vacuno. Si va a un restaurante argentino en Fuengirola , pida un buen asado.","second":"The <strong class=\"keyword\">delicious</strong> stakes of Argentinian restaurants are famous around the world!"},{"author":95875,"first":"El hexámetro es el verso por <strong class=\"keyword\">antonomasia</strong> de la literatura griega clásica, utilizado en poemas épicos como la Ilíada o la Odisea.","second":"Hexameter is a standard meter found in classical Greek literature, including the epic poems Iliad and Odyssey."},{"author":118293,"first":"Hablas como un autócrata sin corazón. El primer oficial por <strong class=\"keyword\">antonomasia</strong>.","second":"Spoken like an uncaring, hard-nosed autocrat... the <strong class=\"keyword\">quintessential</strong> First Officer."},{"author":94808,"first":"La integración de las personas con discapacidad es, por <strong class=\"keyword\">antonomasia</strong>, común a todas las políticas que se aplican.","second":"The integration of persons with a disability (or disabilities) is a cross-cutting factor <strong class=\"keyword\">par excellence</strong> in relation to all of the policies in place."},{"author":94809,"first":"afirma que las instituciones políticas locales, que constituyen la expresión por <strong class=\"keyword\">antonomasia</strong> de un cuerpo electoral «europeo» y, por tanto, los primeros y auténticos órganos de gobierno europeo, representan los canales privilegiados de información a los ciudadanos de la UE sobre sus derechos electorales;","second":"points out that local political institutions, the expression <strong class=\"keyword\">par excellence</strong> of a ‘European’ electoral body and, therefore, the first authentic bodies of European governance, constitute the information channels to EU citizens regarding their electoral rights;"},{"author":8008,"first":"Vuestra “EuroFeria de Bruselas” se celebrará de nuevo al pie del Atomium, ese prestigioso marco que constituye el símbolo por <strong class=\"keyword\">antonomasia</strong> de este país que siempre ha sabido tejer excelentes lazos de amistad con España.","second":"The “EuroFeria de Bruselas ” will be held once again at the Atomium, the prestigious symbol of this country that has always maintained strong ties of friendship with Spain."},{"author":94808,"first":"Por ello, es necesario enseñar a reconocer la gran influencia a nivel personal y social que tiene la religión en la vida de una persona sin que ello suponga menosprecio por parte de las demás, resaltando que la educación, por <strong class=\"keyword\">antonomasia</strong> va ligada al respeto a la libertad y la dignidad del ser humano.","second":"Therefore, it is necessary to teach that all humans need to recognize the great influence, both at a personal and social level that religion has in the life of a person without that involving contempt by others, <strong class=\"keyword\">as</strong> education is linked to respect for freedom and human dignity."},{"author":94808,"first":"Seguimos convencidos de que Francia, país de las libertades y los derechos humanos por <strong class=\"keyword\">antonomasia</strong>, sabrá responder al llamamiento de mi Gobierno para que juntos garanticemos un desarrollo armonioso de las Comoras, con democracia, estado de derecho y buena gobernanza.","second":"We are convinced that France, the home country of human rights and freedoms, will meet the request of my Government to ensure that together we can guarantee a harmonious development in the Comoros, with democracy, the rule of law and good governance."},{"author":94808,"first":"Desde siempre, las causas de terminación, modificación o suspensión de un tratado internacional, al ser el fenómeno estudiado por <strong class=\"keyword\">antonomasia</strong>, han suscitado enormes recelos, especialmente cuando dichas situaciones eran provocadas —o se intentaba que las mismas tuviesen lugar— a consecuencia de la voluntad de una sola de las partes en dicho convenio.","second":"The grounds for termination, modification or suspension of an international treaty have long been <strong class=\"keyword\">a</strong> central focus of study and have given rise to considerable misgivings, particularly in cases where such changes have been brought about or intended by only one of the parties to the treaty."},{"author":27,"first":"Por otro lado, hace falta regular más este asunto, porque los pescadores de la mar de algunos países trabajan hasta más de 3000 horas de media al año, y es trabajo duro y en un lugar de trabajo móvil por <strong class=\"keyword\">antonomasia</strong>.","second":"It is indeed necessary to provide for these exemptions, because not only do sea fishermen stay at sea for extended periods of time, in certain countries even 3 000 hours on average annually, they also carry out heavy work at what is by far the most mobile of workplaces<strong class=\"keyword\">.</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}