{"result":"ok","tuc":[{"phrase":{"text":"antithesis","language":"en"},"meanings":[{"language":"en","text":"The direct opposite."},{"language":"es","text":"El opuesto directo."},{"language":"en","text":"proposition that is opposite to other proposition"}],"meaningId":8934574519727356691,"authors":[70195]},{"phrase":{"text":"antagonism","language":"en"},"meaningId":-6446980769547530426,"authors":[25018]},{"phrase":{"text":"contrast","language":"en"},"meaningId":5888847322825793883,"authors":[25018]},{"phrase":{"text":"opposition","language":"en"},"meaningId":-1543531231865007456,"authors":[25018]},{"meanings":[{"language":"en","text":"antithesis"}],"meaningId":1655230092781217285,"authors":[1]}],"phrase":"antítesis","examples":[{"author":94808,"first":"Una \"cultura de estricto cumplimiento\" es la <strong class=\"keyword\">antítesis</strong> de una \"cultura de ausencia de respuesta\".","second":"A “culture of compliance” is the <strong class=\"keyword\">antithesis</strong> of a “culture of non-responsiveness”."},{"author":118293,"first":"En cierto modo, korgano es la <strong class=\"keyword\">antítesis</strong> de Masaka.","second":"In one sense, Korgano <strong class=\"keyword\">is</strong> Masaka's nemesis."},{"author":95096,"first":"Por <strong class=\"keyword\">antítesis</strong>, el Apóstol señala luego «las cosas de la tierra», evidenciando así que la vida en Cristo conlleva una «elección de campo», una renuncia radical a todo lo que —como lastre— mantiene al hombre atado a la tierra, corrompiendo su alma.","second":"Inversely, the Apostle indicates later “the things of the earth”. Thus highlighting that life in Christ entails a “choice of field”, a radical renunciation of everything that — like an anchor — ties man to earth, corrupting his soul."},{"author":8000,"first":"De ahí que, aún a sabiendas de que el terrorismo es la <strong class=\"keyword\">antítesis</strong> de esa virtud, no por eso debemos enfrentarlo haciendo abandono del cumplimiento de esos derechos y llevando a cabo una reacción de legítima defensa azuzada por un espíritu de venganza, sino con la aplicación de la ley y la justicia internacionales","second":"It follows that although we know that terrorism is the <strong class=\"keyword\">antithesis</strong> of that virtue, we must not therefore act to confront it while failing to live up to the obligation to protect those very rights. While acting in a legitimate reaction of self-defence, we should not be overcome by a spirit of retaliation but should rather seek to apply international law and justice"},{"author":95096,"first":"Es más justo hablar de «altruismo», que es la <strong class=\"keyword\">antítesis</strong> del egoísmo.","second":"It would be more correct to speak of \"altruism\", which is the <strong class=\"keyword\">opposite</strong> of selfishness."},{"author":94808,"first":"La imposición de condiciones para los permisos de residencia temporal en función de la cooperación con las autoridades encargadas de hacer cumplir la ley es la <strong class=\"keyword\">antítesis</strong> de un enfoque basado en los derechos humanos para luchar contra la trata de personas, y debe abolirse.","second":"The conditionality of temporary residence permits on cooperation with law enforcement authorities is the <strong class=\"keyword\">antithesis</strong> of the human rights-based approach to combating trafficking in persons and should be abolished."},{"author":118293,"first":"Es la <strong class=\"keyword\">antítesis</strong> de la democracia actual.","second":"That's <strong class=\"keyword\">antithetical</strong> to democracy I think."},{"author":8000,"first":"El colonialismo de los asentamientos de la Potencia ocupante y el levantamiento del muro en el territorio palestino ocupado, incluida Jerusalén oriental, son la <strong class=\"keyword\">antítesis</strong> de la retirada y constituyen en realidad el principal obstáculo, por no decir el principal peligro, para la realización de los derechos nacionales del pueblo palestino y el logro de la solución biestatal","second":"The occupying Power's settler colonialism and its construction of the wall in the Occupied Palestinian Territory, including East Jerusalem, are the <strong class=\"keyword\">antithesis</strong> of withdrawal and actually constitute the main obstacle, and indeed danger, to the realization of the national rights of the Palestinian people and the achievement of the two-State solution"},{"author":119723,"first":"El odio es la <strong class=\"keyword\">antítesis</strong> del amor.","second":"Hatred is the <strong class=\"keyword\">antithesis</strong> of love."},{"author":95096,"first":"Conviene, pues, que la sociedad humana, y en ella las familias, que a menudo viven en un contexto de lucha entre la civilización del amor y sus <strong class=\"keyword\">antítesis</strong>, busquen su fundamento estable en una justa visión del hombre y de lo que determina la plena «realización» de su humanidad.","second":"What is needed then is for human societies, and the families who live within them, often in a context of struggle between the civilization of love and its <strong class=\"keyword\">opposites</strong>, to seek their solid foundation in a correct vision of man and of everything which determines the full \"realization\" of his humanity."},{"author":31,"first":"la agitación social de la falsa María es aquí la <strong class=\"keyword\">antítesis</strong> de su actuación ante los hijos ricos","second":"The way the false Mary whips the crowd into a <strong class=\"keyword\">frenzy</strong> corresponds to her performance in front of the rich sons"},{"author":118293,"first":"Ellos son la <strong class=\"keyword\">antítesis</strong> total de, ya sabes, la corriente musical.","second":"They are completely the <strong class=\"keyword\">antithesis</strong> to, you know, the mainstream."},{"author":119723,"first":"La <strong class=\"keyword\">antítesis</strong> y antagonista de Sión es Babilonia.","second":"The <strong class=\"keyword\">antithesis</strong> and antagonist of Zion is Babylon."},{"author":118293,"first":"Yo fuí la mejor estudiante de secundaria y tú eres la <strong class=\"keyword\">antitesis</strong> de eso.","second":"I was high school valedictorian and you're the antithesis <strong class=\"keyword\">of</strong> that."},{"author":94808,"first":"La pobreza es la <strong class=\"keyword\">antítesis</strong> de la paz, y cuanto más pobre es un país, menos disfruta de la paz.","second":"Poverty is <strong class=\"keyword\">antithetical</strong> to peace, and the poorer a country, the less it enjoys peace."},{"author":27,"first":"O Europa confía en sus valores o se diluye en sus <strong class=\"keyword\">antítesis</strong>.","second":"Europe must either trust in its values or become diluted in their <strong class=\"keyword\">opposites</strong>."},{"author":94808,"first":"El despilfarro de los recursos (y la consiguiente generación de desechos) representa la <strong class=\"keyword\">antítesis</strong> de la sostenibilidad.","second":"Society’s profligate use of resources (and consequent generation of waste) represent the <strong class=\"keyword\">antithesis</strong> of sustainability."},{"author":8000,"first":"El terrorismo amenaza los derechos fundamenta-les porque ignora y es la completa <strong class=\"keyword\">antítesis</strong> de los dere-chos humanos, de las libertades fundamentales y de lo que es decente en la sociedad","second":"Terrorism threatens fundamental rights because it is blind to, and the <strong class=\"keyword\">very antithesis</strong> of, human rights and fundamental freedoms and what is decent in society"},{"author":95875,"first":"Al mismo tiempo, un componente elevado de creatividad e innovación, considerado en ocasiones erróneamente como la <strong class=\"keyword\">antítesis</strong> de la ciencia y las matemáticas, supone un recurso igual de importante.","second":"At the same time, high levels of creativity and innovation, often and mistakenly seen as the antitheses of science and mathematics, represent equally important assets."},{"author":119739,"first":"Se ha aceptado el significado fundamental porque concuerda mejor con la segunda parte de la oración, y conserva así la fuerza y la belleza de la <strong class=\"keyword\">antítesis</strong>.","second":"The primary signification has been adopted, because it agrees better with the second member of the sentence, thus preserving the force and beauty of the <strong class=\"keyword\">antithesis</strong>."},{"author":8000,"first":"La Sra. Polfer reiteró por último que las Naciones Unidas, que tienen como principio rector la Declaración Universal de Derechos Humanos, propugnan expresamente la universalidad como <strong class=\"keyword\">antítesis</strong> de la discriminación","second":"Lastly, Ms. Polfer stressed that the United Nations, which is founded on the Universal Declaration of Human Rights, explicitly espouses universality as the <strong class=\"keyword\">antithesis</strong> of discrimination"},{"author":8000,"first":"Ese horrible acto de terrorismo y asesinato no tiene precedentes en los anales de la historia olímpica y constituye la <strong class=\"keyword\">antítesis</strong> misma del ideal olímpico","second":"That horrific act of terrorism and murder is unprecedented in the annals of Olympic history and represents the <strong class=\"keyword\">very antithesis</strong> of the Olympic ideal"},{"author":27,"first":"Es preciso eliminar la falsa <strong class=\"keyword\">antítesis</strong>; también hay que borrarla del Libro Verde, y por este motivo también apoyo lo que se ha dicho sobre ese documento.","second":"The false <strong class=\"keyword\">antithesis</strong> must be done away with; it must be removed from the Green Paper, too, and it is for that reason that I also endorse what has been said about that document."},{"author":8000,"first":"Una \"cultura de estricto cumplimiento\" es también la <strong class=\"keyword\">antítesis</strong> de una \"cultura de impunidad\"","second":"A “culture of compliance” is also the <strong class=\"keyword\">antithesis</strong> of a “culture of impunity”"},{"author":94808,"first":"A la Federación de Rusia le preocupa en particular la continua expansión de la ideología neonazi, que es la <strong class=\"keyword\">antítesis</strong> de los derechos humanos.","second":"His country was particularly concerned about the ongoing expansion of neo-Nazi ideology, which was the <strong class=\"keyword\">antithesis</strong> of human rights."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}