{"result":"ok","tuc":[{"phrase":{"text":"halt","language":"en"},"meaningId":3023441364233608682,"authors":[80097]},{"phrase":{"text":"waystation","language":"en"},"meaningId":4168374173229746444,"authors":[84715]},{"phrase":{"text":"flag station","language":"en"},"meaningId":-114047675673637978,"authors":[83093]},{"phrase":{"text":"station","language":"en"},"meaningId":6821146511974699407,"authors":[25115]},{"phrase":{"text":"stop","language":"en"},"meaningId":-5589487645443693685,"authors":[25115]},{"phrase":{"text":"way station","language":"en"},"meaningId":-4348255350979115440,"authors":[80097]},{"meanings":[{"language":"en","text":"halt (minor railway station)"}],"meaningId":-1595074632337905938,"authors":[93107]}],"phrase":"apeadero","examples":[{"author":8008,"first":"Exposición \"El tren de la naturaleza\" instalada en los <strong class=\"keyword\">apeaderos</strong> del trayecto ferroviario Cercedilla- Los Cotos.","second":"Exhibition \"El tren de la naturaleza\" at train <strong class=\"keyword\">station</strong> Cercedilla- Los Cotos."},{"author":118293,"first":"Ha tardado 5 horas y 48 minutos en recorrer 72 millas... gracias a Harry Foster Malone que... ha trazado una ruta que pasa por cada pequeño <strong class=\"keyword\">apeadero</strong> de Nueva Inglaterra.","second":"It's taken her 5 hours and 48 minutes to travel 72 miles... thanks to Harry Foster Malone... who is routing the train through every whistle <strong class=\"keyword\">stop</strong> in New England."},{"author":31,"first":"Cerca de aquí hay un <strong class=\"keyword\">apeadero</strong> perfecto para nosotros","second":"There' s a railroad <strong class=\"keyword\">stop</strong> right here just made for us"},{"author":8000,"first":"Los regresos voluntarios deberían intensificarse cuando termine la temporada de lluvias y se prevé que este año alcancen la cifra de # millones. Asimismo, sería preciso aportar los suministros necesarios, formar personal calificado en el sur del país, establecer <strong class=\"keyword\">apeaderos</strong> y reparar las vías de transporte esenciales","second":"Voluntary returns are expected to accelerate after the rainy season and to reach # million this year, so we must start now to position the necessary supplies, build up capacity across the south, set up <strong class=\"keyword\">way stations</strong> and repair essential transport routes"},{"author":8008,"first":"Además cuenta con parada de autobuses, taxis, y <strong class=\"keyword\">apeadero</strong> para trenes de cercanías, así como una salida directa hacia la autopista A7.","second":"Terra Mitica has other facilities: bus stops, taxi drop-off, <strong class=\"keyword\">stopping</strong> place for suburban train, and a direct exit towards the A7 motorway."},{"author":8008,"first":"Panamá, 18 ago (EFE).- La exposición \"Latitudes\", una compilación de obras de artistas de países tan poco habituales en el mundo del arte como Martinica, Haití o Guayana Francesa, ha bajado en el <strong class=\"keyword\">apeadero</strong> de Panamá para mostrar desde hoy una mirada poco habitual de 17 artistas sobre preocupaciones universales. ( Yahoo!","second":"A Moroni port official captured a photo of Bahia Bakari on his <strong class=\"keyword\">cellphone</strong> soon after she was rescued."},{"author":118293,"first":"Nuestros hombres del <strong class=\"keyword\">apeadero</strong> del tren tuvieron lo que les pasó a ellos...","second":"Our men from the <strong class=\"keyword\">train</strong> yard had that happen to them..."},{"author":118293,"first":"Rectificaré la peste a nuestra llegada al <strong class=\"keyword\">apeadero</strong> de Buckley.","second":"I will rectify the stink upon arrival to <strong class=\"keyword\">Buckley's way station</strong>."},{"author":8008,"first":"Fácilmente accesible en coche, en tren o en avión, les ofrece un agradable <strong class=\"keyword\">apeadero</strong> en la Champaña.","second":"Easily accessible by car, train or plane, the hotel offers you a pleasant stay in the Champagne region."},{"author":118293,"first":"¿No me diga que este <strong class=\"keyword\">apeadero</strong> es un municipio?","second":"I said don't tell me this whistle <strong class=\"keyword\">-stop</strong> is a town."},{"author":8008,"first":"Los <strong class=\"keyword\">apeaderos</strong> de tren más cercanos al Principado son los de L'Hospitalet, La Tour de Carol y Ax-les-Thermes, en las cercanías de la frontera entre Francia y Andorra, pero en territorio francés.","second":"The closest <strong class=\"keyword\">stops</strong> on the Renfe Train to the Principality of Andorra are those of L'Hospitalet, La Tour de Carol and Ax-les-Thermes. They are located near the border of France and Andorra, but on the French side."},{"author":94809,"first":"¿Sabe la Comisión que las compañías ferroviarias limitan cada vez más los <strong class=\"keyword\">apeaderos</strong> de los trenes de pasajeros transfronterizos a las estaciones de subida y bajada, de forma que los pasajeros ya no pueden viajar a las estaciones de subida ni salir desde las estaciones de bajada, y que esta medida se ve reforzada por la falta de información en la estación sobre el tiempo de parada y los números de andén?","second":"Is the Commission aware that more and more frequently railway companies are stipulating that the staging points on long-distance cross-border passenger train routes are either stations of embarkation or disembarkation, which means that passengers are now prohibited from travelling to embarkation stations or leaving from disembarkation stations; these measures are reinforced by not providing information about the stopping times and platform numbers of the trains concerned at the relevant stations?"},{"author":118293,"first":"Hoyt City sólo es un <strong class=\"keyword\">apeadero</strong> para las minas de oro.","second":"Hoyt City is nothing but a <strong class=\"keyword\">jumping-</strong>off point for the gold fields."},{"author":118293,"first":"Hoyt City no es más que un <strong class=\"keyword\">apeadero</strong> hacia la nada.","second":"Hoyt City is nothing but a <strong class=\"keyword\">jumping-</strong>off place for nowhere."},{"author":94809,"first":"acceso deficiente para las personas con discapacidad a andenes, estaciones, <strong class=\"keyword\">apeaderos</strong>, instalaciones de servicios, trenes; excesivo plazo de reserva para que se hagan cargo los servicios especializados (48 horas) o criterios de atención demasiado estrictos (peso total)","second":"poor disabled access to platforms, stations, toilet facilities, trains, excessive pre-booking requirement for assistance from specialised services (48 hours), or overly strict load criteria (total weight),"},{"author":91988,"first":"Por otra parte, las Naciones Unidas son, más que un <strong class=\"keyword\">apeadero</strong> en el camino hacia el gobierno mundial (independientemente de lo que se imaginan algunos extremistas conservadores en las Naciones Unidas), un púlpito excelente para la promulgación de los elevados ideales de los derechos humanos, la igualdad y la libertad económica y personal.","second":"On the other hand, the UN is more a bully pulpit for the promulgation of the high ideals of human rights, equality, and personal and economic freedom than it is a way <strong class=\"keyword\">station</strong> on the road to world government (no matter what some conservative extremists in the United States imagine)."},{"author":118293,"first":"Conoces el <strong class=\"keyword\">apeadero</strong>.","second":"You know the <strong class=\"keyword\">station</strong>."},{"author":8008,"first":"En el cruce de caminos, cerca del Parque Ferial y de la Salle des Fêtes, para trabajar o descansar, aquí encontrará un <strong class=\"keyword\">apeadero</strong> ideal.","second":"Centrally located, near the Parc des Expositions and the Salle des Fêtes, whether you are here for business or leisure, you will find it the <strong class=\"keyword\">ideal</strong> place for your visit."},{"author":91988,"first":"Servirá invariablemente para reciclar a políticos fracasados y retirados y de <strong class=\"keyword\">apeadero</strong> para un inmenso clientelismo.","second":"It will invariably recycle retired and failed politicians and be a <strong class=\"keyword\">way station</strong> for vast patronage."},{"author":27,"first":"Vale la pena recordar que el Acuerdo de Estabilización y Asociación, aparte de ser un acuerdo importante, sobre todo en las relaciones económicas y comerciales, es también una vía de acceso, el <strong class=\"keyword\">apeadero</strong> que conduce al estatuto de candidato a la Unión Europea.","second":"It is worth recalling that the Stabilisation and Association Agreement, apart from being a significant agreement, especially in economic and trade relations, is also the gateway, the <strong class=\"keyword\">waystation</strong> towards candidate status in the European Union."},{"author":8008,"first":"atukelly ha modificado la parada ENRAMADILLA (<strong class=\"keyword\">APEADERO</strong> S.BERNARDO DET.","second":"atukelly has modified stop ENRAMADILLA (<strong class=\"keyword\">APEADERO</strong> S.BERNARDO DET."},{"author":94809,"first":"La creación y desarrollo de una infraestructura de transporte público de pasajeros para las zonas rurales debería ser parte del fondo de financiación (paradas, <strong class=\"keyword\">apeaderos</strong>, centros de dirección y vehículos).","second":"The establishment and further development of local public transport infrastructure in rural areas should be covered by the financing funds (stopping areas, interchanges, control centres, vehicles)."},{"author":118293,"first":"Muchachos, apuesto a que venís del <strong class=\"keyword\">apeadero</strong> de Buckley.","second":"I'll bet you boys come from <strong class=\"keyword\">Buckley's way station</strong>."},{"author":94808,"first":"Gracias al apoyo logístico de la UNAMSIL, se está transportando a los refugiados al <strong class=\"keyword\">apeadero</strong> de Zimmi, donde reciben asistencia inmediata y, a continuación, a un campamento más permanente lejos de la frontera.","second":"With UNAMSIL logistic support, refugees are being transported to the Zimmi <strong class=\"keyword\">way</strong> station, where immediate assistance is provided, and thereafter to more permanent camp facilities away from the border."},{"author":8000,"first":"Gracias al apoyo logístico de la UNAMSIL, se está transportando a los refugiados al <strong class=\"keyword\">apeadero</strong> de Zimmi, donde reciben asistencia inmediata y, a continuación, a un campamento más permanente lejos de la frontera","second":"With UNAMSIL logistic support, refugees are being transported to the Zimmi <strong class=\"keyword\">way</strong> station, where immediate assistance is provided, and thereafter to more permanent camp facilities away from the border"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}