{"result":"ok","tuc":[{"phrase":{"text":"apprehension","language":"en"},"meanings":[{"language":"es","text":"Anticipación, principalmente de cosas desfavorables."},{"language":"en","text":"distrust or fear at the prospect of future evil"},{"language":"en","text":"Anticipation, mostly of things unfavorable."}],"meaningId":2724556871642791689,"authors":[70195]},{"phrase":{"text":"trepidation","language":"en"},"meanings":[{"language":"en","text":"a fearful state"}],"meaningId":2148565982841617197,"authors":[90508]},{"phrase":{"text":"concern","language":"en"},"meaningId":8186980554405286291,"authors":[25018]},{"phrase":{"text":"fear","language":"en"},"meaningId":-5523902208183124665,"authors":[89651]},{"phrase":{"text":"apprehensiveness","language":"en"},"meaningId":8213551811940508500,"authors":[25018]},{"phrase":{"text":"anxiety","language":"en"},"meaningId":-2066167354680283179,"authors":[89651]},{"phrase":{"text":"disgust","language":"en"},"meaningId":-5390528291494219956,"authors":[83093]},{"phrase":{"text":"fastidiousness","language":"en"},"meaningId":-3313697138368300315,"authors":[83093]},{"phrase":{"text":"misgiving","language":"en"},"meaningId":-7874100743019194421,"authors":[97745]},{"phrase":{"text":"solicitude","language":"en"},"meaningId":-48570413785973887,"authors":[83042]},{"phrase":{"text":"squeamishness","language":"en"},"meaningId":-2637585951802425157,"authors":[83093]},{"phrase":{"text":"worriedness","language":"en"},"meaningId":5773117844590695251,"authors":[83042]},{"meanings":[{"language":"en","text":"apprehension; anxiety"}],"meaningId":7443276061287926564,"authors":[1]}],"phrase":"aprensión","examples":[{"author":118293,"first":"Tienes <strong class=\"keyword\">aprensiones</strong>.","second":"You have qualms."},{"author":94808,"first":"En el actual clima de <strong class=\"keyword\">aprensión</strong> e incluso hostilidad hacia los solicitantes de asilo y los refugiados en las sociedades y los medios de comunicación de algunos países de todo el mundo, un elemento importante del Programa son los esfuerzos para promover el respeto por los refugiados.","second":"In the contemporary climate of <strong class=\"keyword\">apprehensiveness</strong> and even hostility towards asylum‐seekers and refugees in societies and the media in some countries worldwide, efforts to enhance respect for refugees are a particularly important element of the Agenda."},{"author":95096,"first":"Al encontrarnos aquí, ilustres y queridos amigos, no podemos por menos de pensar en los momentos llenos de <strong class=\"keyword\">aprensión</strong> y conmoción que vivimos durante las últimas ocasiones en que Juan Pablo II fue internado en este Policlínico.","second":"While we are gathered here, distinguished and dear friends, we cannot but think of the moments filled with <strong class=\"keyword\">anxiety</strong> and emotion that we lived through during John Paul II's last stays as a patient at this Polyclinic."},{"author":91988,"first":"Como demostró el conflicto de Rusia con Ucrania a comienzos de enero por los precios del gas, cuando Rusia juega con dureza, Occidente siente <strong class=\"keyword\">aprensión</strong> y recelo, en lugar de mayor propensión a la avenencia.","second":"As Russia’s conflict with Ukraine in early January over gas prices demonstrated, when Russia plays rough, the West <strong class=\"keyword\">grows apprehensive</strong> and suspicious rather than more amenable."},{"author":118293,"first":"Si no me equivoco, el temor a una abducción alienígena... causó una gran <strong class=\"keyword\">aprensión</strong> en su planeta durante siglos.","second":"If I'm not mistaken, the fear of alien abduction caused a great deal of <strong class=\"keyword\">apprehension</strong> on your planet for centuries."},{"author":94808,"first":"El Tribunal Supremo estimó que la preocupación de los demandantes por su seguridad y la <strong class=\"keyword\">aprensión</strong> a ser acosados por el ejército no eran motivos suficientes para declarar ilegales los puestos de control en sí mismos.","second":"The SC held that petitioners’ concern for their safety and <strong class=\"keyword\">apprehension</strong> at being harassed by the military were not sufficient grounds to declare the checkpoints per se as illegal."},{"author":118293,"first":"Alegría, <strong class=\"keyword\">aprensión</strong>, pero también terror.","second":"A blend of joy and <strong class=\"keyword\">apprehension</strong> and also... terror."},{"author":94808,"first":"Entramos en una etapa crucial frente a una situación que genera múltiples <strong class=\"keyword\">aprensiones</strong> para la región y la estabilidad del mundo.","second":"We are entering a crucial stage in a situation that <strong class=\"keyword\">involves</strong> many <strong class=\"keyword\">fears</strong> for the region and the stability of the world."},{"author":8000,"first":"En este contexto de inseguridad, marcado por la <strong class=\"keyword\">aprensión</strong> y el malestar social, podían surgir y prosperar fenómenos como el de las pandillas juveniles","second":"In that context of unsafety, marked by <strong class=\"keyword\">feelings</strong> of <strong class=\"keyword\">apprehension</strong> and social malaise, phenomena such as youth gangs could emerge and flourish"},{"author":8000,"first":"La delegación también ha transmitido la opinión de que las mujeres están apartadas de la política debido al condicionamiento social y a restricciones que ellas mismas se imponen por <strong class=\"keyword\">aprensión</strong> a la agresión que es frecuente en los círculos de la política","second":"The delegation had also voiced the view that women were staying out of politics because of social conditioning and self-imposed restrictions <strong class=\"keyword\">caused</strong> by aversion to the aggression often displayed by politicians"},{"author":95096,"first":"El obispo de Tortona seguía con cierta <strong class=\"keyword\">aprensión</strong> la consolidación de iniciativas tan audaces y humanamente frágiles, pero supo reconocer en ellas la acción del Espíritu.","second":"The Bishop of Tortona anxiously followed the development <strong class=\"keyword\">of</strong> those daring, humanly fragile initiatives, and he knew how to discern the action of the Spirit."},{"author":92475,"first":"La <strong class=\"keyword\">aprensión</strong> de BU encuentra eco en Dominica Weekly, que considera el verdadero significado de la Navidad y va un paso más allá y pregunta lo que Dios pensaría de las celebraciones de los días modernos","second":"<strong class=\"keyword\">BU's apprehension</strong> is echoed by Dominica Weekly, which considers the true meaning of Christmas and goes one step further by asking what God would think of modern-day celebrations."},{"author":94808,"first":"Conferencia sobre “Cateos, <strong class=\"keyword\">Aprensiones</strong>, Detención Ilegal y Abusos de Autoridad (Tortura, Incomunicación, Amenazas, Lesiones y Homicidios)”, para personal del Estado Mayor Presidencial, capacitando a 157 efectivos;","second":"A lecture on searches, <strong class=\"keyword\">arrests</strong>, unlawful detention and abuse of authority (torture, incommunicado detention, threats, injuries and killings) for personnel of the Presidential General Staff, attended by 157 persons;"},{"author":118293,"first":"Al enterarte de que Willow mantenía una relación tan poco convencional, tuviste un momento de <strong class=\"keyword\">aprensión</strong>.","second":"You found out that Willow was in kind of an unconventional relationship, and it gave you momentary wigg ins."},{"author":27,"first":"Señor Presidente, hemos leído con mucha <strong class=\"keyword\">aprensión</strong> el informe McCartin que, lamentablemente, hemos examinado sólo ayer por la tarde.","second":"Mr President, it was with great <strong class=\"keyword\">apprehension</strong> that we read the McCartin report, which, I regret, we did not discuss until yesterday afternoon."},{"author":94809,"first":"59 En contra de lo que alega el Colegio de abogados de Luxemburgo, la <strong class=\"keyword\">aprensión</strong> que suscitan las referidas reglas relativas a la composición de estos órganos no puede subsanarse por la posibilidad de recurso de casación que ofrece el artículo 29, apartado 1, de la Ley de 10 de agosto de 1991 contra las sentencias del Consejo disciplinario y administrativo de apelación.","second":"59 Contrary to the submissions of the Luxembourg Bar Council, the <strong class=\"keyword\">concerns</strong> relating to those rules of composition cannot be assuaged by the possibility of appeal provided for in Article 29(1) of the Law of 10 August 1991 against the decisions of the Disciplinary and Administrative Appeals Committee."},{"author":8000,"first":"No obstante, la <strong class=\"keyword\">aprensión</strong> del público acerca de la seguridad, la proliferación y los riesgos de ataques terroristas, así como la eliminación de desechos de los reactores nucleares siguen restringiendo el desarrollo de esta fuente energética","second":"Nevertheless, public <strong class=\"keyword\">apprehensions</strong> about the safety, proliferation, terror risks and waste disposal of nuclear reactors continue to restrain expansion of this energy source"},{"author":94808,"first":"Cabe observar que esas <strong class=\"keyword\">aprensiones</strong>, manifestadas a veces de forma excesiva, no se ven justificadas por las estadísticas.","second":"It should be pointed out that the <strong class=\"keyword\">concerns</strong> expressed have sometimes been exaggerated and are not justified by the statistics."},{"author":118293,"first":"Se mantenía alejada de la costa, de lagos del interior y ríos, y sentía <strong class=\"keyword\">aprensión</strong> por las piscinas al aire libre.","second":"She kept away from the coast, inland lakes and large rivers, and she was <strong class=\"keyword\">apprehensive</strong> of open - air swimming pools."},{"author":8000,"first":"Un número importante de países menos adelantados, países en desarrollo sin litoral y pequeños Estados insulares en desarrollo esperan con suma preocupación y <strong class=\"keyword\">aprensión</strong> la próxima supresión de las restricciones cuantitativas a las importaciones de prendas de vestir y textiles, que debería surtir efecto el # de enero de # al expirar el Acuerdo Multilateral sobre los Textiles y el Vestido","second":"A good number of LDCs, landlocked developing countries and small island developing States were full of concern and <strong class=\"keyword\">apprehension</strong> about the forthcoming elimination of quantitative restrictions on imports of garments and textiles, due to take effect on # anuary # with the expiration of the multilateral Agreement on Textiles and Clothing"},{"author":94808,"first":"Además, los Estados solían sentir <strong class=\"keyword\">aprensión</strong> respecto de los efectos negativos sobre las relaciones exteriores y comerciales que podrían dimanarse de esos arreglos de cooperación.","second":"Furthermore, States tend to be <strong class=\"keyword\">apprehensive about</strong> the negative effects on commercial and foreign relations that potentially could result from such cooperative arrangements."},{"author":8000,"first":"Por consiguiente, el Japón agradece y apoya los esfuerzos de la Presidenta para alcanzar el acuerdo con más consultas oficiosas, especialmente con los países que han expresado <strong class=\"keyword\">aprensión</strong>","second":"Consequently, Japan appreciates and supports the President's efforts to reach agreement through the further conduct of informal consultations, especially with the countries that have voiced <strong class=\"keyword\">apprehension</strong>"},{"author":94808,"first":"En cuanto a las modificaciones de la ley para la amplitud de derechos, el Gobierno siempre ha estado de acuerdo con ello, pero fuertes <strong class=\"keyword\">aprensiones</strong> del movimiento indígena ven en esta situación la posibilidad de retroceder en el avance logrado.","second":"In respect of legal amendments to the extent of rights, the Government has always been in favour, but there is serious <strong class=\"keyword\">apprehension</strong> in the indigenous movement that such a step might open the way to a loss of acquired rights."},{"author":27,"first":"Señora Presidenta, Señorías, afrontamos esta votación final sobre el presupuesto para 1999 con cierta <strong class=\"keyword\">aprensión</strong>.","second":"Madam President, ladies and gentlemen, we are facing this final vote on the 1999 budget with <strong class=\"keyword\">trepidation</strong>."},{"author":118293,"first":"En realidad, sentía más <strong class=\"keyword\">aprensión</strong> que alegría ante el regreso de Arthur.","second":"HELEN: In truth, I felt less joy than <strong class=\"keyword\">apprehension</strong> at Arthur's return. HUNTINGDON:"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}