{"result":"ok","tuc":[{"phrase":{"text":"dun","language":"en"},"meanings":[{"language":"es","text":"apremiar (a un deudor)"}],"meaningId":2410005664898251106,"authors":[2903]},{"phrase":{"text":"hasten","language":"en"},"meaningId":4123479170294740526,"authors":[2698]},{"phrase":{"text":"hurry","language":"en"},"meaningId":-8757963970599732646,"authors":[2698]},{"phrase":{"text":"press","language":"en"},"meaningId":3648330607214084694,"authors":[2698]},{"phrase":{"text":"prompt","language":"en"},"meaningId":-495128185825438754,"authors":[2903]},{"phrase":{"text":"urge","language":"en"},"meaningId":2851701493632860159,"authors":[89651]},{"phrase":{"text":"warn","language":"en"},"meaningId":8285346415094198192,"authors":[25115]},{"phrase":{"text":"accelerate","language":"en"},"meaningId":1020918059203071512,"authors":[2698]},{"phrase":{"text":"advance","language":"en"},"meaningId":-258610916577310055,"authors":[2698]},{"phrase":{"text":"affirm","language":"en"},"meaningId":5030139083768917722,"authors":[2698]},{"phrase":{"text":"compel","language":"en"},"meaningId":1130251922760541819,"authors":[86934]},{"phrase":{"text":"compress","language":"en"},"meaningId":-4122047542325942464,"authors":[25018]},{"phrase":{"text":"constrain","language":"en"},"meaningId":-7251510380633865023,"authors":[84715]},{"phrase":{"text":"drive","language":"en"},"meaningId":6265026311049219581,"authors":[25018]},{"phrase":{"text":"dwell","language":"en"},"meaningId":7087093041008005536,"authors":[2698]},{"phrase":{"text":"follow","language":"en"},"meaningId":4330317629008496645,"authors":[86934]},{"phrase":{"text":"force","language":"en"},"meaningId":8110540485211886727,"authors":[25018]},{"phrase":{"text":"further","language":"en"},"meaningId":-1666202780838402098,"authors":[2698]},{"phrase":{"text":"harass","language":"en"},"meaningId":8880592214252704978,"authors":[25018]},{"phrase":{"text":"hustle","language":"en"},"meaningId":8059808002599530836,"authors":[25018]},{"phrase":{"text":"insist","language":"en"},"meaningId":-2017167043242583230,"authors":[2698]},{"phrase":{"text":"lead","language":"en"},"meaningId":4485467439476990736,"authors":[86934]},{"phrase":{"text":"maintain","language":"en"},"meaningId":-2687103253582809435,"authors":[2698]},{"phrase":{"text":"oppress","language":"en"},"meaningId":7128074779206733479,"authors":[2698]},{"phrase":{"text":"pinch","language":"en"},"meaningId":2600295780096753486,"authors":[2698]},{"phrase":{"text":"promote","language":"en"},"meaningId":1338508004637650074,"authors":[2698]},{"phrase":{"text":"push","language":"en"},"meaningId":-898017624140270332,"authors":[25018]},{"phrase":{"text":"remind","language":"en"},"meaningId":-9133214308685526642,"authors":[25115]},{"phrase":{"text":"repress","language":"en"},"meaningId":6793815458981751864,"authors":[25115]},{"phrase":{"text":"speed up","language":"en"},"meaningId":6740103482451199884,"authors":[2698]},{"phrase":{"text":"squash","language":"en"},"meaningId":-3749641356105129067,"authors":[2698]},{"phrase":{"text":"squeeze","language":"en"},"meaningId":-6639030158983566357,"authors":[2698]},{"phrase":{"text":"tie","language":"en"},"meaningId":528189168374309417,"authors":[86934]},{"phrase":{"text":"tighten","language":"en"},"meaningId":-3309129438861492244,"authors":[25115]},{"phrase":{"text":"urge on","language":"en"},"meaningId":-3964362976255871,"authors":[25115]},{"meanings":[{"language":"en","text":"to pressure, urge"}],"meaningId":-7554280031070620167,"authors":[93107]}],"phrase":"apremiar","examples":[{"author":27,"first":"Quisiera <strong class=\"keyword\">apremiar</strong> un poco más al señor Comisario.","second":"I would like to <strong class=\"keyword\">press</strong> the Commissioner a little further."},{"author":94808,"first":"La Comisión tal vez desee <strong class=\"keyword\">apremiar</strong> a donantes bilaterales y multilaterales a asegurarse de que la asistencia al desarrollo incluya el fomento de la capacidad en materia de información para el desarrollo sostenible a nivel nacional.","second":"The Commission may wish to <strong class=\"keyword\">urge</strong> bilateral and multilateral donors to: ensure that development assistance includes building information capacity for sustainable development at the national level."},{"author":27,"first":"Se trata más bien de <strong class=\"keyword\">apremiar</strong> a los países –el club del uno por ciento– que quieren, como se dice coloquialmente, quedarse con el pastel y comérselo.","second":"The real targets for criticism <strong class=\"keyword\">are</strong> those countries – the members of the one-per-cent club – which want to have their cake and eat it, to put it colloquially."},{"author":94808,"first":"El 23 de noviembre de 1999, en Zhejiang, el Padre Jiang Sunian, de la diócesis de Wenzhou, fue detenido en el marco de una campaña de la Asociación Patriótica Católica destinada a <strong class=\"keyword\">apremiar</strong> a los católicos a que la integrasen.","second":"On 23 November 1999, Father Jiang Sunian of the Diocese of Wenzhou was reportedly arrested in Zhejiang in the context of a campaign by the Catholic Patriotic Association aimed at <strong class=\"keyword\">compelling</strong> Catholics to join it."},{"author":94808,"first":"Además de estos mecanismos nacionales, hay una tendencia creciente a <strong class=\"keyword\">apremiar</strong> cada vez más a los gobiernos nacionales a no limitarse a las violaciones ocurridas en el país, sino también a garantizar que, cuando sea posible, los tribunales del país se ocupen de violaciones producidas en otros países.","second":"In addition to these national mechanisms, there is a growing trend according to which national Governments are now under increasing <strong class=\"keyword\">pressure</strong> not just to deal with abuses at home, but also to ensure that, where possible, the courts in their country deal with abuses happening elsewhere."},{"author":22,"first":"Se velará por que haya un suministro constante de animales al punto de aturdimiento y matanza para evitar que los operarios tengan que <strong class=\"keyword\">apremiar</strong> los animales desde los corrales de estancia","second":"A steady supply of animals for stunning and killing shall be ensured in order to prevent animal handlers <strong class=\"keyword\">rushing</strong> animals from the holding pens"},{"author":94809,"first":"Se debe manipular a los animales con tranquilidad y firmeza y no se les debe <strong class=\"keyword\">apremiar</strong> para que atraviesen los pasillos o corredores.","second":"Animals should be handled quietly and firmly and not be <strong class=\"keyword\">rushed</strong> along races and passageways."},{"author":94809,"first":"Independientemente de cuál sea la suma total adeudada, ¿<strong class=\"keyword\">apremiará</strong> la Comisión al Gobierno francés para que realice el pago?","second":"Whatever the total amount owing, will the Commission <strong class=\"keyword\">be pressing</strong> the French Government to pay up?"},{"author":119739,"first":"+ 3 Podrás <strong class=\"keyword\">apremiar</strong> al extranjero+ por el pago; pero lo tuyo, que se halle con tu hermano, líbrelo tu mano.","second":"*+ 3 The foreigner+ you may <strong class=\"keyword\">press</strong> for payment; but whatever of yours may prove to be with your brother let your hand release."},{"author":119719,"first":"Sin embargo, teniendo en cuenta los intereses de la comunidad de veintisiete países en el contexto de las inminentes negociaciones sobre el Brexit, así como los intereses estratégicos de la UE a largo plazo, yo <strong class=\"keyword\">apremiaré</strong> a todos para que se esfuercen por mantener la unidad política entre los Veintisiete.","second":"However, considering the interests of the community of 27 countries in the context of the upcoming Brexit negotiations as well as the long-term strategic interests of the EU, I will be <strong class=\"keyword\">urging</strong> everyone to strive towards <strong class=\"keyword\">maintaining</strong> political unity among the 27."},{"author":119739,"first":"Según Deuteronomio 15:1-3, parece que durante el año sabático (cada séptimo año) un acreedor no podía <strong class=\"keyword\">apremiar</strong> a un compañero israelita para que le pagase una deuda.","second":"According to Deuteronomy 15:1-3, it appears that during the Sabbath year (every seventh year) a creditor could not <strong class=\"keyword\">press</strong> a fellow Israelite for payment of a debt."},{"author":94808,"first":"Además de las iniciativas políticas en curso, el Consejo, debe emplear medios acordes con la situación y <strong class=\"keyword\">apremiar</strong> al Gobierno de Myanmar para que cumpla sus obligaciones internacionales en materia de derechos humanos y rinda cuentas públicamente de las violaciones de los derechos humanos cometidos en el pasado y que se cometen en la actualidad.","second":"Together with political initiatives already under way, the Council should use means commensurate to the occasion to impress on the Government of Myanmar the <strong class=\"keyword\">urgent need</strong> to implement its international human rights obligations and to account publicly for past and ongoing violations."},{"author":27,"first":"El problema es el siguiente: hemos de evitar <strong class=\"keyword\">apremiar</strong> a nuestros amigos irlandeses, al tiempo que debemos establecer en qué condiciones y con qué tratado vamos a organizar las elecciones europeas de 2009.","second":"The problem is this: we must avoid both <strong class=\"keyword\">rushing</strong> our Irish friends and yet at the same time establish under what conditions and with what treaty we are going to organise the 2009 European elections."},{"author":27,"first":"Las negociaciones deben ser imparciales y no hay que <strong class=\"keyword\">apremiar</strong> a ninguna de las partes durante la celebración de las mismas.","second":"The negotiations must be impartial, and no <strong class=\"keyword\">pressure</strong> should be put on any party while they are taking place."},{"author":94809,"first":"Se velará por que haya un suministro constante de animales al punto de aturdimiento y matanza para evitar que los operarios tengan que <strong class=\"keyword\">apremiar</strong> los animales desde los corrales de estancia.","second":"A steady supply of animals for stunning and killing shall be ensured in order to prevent animal handlers <strong class=\"keyword\">rushing</strong> animals from the holding pens."},{"author":22,"first":"En opinión del Comité, para que dicho plan de acción comunitario sea operativo y creíble debe estar sujeto a un calendario con los correspondientes plazos, lo que sin duda <strong class=\"keyword\">apremiará</strong> su ejecución y facilitará la verificación de los progresos realizados en los siguientes ámbitos","second":"The Committee is convinced that if the Community action plan is to be effective and credible, it should contain a calendar and detailed timetable, which would facilitate more stringent checks on the progress achieved in the following spheres"},{"author":8000,"first":"Es preciso esforzarse más en este aspecto para poder <strong class=\"keyword\">apremiar</strong> más a fondo a los agentes no estatales a que se atengan al derecho internacional humanitario y ejercer presión política, económica y de otra índole sobre los gobiernos simpatizantes que financian, arman o apoyan de cualquier otra manera a las fuerzas rebeldes autoras de abusos","second":"Additional efforts need to be made in this area to increase <strong class=\"keyword\">pressure</strong> on non-State actors to abide by international humanitarian law and to exert political, economic and other pressure on the friendly Governments that finance, arm or otherwise support abusive rebel forces"},{"author":94808,"first":"Con el fin de <strong class=\"keyword\">apremiar</strong> a los gobiernos locales para que lleven a cabo las expropiaciones, demoliciones y reubicaciones de conformidad con las leyes y reglamentos, la supervisión y el control se refuerzan continuamente mediante normas que supeditan los procedimientos a exámenes especiales no programados; las demoliciones y los desahucios ilegales forzosos se investigan rigurosamente a fin de determinar las responsabilidades de personas o unidades de trabajo.","second":"To <strong class=\"keyword\">press</strong> local governments to carry out land expropriations, demolitions and relocations in accordance with the laws and regulations, supervision and control are continuously being strengthened, with the implementation of land-expropriation, demolition and resettlement regulations subject to non-scheduled special examination; illegal forcible demolitions or evictions are rigorously investigated to find the work units or individuals responsible."},{"author":27,"first":"Debemos presionar y <strong class=\"keyword\">apremiar</strong> a la industria para que invierta en productos alternativos saludables desde el punto de vista biológico y que actúen con igual o mayor eficacia.","second":"We <strong class=\"keyword\">need</strong> to push and <strong class=\"keyword\">urge</strong> industry to invest in alternative, biologically sound products which are equally if not more effective."},{"author":95096,"first":"6) La proximidad del tercer milenio, al <strong class=\"keyword\">apremiar</strong> a los creyentes a reflexionar a la luz de Cristo sobre el camino de la historia, los invita también a descubrir con nueva fuerza el sentido del domingo: su « misterio », el valor de su celebración, su significado para la existencia cristiana y humana.","second":"6) The coming of the Third Millennium, which calls believers to reflect upon the course of history in the light of Christ, also invites them to rediscover with new intensity the meaning of Sunday: its \"mystery\", its celebration, its significance for Christian and human life."},{"author":94808,"first":"Se denegará la inscripción en el Registro de una asociación y ésta será prohibida si el derecho de libertad de asociación se utiliza para amenazar la independencia de la nación o violar los derechos humanos y civiles garantizados en virtud de la Constitución, o para amenazar la paz y la cooperación internacional equitativa o para <strong class=\"keyword\">apremiar</strong> a los ciudadanos a que declaren su pertenencia étnica, o si se utiliza el derecho de libertad de asociación de una manera que ofende a la moral pública.","second":"An association will be refused entry in the Register and be banned if the right to freedom of association is used: to jeopardize the independence of the country or violate the rights of man and the citizen guaranteed under the Constitution, or to threaten the peace and equitable international cooperation or to <strong class=\"keyword\">pressurize</strong> citizens to state their ethnic belonging, or if the right to freedom of association is used in a way offending public morals."},{"author":8000,"first":"El # de noviembre de # en Zhejiang, el Padre Jiang Sunian, de la diócesis de Wenzhou, fue detenido en el marco de una campaña de la Asociación Patriótica Católica destinada a <strong class=\"keyword\">apremiar</strong> a los católicos a que la integrasen","second":"On # ovember # ather Jiang Sunian of the Diocese of Wenzhou was reportedly arrested in Zhejiang in the context of a campaign by the Catholic Patriotic Association aimed at <strong class=\"keyword\">compelling</strong> Catholics to join it"},{"author":94809,"first":"En opinión del Comité, para que dicho plan de acción comunitario sea operativo y creíble debe estar sujeto a un calendario con los correspondientes plazos, lo que sin duda <strong class=\"keyword\">apremiará</strong> su ejecución y facilitará la verificación de los progresos realizados en los siguientes ámbitos:","second":"The Committee is convinced that if the Community action plan is to be effective and credible, it should contain a calendar and detailed timetable, which would facilitate more stringent checks on the progress achieved in the following spheres:"},{"author":94808,"first":"Como dije entonces, tenemos que mantener un equilibrio cuidadoso para no <strong class=\"keyword\">apremiar</strong> demasiado ni dejar de <strong class=\"keyword\">apremiar</strong> lo suficiente.","second":"As I said at that time, we have to maintain a careful balance between not <strong class=\"keyword\">pushing</strong> too hard and not <strong class=\"keyword\">pushing hard</strong> enough."},{"author":94808,"first":"El primer episodio tuvo lugar el 28 de noviembre de 2015, cuando, según se informa, Juvin Kombi y Pascal Byumanine, ambos miembros del movimiento ciudadano Lutte pour le changement (conocido comúnmente como Lucha), y otras siete personas, a saber, Innocent Fumbu, Saïdi Wetemwami Heshima, Gervais Semunda Rwamakuba, Nelson Katembo Kalindalo, Jonathan Kambale Muhasa, Osée Kakule Kilala y Jojo Semivumbi, fueron detenidos por las autoridades congolesas durante una manifestación pacífica en Goma, organizada por Lucha en memoria de las víctimas de los homicidios cometidos en la región de Beni. Los manifestantes pretendían <strong class=\"keyword\">apremiar</strong> al Estado para que investigara esos asesinatos.","second":"The first set took place on 28 November 2015, when two members of the citizens’ movement Lutte pour le changement (Fight for Change; commonly referred to as Lucha), Juvin Kombi and Pascal Byumanine, along with seven other individuals — Innocent Fumbu, Saïdi Wetemwami Heshima, Gervais Semunda Rwamakuba, Nelson Katembo Kalindalo, Jonathan Kambale Muhasa, Osée Kakule Kilala and Jojo Semivumbi — were reportedly arrested by the Congolese authorities during a peaceful demonstration in Goma organized by Lucha in memory of the victims of the killings in the Beni region <strong class=\"keyword\">to</strong> encourage the Government to investigate those killings."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"119719":{"U":"http://consilium.europa.eu/","id":119719,"N":"Consilium EU","url":"https://glosbe.com/source/119719"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}