{"result":"ok","tuc":[{"phrase":{"text":"hasty","language":"en"},"meanings":[{"language":"en","text":"acting in haste; being too hurried or quick"}],"meaningId":-1159846580781184255,"authors":[70195]},{"phrase":{"text":"hurried","language":"en"},"meaningId":-1462245712945730187,"authors":[25018]},{"phrase":{"text":"cursory","language":"en"},"meaningId":-2671279030506522036,"authors":[97745]},{"phrase":{"text":"hurry","language":"en"},"meaningId":-8531869789176034579,"authors":[25018]},{"phrase":{"text":"precipitate","language":"en"},"meaningId":-6193987538720942494,"authors":[25018]},{"phrase":{"text":"quick","language":"en"},"meaningId":8962370244374072159,"authors":[25018]},{"meanings":[{"language":"en","text":"Past participle of apresurar."}],"meaningId":3600207835462293573,"authors":[1]}],"phrase":"apresurado","examples":[{"author":27,"first":"También es cierto que una liberalización algo <strong class=\"keyword\">apresurada</strong> y poco armoniosa podría tener un impacto terrible en algunos países, como Portugal, donde todavía no han entrado en funcionamiento ciertas infraestructuras especializadas, como por ejemplo enlaces de alta velocidad, ni han empezado a aplicar su modelo de gestión, y donde la prestación de servicios públicos en el ámbito del transporte seguirá desempeñando un papel fundamental desde el punto de vista del empleo, del crecimiento económico y la receptividad con respecto a los usuarios.","second":"It is also true, however, that a somewhat <strong class=\"keyword\">hasty</strong> and scarcely harmonious liberalisation could have a terrible impact on some countries such as Portugal, in which specialised infrastructures such as high-speed links have yet to set out and implement their management model and in which the provision of public services in the area of transport will continue to play a key role in terms of employment, economic growth and responsiveness to users."},{"author":118293,"first":"Quiero decir, como que él sacó conclusiones <strong class=\"keyword\">apresuradas</strong>, ¿no?","second":"I mean, he kinda <strong class=\"keyword\">jumped</strong> to conclusions, didn't he?"},{"author":91988,"first":"Pero ese crecimiento últimamente se ha desacelerado de manera sustancial, lo que llevó a muchos a preguntarse si los economistas no nos habíamos <strong class=\"keyword\">apresurado</strong> demasiado cuando las catalogamos como los nuevos motores del crecimiento económico global.","second":"But that growth has lately slowed substantially, leading many to question whether economists spoke <strong class=\"keyword\">too soon</strong> when we labeled them the new engines of global economic growth."},{"author":27,"first":"De hecho, la Comisión se ha <strong class=\"keyword\">apresurado</strong> con su propuesta sobre la desagregación completa de los derechos de propiedad.","second":"The Commission has in fact been <strong class=\"keyword\">too quick off</strong> the mark with its proposal on the complete unbundling of ownership rights."},{"author":94809,"first":"El CESE reitera la necesidad de procurar el aprovechamiento de las cantidades no utilizadas en los períodos marcados, en vez de proceder a una aplicación <strong class=\"keyword\">apresurada</strong> y superficial como consecuencia de la amenaza de la liberación automática.","second":"The EESC thinks that funding which has not been used by the given deadlines should be recycled rather than used up in a <strong class=\"keyword\">hasty</strong> and superficial way merely to avert the threat of automatic decommitment."},{"author":8000,"first":"Queremos también dar las gracias al Secretario General, a los organismos especializados y a otras entidades pertinentes que se han <strong class=\"keyword\">apresurado</strong> a prestar asistencia a todas las víctimas del terremoto","second":"We also wish to thank the Secretary-General, the specialized agencies and other relevant entities that have <strong class=\"keyword\">hastened</strong> to provide assistance to all the victims of the earthquake"},{"author":8000,"first":"Si bien acogieron con agrado las medidas adoptadas para lograr avances en el debate sobre la gobernanza ambiental a nivel internacional y reconocieron la necesidad de aprovechar el impulso político en el análisis de esta cuestión, varios representantes expresaron su preocupación porque la decisión se había preparado en forma <strong class=\"keyword\">apresurada</strong>, lo que podía dar lugar a una percepción de que el proceso había sido dudoso, opaco y no inclusivo","second":"While welcoming steps to move forward the discussions on international environmental governance and expressing their appreciation of the need for political momentum on the matter, a number of representatives expressed concern at the <strong class=\"keyword\">haste</strong> with which the decision had been prepared that might lead to perceptions of mistrust, and lack of transparency and inclusiveness"},{"author":91988,"first":"Dicho lo anterior, muchos responsables del diseño de políticas y comentaristas se han <strong class=\"keyword\">apresurado</strong> a hacer críticas insistiendo en que Irán no dará marcha atrás en su decisión de fabricar armas nucleares, o que quiere tener capacidad de respuesta, que es igual de peligroso.","second":"That said, too many policymakers and commentators have <strong class=\"keyword\">rushed</strong> to <strong class=\"keyword\">judgment</strong>, insisting that Iran is irrevocably determined to build nuclear weapons, or that it wants a break-out capability that is just as dangerous."},{"author":31,"first":"No saques conclusiones <strong class=\"keyword\">apresuradas</strong>","second":"Don' t form <strong class=\"keyword\">pictures.Accumulate</strong> evidence"},{"author":94808,"first":"No sería acertado adoptar una decisión <strong class=\"keyword\">apresurada</strong> y, además, el hecho de determinar la frecuencia de las reuniones de la Comisión mediante la adopción de una votación en el Consejo no redundaría en beneficio de la autoridad de éste último dentro del sistema de las Naciones Unidas.","second":"A <strong class=\"keyword\">hasty</strong> decision would not be wise, and determining the frequency of the Commission’s meetings by taking a vote in the Council would not be good for the latter’s authority within the United Nations system."},{"author":8000,"first":"En los últimos años, el Consejo de Seguridad se ha <strong class=\"keyword\">apresurado</strong> demasiado en algunos casos a amenazar con la acción coercitiva o a autorizarla, mientras se muestra silencioso e inactivo en otros","second":"n recent years, the Security Council has been too <strong class=\"keyword\">quick</strong> to threaten or authorise enforcement action in some cases while being silent and inactive in others"},{"author":27,"first":"En cuanto a la propuesta del señor Verhofstadt de enviar una carta o fijar inmediatamente una posición del Consejo sobre las condiciones establecidas por el Parlamento, creo que se trata de que, cuando tenga el Parlamento Europeo ese documento, estemos a su disposición para poder debatirlo, en todos los sentidos, con todas esas condiciones y, por tanto, llegar a un acuerdo serio, riguroso y no <strong class=\"keyword\">apresurado</strong> a este respecto.","second":"As for Mr Verhofstadt's proposal to send a letter or to immediately reach a Council position on the conditions established by Parliament, I believe that the best thing is that when Parliament has that document, we will be at your disposal to debate it in every sense, with all those conditions and, therefore, to come to a serious, rigorous and unpressured agreement in this respect."},{"author":118293,"first":"No hay más detalles están disponibles en este momento, pero el Presidente programada una conferencia de prensa <strong class=\"keyword\">apresurada</strong>.","second":"No further details are available at this time, but the President scheduled a <strong class=\"keyword\">hasty</strong> press conference."},{"author":92475,"first":"Numerosos medios internacionales, entre los que se cuentan Billboard [en], ABC [en] y CNN [en], se han <strong class=\"keyword\">apresurado</strong> a hacer eco de esta noticia, que sorprendió a los surcoreanos, sobre todo a las grandes estrellas del espectáculo que no han conseguido introducirse en el mercado estadounidense a pesar de llevar años invirtiendo grandes cantidades de dinero y recursos.","second":"Numerous international media, including Billboard, ABC and CNN, <strong class=\"keyword\">quickly</strong> covered this sensation, which came as a shock to South Koreans, especially entertainment moguls who have failed to make a significance entry into the American market despite spending lots of money and resources over the years."},{"author":119723,"first":"Por todo el salón se oía el eco de <strong class=\"keyword\">apresuradas</strong> conversaciones en susurros.","second":"Last-second, whispered conversations echoed throughout the hall."},{"author":31,"first":"No saque conclusiones <strong class=\"keyword\">apresuradas</strong>, teniente","second":"Now, don' t get <strong class=\"keyword\">ahead</strong> of yourself, Lieutenant"},{"author":27,"first":"– El tercer paquete ferroviario, con unos informes individuales que tienen poco en común, constituye una muestra de un enfoque <strong class=\"keyword\">apresurado</strong>, descoordinado y por lo tanto, perjudicial para el transporte ferroviario.","second":"– The third railway package, the individual reports comprising which have little in common, is an example of a <strong class=\"keyword\">hurried</strong>, uncoordinated and therefore damaging approach to railway transportation."},{"author":118293,"first":"Sé que es <strong class=\"keyword\">apresurado</strong> de mi parte mencionar la palabra con \" A \".","second":"He <strong class=\"keyword\">pushed</strong> her against the wall so hard."},{"author":8000,"first":"Como lo ha demostrado la experiencia, es difícil encontrar soluciones apropiadas y justas cuando los grandes problemas políticos se encaran de manera simplificada y <strong class=\"keyword\">apresurada</strong> y sin el debido respeto a los distintos intereses","second":"As experience has shown, proper and just solutions are difficult to achieve if major political problems are addressed in a simplified and <strong class=\"keyword\">hasty</strong> manner and without respect for different interests"},{"author":119723,"first":"“El joven Rupert se detuvo al lado del camino a contemplar a una cantidad fuera de lo común de personas que pasaban <strong class=\"keyword\">apresuradas</strong>.","second":"“[Young] Rupert stood by the side of the road watching an unusual number of people <strong class=\"keyword\">hurry</strong> past."},{"author":94808,"first":"Nos inquieta observar que en ocasiones el Consejo se ha <strong class=\"keyword\">apresurado</strong> en la adopción de sanciones en situaciones que no necesariamente plantean una amenaza para la paz y la seguridad internacionales y que ha recurrido a las disposiciones de los Artículos 41 y 42 de la Carta de manera prematura sin haber agotado los medios de solución pacífica de controversias.","second":"We are concerned at the fact that on occasion the Council has, under <strong class=\"keyword\">pressure</strong>, adopted sanctions in situations that do not necessarily represent a threat to international peace and security and has resorted to the provisions of Articles 41 and 42 of the Charter in a premature manner, without having exhausted the measures at its disposal for the peaceful settlement of disputes."},{"author":94808,"first":"Se necesitará una coordinación sumamente eficaz para lograr una reducción gradual, pero no excesivamente <strong class=\"keyword\">apresurada</strong>, de las políticas expansionistas de los Estados Unidos, Europa occidental y el Japón a fin de corregir los desequilibrios fiscales y comerciales a largo plazo sin afectar a la recuperación económica mundial.","second":"Extremely effective coordination would be needed in order to achieve gradual, but not overly <strong class=\"keyword\">hasty</strong>, curbing of United States, Western European and Japanese expansionary policies in order to correct long-term fiscal and trade imbalances without affecting world economic recovery."},{"author":119723,"first":"Evite dedicar tanto tiempo a la primera parte de la lección que luego se vea <strong class=\"keyword\">apresurado</strong> durante la última porción.","second":"Avoid taking so much time on the first part of the lesson that you have to rush through the last part."},{"author":118293,"first":"Veo que vienes <strong class=\"keyword\">apresurada</strong>, así que te doy una respuesta rápida.","second":"Well, since you're in a <strong class=\"keyword\">hurry</strong>, I'll give you a quick answer."},{"author":91988,"first":"Puesto que la promesa es tan grande y la ciencia no requiere de una infraestructura masiva, muchos países pequeños se han <strong class=\"keyword\">apresurado</strong> a aprovechar la ausencia de Estados Unidos.","second":"Because the promise is so great, and the science does not require massive infrastructure, many smaller countries have <strong class=\"keyword\">rushed</strong> to take advantage of the absence of the US."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}