{"result":"ok","tuc":[{"phrase":{"text":"aquiline","language":"en"},"meaningId":-120839900214869669,"authors":[8]}],"phrase":"aquilino","examples":[{"author":94808,"first":"<strong class=\"keyword\">Aquilino</strong> Nguema Ona Nchama, Secretario General del partido Unión para la Democracia y el Desarrollo Social (UDDS), quien tenía el estatuto de refugiado político en el Gabón, bajo los auspicios de la Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados (ACNUR), informó personalmente a este Representante Especial de que fue secuestrado el 18 de mayo de 2000 por tres elementos de la fuerza de seguridad gabonesa.","second":"<strong class=\"keyword\">Aquilino</strong> Nguema Ona Nchama, Secretary‐General of the Unión para la Democracia y el Desarrollo Social (UDS) party, who had the status of political refugee in Gabon under the auspices of the Office of the United Nations High Commissioner for Refugees (UNHCR) personally informed the Special Representative that he was abducted on 18 May 2000 by three members of the Gabonese security forces."},{"author":31,"first":"Tiguelino, Vatinio, Sexto, <strong class=\"keyword\">Aquilino</strong>","second":"Tigellinus, Vatinius, Sextus, <strong class=\"keyword\">Aquillinus</strong>"},{"author":8008,"first":"Olhão ya no puede ser la isla \"cubista\" que encantó a <strong class=\"keyword\">Aquilino</strong> Ribeiro cuando se describe en la Guía de Portugal (1927).","second":"Olhão may no longer be the island \"Cubist\" that enchanted <strong class=\"keyword\">Aquilino</strong> Ribeiro when he described in the Guide to Portugal (1927)."},{"author":94809,"first":"<strong class=\"keyword\">Aquilina</strong>, posteriormente S.","second":"<strong class=\"keyword\">Aquilina</strong>, and subsequently by S."},{"author":94808,"first":"En ocasión anterior, la República de Panamá, mediante nota del 10 de septiembre de 1998 firmada por su entonces Representante Permanente ante las Naciones Unidas, Embajador <strong class=\"keyword\">Aquilino</strong> E.","second":"On a prior occasion, the Republic of Panama, by means of a note dated 10 September 1998, signed by its then Permanent Representative to the United Nations, Ambassador <strong class=\"keyword\">Aquilino</strong> E."},{"author":94809,"first":"En el caso de autos, es preciso, por una parte, tomar en consideración la participación de la demandante en la investigación, y, por otra parte, examinar si, en el momento de la adopción de la decisión controvertida, la demandante estaba ya en posesión de la información en que se funda dicha decisión (véase, en este sentido, la sentencia del Tribunal de Primera Instancia de 8 de julio de 1998, <strong class=\"keyword\">Aquilino</strong>/Consejo, T‐130/96, apartado 44 y la jurisprudencia citada).","second":"In the present case, it is necessary both to take into consideration the applicant’s participation in the investigation and to examine whether, at the time the contested decision was adopted, the applicant was already in possession of the information on which that decision was based (see, to that effect, judgment of 8 July 1998 in Case T‐130/96 <strong class=\"keyword\">Aquilino</strong> v Council, paragraph 44 and the case-law cited)."},{"author":94808,"first":"El Poder Ejecutivo del Gobierno de Filipinas está promoviendo en la Cámara Alta del Parlamento, es decir, el Senado, la aprobación de los siguientes proyectos de ley: a) Proyectos de ley del Senado Nos. 1674 y 189, presentados el 10 de agosto de 2004 por <strong class=\"keyword\">Aquilino</strong> C.","second":"The Executive Branch of the Philippine Government is also lobbying for the enactment of the following legislative bills before the Upper House of the Philippine Legislature, i.e., Philippine Senate: (a) Senate Bill # 1674 and 189, an Act Creating the National Commission on Muslim Filipino defining its powers, functions and responsibilities and appropriating funds therefore or for other purposes, filed on August 10, 2004 by <strong class=\"keyword\">Aquilino</strong> C."},{"author":95096,"first":"Ante todo, saludo con afecto al padre <strong class=\"keyword\">Aquilino</strong> Bocos, reelegido como superior general, a los nuevos consejeros y también a los religiosos que representáis a todas las provincias de la congregación, actualmente presente en Europa, América, Asia y África.","second":"First, I affectionately greet Fr <strong class=\"keyword\">Aquilino</strong> Bocos, who has been re-elected Superior General, the new Councillors and the religious who represent all the congregation’s provinces currently active in Europe, America, Asia and Africa."},{"author":22,"first":"Demandante: Comisión de las Comunidades Europeas (representantes: J. <strong class=\"keyword\">Aquilina</strong> y W. Wils, agentes","second":"Applicant: Commission of the European Communities (represented by: J. <strong class=\"keyword\">Aquilina</strong>, W. Wils, Agents"},{"author":8008,"first":"Polivalente El Pabellón está situado en la Rua <strong class=\"keyword\">Aquilino</strong> Ribeiro, para llegar a ese punto (de Lisboa) y luego todo recto en todas las rotondas hasta encontrar una escuela secundaria a la izquierda justo antes de una gran pantalla brillante con el nombre de \"Mc Donald's \", luego gire a la derecha y verá un edificio blanco, que es el Polivalente.","second":"Polivalente The Pavilion is located at Rua <strong class=\"keyword\">Aquilino</strong> Ribeiro, just to reach that point (from Lisbon) then straight ahead at all roundabouts until you find a High School on your left just before a big bright screen with the name \"Mc Donald's \", then turn to the right and you will find a white building, which is the Polivalente."},{"author":8000,"first":"En ocasión anterior, la República de Panamá, mediante nota del # de septiembre de # firmada por su entonces Representante Permanente ante las Naciones Unidas, Embajador <strong class=\"keyword\">Aquilino</strong> E. Boyd, señaló a Usted que la República de China “adquiere derechos y contrae obligaciones de conformidad con el derecho internacional, se somete a disposiciones universales sobre múltiples materias” y actúa en el escenario internacional de la misma manera como lo hacen los Estados con representación en el sistema de las Naciones Unidas","second":"On a prior occasion, the Republic of Panama, by means of a note dated # eptember # signed by its then Permanent Representative to the United Nations, Ambassador <strong class=\"keyword\">Aquilino</strong> E. Boyd, stated to you that the Republic of China “acquires rights and contracts obligations under international law, is subject to universal norms on numerous subjects” and acts in the international arena in the same manner as States represented in the United Nations system"},{"author":8008,"first":"La exploración avanzada fue un factor crítico para los excelentes resultados de 2007, que llevaron a <strong class=\"keyword\">Aquiline</strong> a duplicar los recursos de Navidad.","second":"Smart exploration was the critical factor in 2007’s greatest achievement, which resulted in <strong class=\"keyword\">Aquiline</strong> doubling the mineral resource at Navidad."},{"author":8000,"first":"El Sr. <strong class=\"keyword\">Aquilino</strong> Nguema Ona Nchama, Secretario General del partido Unión para la Democracia y el Desarrollo Social (UDDS), quien tenía el estatuto de refugiado político en el Gabón, bajo los auspicios de la Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados (ACNUR), informó personalmente a este Representante Especial de que fue secuestrado el # de mayo de # por tres elementos de la fuerza de seguridad gabonesa","second":"Mr. <strong class=\"keyword\">Aquilino</strong> Nguema Ona Nchama, Secretary-General of the Unión para la Democracia y el Desarrollo Social (UDS) party, who had the status of political refugee in Gabon under the auspices of the Office of the United Nations High Commissioner for Refugees (UNHCR) personally informed the Special Representative that he was abducted on # ay # by three members of the Gabonese security forces"},{"author":94808,"first":"<strong class=\"keyword\">AQUILINA</strong> (Observadora de Malta) dice que el sistema de las Naciones Unidas y también las otras organizaciones regionales y subregionales deberían valerse más eficazmente de la competencia de las comisiones regionales.","second":"<strong class=\"keyword\">AQUILINA</strong> (Observer for Malta) said that the expertise of the regional commissions should be put to better use not only by the United Nations system, but also by other regional and subregional organizations. The"},{"author":94809,"first":"<strong class=\"keyword\">Aquilina</strong>, más tarde E.","second":"<strong class=\"keyword\">Aquilina</strong>, and subsequently by E."},{"author":118293,"first":"asi que se hace amigo de don <strong class=\"keyword\">aquilino</strong>... un excéntrico barón del caucho quien se ha hecho millonario explotando árboles de caucho y mano de obra nativa.","second":"So he befriends Don <strong class=\"keyword\">Aquilino</strong>... an eccentric caucho baron who's already made millions exploiting rubber trees and native labor."},{"author":118293,"first":"Noten la mandíbula <strong class=\"keyword\">aquilina</strong>. la fuerte, definición muscular.","second":"Note the <strong class=\"keyword\">aquiline</strong> jaw, the sharp, muscular definition."},{"author":8008,"first":"Ubicación: Ave. <strong class=\"keyword\">Aquilino</strong> de La Guardia y Calle 47, Edif.","second":"Exact Address of Property: Ave. <strong class=\"keyword\">Aquilino</strong> de La Guardia y Calle 47, Edif."},{"author":94809,"first":"<strong class=\"keyword\">Aquilina</strong>, en calidad de agentes;","second":"<strong class=\"keyword\">Aquilina</strong>, acting as Agents,"},{"author":118293,"first":"<strong class=\"keyword\">aquilino</strong> es interpretado por José Lewgoy... un actor, protagonista de muchas telenovelas brasileñas.","second":"<strong class=\"keyword\">Aquilino</strong> is played byJosé Lewgoy... a leading actor in many Brazilian TV soap operas."},{"author":118293,"first":"Tiguelino, Vatinio, Sexto, <strong class=\"keyword\">Aquilino</strong>...","second":"Tigellinus, Vatinius, Sextus, <strong class=\"keyword\">Aquillinus</strong>..."},{"author":94808,"first":"<strong class=\"keyword\">Aquilino</strong> Owono Bibang y Gabriel Ndong Owono fueron detenidos en Akurenam, por orden del Delegado de Gobierno, por negarse a pagar una tasa aduanera sobre enseres personales que la hermana de uno de ellos traía del Gabón.","second":"<strong class=\"keyword\">Aquilino</strong> Owono Bibang and Mr. Gabriel Ndong Owono were detained in Akurenam on the orders of the government delegate for refusing to pay customs duty on personal effects that the sister of one of them was bringing from Gabon."},{"author":31,"first":"Tiguelino, Vatinio, Sexto, <strong class=\"keyword\">Aquilino</strong>","second":"Tigellinus, Vatinius, Sextus, <strong class=\"keyword\">Aquillinus</strong>...What scum"},{"author":94809,"first":"<strong class=\"keyword\">Aquilina</strong>, posteriormente por la Sra.","second":"<strong class=\"keyword\">Aquilina</strong>, and subsequently by S."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}