{"result":"ok","tuc":[{"phrase":{"text":"arbitrary","language":"en"},"meanings":[{"language":"es","text":"Determinado por impulso más que por razón."},{"language":"en","text":"determined by impulse"},{"language":"en","text":"based on individual discretion or judgment"},{"language":"en","text":"Determined by impulse rather than reason."}],"meaningId":5490187095512363086,"authors":[70195]},{"phrase":{"text":"discretionary","language":"en"},"meaningId":-232307849441126446,"authors":[25018]},{"phrase":{"text":"random","language":"en"},"meaningId":-511814548607959814,"authors":[89651]},{"phrase":{"text":"wilful","language":"en"},"meaningId":5790936651646944295,"authors":[25115]},{"phrase":{"text":"accidental","language":"en"},"meaningId":-1808154274846502551,"authors":[83093]},{"phrase":{"text":"any given","language":"en"},"meaningId":8105571562006550191,"authors":[83093]},{"phrase":{"text":"casual","language":"en"},"meaningId":-315693518601020496,"authors":[83062]},{"phrase":{"text":"chance","language":"en"},"meaningId":3326881189786707067,"authors":[83062]},{"phrase":{"text":"high-handed","language":"en"},"meaningId":-5452892654107161113,"authors":[20]},{"phrase":{"text":"unjust","language":"en"},"meaningId":-2699114820920032281,"authors":[84500]},{"phrase":{"text":"wanton","language":"en"},"meaningId":2932859437190584844,"authors":[25115]},{"meanings":[{"language":"en","text":"arbitrary"}],"meaningId":-6891108273034430261,"authors":[1]}],"phrase":"arbitrario","examples":[{"author":8000,"first":"El agravamiento de la situación humanitaria y de los derechos humanos en Somalia es otra fuente de preocupación, y el orador recuerda los informes recientes sobre ejecuciones extrajudiciales, detenciones <strong class=\"keyword\">arbitrarias</strong>, violencia sexual y tortura cada vez más frecuentes","second":"The worsening human rights and humanitarian situation in Somalia was another source of concern, and he recalled recent reports of extrajudicial executions, <strong class=\"keyword\">arbitrary</strong> detentions, increased sexual violence and torture"},{"author":8000,"first":"Por lo que se refiere a la situación de los derechos humanos en México, el Estado Parte destaca que ha mejorado sustancialmente desde que el autor de la queja abandonó el país y, en este sentido, menciona numerosos informes de # (Grupo de Trabajo sobre la Detención <strong class=\"keyword\">Arbitraria</strong>, Relator Especial sobre la cuestión de la tortura, Relator Especial sobre las ejecuciones extrajudiciales, sumarias o <strong class=\"keyword\">arbitrarias</strong>","second":"s for the human rights situation in Mexico, the State party points out that the situation has considerably improved since the complainant left, and in this connection refers to a number of reports from # (Working Group on <strong class=\"keyword\">Arbitrary</strong> Detention, Special Rapporteur on the question of torture, Special Rapporteur on extrajudicial, summary or <strong class=\"keyword\">arbitrary</strong> executions"},{"author":94809,"first":"A pesar de las pruebas de la experiencia y competencia del consorcio del demandante en este ámbito, no se constató que la Comisión ejerciera su discreción de forma <strong class=\"keyword\">arbitraria</strong> o discriminatoria.","second":"Even though the complainant's consortium showed expertise and competence in the field of this particular project, there was no evidence that the Commission used its discretion in an <strong class=\"keyword\">arbitrary</strong> or discriminatory way."},{"author":8000,"first":"El Comité para la Eliminación de la Discriminación Racial expresó su honda preocupación por las numerosas denuncias de malos tratos, el uso excesivo de la fuerza y las ejecuciones extrajudiciales, así como de detenciones y encarcelamientos <strong class=\"keyword\">arbitrarios</strong> perpetrados por las fuerzas del orden en sus intentos de sofocar incidentes de violencia intercomunitaria, interétnica o interreligiosa","second":"CERD also expressed deep concern about numerous reports of ill-treatment, use of excessive force and extrajudicial killings as well as <strong class=\"keyword\">arbitrary</strong> arrests and detentions by law enforcement officials in attempts to quell incidents of intercommunal, inter-ethnic and interreligious violence"},{"author":8000,"first":"Insiste en que el Gobierno de los Estados Unidos de América preste su plena cooperación, y dirija las invitaciones del caso, a todos los mecanismos del Consejo de Derechos Humanos, incluidos el Grupo de Trabajo sobre la detención <strong class=\"keyword\">arbitraria</strong>, el Grupo de Trabajo sobre las desapariciones forzadas o involuntarias, el Relator Especial sobre la tortura y otros tratos o penas crueles, inhumanos o degradantes, y el Relator Especial sobre ejecuciones extrajudiciales, sumarias o <strong class=\"keyword\">arbitrarias</strong>","second":"Insists that the United States of America cooperate fully with and extend invitations to all the mechanisms of the Human Rights Council, including the Working Groups on <strong class=\"keyword\">Arbitrary</strong> Detention and Enforced or Involuntary Disappearances, and the Special Rapporteurs on torture and other cruel, inhuman or degrading treatment or punishment and extrajudicial, summary or <strong class=\"keyword\">arbitrary</strong> executions"},{"author":94808,"first":"Opiniones aprobadas por el Grupo de Trabajo sobre la Detención <strong class=\"keyword\">Arbitraria</strong> en su 75o período de sesiones (18 a 27 de abril de 2016)","second":"Opinions adopted by the Working Group on <strong class=\"keyword\">Arbitrary</strong> Detention at its seventy-fifth session, 18-27 April 2016"},{"author":94808,"first":"QUIGLEY (Franciscanos Internacional) dice que las inquietudes expresadas por Franciscanos Internacional ante las graves violaciones de los derechos humanos cometidas en México han sido confirmadas por el Relator Especial sobre las ejecuciones extrajudiciales, sumarias o <strong class=\"keyword\">arbitrarias</strong> y por la Alta Comisionada para los Derechos Humanos después de su reciente visita a ese país.","second":"QUIGLEY (Franciscan International) said the concerns expressed by his organization at the serious human rights violations committed in Mexico had been corroborated by the Special Rapporteur on extrajudicial, summary or <strong class=\"keyword\">arbitrary</strong> executions and by the High Commissioner for Human Rights following their recent visits to Mexico."},{"author":94808,"first":"Especial importancia tiene una mayor presencia internacional en el país, sobre todo fuera de la capital, como medio de contribuir a la protección contra el desplazamiento <strong class=\"keyword\">arbitrario</strong> y supervisar las condiciones de seguridad en las zonas de regreso o reasentamiento.","second":"Of particular importance is an increased international presence in the country, especially outside of the capital, as a means of helping to protect against <strong class=\"keyword\">arbitrary</strong> displacement and to monitor conditions of safety in areas of return or resettlement."},{"author":8000,"first":"Señalando sus resoluciones relativas a la cuestión de las ejecuciones extrajudiciales, sumarias o <strong class=\"keyword\">arbitrarias</strong>, y las resoluciones de la Comisión de Derechos Humanos al respecto","second":"Noting its resolutions on the subject of extrajudicial, summary or <strong class=\"keyword\">arbitrary</strong> executions and the resolutions of the Commission on Human Rights on the subject"},{"author":94808,"first":"Adopten medidas concretas para impedir la violación de los derechos humanos de los migrantes mientras se encuentren en tránsito en puertos y aeropuertos y en las fronteras y los puntos de control de inmigración, entre otros lugares, que capaciten a los funcionarios públicos que trabajan en esos servicios y en las zonas fronterizas para tratar a los migrantes y sus familias con respeto y de conformidad con la ley, y que sometan a la justicia, de conformidad con la legislación aplicable, toda violación de los derechos humanos de los migrantes y sus familias, como las detenciones <strong class=\"keyword\">arbitrarias</strong>, la tortura y las violaciones del derecho a la vida, comprendidas las ejecuciones extrajudiciales, durante su tránsito desde su país de origen al país de destino y viceversa, incluido su tránsito a través de fronteras nacionales;","second":"To adopt concrete measures to prevent violations of the human rights of migrants while in transit, including in ports and airports and at borders and migration checkpoints, to train public officials who work in those facilities and in border areas to treat migrants and their families respectfully and in accordance with the law, and to prosecute, in conformity with applicable law, any act of violation of the human rights of migrants and their families, such as <strong class=\"keyword\">arbitrary</strong> detention, torture and violations of the right to life, including extrajudicial executions, during their transit from their country of origin to the country of destination and vice versa, including their transit through national borders;"},{"author":94809,"first":"El tercero se basa en la falta de motivación de la sentencia impugnada, porque el Tribunal de Primera Instancia incluyó de forma <strong class=\"keyword\">arbitraria</strong>, sin motivación apropiada, el perjuicio material y moral sufrido por el recurrente en el capital que se le abonó con arreglo a las normas sobre la Seguridad Social de los funcionarios comunitarios.","second":"The third limb claims that the judgment under appeal did not state the grounds on which it was based, inasmuch as the Court of First Instance took it upon itself, without stating any appropriate reasons therefor, to include the material and non-material harm suffered by the appellant in the capital sum which was paid to him under the social security scheme for Community officials."},{"author":94808,"first":"Sírvanse facilitar estadísticas desglosadas por sexo, edad, raza, origen étnico y tipo de delito cometido sobre los reclusos que son víctimas de la prolongación <strong class=\"keyword\">arbitraria</strong> de su condena (párr.","second":"Please provide statistics, disaggregated by gender, age, race and ethnic origin and type of crime committed, about detainees who were victims of <strong class=\"keyword\">arbitrary</strong> prolongation of their prison sentence (para."},{"author":94809,"first":"202 Asimismo, aunque se adopte la tesis del demandante, según la cual la tasa no constituye la contrapartida de los servicios de gestión de los aeropuertos y de la autorización para prestar los servicios de asistencia en tierra, sino la contrapartida a abonar al ente público por la explotación privativa del dominio público, dicha tasa no puede, sin embargo, ser <strong class=\"keyword\">arbitraria</strong>.","second":"202 Furthermore, even accepting the applicant's argument that the fee does not constitute consideration for the airport management services and for authorisation to provide groundhandling services, but the consideration payable to ADP for the private use of publicly-owned property, that fee must still not be <strong class=\"keyword\">arbitrary</strong>."},{"author":8008,"first":"Los informes indicaban también que algunos grupos islamistas habían intentado mejorar sus relaciones con la prensa, pero los periodistas que seguían ejerciendo su trabajo en Somalia continuaron sufriendo actos de intimidación, amenazas de muerte y detenciones <strong class=\"keyword\">arbitrarias</strong> a manos de todas las partes implicadas en el conflicto y de bandas armadas.","second":"Those journalists who remained active in Somalia continued to face intimidation, death threats and <strong class=\"keyword\">arbitrary</strong> detention by all parties to the conflict and armed bandits, although some attempts by Islamist groups to improve relations with the press were also reported."},{"author":8000,"first":"El Comité de Derechos Humanos y el Relator Especial sobre las ejecuciones extrajudiciales, sumarias o <strong class=\"keyword\">arbitrarias</strong> comunicaron preocupaciones similares; el último indicó que el Gobierno no había llevado a cabo una investigación eficaz en la mayor parte de los asesinatos por motivos políticos, debido a diversos factores, por ejemplo, la imposibilidad de la policía de penetrar en las zonas controladas por los LTTE","second":"Similar concerns were echoed by the HR Committee and by the Special Rapporteur on extrajudicial, summary or <strong class=\"keyword\">arbitrary</strong> executions, who also noted that the Government has failed to effectively investigate most political killings, due to various factors such as the fact that the police are unable to enter LTTE-controlled areas"},{"author":8000,"first":"Invitar a los Estados a que ratifiquen los pactos y convenciones que brindan protección contra la tortura, los malos tratos y toda forma de violación del derecho a la integridad personal o la detención <strong class=\"keyword\">arbitraria</strong>","second":"Invite States to ratify the covenants and conventions that provide protection against torture, ill-treatment and any other form of violation of personal integrity, or <strong class=\"keyword\">arbitrary</strong> detention"},{"author":27,"first":"Pero la democracia no puede consistir en una participación - por ejemplo - de las empresas, en unos foros <strong class=\"keyword\">arbitrarios</strong>, en unas consultas de carácter particular.","second":"But democracy cannot consist of participation - for example - by companies, in <strong class=\"keyword\">arbitrary</strong> fora, in consultations of a particular nature."},{"author":94808,"first":"El Comité Especial está extremadamente preocupado porque, en ausencia de planes de paz viables, la situación actual llevará a mayores dificultades para la población Palestina como consecuencia de la construcción del muro actualmente en marcha, los mayores controles de la circulación, el aislamiento y la aplicación de la política <strong class=\"keyword\">arbitraria</strong> en la concesión de permisos de residencia y visados de entrada, así como la continuación del sitio de Gaza.","second":"The Special Committee is extremely concerned that, in the absence of viable peace plans, the current situation will lead to increased hardship for the Palestinian people brought about by the ongoing construction of the wall, increased movement controls, isolation, and the application of the <strong class=\"keyword\">arbitrary</strong> policy in granting residence permits and entry visas, as well as the continuing siege of Gaza."},{"author":22,"first":"Manifiesta su profunda inquietud ante el internamiento <strong class=\"keyword\">arbitrario</strong> en hospitales psiquiátricos al que se somete a las personas con discapacidad mental, y por la falta de condiciones y atenciones apropiadas en muchos centros psiquiátricos y en otros centros de acogida para personas con discapacidad mental; pide a Rumanía que aborde esta situación con la máxima urgencia y que vele por que todos los hospitales e instituciones dispongan de recursos suficientes para garantizar unos cuidados y unas condiciones de vida adecuadas","second":"Expresses its deep concern at the fact that people with mental disabilities are subjected to <strong class=\"keyword\">arbitrary</strong> detention in mental hospitals and at the inadequacy of conditions and lack of appropriate care in many mental hospitals and other residential institutions for people with mental disabilities; calls on Romania to address this situation as a matter of the utmost urgency and to ensure that hospitals and institutions have adequate resources for treatment and living conditions"},{"author":8000,"first":"Las detenciones y arrestos <strong class=\"keyword\">arbitrarios</strong> son el resultado normal de los registros domiciliarios diarios","second":"<strong class=\"keyword\">Arbitrary</strong> arrests and detentions were a routine result of daily house-to-house searches"},{"author":94808,"first":"La separación de los menores Prince Edward Bilbao Pingol, John Dexter Obmina Catabay, John Winston Cabrera Enriquez, Mark Nombre Buzon y Marlou Ditallo Picaña de sus padres no constituye un caso de privación <strong class=\"keyword\">arbitraria</strong> de la libertad.","second":"The separation of the minors Prince Edward Bilbao Pingol, John Dexter Obmina Catabay, John Winston Cabrera Enriquez, Mark Nombre Buzon and Marlou Ditallo Picaña from their parents does not constitute a case of <strong class=\"keyword\">arbitrary</strong> deprivation of liberty."},{"author":8000,"first":"Ahora bien, la autora no ha demostrado que las actuaciones judiciales hayan sido <strong class=\"keyword\">arbitrarias</strong> o denegadoras de justicia y considera que la comunicación constituye un claro abuso del derecho a presentar comunicaciones","second":"But the author has not shown that the actions of the judicial bodies were <strong class=\"keyword\">arbitrary</strong> or <strong class=\"keyword\">denied her</strong> justice, and the State party considers that the complaint constitutes a clear abuse of the right to submit complaints"},{"author":94808,"first":"En 2006, los procedimientos especiales (el Grupo de Trabajo sobre la detención <strong class=\"keyword\">arbitraria</strong>, el Relator Especial sobre la promoción y protección del derecho a la libertad de opinión y de expresión, la Representante Especial del Secretario General sobre la situación de los defensores de los derechos humanos, el Relator Especial sobre la independencia de los magistrados y abogados y el Relator Especial sobre el derecho de toda persona al disfrute del más alto nivel posible de salud física y mental) hicieron nueve llamamientos urgentes, por separado o conjuntamente.","second":"Nine urgent appeals were made in 2006, either separately or jointly, by special procedures (Working Group on <strong class=\"keyword\">Arbitrary</strong> Detention, Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, Special Representative of the Secretary-General on the situation of human rights defenders, Special Rapporteur on the independence of judges and lawyers and Special Rapporteur on the right of everyone to the enjoyment of the highest attainable standard of physical and mental health)."},{"author":8000,"first":"Otra opinión, en este caso jurídica, trata de la situación en la cárcel de Al-Khiam en el Líbano meridional, en donde se han producido una serie de supuestas detenciones <strong class=\"keyword\">arbitrarias</strong>","second":"Another, a legal opinion, concerned the situation in the Al-Khiam prison in southern Lebanon where there were a number of alleged cases of <strong class=\"keyword\">arbitrary</strong> detention"},{"author":94808,"first":"El Presidente (habla en francés): El proyecto de resolución XV se titula “Ejecuciones extrajudiciales, sumarias o <strong class=\"keyword\">arbitrarias</strong>”.","second":"The President (spoke in French): Draft resolution XV is entitled “Extrajudicial, summary or <strong class=\"keyword\">arbitrary</strong> executions”."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}