{"result":"ok","tuc":[{"phrase":{"text":"archaic","language":"en"},"meanings":[{"language":"en","text":"Of very old age."},{"language":"en","text":"old-fashioned or antiquated"},{"language":"es","text":"De una época muy antigua."}],"meaningId":5007797842587298782,"authors":[70195]},{"phrase":{"text":"ancient","language":"en"},"meanings":[{"language":"en","text":"Belonging to times long past, very old."},{"language":"es","text":"Que pertenece a un tiempo pasado, muy viejo."}],"meaningId":3405057286822944844,"authors":[60172]},{"phrase":{"text":"antiquated","language":"en"},"meaningId":-3514303330131140449,"authors":[84500]},{"phrase":{"text":"erstwhile","language":"en"},"meanings":[{"language":"es","text":"De tiempo anterior."},{"language":"en","text":"Of times past."}],"meaningId":4865438979641785363,"authors":[60172]},{"phrase":{"text":"Archaean","language":"en"},"meaningId":113628547832926444,"authors":[80097]},{"phrase":{"text":"Archean","language":"en"},"meaningId":2932119398168137747,"authors":[80097]},{"phrase":{"text":"antediluvian","language":"en"},"meaningId":-7903941049050681471,"authors":[84500]},{"phrase":{"text":"out of date","language":"en"},"meaningId":8002357478089713153,"authors":[25018]},{"phrase":{"text":"out-of-date","language":"en"},"meaningId":573130893225305854,"authors":[86934]},{"meanings":[{"language":"en","text":"archaic"}],"meaningId":-8217219954072259780,"authors":[1]}],"phrase":"arcaico","examples":[{"author":94808,"first":"Por lo tanto, es evidente que la reserva al artículo 18 mantenida por el Estado parte se fundamenta en una interpretación <strong class=\"keyword\">arcaica</strong> del islam y no en un islam moderno que se ajuste a los principios de derechos humanos.","second":"It was clear, therefore, that the reservation to article 18 maintained by the State party was based on an <strong class=\"keyword\">archaic</strong> interpretation of Islam, rather than a modern Islam that was reconciled with human rights principles."},{"author":27,"first":"Los pescadores polacos han participado en las crecientes críticas sobre una base de datos <strong class=\"keyword\">arcaica</strong> que se basa excesivamente en las estimaciones.","second":"Polish fishermen have joined the increasing criticism of the <strong class=\"keyword\">archaic</strong> data base that is too heavily based on estimates."},{"author":94808,"first":"Las mujeres han sido receptoras pasivas de varios tipos de violencia debido a su escaso nivel educativo y a un acceso limitado a la información, así como a prácticas tradicionales <strong class=\"keyword\">arcaicas</strong> que las intimidan y les impiden expresar la violencia de la que son víctimas ellas y sus hijos.","second":"Women have been passive recipients of forms of violence exercised on them due to their low levels of literacy and limited access to information as well as <strong class=\"keyword\">archaic</strong> traditional practices that intimidates and prevents them from voicing out the violence perpetrated on them and their children."},{"author":93236,"first":"El cinturon orogénico costero brasilero en el sur del estado de Espírito Santo contiene unidades <strong class=\"keyword\">arcaicas</strong> hasta proterozoicas superiores, las cuales fueron transformados en gneises, migmatitas y rocas de la facies granulita y altamente deformadas por eventos téctono-termales del <strong class=\"keyword\">Arcaico</strong> y Proterozoico.","second":"The Brazilian Coastal Mobile Belt in southern Espírito Santo consists of <strong class=\"keyword\">Archean</strong> to Upper Proterozoic units which have been metamorphosed and deformed to a gneiss, migmatite and granulite-facies rock assemblage during <strong class=\"keyword\">Archean</strong> and Proterozoic tectono-thermal events."},{"author":8008,"first":"Gunner se divide en tres episodios, y en cada uno de ellos, podrás disponer de un armamento diferente, más <strong class=\"keyword\">arcaico</strong> o más contemporáneo.","second":"Gunner is divided into three episodes, and in each episode you will have a different weapon, that can be either <strong class=\"keyword\">old</strong>-<strong class=\"keyword\">fashioned</strong> or modern."},{"author":94808,"first":"Esto ha conducido a la actual reforma legislativa, inspirada en la sincera intención de acabar con las leyes <strong class=\"keyword\">arcaicas</strong> que permitían la discriminación de grupos étnicos o se basaban en distinciones raciales, lo que fomentaba la división racial entre las comunidades étnicas de Fiji.","second":"This has led to the current legislative reform with a genuine intention to put an end to <strong class=\"keyword\">archaic</strong> laws and legislations that allow for discrimination against any ethnic group or race-based legislation that would further the racial rift amongst the ethnic communities represented in Fiji."},{"author":93236,"first":"C.). Los hornos de tierra probablemente fueron usados para cocinar carne y raíces en el <strong class=\"keyword\">Arcaico</strong> y en el Preclásico comenzaron a usarse para cocer tamales (alimento a base de masa de maíz envuelta en hojas vegetales).","second":"Earth ovens were probably used to cook roots and meat in the <strong class=\"keyword\">Archaic</strong> and then to cook tamales (vegetal-wrapped maize dough) beginning in the Preclassic."},{"author":118293,"first":"\" Repartidor \" es un término <strong class=\"keyword\">arcaico</strong>.","second":"\" Paperboy \" is such an <strong class=\"keyword\">archaic</strong> term."},{"author":94808,"first":"Se denunció lo siguiente en los mensajes publicitarios: la referencia a la discriminación por razones de sexo (el 40%), los atentados contra el pudor (el 38%), la persistencia de modelos <strong class=\"keyword\">arcaico</strong> (el 22%) y la incitación a la violencia (el 18%).","second":"The complaints with regard to advertising concerned sexist discrimination (40 percent), indecency (38 percent), the persistence of <strong class=\"keyword\">outdated</strong> stereotypes (22 per cent) and incitement of violence (18 per cent)."},{"author":94808,"first":". Human Rights Watch atribuía estas violaciones a la insuficiencia de personal judicial, a la precariedad de la infraestructura y los medios judiciales, a la vigencia de procedimientos <strong class=\"keyword\">arcaicos</strong> y la deficiente administración de los casos","second":"HRW attributed these violations to insufficient judicial personnel, limited court infrastructure and logistics, <strong class=\"keyword\">archaic</strong> rules of procedure and poor case management."},{"author":8000,"first":"Tal vez estas observaciones sean consideradas como <strong class=\"keyword\">arcaicas</strong> en la sociedad moderna, pero parece que los esfuerzos concertados desplegados para destruir la familia son los causantes de algunas de las dificultades que experimentan los jóvenes actualmente","second":"Such observations might seem <strong class=\"keyword\">outdated</strong> in modern society but it seemed that some of the difficulties currently faced by young people were the result of a concerted effort to destroy the family"},{"author":118293,"first":"Sólo me preocupa que cuando sea un doctor hecho y derecho como usted, tendré que adoptar un uso <strong class=\"keyword\">arcaico</strong> de las palabras y una estructura de la frase prolija.","second":"My only worry is that when I do become a fully fledged doctor such as your good self, I'll have to adopt an <strong class=\"keyword\">archaic</strong> use of words and a long-winded sentence structure."},{"author":94808,"first":"La circulación y comercialización de los productos que están en manos de las mujeres se hacen en condiciones <strong class=\"keyword\">arcaicas</strong>.","second":"The distribution and marketing of produce, for which women are responsible, takes place under <strong class=\"keyword\">archaic</strong> conditions."},{"author":94808,"first":"No se ha modificado la norma <strong class=\"keyword\">arcaica</strong> por la que una mujer no se puede volver a casar hasta que no hayan transcurrido 10 meses desde la fecha en que enviudó o se divorció, a pesar de que existe la posibilidad de someterse gratuitamente a pruebas de la paternidad.","second":"There had been no change in the <strong class=\"keyword\">archaic</strong> rule that a woman could not remarry until 10 months after she was widowed or divorced, despite the fact that paternity tests were available at no cost."},{"author":118293,"first":"Eso es una ceremonia <strong class=\"keyword\">arcaica</strong>.","second":"That's just <strong class=\"keyword\">archaic</strong> ceremony jargon."},{"author":8008,"first":"La balsa se sacudirá, saltará y volteará en esta <strong class=\"keyword\">arcaica</strong> batalla entre el hombre y la naturaleza.","second":"You'll have to row to cut through the rapids of a <strong class=\"keyword\">powerful</strong> torrent that has its origin in the summits of the mountain range."},{"author":94808,"first":"Al final, cualquiera de los Cinco Permanentes se avergonzará de aferrarse a este <strong class=\"keyword\">arcaico</strong> concepto.","second":"Eventually any of the Five will feel ashamed to cling to this <strong class=\"keyword\">archaic</strong> notion."},{"author":118293,"first":"Es <strong class=\"keyword\">arcaico</strong> pero está de moda.","second":"It's <strong class=\"keyword\">archaic</strong>, but it's dead on."},{"author":119739,"first":"Hay nuevas palabras que han sustituido a los términos <strong class=\"keyword\">arcaicos</strong>, y también han variado el vocabulario, la gramática y la estructura de las oraciones.","second":"New words have replaced older terms, and vocabulary, grammar, and syntax have changed."},{"author":118293,"first":"El mayor avance por los derechos de los gays en la historia de América y se consigue a través del legado de una institución <strong class=\"keyword\">arcaica</strong> que ni siquiera cree en el deseo natural humano.","second":"The biggest advancement of gay rights in American history, and it gets handed down from some <strong class=\"keyword\">archaic</strong> institution that doesn't even believe in natural human desire."},{"author":8000,"first":"Sin embargo, en la práctica, su incidencia en las oportunidades económicas de las mujeres es mínima, pues se considera que la ley es <strong class=\"keyword\">arcaica</strong> y redundante y ha sido eclipsada por la costumbre","second":"Notwithstanding, in practice, its impact on the economic opportunities of women is minimal, since the law is regarded as <strong class=\"keyword\">archaic</strong> and redundant and has been eclipsed by custom"},{"author":94809,"first":"¿Se propone el Consejo establecer un programa de sanciones financieras contra los Estados que continúen tolerando en su territorio este tipo de caza, digna heredera de prácticas <strong class=\"keyword\">arcaicas</strong> y bárbaras del pasado?","second":"Will the Council introduce a system of fines for states which continue to allow hunting of this kind within their territory, reminiscent as it is of the <strong class=\"keyword\">archaic</strong> and barbaric practices of former times?"},{"author":31,"first":"Pero yo pienso que nuestras mentes están petrificadas...... en una especie de reflejo <strong class=\"keyword\">arcaico</strong>...... donde el lugar de la mujer...... es ser madre o ama de casa","second":"But I think it' s because attitudes are frozen in a sort of <strong class=\"keyword\">archaic</strong> reflex which basically says that a woman' s place is being a mother and homemaker"},{"author":94808,"first":"Incluso mientras luchamos una guerra más amplia de desgaste contra el colonialismo geopolítico, nuestros ciudadanos se preparan para votar una nueva Constitución, de elaboración propia, que romperá las cadenas de la dependencia <strong class=\"keyword\">arcaica</strong> y hará de San Vicente y las Granadinas una república verdaderamente independiente.","second":"Even as we wage a wider war of attrition against geopolitical colonialism, our citizens are preparing to vote on a new and home-grown constitution that will break the chains of <strong class=\"keyword\">outmoded</strong> dependence and place Saint Vincent and the Grenadines firmly on its two feet as a truly independent republic."},{"author":91988,"first":"Convirtió a Venezuela y el Ecuador, que durante mucho tiempo habían sido refugios para las FARC, en vecinos amistosos y deseosos de poner fin a la <strong class=\"keyword\">arcaica</strong> tradición de guerras revolucionarias.","second":"He turned Venezuela and Ecuador, which had long been safe havens for the FARC, into friendly neighbors willing to bring an end to the <strong class=\"keyword\">archaic</strong> tradition of revolutionary wars."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}