{"result":"ok","tuc":[{"phrase":{"text":"arcane","language":"en"},"meanings":[{"language":"en","text":"Understood by only a few; obscure; requiring secret or mysterious knowledge."},{"language":"en","text":"understood by only a few; obscure"},{"language":"es","text":"Entendido solo por unos pocos; oscuro; que requiere un conocimiento secreto o misterioso."}],"meaningId":2807737956035897486,"authors":[70195]},{"phrase":{"text":"arcanum","language":"en"},"meaningId":8797227688302947993,"authors":[25018]},{"phrase":{"text":"mystery","language":"en"},"meaningId":4019521901127292675,"authors":[89651]},{"phrase":{"text":"enigmatic","language":"en"},"meaningId":-1673609116547588324,"authors":[25018]},{"phrase":{"text":"hidden","language":"en"},"meaningId":3474689372377501343,"authors":[25018]},{"phrase":{"text":"recondite","language":"en"},"meaningId":-5121625699743566896,"authors":[25018]},{"phrase":{"text":"secret","language":"en"},"meaningId":361789806247444584,"authors":[8]},{"meanings":[{"language":"en","text":"arcane"},{"language":"en","text":"mystery"}],"meaningId":-6982679580700541723,"authors":[1]}],"phrase":"arcano","examples":[{"author":118293,"first":"Él es hosco cuando no francamente enojado... vaga cuando no totalmente <strong class=\"keyword\">arcano</strong>.","second":"He is sullen when not outright angry... vague when not utterly <strong class=\"keyword\">arcane</strong>."},{"author":8008,"first":"Te cuesta {1} menos jugar los hechizos <strong class=\"keyword\">arcanos</strong>.","second":"<strong class=\"keyword\">Arcane</strong> spells you cast cost {1} less to cast."},{"author":8008,"first":"Siempre que juegues un hechizo <strong class=\"keyword\">arcano</strong> o de Espíritu, destruye todos los permanentes con el coste de maná convertido de ese hechizo.","second":"Whenever you play a Spirit or <strong class=\"keyword\">Arcane</strong> spell, destroy all permanents with that spell's converted mana cost."},{"author":8008,"first":"Misiles <strong class=\"keyword\">Arcanos</strong>: Lanzar este hechizo mientras están activos tanto Tromba de misiles como Lanzamiento libre hará que solo se consuma Tromba de misiles.","second":"<strong class=\"keyword\">Death</strong> Knight Tier-9 Tanking 4-Piece Set Bonus: Now decreases the cooldown on Vampiric Blood, Unbreakable Armor, and Bone Shield by 10 seconds instead of 20."},{"author":91988,"first":"El TPP administraría el comercio de productos farmacéuticos a través de una variedad de ostensiblemente <strong class=\"keyword\">arcanos</strong> cambios en las reglas, sobre temas tales como la “vinculación de patentes”, la “exclusividad de los datos” y los “productos biofarmaceúticos”.","second":"The TPP would manage trade in pharmaceuticals through a variety of seemingly <strong class=\"keyword\">arcane</strong> rule changes on issues such as “patent linkage,” “data exclusivity,” and “biologics.”"},{"author":8007,"first":"En el <strong class=\"keyword\">arcano</strong> mundo de la diplomacia financiera internacional, esos sutiles cambios de terminología tienen su importancia.","second":"In the <strong class=\"keyword\">arcane</strong> world of international financial diplomacy, these subtle shifts in terminology matter."},{"author":118293,"first":"Estos parecen tener pequeñas e inocentes fábulas, pero en su interior... secretos y rituales <strong class=\"keyword\">arcanos</strong> se encuentran escondidos.","second":"These seem like innocent little fables, but allegedly, <strong class=\"keyword\">arcane</strong> secrets and rituals are hidden in the prose."},{"author":8008,"first":"Empalmar con lo <strong class=\"keyword\">arcano</strong> {3}{G} (En cuanto juegues un hechizo <strong class=\"keyword\">arcano</strong>, puedes mostrar esta carta de tu mano y pagar su coste de empalme.","second":"Splice <strong class=\"keyword\">onto Arcane</strong> {3}{G} (As you cast an <strong class=\"keyword\">Arcane</strong> spell, <strong class=\"keyword\">you</strong> may reveal this card from your hand and pay its splice cost."},{"author":95096,"first":"Designa, finalmente, el comienzo <strong class=\"keyword\">arcano</strong> del camino de la Iglesia.","second":"Finally, this \"fullness\" designates the <strong class=\"keyword\">hidden</strong> beginning of the Church's journey."},{"author":22,"first":"La cuestión es compleja, ya que los asesinatos por motivos de honor están enraizados en <strong class=\"keyword\">arcanas</strong> tradiciones existentes en algunas de las zonas más remotas de Pakistán","second":"The matter is complex as honour killings are rooted in <strong class=\"keyword\">arcane</strong> traditions prevalent in some of the most remote areas of Pakistan"},{"author":8008,"first":"El inagotable poder de la Fuente del Sol impregnaba a los elfos y los imbuía con un suministro constante de energía <strong class=\"keyword\">Arcana</strong>.","second":"The Sunwell's inexhaustible power permeated the elves and infused them with a constant supply of <strong class=\"keyword\">arcane</strong> energy."},{"author":8008,"first":"Los elfos sufrieron muchísimo con la retirada, ya que muchos habían vivido impregnados de las energías <strong class=\"keyword\">Arcanas</strong> de la Fuente toda su vida.","second":"The elves suffered terribly from withdrawal, for many of them had been infused with the <strong class=\"keyword\">arcane</strong> energies of the well all their lives."},{"author":94809,"first":"La Comunidad subvencionó en 1999 el proyecto <strong class=\"keyword\">Arcana</strong> Europa con 22 070, procedentes de la partida correspondiente a las Iniciativas juveniles (iniciativas locales) del Programa La Juventud con Europa, que se abonaron a la asociación Los Cantos de Maldoror previa firma del contrato de la subvención.","second":"The project <strong class=\"keyword\">Arcana</strong> Europa received Community funding in 1999 of 22 070 under the youth initiatives (local initiatives) of the Youth for Europe programme; this was paid to the association Los Cantos del Maldoror once the agreement governing the grant had been signed."},{"author":118293,"first":"Imagínese a un grupo de extraterrestres demoníacos que se alimentan de la miseria humana y que siguen aquí en la actualidad durante cada gue rra, cada hambruna, cada plaga, cada percance de los humanos. Esos eran los <strong class=\"keyword\">arcanos</strong>.","second":"Imagine a group of extraterrestrials that fed on human misery they are here to this very day, with every war, every famine every plague, every human mishap, those <strong class=\"keyword\">were</strong> the Archons."},{"author":8008,"first":"Siempre que juegues un hechizo <strong class=\"keyword\">arcano</strong> o de Espíritu, puedes regresar la Nikko-Onna a la mano de su propietario.","second":"Whenever you play a Spirit or <strong class=\"keyword\">Arcane</strong> spell, you may return Nikko-Onna to its owner's hand."},{"author":118293,"first":"A través de ella, los muertos son traídos a la vida con el propósito de divulgar <strong class=\"keyword\">arcanos</strong> conocimientos o llevar a cabo tareas de ritual.","second":"Through it, the dead are brought back to life for the purposes... of divulging <strong class=\"keyword\">arcane</strong> knowledge or performing ritual tasks."},{"author":8008,"first":"Siempre que juegues un hechizo <strong class=\"keyword\">arcano</strong> o de Espíritu, puedes poner las primeras X cartas de la biblioteca del jugador objetivo en su cementerio, donde X es el coste de maná convertido de ese hechizo.","second":"Whenever you play a Spirit or <strong class=\"keyword\">Arcane</strong> spell, you may put the top X cards of target player's library into his or her graveyard, where X is that spell's converted mana cost."},{"author":95096,"first":"La solemnidad de la Inmaculada Concepción tiene como telón de fondo el cuadro bíblico de la Anunciación, en la que resuena el <strong class=\"keyword\">arcano</strong> saludo del ángel: «Dios te salve, llena de gracia; el Señor está contigo» (Lc 1, 28).","second":"The background for today’s solemnity is the biblical icon of the Annunciation, when the angel’s <strong class=\"keyword\">mysterious</strong> greeting resounded: \"Hail, full of grace, the Lord is with you\" (Lk 1:28)."},{"author":8008,"first":"Siempre que juegues un hechizo <strong class=\"keyword\">arcano</strong> o de Espíritu, el Kami de la caza obtiene +1/+1 hasta el final del turno.","second":"Whenever you cast a Spirit or <strong class=\"keyword\">Arcane</strong> spell, Kami of the Hunt gets +1/+1 until end of turn."},{"author":118293,"first":"Sus caballeros Templarios ejercen un duro control sobre los Magos, restringiendo su práctica de las <strong class=\"keyword\">arcanas</strong> artes mágicas que creen que tienen el potencial de desatar un mal en el mundo...","second":"Her Templar knights exert harsh control over the Mages, restricting the practice of the <strong class=\"keyword\">arcane</strong> magical arts they believe have the potential to unleash a blight upon the world..."},{"author":8007,"first":"El interés en los <strong class=\"keyword\">arcanos</strong> principios de las finanzas siempre ha sido una inclinación propia de personas que gustan de concentrarse en tablas numéricas y estudiar fórmulas matemáticas.","second":"Interest in the <strong class=\"keyword\">arcane</strong> principles of finance has always been an inclination particular to people who love to pore over numerical tables and study mathematical formulas."},{"author":8008,"first":"Estas Escuelas preparatorias ya están en proceso de formación, y la fundación de la Escuela <strong class=\"keyword\">Arcana</strong>, en 1923, fue parte de este esfuerzo espiritual.","second":"These preparatory schools are already in process of forming and the starting of the <strong class=\"keyword\">Arcane</strong> School in 1923 was a part of this spiritual effort."},{"author":8008,"first":"Siempre que juegues un hechizo <strong class=\"keyword\">arcano</strong> o de Espíritu, puedes poner un contador de ki sobre la Jushi inexperta.","second":"Whenever you cast a Spirit or <strong class=\"keyword\">Arcane</strong> spell, you may put a ki counter on Callow Jushi."},{"author":8008,"first":"Empalmar con lo <strong class=\"keyword\">arcano</strong> {2}{B} (En cuanto juegues un hechizo <strong class=\"keyword\">arcano</strong>, puedes mostrar esta carta de tu mano y pagar su coste de empalme.","second":"Splice <strong class=\"keyword\">onto Arcane</strong> {2}{B} (As you cast an <strong class=\"keyword\">Arcane</strong> spell, <strong class=\"keyword\">you</strong> may reveal this card from your hand and pay its splice cost."},{"author":8007,"first":"Hace muy poco, el FMI parecía relegado a un período duradero de irrelevancia por no haber modernizado ni su eurocéntrica representación política ni sus <strong class=\"keyword\">arcanos</strong> servicios de préstamo de gobierno a gobierno.","second":"Just a short time ago, the IMF seemed relegated to a sustained period of irrelevance as it failed to modernize either its euro-centric political representation or its <strong class=\"keyword\">arcane</strong> government-to-government lending facilities."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}