{"result":"ok","tuc":[{"phrase":{"text":"arduous","language":"en"},"meanings":[{"language":"en","text":"Needing or using up much energy."},{"language":"en","text":"hard to climb"},{"language":"es","text":"Difícil de lograr; que requiere mucho esfuerzo mental y habilidad."},{"language":"en","text":"needing or using up much energy"},{"language":"es","text":"Que necesita o utiliza mucha energía."},{"language":"en","text":"Difficult to accomplish; demanding considerable mental effort and skill."}],"meaningId":-5373168689219087098,"authors":[70195]},{"phrase":{"text":"strenuous","language":"en"},"meanings":[{"language":"en","text":"requiring great exertion"}],"meaningId":4936744439277574160,"authors":[70195]},{"phrase":{"text":"burdensome","language":"en"},"meanings":[{"language":"en","text":"of or like a burden; arduous or demanding"}],"meaningId":8094728830625638079,"authors":[70195]},{"phrase":{"text":"toilsome","language":"en"},"meaningId":5066916202219248363,"authors":[69425]},{"phrase":{"text":"trying","language":"en"},"meanings":[{"language":"en","text":"Difficult to endure; arduous"}],"meaningId":-590702054601073088,"authors":[70195]},{"phrase":{"text":"difficult","language":"en"},"meanings":[{"language":"es","text":"Obtenido solo con gran esfuerzo."}],"meaningId":-6110402036310978731,"authors":[35]},{"phrase":{"text":"uphill","language":"en"},"meaningId":56582281220286609,"authors":[25115]},{"phrase":{"text":"hard","language":"en"},"meaningId":-7447716948909494204,"authors":[25018]},{"phrase":{"text":"onerous","language":"en"},"meaningId":3046760050489459553,"authors":[99488]},{"phrase":{"text":"painful","language":"en"},"meaningId":7229191611330985358,"authors":[25018]},{"phrase":{"text":"taxing","language":"en"},"meaningId":4808269412193986613,"authors":[97745]},{"phrase":{"text":"testing","language":"en"},"meaningId":3900595264669187030,"authors":[97745]},{"phrase":{"text":"tough","language":"en"},"meaningId":7682286261788618721,"authors":[25115]},{"phrase":{"text":"zealous","language":"en"},"meaningId":-6308867758508938775,"authors":[25115]},{"meanings":[{"language":"en","text":"very difficult"},{"language":"en","text":"arduous"}],"meaningId":7594157301010905107,"authors":[1]}],"phrase":"arduo","examples":[{"author":8000,"first":"El Ministerio de Defensa del Afganistán y otros ministerios interesados están realizando <strong class=\"keyword\">arduos</strong> esfuerzos en esa esfera","second":"The Afghan Ministry of Defence and other ministries concerned are deploying major <strong class=\"keyword\">efforts</strong> in that field"},{"author":8000,"first":"Esta evaluación debe alentar a las Naciones Unidas a seguir trabajando de manera más <strong class=\"keyword\">ardua</strong> por mejorar su función en el mantenimiento de la paz y la seguridad internacionales, particularmente en África","second":"This assessment should encourage the United Nations to work more and <strong class=\"keyword\">harder</strong> to improve its role in the maintenance of international peace and security, particularly in Africa"},{"author":95183,"first":"«Lo mucho que se ha logrado durante los últimos años se debe a la <strong class=\"keyword\">ardua</strong> labor y al compromiso de los gobiernos nacionales y los donantes.","second":"\"So much has been achieved in the past several years thanks to the <strong class=\"keyword\">hard</strong> work and commitment of national governments and donors."},{"author":119723,"first":"El trabajo <strong class=\"keyword\">arduo</strong> cotidiano, combinado con la malnutrición y el alcoholismo, acaba con sus energías físicas.","second":"The everyday <strong class=\"keyword\">hard</strong> work—in combination with poor nutrition and alcohol—wears out their physical energies."},{"author":8000,"first":"Valora el <strong class=\"keyword\">arduo</strong> trabajo que están realizando para cumplir con el mandato de la UNMOVIC","second":"It appreciates the <strong class=\"keyword\">great</strong> efforts that all are making to fulfil UNMOVIC's mandate"},{"author":94808,"first":"Tanto la oradora como el Subsecretario General de Operaciones de Mantenimiento de la Paz agradecen profundamente el compromiso de la Comisión y su <strong class=\"keyword\">ardua</strong> labor en el apoyo a las operaciones de mantenimiento de la paz de las Naciones Unidas.","second":"Both she and the Under-Secretary-General for Peacekeeping Operations deeply appreciated the Committee’s commitment and <strong class=\"keyword\">hard</strong> work in supporting United Nations peacekeeping operations."},{"author":8000,"first":"Tanzanía cree que no hay que permitir que se frustren los acuerdos alcanzados por las partes tras <strong class=\"keyword\">arduos</strong> esfuerzos","second":"Tanzania believes that agreements reached by the parties after <strong class=\"keyword\">painstaking</strong> effort must not be allowed to unravel"},{"author":94808,"first":"Mi país, que viene librando una <strong class=\"keyword\">ardua</strong> batalla contra la impunidad, está efectuando las diligencias necesarias para que un ex Jefe de Estado, prófugo de la justicia en un país asiático, pueda ser extraditado al Perú para que responda por los graves crímenes que pesan en su contra.","second":"My country, which has been fighting a <strong class=\"keyword\">very</strong> determined battle against impunity, is currently undertaking the necessary measures to ensure that a former head of State, having fled to an Asian country to escape justice, can be extradited to Peru in order to answer to the very serious charges of which he is accused."},{"author":95096,"first":"Impulsad a los jóvenes hacia metas <strong class=\"keyword\">arduas</strong>, propias de hijos de mártires.","second":"Teach young people to strive for <strong class=\"keyword\">difficult</strong> goals, as befits the children of martyrs."},{"author":94808,"first":"La Presidenta dice que siempre ha creído que la promoción y protección de los derechos humanos de la mujer es una tarea <strong class=\"keyword\">ardua</strong> e importante que requiere una auténtica dedicación personal y que, con los años, le ha impresionado sobremanera la sincera adhesión del Comité a esa causa.","second":"The Chairperson said that she had always believed that the promotion and protection of women’s human rights was a <strong class=\"keyword\">serious</strong> and important task that required genuine personal dedication and that, over the years, she had been extremely impressed by the Committee’s heartfelt commitment to that cause."},{"author":94808,"first":"Mozambique se enfrenta a la <strong class=\"keyword\">ardua</strong> tarea que supone la reconstrucción del país y la eliminación segura de las minas terrestres desplazadas por las inundaciones.","second":"Mozambique faced the <strong class=\"keyword\">daunting challenge</strong> of national reconstruction and the safe disposal of the landmines dislodged by the floods."},{"author":94808,"first":"No haberlo hecho equivale a haber perdido una oportunidad y desperdiciado cuatro años de <strong class=\"keyword\">arduo</strong> trabajo y difíciles concesiones.","second":"The failure to do so was a missed opportunity and a waste of four years of <strong class=\"keyword\">hard</strong> work and difficult compromises."},{"author":119739,"first":"Su aguante y <strong class=\"keyword\">arduo</strong> trabajo en este peculiar territorio les ha reportado grandes recompensas.","second":"Their endurance and <strong class=\"keyword\">hard</strong> work in this unusual territory has brought them rich rewards."},{"author":119739,"first":"Las palabras “va haciéndose nueva” indican que la adopción de esta personalidad es un proceso continuo y <strong class=\"keyword\">arduo</strong>.","second":"(Colossians 3:9, 10) The words “being made new” indicate that putting on the new personality is a continuing process, one that requires diligent effort."},{"author":95096,"first":"Se introduce en esa historia de siembras y cosechas, de sueños y búsquedas, de esfuerzos y compromisos, de <strong class=\"keyword\">arduos</strong> trabajos que araron la tierra para que esta dé su fruto.","second":"He enters into that history of sowing and reaping, of dreams and quests, of efforts and commitments, of <strong class=\"keyword\">hard</strong> work which tills the land so that it can yield fruit."},{"author":8000,"first":"En primer lugar, deseo aprovechar esta oportunidad para expresar nuestro profundo agradecimiento al Alto Comisionado y a todo el personal de la Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados (ACNUR) por su <strong class=\"keyword\">arduo</strong> trabajo","second":"I would first like to take this opportunity to express our deep appreciation to the High Commissioner and the entire staff of the Office of the United Nations High Commissioner for Refugees (UNHCR) for their <strong class=\"keyword\">hard</strong> work"},{"author":8000,"first":"Quisiera destacar ahora que visualizamos el Plan de Acción como el punto de partida de un proceso largo y <strong class=\"keyword\">arduo</strong> que requiere de ejecución, revisión, actualización y seguimiento","second":"Here, I should like to note that we view the Programme of Action as the starting point of a long, <strong class=\"keyword\">effort</strong>-driven process requiring implementation, review, updating and follow-up"},{"author":8000,"first":"El # de diciembre de # tras cinco años de <strong class=\"keyword\">ardua</strong> labor, con la participación decisiva de mujeres y grupos de la sociedad civil, la Asamblea General de las Naciones Unidas examinó y aprobó, en su resolución # el texto de la Convención","second":"On # ecember # following five years of <strong class=\"keyword\">hard</strong> work, with the decisive participation of women and groups of civil society, the UN General Assembly considered and approved, by means of resolution # the text of that Convention"},{"author":94808,"first":"También aprovecho esta oportunidad para dar las gracias a la delegación del Reino Unido por la labor <strong class=\"keyword\">ardua</strong> y creativa que tuvieron que realizar para estar a la par de tan energético embajador y para trasladar su visión a la realidad.","second":"I also take this opportunity to thank the United Kingdom delegation for all of the <strong class=\"keyword\">hard</strong> work and creative work that was necessary to keep up with such an energetic ambassador, and translating his vision into reality."},{"author":119723,"first":"Debemos practicar y mejorar los hábitos del ahorro, del trabajo <strong class=\"keyword\">arduo</strong>, de la economía y la frugalidad.","second":"We should practice and increase our habits of thrift, industry, economy, and frugality."},{"author":95096,"first":"En ciertos momentos el cúmulo de <strong class=\"keyword\">arduos</strong> problemas hace que el ejercicio de nuestro ministerio resulte particularmente difícil, entre otras razones porque está expuesto a malentendidos e incomprensiones.","second":"There are times when the tangle of <strong class=\"keyword\">thorny</strong> problems makes it particularly difficult for us to exercise our ministry, also be- cause it is subject to misinterpretations and misunderstandings."},{"author":8000,"first":"Esto nos impulsa a reafirmar la importancia de la cooperación y la coordinación entre los principales órganos de las Naciones Unidas, que es una condición imprescindible para encarar los diversos y <strong class=\"keyword\">arduos</strong> retos con los que todos tropezamos","second":"This prompts us to reaffirm the importance of cooperation and coordination among the main United Nations bodies, which is a sine qua non for meeting the various <strong class=\"keyword\">serious</strong> challenges that we all encounter"},{"author":94808,"first":"Teniendo en cuenta sus exiguos recursos humanos y financieros, para muchos Estados pequeños como las Maldivas, combatir las crecientes actividades del terrorismo internacional ha sido <strong class=\"keyword\">ardua</strong> labor.","second":"Given their meagre human and financial resources, for many small States like the Maldives, combating the increased activities of international terrorism has been an <strong class=\"keyword\">uphill battle</strong>."},{"author":94808,"first":"El examen de las circunstancias concretas, como el propósito o las razones del viajero, en las solicitudes en que se alega un viaje <strong class=\"keyword\">arduo</strong>.","second":"Review of the specific circumstances, such as the traveller’s purpose/reasons, in cases requested on the basis of an <strong class=\"keyword\">arduous</strong> journey."},{"author":94808,"first":"Con el fin de lograr ese objetivo, debemos comprender que estamos comenzando un camino <strong class=\"keyword\">arduo</strong> pero necesario.","second":"In order to achieve that goal, we must understand that we are embarking on an <strong class=\"keyword\">arduous</strong> but necessary path."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}