{"result":"ok","tuc":[{"phrase":{"text":"harangue","language":"en"},"meanings":[{"language":"en","text":"impassioned speech"}],"meaningId":877361975622606314,"authors":[70195]},{"phrase":{"text":"pep talk","language":"en"},"meanings":[{"language":"en","text":"a rallying speech made to instill enthusiasm"}],"meaningId":2817708455516601617,"authors":[70195]},{"phrase":{"text":"allocution","language":"en"},"meaningId":-8201027602029881571,"authors":[25018]},{"phrase":{"text":"diatribe","language":"en"},"meaningId":-2556283096537380883,"authors":[83062]},{"phrase":{"text":"rant","language":"en"},"meaningId":2848970245076842888,"authors":[83089]},{"phrase":{"text":"speech","language":"en"},"meaningId":4808493361159406482,"authors":[25115]},{"phrase":{"text":"tirade","language":"en"},"meaningId":51434097058575164,"authors":[83062]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of arengar."},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of arengar."},{"language":"en","text":"Formal second-person singular (usted) present indicative form of arengar."}],"meaningId":-294502064174047042,"authors":[1]}],"phrase":"arenga","examples":[{"author":8000,"first":"La clase media baja alemana empobrecida por la crisis y los numerosos desocupados eran un terreno fértil para las <strong class=\"keyword\">arengas</strong> revanchistas y racistas de Hitler y para su demagogia populista reflejada en el nombre de su partido (obrero y socialista","second":"The German lower middle class, impoverished by the crisis and high unemployment rates, was a breeding ground for Hitler's revanchist and racist <strong class=\"keyword\">harangues</strong> and for his populist demagogy which is reflected in his party's name, working-class and socialist"},{"author":89915,"first":"Trabajos de oficina, en concreto concepción temática de conferencias así como <strong class=\"keyword\">arenga</strong>, invitación y acompañamiento de ponentes","second":"Office functions, namely thematic conception of conferences, and <strong class=\"keyword\">approaching</strong>, inviting and supporting speakers"},{"author":31,"first":"Bueno, me eché una <strong class=\"keyword\">arenga</strong> más larga de lo debido","second":"OK, OK, OK.I sounded off a little more than I should have"},{"author":92475,"first":"Al respecto escriben: “Las escenas que se registraron la noche del lunes pasado en la ciudad universitaria parecían sacadas de la negra historia vivida por la Decana de América cuando, a finales de la década de los 80, los terroristas se paseaban como si fuera su casa ... unas 50 personas marcharon en dicho claustro para pedir la amnistía del ex cabecilla terrorista Abimael Guzmán y de otros senderistas condenados ... los manifestantes se desplazaron con toda libertad llevando banderolas rojas y lanzando <strong class=\"keyword\">arengas</strong> a favor de la liberación de sus llamados presos políticos.”","second":"The newspaper wrote [es]: “The scenes recorded last Monday night at the university campus resembled scenes from the long dark history lived by the oldest university of the Americas when, at the end of the 80s, terrorists strolled by as if [the university] was their home...about 50 people rallied to request amnesty for the former terrorist leader Abimael Guzmán and of other convicted Shining Path members... demonstrators moved freely carrying red flags and giving <strong class=\"keyword\">speeches</strong> in favor of the release of the so-called political prisoners.”"},{"author":118293,"first":"Buena <strong class=\"keyword\">arenga</strong>, Jenkins.","second":"Good <strong class=\"keyword\">pep talk</strong>, Jenkins."},{"author":94809,"first":"b) «plantas sensibles»: las plantas, excepto los frutos y semillas, que tengan un diámetro del tallo en la base superior a 5 cm, de Areca catechu, <strong class=\"keyword\">Arenga</strong> pinnata, Borassus flabellifer, Brahea armata, Butia capitata, Calamus merillii, Caryota maxima, Caryota cumingii, Chamaerops humilis, Cocos nucifera, Corypha gebanga, Corypha elata, Elaeis guineensis, Livistona australis, Livistona decipiens, Metroxylon sagu, Oreodoxa regia, Phoenix canariensis, Phoenix dactylifera, Phoenix theophrasti, Phoenix sylvestris, Sabal umbraculifera, Trachycarpus fortunei y Washingtonia spp.","second":"(b) ‘susceptible plants’ means plants, other than fruit and seeds, having a diameter of the stem at the base of over 5 cm of Areca catechu, <strong class=\"keyword\">Arenga</strong> pinnata, Borassus flabellifer, Brahea armata, Butia capitata, Calamus merillii, Caryota maxima, Caryota cumingii, Chamaerops humilis, Cocos nucifera, Corypha gebanga, Corypha elata, Elaeis guineensis, Livistona australis, Livistona decipiens, Metroxylon sagu, Oreodoxa regia, Phoenix canariensis, Phoenix dactylifera, Phoenix theophrasti, Phoenix sylvestris, Sabal umbraculifera, Trachycarpus fortunei and Washingtonia spp."},{"author":91988,"first":"Recordé a Milosevic que había prometido que no tendríamos esos tipos de <strong class=\"keyword\">arengas</strong>.","second":"I reminded Milosevic that he had promised that such <strong class=\"keyword\">harangues</strong> would not <strong class=\"keyword\">occur</strong>."},{"author":92475,"first":"Blogueando en My Digital Life, The Source presenta una <strong class=\"keyword\">arenga</strong> bastante larga titulada “¿Maten la canción de Kafir?”","second":"Blogging at My Digital Life, The Source puts up a fairly long <strong class=\"keyword\">rant</strong> entitled “Kill the Kafir song?”"},{"author":91988,"first":"De hecho, en lo que al Tíbet se refiere en particular, los dirigentes chinos, cada vez más refinados y pragmáticos, parecen más que nada una regresión a la era de Mao, con su propaganda en forma de <strong class=\"keyword\">arengas</strong> y sus políticas coercitivas.","second":"Indeed, particularly where Tibet is concerned, the increasingly sophisticated and pragmatic Chinese leadership seems more like a throwback to the Mao era, with its <strong class=\"keyword\">haranguing</strong> propaganda and coercive policies."},{"author":8008,"first":"Este surgió el 4 de mayo de 1969 con una exposición pública de su fundador, Silo, conocida como “La <strong class=\"keyword\">Arenga</strong> de la Curación del Sufrimiento”; dada en un paraje de la Cordillera de los Andes llamado Punta de Vacas, cerca de la frontera entre Argentina y Chile.","second":"The Movement first appeared on the 4th of May 1969, with a public presentation by its founder, Silo, known as “the Healing of Suffering”, in an outpost in the Andes called Punta de Vacas, close to the border between Argentina and Chile."},{"author":94808,"first":"Me temo que la <strong class=\"keyword\">arenga</strong> que acabamos de escuchar del Embajador del Sudán no nos da confianza alguna de que el Gobierno del Sudán esté a punto de cambiar su forma de proceder.","second":"I am afraid that the <strong class=\"keyword\">harangue</strong> we have just heard from the Ambassador of the Sudan does not give us any confidence that the Government of the Sudan is about to change its ways."},{"author":8000,"first":"Los dirigentes militares, con su comportamiento y <strong class=\"keyword\">arengas</strong> a las tropas, también estaban incitando “a la violencia”","second":"The military leaders, through their behaviour and <strong class=\"keyword\">speeches</strong> to the troops, were also providing a “licence to violence”"},{"author":94808,"first":"El estribillo constante de muchas <strong class=\"keyword\">arengas</strong> y el eslogan más repetido de esos días era “¡Mueran los armenios!”.","second":"The constant refrain of many <strong class=\"keyword\">harangues</strong> and the most often repeated slogan of those days was “Death to Armenians!”."},{"author":118293,"first":"No me de una <strong class=\"keyword\">arenga</strong> para dar un ultimátum...","second":"Don't you <strong class=\"keyword\">harangue</strong> me into making an ultimatum..."},{"author":118385,"first":"Vegetales de Palmae, destinados a la plantación, con un diámetro del tallo en la base superior a 5 cm, y pertenecientes a los taxones siguientes: Areca catechu L., <strong class=\"keyword\">Arenga</strong> pinnata (Wurmb) Merr., Bismarckia Hildebr.","second":"Plants of Palmae, intended for planting, having a diameter of the stem at the base of over 5 cm and belonging to the following taxa: Areca catechu L., <strong class=\"keyword\">Arenga</strong> pinnata (Wurmb) Merr., Bismarckia Hildebr."},{"author":94809,"first":"Esta subpartida comprende principalmente las diversas variedades de patatas o aguaturmas (por ejemplo: Helianthus tuberosus, Helianthus strumosus y Helianthus decapetalus) y la médula feculenta llamada sagú extraída del tronco de ciertas palmeras (Metroxylon, Rumphii, Raphia ruffia, <strong class=\"keyword\">Arenga</strong>, etc.).","second":"This subheading includes the different varieties of Jerusalem artichoke (for example, Helianthus tuberosus, Helianthus strumosus and Helianthus decapetalus) and the starchy pith called ‘sago’ taken from the trunks of certain palms of a wide variety of species (Metroxylon, Rumphii, Raphia ruffia, <strong class=\"keyword\">Arenga</strong>, etc.)."},{"author":118293,"first":"¿Estuvo el entrenador Haas en la <strong class=\"keyword\">arenga</strong> previa?","second":"Was coach Haas at the <strong class=\"keyword\">pep rally</strong>?"},{"author":118293,"first":"Al final de su <strong class=\"keyword\">arenga</strong> dijo algo sensato:","second":"Yet in the end she said something sensible"},{"author":92475,"first":"Su <strong class=\"keyword\">arenga</strong> anterior explicó sus opiniones [en]:","second":"Her earlier <strong class=\"keyword\">rant</strong> explained her views:"},{"author":27,"first":"Ésa es la actitud que necesitamos, no una gran <strong class=\"keyword\">arenga</strong> sobre los aspectos obscuros, que no ayuda a nadie en este debate.","second":"That is the sort of approach we want, not a great <strong class=\"keyword\">harangue</strong> about obscure points which do not help anybody in this debate."},{"author":94808,"first":"A ellos poco les importan las <strong class=\"keyword\">arengas</strong> burocráticas que proclaman haber abordado y mejorado la “coherencia del sistema las Naciones Unidas”, aun cuando esto puede ser importante para algunos diplomáticos profesionales.","second":"They care very little for the bureaucratic <strong class=\"keyword\">harangue</strong> that the United Nations “system-wide coherence” has been addressed and enhanced, important as that may be for some professional diplomats."},{"author":94808,"first":"Si nos ocupamos de los sentimientos de desesperación, enfado y frustración que experimentan los pueblos cuando se les niegan sus legítimos derechos, privaremos a los extremistas de sus causas y sus <strong class=\"keyword\">arengas</strong>.","second":"If we address the feelings of despair, anger and frustration experienced by peoples when they are denied their legitimate rights, we will deprive extremists of their causes and <strong class=\"keyword\">rallying cries</strong>."},{"author":8000,"first":"El estribillo constante de muchas <strong class=\"keyword\">arengas</strong> y el eslogan más repetido de esos días era “¡Mueran los armenios!”","second":"The constant refrain of many <strong class=\"keyword\">harangues</strong> and the most often repeated slogan of those days was “Death to Armenians!”"},{"author":27,"first":"Considero que el Estatuto es una cuestión demasiado importante para que sea un juguete para demagogos y, así pues, quiero pedirle que ignore las <strong class=\"keyword\">arengas</strong> que se han pronunciado y siga adelante con lo que prevé hacer con todo su esfuerzo y concienzudamente, abordando esta cuestión y encontrando una solución.","second":"I see the statute as too important an issue to be a plaything for demagogues, and so I would ask you to ignore the rabble-rousing utterances that have been made and go ahead with what you plan to do with all your strength and in earnest, addressing this issue and finding a solution to it."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}