{"result":"ok","tuc":[{"phrase":{"text":"artifice","language":"en"},"meanings":[{"language":"es","text":"Truco o estratagema muy astuta."},{"language":"en","text":"A clever trick or stratagem."},{"language":"en","text":"crafty but underhanded deception"}],"meaningId":5334153463026439938,"authors":[70195]},{"phrase":{"text":"contrivance","language":"en"},"meaningId":8623506398263701802,"authors":[25018]},{"phrase":{"text":"craftsmanship","language":"en"},"meaningId":8023948350374519801,"authors":[25018]},{"phrase":{"text":"maneuver","language":"en"},"meaningId":9223321527043370027,"authors":[69425]},{"phrase":{"text":"manoeuver","language":"en"},"meaningId":-6431792953326096349,"authors":[69425]},{"phrase":{"text":"manoeuvre","language":"en"},"meaningId":7936859095621822187,"authors":[69425]},{"phrase":{"text":"ruse","language":"en"},"meaningId":7185709493964152366,"authors":[84500]},{"phrase":{"text":"skill","language":"en"},"meaningId":-8114023466531065210,"authors":[25115]},{"phrase":{"text":"workmanship","language":"en"},"meaningId":-7960350930321108675,"authors":[25115]},{"phrase":{"text":"appliance","language":"en"},"meaningId":3075647980527145902,"authors":[25018]},{"phrase":{"text":"art","language":"en"},"meaningId":9211437534314415043,"authors":[20]},{"phrase":{"text":"craft","language":"en"},"meaningId":8334888707418645413,"authors":[25018]},{"phrase":{"text":"cunning","language":"en"},"meaningId":8320389184132908308,"authors":[25018]},{"phrase":{"text":"deceive","language":"en"},"meaningId":6091894982649806003,"authors":[25018]},{"phrase":{"text":"device","language":"en"},"meaningId":-4514152552639335781,"authors":[25018]},{"phrase":{"text":"dodge","language":"en"},"meaningId":-3188741655553874552,"authors":[25018]},{"phrase":{"text":"guile","language":"en"},"meaningId":-5374220149806485196,"authors":[83042]},{"phrase":{"text":"ingenuity","language":"en"},"meaningId":4689609716222202818,"authors":[86934]},{"phrase":{"text":"knack","language":"en"},"meaningId":6529424402573499504,"authors":[25018]},{"phrase":{"text":"sleight","language":"en"},"meaningId":2096979393362371344,"authors":[25115]},{"phrase":{"text":"trick","language":"en"},"meaningId":555578363306827296,"authors":[89651]},{"phrase":{"text":"wile","language":"en"},"meaningId":1219954013254548850,"authors":[83042]},{"meanings":[{"language":"en","text":"craft"},{"language":"en","text":"skill"},{"language":"en","text":"artifice, trick"},{"language":"en","text":"artifact (man-made object)"}],"meaningId":4939081049670525702,"authors":[1]}],"phrase":"artificio","examples":[{"author":22,"first":"Los cosméticos, aromas, aditivos alimentarios, piensos y productos veterinarios, determinados productos sanitarios, los productos regulados por la normativa sobre aviación civil, transporte por carretera o ferrocarril así como las municiones (pero no los productos explosivos comercializados con fines decorativos, esto es, los <strong class=\"keyword\">artificios</strong> de pirotecnia) se excluyen de la aplicación de este Reglamento","second":"Cosmetics, flavourings, food additives, animal food and veterinary products, certain medical devices; products governed by rules relating to civil aviation, road or rail transport, and ammunitions (but not explosive products marketed for decorative effects, i.e. <strong class=\"keyword\">fireworks</strong>) are all excluded from the effects of this Regulation"},{"author":94809,"first":"Los artículos pirotécnicos deben incluir los <strong class=\"keyword\">artificios</strong> de pirotecnia, los artículos pirotécnicos destinados al uso en teatros y otros artículos pirotécnicos con fines técnicos como los generadores de gas utilizados en los airbags o en los pretensores de los cinturones de seguridad.","second":"Pyrotechnic articles should include <strong class=\"keyword\">fireworks</strong>, theatrical pyrotechnic articles and other pyrotechnic articles for technical purposes, such as gas generators used in airbags or in seatbelt pretensioners."},{"author":22,"first":"No se permitirá ningún <strong class=\"keyword\">artificio</strong> de pirotecnia en cuya fabricación se hayan incumplido los procedimientos de evaluación","second":"No <strong class=\"keyword\">fireworks</strong> will be permitted unless the manufacture has satisfied the assessment procedure"},{"author":8000,"first":"\"Nota # or \"composición inflamable\" se entenderá en ese cuadro las composiciones pirotécnicas en polvo o como componentes pirotécnicos elementales en <strong class=\"keyword\">artificios</strong> pirotécnicos que se usan para producir un efecto sonoro o que se utilizan como cargas explosivas o como cargas de elevación, a menos que se demuestre que el tiempo necesario para el incremento de la presión es superior a # ms para # g de composición pirotécnica en las pruebas de la serie # c) i) \"ensayo tiempo/presión\"","second":"\" # \"Flash composition\" in this table refers to pyrotechnic compositions in powder form or as pyrotechnic units as <strong class=\"keyword\">presented</strong> in the <strong class=\"keyword\">fireworks</strong>, that are used to produce an aural effect, or used as a bursting charge or lifting charge, unless the time taken for the pressure rise is demonstrated to be more than # ms for # g of pyrotechnic composition in Test Series # (c)(i) \"Time/pressure test\""},{"author":95096,"first":"Para preservar estas acciones de cualquier <strong class=\"keyword\">artificio</strong>, conviene expresar en ellas una capacidad, una sencillez y al mismo tiempo una dignidad tales, que haga resplandecer, desde el mismo modo de leer o de cantar, el carácter peculiar del texto sagrado.","second":"To preserve these actions from all <strong class=\"keyword\">artificiality</strong>, they should express such capacity, simplicity and dignity as to highlight the special character of the sacred text, even by the very manner of reading or singing."},{"author":118293,"first":"Fuego de <strong class=\"keyword\">artificio</strong>, disparos.","second":"<strong class=\"keyword\">Fireworks</strong>, shooting guns."},{"author":89915,"first":"Comercio al por menor electrónico e informatizado relativo a la venta de mercancías, en concreto productos pirotécnicos, explosivos, fuegos artificiales y fuegos de <strong class=\"keyword\">artificio</strong>, juegos, juguetes, artículos deportivos, papelería y artículos de papel y papel cartón","second":"Electronic and computer-aided retail services in relation to the sale of goods, namely pyrotechnic products, explosives, fireworks and <strong class=\"keyword\">fireworks</strong>-related goods, games, playthings, sporting articles, stationery and goods of paper and cardboard"},{"author":94809,"first":"En efecto, no se trata en este caso de que el Tribunal de Justicia deba pronunciarse sobre <strong class=\"keyword\">artificios</strong> procesales utilizados por las partes para lograr que el Tribunal de Justicia se pronuncie sobre determinados problemas de Derecho comunitario que no responden a una necesidad objetiva inherente a la solución de un litigio.","second":"Here there is no question of the Court ruling on a procedural <strong class=\"keyword\">device</strong> arranged by the parties in order to induce the Court to give its views on certain problems of Community law which do not correspond to an objective requirement inherent in the resolution of a dispute."},{"author":22,"first":"Los <strong class=\"keyword\">artificios</strong> de pirotecnia de la categoría # deberán estar protegidos contra la ignición fortuita por métodos especificados por el fabricante","second":"<strong class=\"keyword\">Fireworks</strong> of category # must be protected against inadvertent ignition by methods specified by the manufacturer"},{"author":8008,"first":"Si nos acercamos a la forma en qué fueron construidos, nos revelará que fueron muchos los trucos y <strong class=\"keyword\">artificios</strong> utilizados en muchas partes del castillo para mantener a raya a los invasores. Muchos de ellos se pueden observar en el Castillo de Himeji, que ha sido declarado como Patrimonio Cultural de la Humanidad.","second":"But they were, of course, <strong class=\"keyword\">meant</strong> to serve as fortresses in the event of war."},{"author":8000,"first":"La Representante Especial reitera su preocupación, expresada en detalle en su informe de # a la Asamblea General, por las crecientes restricciones que imponen los Estados, mediante <strong class=\"keyword\">artificios</strong> legales, para limitar la libertad de asociación, y por el hecho de que los Estados recurran cada vez más al ordenamiento jurídico para hostigar a los defensores de los derechos humanos y obstaculizar su labor","second":"The Special Representative reiterates her concern, expressed at length in her # report to the General Assembly, over the increasing restrictions imposed by States through legal <strong class=\"keyword\">means</strong> to curtail freedom of association and the growing use by States of the legal system to harass human rights defenders and hinder their work"},{"author":22,"first":"Los artículos pirotécnicos comprenden, entre otras cosas, los <strong class=\"keyword\">artificios</strong> de pirotecnia, los artículos pirotécnicos destinados al uso en teatros y los artículos pirotécnicos con fines técnicos como los generadores de gas utilizados en los colchones de aire o en los pretensionadores de los cinturones de seguridad","second":"Pyrotechnic articles include, inter alia, fireworks, theatrical pyrotechnic articles and pyrotechnic articles for technical purposes, such as gas generators used in airbags or in seatbelt pretensioners"},{"author":94809,"first":"No obstante, En en el caso de las festividades religiosas, culturales y tradicionales de los Estados miembros, los <strong class=\"keyword\">artificios</strong> de pirotecnia fabricados por el fabricante para su propio uso y que el Estado miembro haya autorizado para su uso en su territorio no pueden ser considerados como puestos en el mercado y, por consiguiente, no están sujetos a las disposiciones de la presente Directiva.","second":"In view of religious, cultural and traditional festivities in the Member States, <strong class=\"keyword\">fireworks built</strong> by the manufacturer for his own use and which have been approved by a Member State for use on its territory should not be considered as having been made available on the market and should Ö therefore Õ not therefore need to comply with this Directive."},{"author":119723,"first":"15 Y estos abogados estaban versados en todos los <strong class=\"keyword\">artificios</strong> y astucia del pueblo; y esto era para habilitarlos a fin de que fueran diestros en su profesión.","second":"15 Now these lawyers were learned in all the <strong class=\"keyword\">arts</strong> and acunning of the people; and this was to enable them that they might be skilful in their profession."},{"author":8008,"first":"Desde las primeras civilizaciones, los seres humanos han buscado diferenciarse haciendo del lujo elemento de distinción. Durante siglos lo ostentoso, lo exclusivo, lo costoso han conformado el sueño de muchos, aunque sólo al alcance de unos pocos; pero la generalización de su concepto en las últimas décadas y la lógica respuesta a una cotidianeidad marcada por el tráfago incesante, el ruido, el stress, la prisa irrefrenable, lo light y lo sintético impulsan un nuevo sistema de valores; la calidad de vida se desmaterializa, la vuelta a la sencillez, ayuna de <strong class=\"keyword\">artificio</strong> y retórica, se aprecia como verdadero referente de salud, descanso y placer.","second":"From the time of early civilizations, humans have sought to differentiate themselves, making luxury a badge of distinction."},{"author":94809,"first":"a) <strong class=\"keyword\">artificios</strong> de pirotecnia de la categoría 4;","second":"(a) <strong class=\"keyword\">fireworks</strong> of category 4,"},{"author":118293,"first":"Va a haber fuegos de <strong class=\"keyword\">artificio</strong> en Guarare.","second":"There's a <strong class=\"keyword\">fireworks</strong> festival in Guarare."},{"author":94809,"first":"4.24 Como se indicó en el Dictamen INT/570, el CESE es partidario de una contratación pública en igualdad de condiciones, que permita a las PYME «asegurarse una “participación equitativa” en los contratos públicos», pero no está a favor de la introducción de medidas de discriminación positiva en relación con las PYME, entre otras cosas porque podrían dar lugar a <strong class=\"keyword\">artificios</strong> y, por consiguiente, a posibles casos de corrupción.","second":"4.24 As noted in the opinion INT/570, the EESC favours public procurement on a level playing field, enabling SMEs ‘to secure a “fair share” of public contracts,’ but is not in favour of measures of positive discrimination in relation to SMEs, among other things because they could lead to <strong class=\"keyword\">artificial constructions</strong> and, consequently, possible corruption."},{"author":118293,"first":"# Tanto sea pobre o rico Hay fuegos de <strong class=\"keyword\">artificio</strong> #","second":"But rich or poor Can see the <strong class=\"keyword\">fireworks</strong>"},{"author":118293,"first":"Más sustancia y menos <strong class=\"keyword\">artificios</strong>.","second":"More matter with less <strong class=\"keyword\">art</strong>."},{"author":118385,"first":"b) ejecutar una operación, dar una orden de negociación o cualquier otra actividad o conducta que afecte o pueda afectar, mediante mecanismos ficticios o cualquier otra forma de engaño o <strong class=\"keyword\">artificio</strong>, al precio de uno o varios instrumentos financieros, de un contrato de contado sobre materias primas relacionado o de un producto subastado basado en derechos de emisión;","second":"(b) entering into a transaction, placing an order to trade or any other activity or behaviour which affects or is likely to affect the price of one or several financial instruments, a related spot commodity contract or an auctioned product based on emission allowances, which employs a fictitious device or any other form of deception or <strong class=\"keyword\">contrivance</strong>;"},{"author":118293,"first":"A partir del año pasado, que fue en realidad el primer \" Miércoles de Fuegos de <strong class=\"keyword\">Artificio</strong> \"","second":"Since last year which was actually the first'fireworks Wednesday'since the protests following the presidential elections, Iran's leader for the first time denounced fireworks Wednesday as unreligious, and said there's no religious basis for <strong class=\"keyword\">fireworks</strong> Wednesday."},{"author":94809,"first":"No obstante, en el caso de las festividades religiosas, culturales y tradicionales de los Estados miembros, los <strong class=\"keyword\">artificios</strong> de pirotecnia fabricados por el fabricante para su propio uso y que el Estado miembro haya autorizado para su uso en su territorio no pueden ser considerados como puestos en el mercado y, por consiguiente, no están sujetos a las disposiciones de la presente Directiva.","second":"In view of religious, cultural and traditional festivities in the Member States, <strong class=\"keyword\">fireworks built</strong> by the manufacturer for his own use and which have been approved by a Member State for use on its territory should not be considered as having been placed on the market and should not therefore need to comply with this Directive."},{"author":8000,"first":"Tanto en el norte como en el sur se ha registrado un aumento de la delincuencia a través de la zona de amortiguación, por ejemplo contrabando de mercaderías, en particular cigarrillos, explosivos (fuegos de <strong class=\"keyword\">artificio</strong>) y narcóticos, y trata de personas","second":"Both the north and the south report an increase in crime through the buffer zone, such as smuggling of goods, including cigarettes, explosives (<strong class=\"keyword\">fireworks</strong>) and narcotics, and human trafficking"},{"author":94809,"first":"categoría F1: <strong class=\"keyword\">artificios</strong> de pirotecnia de muy baja peligrosidad y nivel sonoro insignificante destinados a ser utilizados en zonas delimitadas, incluidos los <strong class=\"keyword\">artificios</strong> de pirotecnia destinados a ser utilizados dentro de edificios residenciales,","second":"category F1: <strong class=\"keyword\">fireworks</strong> which present a very low hazard and negligible noise level and which are intended for use in confined areas, including fireworks which are intended for use inside domestic buildings;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}