{"result":"ok","tuc":[{"phrase":{"text":"artificer","language":"en"},"meanings":[{"language":"en","text":"Someone who carries out work that requires a certain speciality or skill."},{"language":"es","text":"Persona que realiza un trabajo que requiere cierto grado de habilidad o especialización."}],"meaningId":2472473489176374709,"authors":[84500]},{"phrase":{"text":"craftsman","language":"en"},"meanings":[{"language":"en","text":"Someone who carries out work that requires a certain speciality or skill."},{"language":"es","text":"Persona que realiza un trabajo que requiere cierto grado de habilidad o especialización."}],"meaningId":3740404324661756315,"authors":[60172]},{"phrase":{"text":"author","language":"en"},"meaningId":-5929358158915384391,"authors":[25018]},{"phrase":{"text":"dab","language":"en"},"meaningId":121230606670519108,"authors":[2700]},{"phrase":{"text":"expert","language":"en"},"meaningId":-6387273045490410836,"authors":[2700]},{"phrase":{"text":"master","language":"en"},"meaningId":4126367447869875603,"authors":[2700]},{"phrase":{"text":"wright","language":"en"},"meaningId":-5373359840586083982,"authors":[25115]},{"phrase":{"text":"artisan","language":"en"},"meanings":[{"language":"en","text":"Someone who carries out work that requires a certain speciality or skill."},{"language":"es","text":"Persona que realiza un trabajo que requiere cierto grado de habilidad o especialización."}],"meaningId":-7457599167784735818,"authors":[60172]},{"phrase":{"text":"architect","language":"en"},"meaningId":-6824610579376407942,"authors":[89651]},{"phrase":{"text":"artist","language":"en"},"meaningId":-7146300880651099075,"authors":[20]},{"phrase":{"text":"discoverer","language":"en"},"meaningId":1834445272280244414,"authors":[84500]},{"phrase":{"text":"inventor","language":"en"},"meaningId":4214020810094013568,"authors":[84500]},{"phrase":{"text":"maker","language":"en"},"meaningId":-5573108699210122959,"authors":[89651]},{"meanings":[{"language":"en","text":"craftsman, artificer"}],"meaningId":-7565281298647861173,"authors":[1]}],"phrase":"artífice","examples":[{"author":8000,"first":"Don Alfonso García Robles, mexicano que obtuvo el Premio Nóbel de la Paz precisamente por ser el <strong class=\"keyword\">artífice</strong> e impulsor de la primera zona libre de armas nucleares-América Latina y el Caribe- mediante el Tratado de Tlatelolco, afirmó que: “Nuestros hijos tienen el derecho de exigir que sus padres les heredemos un mundo libre de la amenaza nuclear”","second":"The Mexican Alfonso García Robles was awarded the Nobel Peace Prize for his work as <strong class=\"keyword\">architect</strong> and <strong class=\"keyword\">promoter</strong> of the world's first nuclear-weapon-free zone- that of Latin America and the Caribbean- through the Treaty of Tlatelolco. He held that our children have the right to demand that their parents leave them a world free of nuclear threats"},{"author":27,"first":"Si la Unión europea concentra, en el fondo y ahora, toda la protesta contra la globalización ultraliberal, es porque todo el mundo ha entendido que se había convertido en su principal <strong class=\"keyword\">artífice</strong>, incluso en Doha, en la última cumbre de la OMC.","second":"The reason why the European Union is now wholly opposed to ultra-liberal globalisation is because everyone has realised that it has become globalisation's main shoehorn, including at the last WTO summit at Doha."},{"author":94808,"first":"La jefa de la delegación observó que un sentimiento de orgullo y el sentido de la responsabilidad definían al pueblo maldivo, y lo impulsaban a ser <strong class=\"keyword\">artífice</strong> de su propia historia de progreso, una historia de resistencia que los maldivos denominaban orgullosos “la historia maldiva”.","second":"The head of the delegation noted that a sense of pride and responsibility defined the Maldivian people, <strong class=\"keyword\">who</strong> were guided by that sentiment to <strong class=\"keyword\">craft</strong> their own story of progress, a story of resilience that the Maldivians proudly referred to as “the Maldivian story”."},{"author":27,"first":"Confío en que la aprobación de las propuestas del Parlamento Europeo por parte del Consejo siente las bases para el fomento de la autoridad de la Agencia, de manera que ésta se convierta en el principal <strong class=\"keyword\">artífice</strong> de la aplicación del llamamiento dirigido por el Parlamento Europeo a la comunidad internacional en el apartado 9 de su Resolución de 14 de marzo de 2007 sobre no proliferación y desarme nuclear, en la que se pide el fomento de iniciativas para un proceso multilateral internacional de enriquecimiento de uranio bajo supervisión del Organismo Internacional de Energía Atómica.","second":"I am confident that the adoption of the European Parliament's proposals by the Council could provide the foundations to promote the authority of the Agency so that to become a leading <strong class=\"keyword\">initiator</strong> of the implementation of the European Parliament's address to the international community in point 9 of its resolution of 14 March 2007 concerning non-proliferation and nuclear disarmament, appealing for support to initiatives for multilateral international uranium enrichmnet centres under the control of the International Atomic Energy Agency."},{"author":94809,"first":"[1] A este personaje se le considera generalmente como el cerebro que alimentó el motín del ejército de mayo de 2008 y el principal <strong class=\"keyword\">artífice</strong> del golpe de Estado de diciembre de 2008.","second":"[1] Pivi is widely believed to have masterminded the army mutiny in May 2008 and to be the principal <strong class=\"keyword\">architect</strong> of the December coup d'état."},{"author":118293,"first":"Es más que un <strong class=\"keyword\">artífice</strong> de la palabra.","second":"That makes him more than a <strong class=\"keyword\">wordsmith</strong>."},{"author":8008,"first":"El hecho es que los amigos de Compartimiento sensacional habían hecho un movimiento interesante a favor de separadores horizontales, los diseñadores convoking del mundo entero para comprar la lucha y a traerla adentro vuelven el interés en el uso de este <strong class=\"keyword\">artifice</strong>.","second":"O fato é que os amigos do The fact is that the friends of Smashing Magazine Smashing Magazine fizeram um interessante movimento em prol dos separadores horizontais , convocando designers do mundo inteiro a comprar a briga e trazer de volta o interesse no uso deste artifício. made an interesting move on behalf of dividers, calling designers worldwide to put up the fight and bring back interest in the use of this device."},{"author":8008,"first":"El priísta Sergio García Cruz ha sido en todo momento el <strong class=\"keyword\">artífice</strong> regional de URO.","second":"García Cruz has consistently been <strong class=\"keyword\">URO’s</strong> regional boss."},{"author":8008,"first":"Para esto, utiliza un <strong class=\"keyword\">artifice</strong> simple, establecido en la prioridad que el sistema dedica a cada programa.","second":"For this, it uses a simple, established artifice in the priority that the system dedicates to each program."},{"author":95096,"first":"De este modo dan también testimonio del esfuerzo de la Iglesia que, siempre en el marco de su propia misión y en las circunstancias que vive la nación, es <strong class=\"keyword\">artífice</strong> de comunión y de esperanza.","second":"Thus, they also witness to the efforts of the Church, which is an <strong class=\"keyword\">artisan</strong> of communion and hope within the province of her own mission and in the circumstances of the Nation."},{"author":8000,"first":"En ese sentido, se creó el Movimiento Internacional de Mujeres por la Paz de Suzanne Mubarak para promover la paz y para facultar a la mujer como <strong class=\"keyword\">artífice</strong> de la paz y defensora de la paz y la seguridad en nombre de los niños","second":"In that connection, the Suzanne Mubarak Women's International Peace Movement has been established to promote peace and to empower women as <strong class=\"keyword\">peacemakers</strong> and as advocates for peace and security on behalf of children"},{"author":94808,"first":"China siempre ha sido partidaria y <strong class=\"keyword\">artífice</strong> entusiasta de la aplicación de los resultados de las principales conferencias y cumbres de las Naciones Unidas en las esferas económica y social.","second":"China has been a vigorous <strong class=\"keyword\">supporter</strong> and <strong class=\"keyword\">practitioner</strong> in the implementation of the outcomes of the major United Nations conferences and summits in the economic and social fields."},{"author":95096,"first":"Mi pensamiento va nuevamente a Timor oriental, donde continúa reinando una violencia brutal, que se ensaña también contra la Iglesia católica, <strong class=\"keyword\">artífice</strong>, desde hace tiempo, del diálogo y la reconciliación.","second":"My thoughts turn again to East Timor, where brutal violence continues to strike and is raging even against the Catholic Church, which long before now has been promoting dialogue and reconciliation."},{"author":91988,"first":"Creo que nuestro futuro es tan prometedor como brillante es el pasado de Europa, y que nuestro destino no es ser un olvidado país fronterizo de una región en problemas, sino un constructor y <strong class=\"keyword\">artífice</strong> de la paz y la unidad de Europa.","second":"I believe that our future is as promising as Europe’s past is proud, and that our destiny lies not as a forgotten borderland on a troubled region, but as a maker and <strong class=\"keyword\">shaper</strong> of Europe’s peace and Europe’s unity."},{"author":8000,"first":"En su función de <strong class=\"keyword\">artífice</strong> de la paz, nunca ha cesado de ayudarnos y de brindarnos su apoyo, por lo que le estamos muy agradecidos","second":"In his role as peace-<strong class=\"keyword\">builder</strong> he has never failed to help us and to lend his support, for which we are most grateful"},{"author":22,"first":"Al inicio del siglo # se produjo la implantación de huertos frutales comerciales, iniciativa cuyo <strong class=\"keyword\">artífice</strong> principal fue Jan Cieślak de Podgórzyce","second":"The beginning of the #th century saw the establishment of commercial orchards, <strong class=\"keyword\">symbolised</strong> by the work of Jan Cieślak of Podgórzyce"},{"author":95096,"first":"La persona que ha reconocido en él la Sabiduría encarnada y ha dejado todo lo demás por él se transforma en \"<strong class=\"keyword\">artífice</strong> de paz\", tanto en la comunidad cristiana como en el mundo; es decir, se transforma en semilla del reino de Dios, que ya está presente y crece hacia su plena manifestación.","second":"The person who has recognized Christ as Wisdom Incarnate and for his sake has left everything else becomes a \"<strong class=\"keyword\">peacemaker</strong>\", both in the Christian community and in the world. In other words, he becomes a seed of the Kingdom of God that is already present and growing towards its full manifestation."},{"author":95096,"first":"A menudo ha logrado superar la estrechez de los antagonismos estériles de antaño y se ha convertido por excelencia en el <strong class=\"keyword\">artífice</strong> de la paz, el hombre del derecho, de la razón, de diálogo, y del diálogo sincero.","second":"The diplomat has often succeeded in moving beyond the narrowness of ancient and sterile antagonisms. He, more than anyone else, has become the <strong class=\"keyword\">artisan</strong> of peace, the man of law and reason and sincere dialogue."},{"author":118293,"first":"<strong class=\"keyword\">Artífice</strong> del programa de re-asentamiento de los judíos.","second":"<strong class=\"keyword\">Architect</strong> program relocation of the Jews."},{"author":8008,"first":"Es el responsable de las capturas y marcajes del proyecto. Por tanto, el <strong class=\"keyword\">artífice</strong> de la captura y marcaje de Esperanza y Espartero.","second":"He is an <strong class=\"keyword\">expert</strong> in capturing and tagging wildlife and participates in various national and international projects."},{"author":95096,"first":"La idea que propone al hombre como <strong class=\"keyword\">artífice</strong> de sí mismo, guiado sólo por las propias decisiones y los propios deseos, a menudo revestidos con el hábito aparentemente bello de la libertad y del respeto, corre el riesgo de minar los fundamentos de la vida consagrada, especialmente de la secular.","second":"The line of thought that proposes <strong class=\"keyword\">man</strong> as self-reliant, guided only by his own choices and desires, often vested in the seemingly beautiful garment of freedom and respect, threatens to undermine the foundations of consecrated life, especially of lay people."},{"author":95096,"first":"Esto vale sobre todo para el hombre que, aun siendo también <strong class=\"keyword\">artífice</strong> del inicio del proceso generativo, queda distanciado biológicamente del mismo, ya que de hecho se desarrolla en la mujer. ?","second":"This is true especially for the man. Although he too is involved in the beginning of the generative process, he is left biologically distant from it; it is within the woman that the process develops."},{"author":8008,"first":"\"Yo soy el simplificador, la raíz que arrastra todo el <strong class=\"keyword\">artífice</strong> hacia la tierra.","second":"\"I am the simplifier, the root that drags all <strong class=\"keyword\">artifice</strong> to earth."},{"author":95096,"first":"En efecto, muy a menudo sucede que lo que el hombre logra producir gracias a las posibilidades siempre nuevas del pensamiento y de la técnica se convierte en objeto de \"alienación\", y, si no totalmente, al menos en parte, escapa al control del <strong class=\"keyword\">artífice</strong> y se vuelve contra él (cf.","second":"Indeed, it happens all too often that what man succeeds in producing, thanks to the ever new possibilities offered by scientific theory and technology, becomes the subject of \"alienation\" - escaping the control of its <strong class=\"keyword\">author</strong> and turning against him if not completely, at least partially (cf."},{"author":118293,"first":"Estábamos demasiado cerca de donde estaba la mina. Cuando el tren le dio, los pedazos de metal cayeron como una lluvia de fuegos <strong class=\"keyword\">artific</strong> iales.","second":"We were too close to where the mine was planted, so when the train hit it, pieces of metal fell like a shower of fireworks all <strong class=\"keyword\">about</strong> us."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}