{"result":"ok","tuc":[{"phrase":{"text":"besiege","language":"en"},"meanings":[{"language":"en","text":"to surround with armed forces"}],"meaningId":8827971529652901241,"authors":[90508]},{"phrase":{"text":"beset","language":"en"},"meaningId":-5552939218435868139,"authors":[89651]},{"phrase":{"text":"siege","language":"en"},"meanings":[{"language":"en","text":"to assault with the intent of conquering by force or attrition"}],"meaningId":-5014158894329007247,"authors":[90508]},{"phrase":{"text":"beleaguer","language":"en"},"meaningId":-8028793530297722718,"authors":[89651]},{"phrase":{"text":"harass","language":"en"},"meaningId":-3806564466867203495,"authors":[84500]},{"phrase":{"text":"plague","language":"en"},"meaningId":-2541580994115922829,"authors":[84500]},{"phrase":{"text":"surround","language":"en"},"meaningId":-3533761942607290317,"authors":[25115]},{"phrase":{"text":"besiege(sieĝi)","language":"en"},"meaningId":457546442328202637,"authors":[8]},{"phrase":{"text":"bombard","language":"en"},"meaningId":-6832533705387397270,"authors":[97745]},{"phrase":{"text":"chase","language":"en"},"meaningId":2711616147320913158,"authors":[86934]},{"phrase":{"text":"chevvy","language":"en"},"meaningId":789584337484259577,"authors":[84500]},{"phrase":{"text":"chevy","language":"en"},"meaningId":5366662575473171395,"authors":[84500]},{"phrase":{"text":"chivvy","language":"en"},"meaningId":8501670090494946093,"authors":[84500]},{"phrase":{"text":"chivy","language":"en"},"meaningId":-3071709651909098820,"authors":[84500]},{"phrase":{"text":"harry","language":"en"},"meaningId":-1743528943322791374,"authors":[84500]},{"phrase":{"text":"hassle","language":"en"},"meaningId":1437882179822883338,"authors":[84500]},{"phrase":{"text":"lay siege to","language":"en"},"meaningId":6083363829720074397,"authors":[83042]},{"phrase":{"text":"mob","language":"en"},"meaningId":-461791021377669740,"authors":[97745]},{"phrase":{"text":"molest","language":"en"},"meaningId":-8199580713800637753,"authors":[84500]},{"phrase":{"text":"pester","language":"en"},"meaningId":-8412860816869431492,"authors":[25018]},{"phrase":{"text":"provoke","language":"en"},"meaningId":5637142501213546132,"authors":[84500]},{"phrase":{"text":"waylay","language":"en"},"meaningId":-8547533210999800711,"authors":[16]},{"meanings":[{"language":"en","text":"to besiege"}],"meaningId":4393379644343718107,"authors":[93107]}],"phrase":"asediar","examples":[{"author":94808,"first":"Es evidente que, además de ayudar al régimen de Assad a <strong class=\"keyword\">asediar</strong> y matar de hambre a la población siria y de seguir implicándose en la guerra civil en el Yemen, Hizbullah no ha cesado en su agresión directa contra Israel.","second":"It is clear that in addition to assisting the Assad regime to <strong class=\"keyword\">besiege</strong> and starve the Syrian population and their ongoing involvement in the civil war in Yemen, Hizbullah has not ceased its active aggression against Israel."},{"author":95096,"first":"También produce lo que el Papa definió «nuevos proletariados», en los arrabales de las grandes ciudades, «cinturón de miseria que llega a <strong class=\"keyword\">asediar</strong>, mediante una protesta silenciosa, todo el lujo demasiado estridente de las ciudades del consumo y del despilfarro» (ib.).","second":"It also produces what the Pope called \"new proletariats\" on the edges of the big cities, \"a belt of misery in silent protest at the luxury which blatantly cries out from centres of consumption and waste\" (ibid.)."},{"author":94808,"first":"Como promover una sociedad multicultural tolerante en Europa con una mentalidad estrecha de un estado totalitario disfrazado y no más democrático. Puesto que si fuera democrático, no se <strong class=\"keyword\">asediara</strong> a destruir las religiones.","second":"How could we promote a tolerant, multicultural society in Europe with such a narrow mentality from a disguised totalitarian state, totalitarian indeed, and no longer democratic, for if it were democratic, it would not be always determined to <strong class=\"keyword\">destroy</strong> religions."},{"author":94808,"first":"Debe dejar de inmediato de <strong class=\"keyword\">asediar</strong> a la Autoridad Palestina y al Sr.","second":"It must immediately end its <strong class=\"keyword\">siege</strong> of the Palestinian Authority and of Mr."},{"author":27,"first":"Hemos tratado de <strong class=\"keyword\">asediar</strong> a Irak y de obligar al pueblo iraquí a cambiar su Gobierno a través del embargo. No lo hemos conseguido, a pesar de que lo venimos intentando desde hace siete años y medio.","second":"We have attempted to <strong class=\"keyword\">besiege</strong> Iraq and to force the Iraqi people to change their government through the embargo and we have not succeeded, even though we have been trying for seven and a half years."},{"author":94808,"first":"¿Cómo se puede <strong class=\"keyword\">asediar</strong> uno de los lugares más sagrados del mundo como es la Iglesia de la Natividad?","second":"How could <strong class=\"keyword\">siege</strong> be imposed on one of the world’s holiest shrines, the Church of the Nativity?"},{"author":8000,"first":"Pese a los múltiples llamamientos de la comunidad internacional para que se liberen los fondos retenidos por Israel, éste ha continuado con su política de privar de alimentos y <strong class=\"keyword\">asediar</strong> al pueblo palestino","second":"Despite numerous appeals by the international community to release the funds withheld by Israel, it has continued its policy to starve and <strong class=\"keyword\">besiege</strong> the Palestinian people"},{"author":118293,"first":"Fui yo quien te permitió que me <strong class=\"keyword\">asediaras</strong> sin parar atemorizandome y deshalentandome.","second":"I'm the one who let your non-stop bitching and whimpering wear me down."},{"author":92475,"first":"Residentes del Cairo organizaron un evento en Facebook entre el 4 y el 5 de marzo para <strong class=\"keyword\">asediar</strong> ellos mismos cada Cuartel General en el Cairo después que su petición al Consejo Superior Militar de disolver el aparato estatal cayera en saco roto.","second":"Cairo residents organized an event on Facebook between 4 – 5 March to <strong class=\"keyword\">siege</strong> every State Security HQ in Cairo by themselves after their demands on the High Military Council to dissolve the apparatus fell on deaf ears."},{"author":91988,"first":"El gobierno ha hecho <strong class=\"keyword\">asediar</strong> el Congreso Nacional por miembros de los sindicatos, de manera que sólo sus partidarios más firmes puedan entrar a las sesiones del Senado.","second":"The government has had the National Congress <strong class=\"keyword\">surrounded</strong> by unionists so that only its ardent supporters can enter for the Senate’s sessions."},{"author":94808,"first":"Se ha acusado a “la oposición” de <strong class=\"keyword\">asediar</strong> los poblados de Nubl y Zahra, en Alepo.","second":"There is an accusation that “the opposition” is <strong class=\"keyword\">besieging</strong> the Aleppo towns of Nubl and Zahra."},{"author":92475,"first":"Así como en el artículo 241-D del Estatuto del niño/a y del adolescente, atraer, <strong class=\"keyword\">asediar</strong>, instigar o constreñir, por cualquier medio de comunicación, niños/as, con el fin de practicar con ella un acto libidinoso deriva en pena de uno a tres años de reclusión más multa.","second":"As Article 241-D of the Statute of the Child and Adolescent states, attracting, <strong class=\"keyword\">harassing</strong>, instigating, or constraining children, by any means of communication, with the goal of practicing a lewd act with them, results in an imprisonment of one to three years and a fine."},{"author":118293,"first":"Creo que tras esta prueba in situ,... se desplazarán rápidamente por las zonas desérticas para ocupar el campo primero,... y <strong class=\"keyword\">asediar</strong> después las ciudades.","second":"Their ability to adapt genetically. I believe that after this test run now they'll move rather quickly into desert areas. Taking over the countryside first then <strong class=\"keyword\">laying siege</strong> to towns and cities."},{"author":94808,"first":"El 2 de octubre de 2013, en reconocimiento de la grave situación, el Consejo de Seguridad emitió una declaración de la Presidencia (S/PRST/2013/15) en la que exigió que el régimen sirio tomara medidas inmediatas para facilitar la expansión de las operaciones de socorro humanitario y pusiera fin a su política de <strong class=\"keyword\">asediar</strong> las zonas mantenidas por la oposición.","second":"On 2 October 2013, in recognition of the serious situation, the Security Council issued a presidential statement (S/PRST/2013/15) demanding that the Syrian regime take immediate steps to facilitate the expansion of humanitarian relief operations and end its policy of <strong class=\"keyword\">laying siege</strong> to opposition-held areas."},{"author":118293,"first":"Si me disculpa, debo ir a <strong class=\"keyword\">asediar</strong> a un cirujano.","second":"If you'll excuse me, I have to go <strong class=\"keyword\">harass</strong> a surgeon."},{"author":94808,"first":"Las partes en el conflicto en Siria han demostrado, una y otra vez, que están dispuestas a adoptar cualquier medida o a cometer cualquier acto para asegurarse una ventaja militar, incluso si ello significa matar, lisiar o <strong class=\"keyword\">asediar</strong> a los civiles hasta subyugarlos.","second":"The parties to the conflict in Syria have shown, time and again, that they are willing to take any action or do any deed to secure military advantage, even if it means killing, maiming or <strong class=\"keyword\">besieging</strong> civilians into submission in the process."},{"author":8007,"first":"Una y otra vez, ese planteamiento militar vuelve a <strong class=\"keyword\">asediar</strong> a los Estados Unidos.","second":"Time and again, this military approach comes back to <strong class=\"keyword\">haunt</strong> the US."},{"author":118293,"first":"Fuegos y estallidos del sulfúreo alboroto parecían <strong class=\"keyword\">asediar</strong> al poderoso Neptuno y hacer que temblasen sus olas altivas, y aún su fiero tridente.","second":"the fire and cracks of sulphurous roaring the most mighty Neptune seem to <strong class=\"keyword\">besiege</strong>, and make his bold waves tremble, yea, his dread trident shake."},{"author":8000,"first":"Debe dejar de inmediato de <strong class=\"keyword\">asediar</strong> a la Autoridad Palestina y al Sr. Arafat, que es el símbolo y el más alto representante del pueblo palestino y de su lucha heroica","second":"It must immediately end its <strong class=\"keyword\">siege</strong> of the Palestinian Authority and of Mr. Arafat, who is the symbol and highest representative of the Palestinian people and their heroic struggle"},{"author":94808,"first":"El General de División Hooth, al clausurar la Conferencia, afirmó que estaban decididos a derrocar el régimen de Jartum, a través de una alianza con el MLPS y los movimientos rebeldes en Darfur; dijo también que se encargarían de <strong class=\"keyword\">asediar</strong> al régimen de Jartum, desde el punto de vista económico y en el plano internacional, hasta que se derrumbara.","second":"Major General Hooth, in closing the conference, said that they were determined to overthrow the regime in Khartoum through an alliance with SPLM and the rebel movements in Darfur; he also said that they would take care of implementing the <strong class=\"keyword\">siege</strong> of the Khartoum regime, economically and internationally, until it collapsed."},{"author":95096,"first":"¿Cuál puede ser una de las tentaciones que nos pueden <strong class=\"keyword\">asediar</strong>?","second":"What could be one of the sins which <strong class=\"keyword\">besets</strong> us?"},{"author":118293,"first":"Y los Sioux nos van <strong class=\"keyword\">asediar</strong> en cada momento.","second":"And the sioux will <strong class=\"keyword\">harass</strong> us every step of the way."},{"author":94808,"first":"Es más, el ejército israelí no se limitó a <strong class=\"keyword\">asediar</strong> y disparar contra todo lo que se mueve en las ciudades y aldeas y campamentos de refugiados.","second":"Furthermore, the Israeli army has not stopped its <strong class=\"keyword\">siege</strong> or its sniping at anything that moves in the Palestinian cities, villages and refugee camps."},{"author":8000,"first":"En lugar de cumplir con sus obligaciones y sus deberes, en lugar de asumir su responsabilidad respecto al mantenimiento de la seguridad y en lugar de impedir que Ariel Sharon violara la santidad de los lugares sagrados musulmanes provocando a los creyentes, el Gobierno israelí-plenamente consciente de los objetivos de la visita de Sharon, del alcance del desafío a los sentimientos de los musulmanes y de las consecuencias que tendría esa visita en la situación de la Palestina ocupada y en el proceso de paz- optó por matar a civiles indefensos, bombardear a los palestinos con cohetes y <strong class=\"keyword\">asediar</strong> a sus ciudades con tanques, armas y helicópteros","second":"Instead of fulfilling its obligations and duties, instead of assuming its responsibility for the maintenance of security, and instead of preventing Ariel Sharon from violating the sanctity of the Islamic Holy sites and provoking the believers, the Israeli Government- while fully cognizant of the aims and goals of Sharon's visit and of the extent of his defiance of the feelings of Muslims, and while also cognizant of the ramifications of his visits for the situation in occupied Palestine and for the peace process- instead of responding appropriately took to killing defenceless civilians and bombarding Palestinians with rockets and <strong class=\"keyword\">laying siege</strong> to their towns with tanks, guns and helicopters"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}