{"result":"ok","tuc":[{"phrase":{"text":"assertive","language":"en"},"meanings":[{"language":"es","text":"Con inclinación a afirmarse."},{"language":"en","text":"Inclined to assert oneself."}],"meaningId":4124187968962454695,"authors":[84500]},{"phrase":{"text":"decided","language":"en"},"meanings":[{"language":"es","text":"Con inclinación a afirmarse."},{"language":"en","text":"Inclined to assert oneself."}],"meaningId":6112868684504555754,"authors":[60172]},{"phrase":{"text":"self-asserting","language":"en"},"meaningId":-2480503922091844891,"authors":[84500]},{"phrase":{"text":"self-assertive","language":"en"},"meaningId":3397582365029204301,"authors":[84500]},{"meanings":[{"language":"en","text":"assertive"}],"meaningId":2168251573394549067,"authors":[93107]}],"phrase":"asertivo","examples":[{"author":8007,"first":"Es precisamente por eso que después de 2008, cuando la política exterior china se volvió más <strong class=\"keyword\">asertiva</strong>, muchos de los vecinos de China reforzaron su vínculo con Estados Unidos.","second":"Indeed, that is why many of China’s neighbors have strengthened their ties with the US since 2008, when China’s foreign policy became more <strong class=\"keyword\">assertive</strong>."},{"author":8008,"first":"Conocer el perfil del profesional, teniendo condición de identificar los puntos fuertes y débiles para así hacer el seguimiento, orientar, relacionarse de manera más eficaz así como efectuar elecciones más <strong class=\"keyword\">asertivas</strong> al direccionar las actividades de conformidad con la mayor adhesión entre perfil personal x perfil del cargo.","second":"Learn about the professional’s profile under conditions permitting identification of strong and weak points to monitor, orient, communicate more effectively, and make more <strong class=\"keyword\">assertive</strong> choices when directing activities, based on a direct comparison of the personal profile and the position profile."},{"author":27,"first":"El Presidente Putin presentó en su discurso de Múnich el programa de una nueva política exterior rusa mucho más <strong class=\"keyword\">asertiva</strong>.","second":"President Putin presented a programme of a new, much more <strong class=\"keyword\">assertive</strong> Russian foreign policy in his Munich speech."},{"author":94809,"first":"Pide a la Presidencia de la UE y a los Estados miembros que materialicen sus declaraciones diplomáticas en favor de un Tratado internacional sobre el Comercio de Armas en acciones <strong class=\"keyword\">asertivas</strong> y contundentes para aplicar la Resolución adoptada el 26 de octubre de 2006 por la Primera Comisión de la Asamblea General de las Naciones Unidas, con vistas a la elaboración de un Tratado internacional sobre el Comercio de Armas eficaz y jurídicamente vinculante, por el que se establezcan normas mundiales mínimas para las transferencias de armas;","second":"Calls on the EU Presidency and Member States to match their declaratory diplomacy in favour of an International Arms Trade Treaty with <strong class=\"keyword\">assertive</strong> and determined action to implement the resolution adopted on 26 October 2006 by the UNGA's First Committee with a view to establishing an effective, legally binding International Arms Trade Treaty laying down minimum global standards for arms transfers;"},{"author":31,"first":"Tú pareces más el tipo de mujer que necesita a un tipo <strong class=\"keyword\">asertivo</strong>","second":"You seem more the kind of woman that needs an <strong class=\"keyword\">assertive</strong> type of guy"},{"author":94808,"first":"Los servicios de tratamiento <strong class=\"keyword\">asertivo</strong> están dirigidos a personas con un trastorno mental grave en situación inestable y frágil, o que tienen problemas de toxicomanía.","second":"<strong class=\"keyword\">Assertive</strong> treatment services are addressed to persons with a serious mental disorder whose condition is unstable and fragile or who are dealing with substance abuse problems."},{"author":8007,"first":"Más aún, los estados asiáticos podrían ser mucho más <strong class=\"keyword\">asertivos</strong> en cuanto a abordar problemas humanitarios en sus propias áreas de influencia -especialmente en lugares como Birmania y Corea del Norte- y en adoptar actitudes proactivas en las negociaciones para paliar el cambio climático.","second":"Furthermore, Asian states could be far more <strong class=\"keyword\">assertive</strong> in addressing humanitarian issues in their own backyard – especially for places like Burma and North Korea – and in taking a lead in international climate change negotiations."},{"author":91988,"first":"Pero ahora los desafíos vienen de varios frentes a la vez; globalmente, de Rusia y China, y en el nivel regional, de actores cada vez más <strong class=\"keyword\">asertivos</strong> en Medio Oriente, América latina e incluso Europa.","second":"But now that order is being challenged on several fronts simultaneously – globally by Russia and China, and at the regional level by increasingly <strong class=\"keyword\">assertive</strong> players in the Middle East, Latin America, and even Europe."},{"author":94808,"first":"Su tercer párrafo, sin embargo, podría haber sido redactado en términos más <strong class=\"keyword\">asertivos</strong> para dejar claro que la práctica ulterior sirve para interpretar un tratado, pero no para enmendarlo y modificarlo.","second":"Its third paragraph, however, could have been worded <strong class=\"keyword\">more</strong> forcefully in order to make it clear that subsequent practice served to interpret a treaty, but not to amend or modify it."},{"author":8007,"first":"Esto fue reconocido por el PDJ, al que le gustaría ver a Japón desempeñando un papel más independiente en lugar de un mero protectorado de los Estados Unidos y, por tanto, siendo un actor político más <strong class=\"keyword\">asertivo</strong> en Asia.","second":"This was recognized by the DPJ, which would like Japan to play a more independent role, as a more equal ally, rather than a mere protectorate, of the US, and thus be a more <strong class=\"keyword\">assertive</strong> political player in Asia."},{"author":91988,"first":"Ellos son los más <strong class=\"keyword\">asertivos</strong> a la hora de defender un derecho, el de recibir educación, que supuestamente deberían defender los adultos.","second":"They are more <strong class=\"keyword\">assertive</strong> in standing up for their right to education than the adults who are supposed to uphold that right."},{"author":91988,"first":"Tres casos que se llevan ante la cada vez más <strong class=\"keyword\">asertiva</strong> Corte Suprema prometen conducir al país desde la fase de desmilitarización a un sistema en que se puedan ejercer controles significativos sobre quienes detenten el poder.","second":"Three cases before the country’s increasingly <strong class=\"keyword\">assertive</strong> Supreme Court promise to take Pakistan from the phase of demilitarization to a system in which meaningful checks can be exercised on those who wield power."},{"author":94808,"first":"Este empoderamiento normalmente también conlleva una actitud más <strong class=\"keyword\">asertiva</strong> de los actores de la sociedad civil para prevenir violaciones en el futuro haciendo valer sus derechos con mayor confianza.","second":"This empowerment typically also brings with it a more <strong class=\"keyword\">assertive</strong> attitude of civil society actors to prevent violations in the future by enforcing their rights more confidently."},{"author":118293,"first":"Exploremos la diferencia entre ser <strong class=\"keyword\">asertivo</strong> y ser un imbécil.","second":"Let's explore the difference between being <strong class=\"keyword\">assertive</strong> and being a dick."},{"author":91988,"first":"Confrontada después de 1906 a una Rusia más <strong class=\"keyword\">asertiva</strong>, Austria-Hungría recurrió a una dependencia cada vez mayor en Alemania, con lo que fue renunciado al estatus especial del imperio como estabilizador geopolítico.","second":"Confronted after 1906 with a more <strong class=\"keyword\">assertive</strong> Russia, Austria-Hungary resorted to increasing reliance on Germany, thereby relinquishing the empire’s special status as a geopolitical stabilizer."},{"author":118293,"first":"Qué hermanita tan <strong class=\"keyword\">asertiva</strong> tienes!","second":"What an <strong class=\"keyword\">assertive</strong> little sister you have."},{"author":118293,"first":"Así que, ¿ahora eres ese chico confianzudo y <strong class=\"keyword\">asertivo</strong>?","second":"Oh, so, what, you're like this confident, cocky guy now?"},{"author":118293,"first":"Deberias ser mas <strong class=\"keyword\">asertiva</strong>.","second":"You should be more <strong class=\"keyword\">assertive</strong>."},{"author":91988,"first":"El Noreste Asiático también se enfrenta a nuevas complejidades e incertidumbres: el poder de China va en ascenso, Japón está reemergiendo, Rusia tiene una actitud más <strong class=\"keyword\">asertiva</strong> y Corea del Norte mantiene su anacronismo.","second":"Northeast Asia has its share of trouble. A rising China, a resurgent Japan, an <strong class=\"keyword\">assertive</strong> Russia, and an anachronistic North Korea have added new complexities and uncertainties to the region."},{"author":118293,"first":"Tienes que ser más <strong class=\"keyword\">asertivo</strong>.","second":"You are going to have to be more <strong class=\"keyword\">assertive</strong>."},{"author":8007,"first":"¿Podría aplicarse este modelo a las relaciones de Japón con sus antiguos enemigos, entre ellos Corea y China? Y hoy, con el irresistible ascenso de una China más <strong class=\"keyword\">asertiva</strong>, el ejemplo europeo de un continente donde simplemente ha desaparecido la perspectiva de una guerra entre enemigos tradicionales - o rivales contemporáneos - es más atractivo que nunca.","second":"Could that model be applied to Japan’s relations with its former enemies, from Korea to China? And today, with the irresistible rise of a more <strong class=\"keyword\">assertive</strong> China, the European example of a continent where the prospect of war between traditional enemies – or contemporary rivals – has simply disappeared is more attractive than ever."},{"author":94808,"first":"Es necesaria la inversión en programas de desarrollo que apuesten a desarrollar habilidades para la toma de decisiones <strong class=\"keyword\">asertivas</strong> de la niñez y así romper con los círculos de la pobreza y la violencia.","second":"Investment is needed in programmes to develop children’s <strong class=\"keyword\">assertive</strong> decision-making skills and thereby break the vicious circles of poverty and violence."},{"author":94809,"first":"Tras los avances en política exterior común, el inicio de las misiones en pro del crecimiento y el desarrollo de la estrategia de acceso a los mercados, la UE debe intensificar sus esfuerzos en pos de una diplomacia económica, basada en la solidaridad entre los Estados miembros, y hablar con una sola voz más <strong class=\"keyword\">asertiva</strong> a los socios económicos en defensa de las inversiones y los intereses europeos en el extranjero.","second":"Following the advances in common foreign policy, the start of Missions for Growth and the development of the Market Access Strategy the EU should step up its efforts to engage in economic diplomacy, based on solidarity between Member States, and to speak with a stronger voice to economic partners to defend European investments and interests abroad."},{"author":94809,"first":"Un enfoque más <strong class=\"keyword\">asertivo</strong>.","second":"A more <strong class=\"keyword\">assertive</strong> approach; or"},{"author":94808,"first":"Igualmente, permite definir políticas más <strong class=\"keyword\">asertivas</strong> en estas áreas.","second":"At the same time, they make it possible for us to <strong class=\"keyword\">develop</strong> more <strong class=\"keyword\">assertive</strong> policies in those areas."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}