{"result":"ok","tuc":[{"phrase":{"text":"thrust","language":"en"},"meanings":[{"language":"en","text":"force something upon someone"}],"meaningId":4595478842973664687,"authors":[70195]},{"phrase":{"text":"administer","language":"en"},"meaningId":-1250091694605493318,"authors":[16]},{"phrase":{"text":"aim","language":"en"},"meaningId":3948356532608042031,"authors":[20]},{"phrase":{"text":"deal","language":"en"},"meaningId":-4573511218685173895,"authors":[25018]},{"phrase":{"text":"drive","language":"en"},"meaningId":-7549658502514680539,"authors":[25018]},{"phrase":{"text":"give","language":"en"},"meaningId":5567323500043997194,"authors":[25018]},{"phrase":{"text":"point","language":"en"},"meaningId":5117350885219470338,"authors":[25018]},{"meanings":[{"language":"en","text":"to aim"},{"language":"en","text":"to shoot"},{"language":"en","text":"to inflict"}],"meaningId":4575224324647923320,"authors":[93107]}],"phrase":"asestar","examples":[{"author":118385,"first":"Esta carencia resulta agravada por el hecho de que el sector de la pesca en todo el Mediterráneo está en crisis desde hace más de veinte años (10) y nuevas normas drásticas no debidamente sopesadas pueden <strong class=\"keyword\">asestar</strong> un golpe definitivo al sector.","second":"This shortcoming is aggravated by the fact that the fisheries sector throughout the Mediterranean has been in crisis for more than 20 years (10) and new, drastic rules that are not properly thought out could <strong class=\"keyword\">deliver</strong> the final <strong class=\"keyword\">blow</strong> to the sector."},{"author":8008,"first":"Bramido: El índice de golpe ahora aumenta la probabilidad de <strong class=\"keyword\">asestar</strong> un golpe de esta facultad.","second":"Growl: The chance for this ability to land successfully on its <strong class=\"keyword\">target</strong> is now increased by hit rating."},{"author":8000,"first":"El punto débil del terrorismo es su financiación y si se bloquean eficazmente los fondos que lo sostienen se <strong class=\"keyword\">asestará</strong> un golpe decisivo a toda su infraestructura","second":"The financing of terrorism is its Achilles heel. A crushing <strong class=\"keyword\">blow</strong> will be dealt to the whole infrastructure of terrorism if the funds sustaining it can be cut off decisively"},{"author":91988,"first":"Es más, para generar crecimiento económico es necesario <strong class=\"keyword\">asestar</strong> en los blancos apropiados, no hacer todo al mismo tiempo.","second":"Moreover, generating economic growth requires <strong class=\"keyword\">hitting</strong> the right targets, not doing everything at once."},{"author":8000,"first":"Sólo a los partidarios no serios del desarme-los sofistas, a quienes les interesa el desarme como instrumento político para <strong class=\"keyword\">asestar</strong> un revés a los Estados poseedores de armas nucleares y no como medio de lograr algo constructivo- les disgusta que se les pregunte sobre esas cuestiones y afrontarlas","second":"It is only the unserious supporters of disarmament- the sophists who care about it as an instrument of political <strong class=\"keyword\">coup</strong>-counting against the nuclear-weapons States, rather than as a means of accomplishing anything constructive- who should dislike asking and struggling with those issues"},{"author":119723,"first":"Periódicamente reaparecía para <strong class=\"keyword\">asestar</strong> un golpe con su mano oscura y macabra.","second":"Periodically it reappeared with its dark and ghoulish hand striking indiscriminately."},{"author":8000,"first":"La aplicación plena y sin condiciones de las medidas que figuran en ese documento es de obligación si queremos <strong class=\"keyword\">asestar</strong> un fuerte golpe a las fuerzas del terrorismo internacional y sacarlas de sus cimientos y refugios por todo el mundo","second":"The full and unconditional implementation of measures provided for in that document is a must if we are to <strong class=\"keyword\">deal</strong> a powerful <strong class=\"keyword\">blow</strong> to the forces of international terrorism and deprive them of their roots and refuge across the globe"},{"author":27,"first":"Regularizando masivamente a los sin-papeles, podremos <strong class=\"keyword\">asestar</strong> un duro golpe a estos traficantes de desgracias.","second":"Regularising the status of illegal immigrants en masse is the way to put <strong class=\"keyword\">a</strong> spoke in the wheels of all these dealers in human misery."},{"author":27,"first":"Al crearse un Banco Central Europeo, cuyo carácter independiente y cuya soberanía se subraya a porfía, que funcionará sin que ningún órgano democrático lo controle, y al imponerse a once Estados un Pacto de estabilidad y de crecimiento que los privará definitivamente de toda libertad en materia económica, presupuestaria, financiera e incluso social, el euro supone <strong class=\"keyword\">asestar</strong> un golpe fatal a la soberanía de las naciones europeas.","second":"We are establishing a European Central Bank whose independent character and sovereignty we are at pains to stress, and which will function without being supervised by any democratic body. We are also imposing on 11 states a Stability and Growth Pact which will certainly deprive them of any freedom in economic, budgetary, financial and even social terms."},{"author":27,"first":"Aquellos que aterrorizan a su pueblo de este modo no pueden adquirir el derecho a asistir a conferencias internacionales valiéndose de acuerdos internacionales, puesto que ni el Consejo ni nuestros Estados miembros están dispuestos a <strong class=\"keyword\">asestar</strong> semejante bofetada diplomática como para denegarles los visados.","second":"Those who terrorise their people in this fashion cannot gain the right to attend international conferences by availing themselves of international agreements, yet neither the Council nor our Member States are prepared to <strong class=\"keyword\">administer</strong> such a diplomatic slap on the wrist as to refuse them visas."},{"author":8000,"first":"El informe del Comité Especial muestra de manera sumamente convincente que Israel sigue denegando a la población palestina y árabe la realización de sus derechos básicos de carácter político, económico y cultural, tal como están codificados en el derecho internacional, y que sus prácticas persiguen un único objetivo, a saber, destruir la economía de esos territorios y <strong class=\"keyword\">asestar</strong> un duro golpe al desarrollo, tal como lo confirman los últimos datos estadísticos, que ponen de manifiesto que, de resultas de la continuación de la intifada, el ingreso nacional bruto se ha reducido en un # % y que más de la mitad de la población palestina está desempleada","second":"The report of the Special Committee has shown with great persuasiveness that Israel is continuing to refuse to the Palestinian and Arab population the realization of basic political, economic, and cultural rights, as codified in international law, and by its actions is pursuing a single goal- to destroy the economy of these territories and to <strong class=\"keyword\">administer</strong> a <strong class=\"keyword\">serious blow</strong> to the goal of development, which is confirmed by the most recent statistical data, documenting that as a result of the continuation of the intifada the gross national income has been reduced by # percent, and that more than one-half of the Palestinian population is unemployed"},{"author":8000,"first":"A través de las denuncias de las instituciones autorizadas o de otras fuentes de información, la Autoridad Monetaria de Macao y la policía judicial adoptarán medidas conjuntas para <strong class=\"keyword\">asestar</strong> un duro golpe a este tipo de agencias de envío de remesas ilegales","second":"On the basis of reports by authorized institutions as well as information from other sources, the Monetary Authority and Judicial Police can take joint action to crack down <strong class=\"keyword\">severely</strong> on illegal remittance institutions of this type"},{"author":94808,"first":"Vimos el golpe que podía <strong class=\"keyword\">asestar</strong> a nuestro país una red sin Estado, unos asesinos armados de cuchillas para cortar cartón, gas de defensa personal y 19 boletos de avión.","second":"We saw the great harm that a stateless network could <strong class=\"keyword\">inflict</strong> upon our country, killers armed with box cutters, mace, and 19 airline tickets."},{"author":8008,"first":"Probabilidad de golpe crítico - Probabilidad de <strong class=\"keyword\">asestar</strong> un golpe crítico con hechizos.","second":"Crit Chance - Your chance to critically <strong class=\"keyword\">hit</strong> with spells."},{"author":94808,"first":"Finalmente, para <strong class=\"keyword\">asestar</strong> el golpe de gracia al órgano colectivo fundamental y democrático de las Naciones Unidas, se maquina y conspira desde las Conferencias de Varsovia y de Seúl de 2000 y 2002, respectivamente, para la construcción de una organización llamada Comunidad de las Democracias, injerto extraño de institución intergubernamental y de cúmulo de organizaciones no gubernamentales.","second":"Finally, in order to <strong class=\"keyword\">deliver</strong> the coup de grâce to this collective, fundamental and democratic organ of the United Nations, machinations and conspiracies have been under way since the Warsaw and Seoul conferences of 2000 and 2002, respectively, to create an organization dubbed the Community of Democracies — a strange hybrid of intergovernmental institutions and non-governmental organizations."},{"author":119739,"first":"Y después que el soberano persa Cambises II le <strong class=\"keyword\">asestara</strong> otro golpe en el año 525 antes de nuestra era, la ciudad entró en una decadencia gradual hasta que los romanos la destruyeron.","second":"Then, after Persian ruler Cambyses II dealt another blow to the city in 525 B.C.E., it steadily declined, finally being completely ruined by the Romans."},{"author":118293,"first":"Hizo buen uso de su rango para <strong class=\"keyword\">asestar</strong> un golpe a los mismísimos fundamentos del capitán en su propio barco.","second":"You made good use of your rank to <strong class=\"keyword\">strike</strong> a blow at the very foundations of a captain of his own ship."},{"author":119739,"first":"+ Habrá un <strong class=\"keyword\">asestar</strong> un golpe y un curar;*+ y ellos tendrán que volverse a Jehová,+ y él tendrá que dejarse rogar por ellos y tendrá que sanarlos.","second":"+ There will be a <strong class=\"keyword\">dealing</strong> of a blow and a healing;*+ and they must return to Jehovah,+ and he must let himself be entreated by them and must heal them."},{"author":27,"first":"Sería absolutamente escandaloso si una industria obsoleta que solo piensa en sí misma nos <strong class=\"keyword\">asestara</strong> un duro golpe.","second":"It would be completely scandalous if we were knocked back again by an old-fashioned sunset industry that thinks only of itself."},{"author":8000,"first":"Si como consecuencia de ello los únicos sacerdotes de la zona se vieran obligados a irse, ello <strong class=\"keyword\">asestará</strong> un duro golpe a los serbios de la zona y alejará aún más la posibilidad de retornos","second":"If the only priests in the area should be forced to leave as a result, it <strong class=\"keyword\">will</strong> be a heavy blow to the local Serbs and will further discourage the possibility of returns"},{"author":91988,"first":"Arabia Saudí, que junto con Qatar está armando a la oposición siria, ve la era post-Assad como una oportunidad estratégica para romper la alianza entre Siria e Irán y, simultáneamente, <strong class=\"keyword\">asestar</strong> un duro golpe a Hezbollah.","second":"For Saudi Arabia – which, along with Qatar, is arming the Syrian opposition – the post-Assad period is a strategic opportunity to break the alliance between Syria and Iran, and, at the same time, <strong class=\"keyword\">deliver</strong> a <strong class=\"keyword\">severe blow</strong> to Hezbollah."},{"author":27,"first":"Es evidente que estos países están siendo utilizados para <strong class=\"keyword\">asestar</strong> un golpe a la cohesión económica en la zona del euro en general y al euro en particular.","second":"Clearly, these countries are being used to <strong class=\"keyword\">strike</strong> at economic cohesion in the euro area in general and the euro in particular."},{"author":94808,"first":"Pediré al Estado Mayor que presente propuestas sobre la posibilidad y conveniencia de <strong class=\"keyword\">asestar</strong>, durante las operaciones de persecución, golpes contra las bases de terroristas que se hayan detectado con certeza.","second":"I ask the General Staff to announce proposals on the possibility and expediency of carrying out strikes against reliably identified terrorist bases during pursuit operations."},{"author":94808,"first":"Además de causar muertes y destrucción generalizada, podría <strong class=\"keyword\">asestar</strong> un golpe catastrófico a la economía mundial y sumir a millones de personas en la pobreza extrema.","second":"In addition to causing widespread death and destruction, it could <strong class=\"keyword\">deal</strong> a crippling <strong class=\"keyword\">blow</strong> to the world economy and drive millions of people into dire poverty."},{"author":94808,"first":"Además de <strong class=\"keyword\">asestar</strong> un duro golpe a las promisorias perspectivas de restablecimiento de la paz en el país, las hostilidades causaron una catástrofe humanitaria y atentaron contra la estabilidad de toda la subregión del África occidental.","second":"In addition to <strong class=\"keyword\">inflicting</strong> a <strong class=\"keyword\">severe</strong> blow to the promising prospects for the restoration of peace in the country, hostilities led to a humanitarian catastrophe and threatened stability in the entire West African subregion."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}