{"result":"ok","tuc":[{"phrase":{"text":"handhold","language":"en"},"meanings":[{"language":"en","text":"projection to hold"}],"meaningId":8501204939838839950,"authors":[70195]},{"phrase":{"text":"haft","language":"en"},"meanings":[{"language":"en","text":"handle"}],"meaningId":-8656744149198272601,"authors":[70195]},{"phrase":{"text":"grip","language":"en"},"meaningId":1741497110310441208,"authors":[84500]},{"phrase":{"text":"handle","language":"en"},"meaningId":4645320413027193753,"authors":[84500]},{"phrase":{"text":"handgrip","language":"en"},"meaningId":4467078651737097310,"authors":[84500]},{"phrase":{"text":"hold","language":"en"},"meaningId":479735147087955634,"authors":[84500]},{"phrase":{"text":"grab bar","language":"en"},"meaningId":2039325256399031228,"authors":[80097]},{"phrase":{"text":"gripe","language":"en"},"meaningId":7959378483124634608,"authors":[86934]},{"phrase":{"text":"holder","language":"en"},"meaningId":9205268682101277973,"authors":[86934]},{"meanings":[{"language":"en","text":"hold"}],"meaningId":6401092977277563555,"authors":[1]}],"phrase":"asidero","examples":[{"author":89915,"first":"Bicicletas y Piezas de bicicletas y Accesorios,En concreto, cuadros de bicicleta, bicicleta plegable, Horquillas traseras, Árboles de tracción, Frenos, Desviadores, Palancas de freno, Manillares, Pedales, Anillos de cadenas, Bordillos para llantas de bicicletas, Ruedas de engranaje, Tubos de manillar, Sillas de montar, Tubos de asiento, <strong class=\"keyword\">Asideros</strong>, Jaulas para botellas de agua, Cubos, Transmisiones para bicicletas,Unidades de mecanismo de transmisión de cambio de velocidades, rueda libre de bicicleta, Bicicletas eléctricas","second":"Bicycles and bicycle parts and accessories, namely bicycle frames, folding bike, front fork, cranks, brakes, derailleur, brake levers, handlebar, pedals, chain rings, rim for wheels of bicycles, gear wheels, handlebar stems, saddles, seat post, <strong class=\"keyword\">grips</strong>, water bottle cages, hubs, bicycle gear, derailleur gear units, bicycle free wheel, electric bicycle"},{"author":94809,"first":"Estos asientos deberán estar diseñados para proporcionar suficiente espacio a los viajeros con movilidad reducida, deberán tener <strong class=\"keyword\">asideros</strong> adecuadamente diseñados y colocados, con el fin de facilitar su ocupación y su abandono, e irán provistos de un medio de comunicación desde la posición sentada, conforme al punto 7.7.9.","second":"These seats shall be designed for passengers with reduced mobility so as to provide enough space, shall have suitably designed and placed <strong class=\"keyword\">handholds</strong> to facilitate entry and exit of the seat and provide communication in accordance with paragraph 7.7.9. from the seated position."},{"author":89915,"first":"Productos de materias plásticas, comprendidos en la clase 20, en particular distribuidores de toallas, mesas para cambiar al bebé, sillas para niños, asientos y taburetes para duchas, asientos y taburetes para bañeras, apoyaderos y <strong class=\"keyword\">asideros</strong>, soportes de papel higiénico, pancartas signaléticas (pictogramas)","second":"Goods of plastic, included in class 20, in particular hand towel dispensers, nappy changing tables, seats for children, shower seats and stools, bathtub seats and stools, support handles and <strong class=\"keyword\">grab handles</strong>, toilet paper holders, information signs (pictograms)"},{"author":94809,"first":"El espacio libre entre una barra o un <strong class=\"keyword\">asidero</strong> de sujeción y la parte adyacente de la carrocería o de las paredes del vehículo debe ser de al menos 40 mm.","second":"The clearance between a handrail or <strong class=\"keyword\">handhold</strong> and the adjacent part of the vehicle body or walls shall be of at least 40 mm."},{"author":22,"first":"Barras y <strong class=\"keyword\">asideros</strong> de sujeción para las puertas de servicio","second":"Handrails and <strong class=\"keyword\">handholds</strong> for service doors"},{"author":42,"first":"Barras y <strong class=\"keyword\">asideros</strong> de sujeción","second":"Handrails and <strong class=\"keyword\">handholds</strong>"},{"author":22,"first":"Barras de sujeción y <strong class=\"keyword\">asideros</strong> destinados a las puertas de servicio","second":"<strong class=\"keyword\">Handrails</strong> and <strong class=\"keyword\">handholds</strong> for service doors"},{"author":94809,"first":"Manillas, bisagra y pulsadores de las puertas, maleteros y capós, tapas y trampillas de acceso y <strong class=\"keyword\">asideros</strong>","second":"Handles, hinges and push buttons for doors, bootlids and bonnets, access shutters and flaps and <strong class=\"keyword\">grab handles</strong>"},{"author":94809,"first":"La anchura mínima de todas las puertas que den acceso al vehículo en silla de ruedas será de 900 mm, que podrá reducirse en 100 mm cuando la medición se efectúe al nivel de los <strong class=\"keyword\">asideros</strong> de sujeción.","second":"The minimum width of all doors providing wheelchair access to the vehicle shall be 900 mm which may be reduced by 100 mm when the measurement is made at the level of <strong class=\"keyword\">handholds</strong>."},{"author":94809,"first":"La superficie de cada barra y <strong class=\"keyword\">asidero</strong> o columna de sujeción deberá ser de un material antideslizante y de un color que haga contraste.","second":"The surface of every handrail, <strong class=\"keyword\">handhold</strong> or <strong class=\"keyword\">stanchion</strong> shall be colour contrasting and slip resistant."},{"author":94809,"first":"e) se dispondrá en el costado del vehículo un pasamanos o <strong class=\"keyword\">asidero</strong> de sujeción de manera que el usuario de la silla de ruedas pueda asirse a él con facilidad;","second":"(e) a handrail or <strong class=\"keyword\">handhold</strong> shall be fitted to the side or <strong class=\"keyword\">wall</strong> of the vehicle in such a way to allow the wheelchair user to grasp it easily;"},{"author":89915,"first":"Motores, acoplamientos y dispositivos de transmisión de fuerza, así como sus piezas, en particular <strong class=\"keyword\">asideros</strong>, comprendidos en la clase 7","second":"Machine coupling and transmission components and parts therefor, in particular <strong class=\"keyword\">handles</strong>, included in class 7"},{"author":94809,"first":"en el costado o pared del vehículo se instalará una barra o <strong class=\"keyword\">asidero</strong> de sujeción de manera que el usuario de la silla de ruedas pueda asirse a él con facilidad;","second":"a handrail or <strong class=\"keyword\">handhold</strong> shall be fitted to the side or wall of the vehicle in such a way to allow the wheelchair user to grasp it easily;"},{"author":118293,"first":"Es una fruta <strong class=\"keyword\">asidera</strong>.","second":"It's a handheld fr <strong class=\"keyword\">uit</strong>."},{"author":8000,"first":"Sin embargo, las políticas de programas de sensibilización, no solo a las instituciones públicas o privadas, sino a la población en general, han tenido <strong class=\"keyword\">asideros</strong> válidos","second":"However, the awareness-raising programmes that have been conducted in public and private schools and those made available to the general public have <strong class=\"keyword\">been</strong> well received"},{"author":90326,"first":"Mango para útil de limpieza o similares, que presenta un acodamiento en un punto intermedio, que define un tramo inferior (2) recto, y un tramo superior (3) que exteriormente conforma una superficie ensanchada de configuración y longitud acordes al antebrazo de una persona, que en el extremo anterior termina en una abrazadera flexible (4) que sujeta el antebrazo del usuario en una zona próxima al codo, mientras que por la misma cara exterior y próximo a la zona angulada del mango presenta un <strong class=\"keyword\">asidero</strong> (5), de forma tal que se puede aplicar tanto sobre el suelo o superficie baja, como sobre el techo o una superficie elevada por encima de la cabeza del usuario.","second":"The invention relates to a handle for a cleaning tool or the like, comprising a bend at an intermediate point, which defines a lower straight section (2) and an upper section (3) outwardly forming a widened surface of an appropriate configuration and length in relation to the forearm of a person, which ends in a flexible bracket (4) on the front end, for holding the forearm of the user in an area close to the elbow, while, on the same outer face and close to the angled region of the handle, there is a <strong class=\"keyword\">grip bar</strong> (5) such that the tool can be applied both to the floor or low surfaces, and to the ceiling or high surfaces above the head of the user."},{"author":118293,"first":"Se perdemos Chin'toka, nos quedamos sin <strong class=\"keyword\">asideros</strong> en territorio del Dominio.","second":"If we lose the Chin'toka System, we have <strong class=\"keyword\">no</strong> footholds in Dominion territory."},{"author":94809,"first":"Se dispondrán pasamanos o <strong class=\"keyword\">asideros</strong>, que deberán estar diseñados de manera que el operador pueda mantener en todo momento el contacto con un soporte de tres puntos.","second":"Handrails or <strong class=\"keyword\">handholds shall</strong> be provided and designed so that the operator can maintain three-point contact support at all times."},{"author":42,"first":"Los huecos de las puertas deberán estar provistos de barras o <strong class=\"keyword\">asideros</strong> de sujeción a cada lado","second":"Door apertures shall be fitted with handrails and/or <strong class=\"keyword\">handholds</strong> on each side"},{"author":94809,"first":"Esta dimensión se podrá reducir en 100 mm cuando las mediciones se realicen a la altura de los <strong class=\"keyword\">asideros</strong>.","second":"This dimension may be reduced by 100 mm when the measurement is made at the level of the <strong class=\"keyword\">handholds</strong>."},{"author":118385,"first":"<strong class=\"keyword\">Asideros</strong> y reposapiés para pasajeros","second":"<strong class=\"keyword\">Passenger handholds</strong> and footrests"},{"author":118293,"first":"Computadora, quiero un bat'leth klingon de 116 centímetros de punta a punta. Peso:5,3 kilos con un <strong class=\"keyword\">asidero</strong> exterior de cinco centímetros de diámetro.","second":"Computer, I want a Klingon \" bat'leth \" - tip to tip 116 centimetres, weight 5.3 kilos, with an exterior handgripping diameter of five centimetres."},{"author":89915,"first":"Piscinas compuestas de metal o principalmente de metal, piscinas, cabinas de bañera y jacuzzis así como piezas de estos artículos, accesorios para los productos mencionados, en concreto <strong class=\"keyword\">asideros</strong>, escaleras, escalones, escalerillas de acceso, trampolines, diapositivas y griferías metálicas, cerrajería, partes integradas de metal, tubos metálicos, juntas de tubos, codos para tuberías y accesorios metálicos, válvulas y compuertas de metal para instalaciones de agua (excepto como piezas de maquinaria)","second":"Swimming baths, swimming pools, bath cubicles and jacuzzis of metal or mainly of metal, and parts for these goods, accessories for the aforesaid goods, namely <strong class=\"keyword\">handles</strong>, ladders, stairs, access stairs, springboards, slides and fittings of metal, ironmongery, metal installation parts, metal pipes, pipe joints, pipe bends and fittings of metal, slide valves and valves of metal for water supply installations (other than machine parts)"},{"author":94809,"first":"Cuando dicho paso se efectúe mediante una entrada en la borda o por una barandilla, se dispondrán <strong class=\"keyword\">asideros</strong> adecuados.","second":"Where such passage is by means of a gateway in the rails or bulwark, adequate <strong class=\"keyword\">handholds shall</strong> be provided."},{"author":89915,"first":"<strong class=\"keyword\">Asideros</strong> y cinta para manillares de bicicletas","second":"<strong class=\"keyword\">Grips</strong> and tapes for bicycle handlebars"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}