{"result":"ok","tuc":[{"phrase":{"text":"grasp","language":"en"},"meanings":[{"language":"en","text":"(to) grasp"},{"language":"en","text":"to grip"}],"meaningId":-7011940166740078244,"authors":[70195]},{"phrase":{"text":"grab","language":"en"},"meanings":[{"language":"en","text":"to seize"}],"meaningId":866201507156849634,"authors":[90508]},{"phrase":{"text":"seize","language":"en"},"meanings":[{"language":"en","text":"(to) grasp"}],"meaningId":-4214377781782353244,"authors":[92945]},{"phrase":{"text":"clutch","language":"en"},"meanings":[{"language":"es","text":"Aferrar o tomar algo con un gancho, una garra o similar."},{"language":"en","text":"To grab or take something with a hook, with claws, etc.."}],"meaningId":-6227199800528473696,"authors":[36]},{"phrase":{"text":"grip","language":"en"},"meaningId":-9134630988988151552,"authors":[84500]},{"phrase":{"text":"hold","language":"en"},"meaningId":2939879999735303740,"authors":[92056]},{"phrase":{"text":"take","language":"en"},"meanings":[{"language":"en","text":"To grasp with the hands."},{"language":"es","text":"Atrapar con las manos."}],"meaningId":-3298102297577292179,"authors":[69425]},{"phrase":{"text":"grapple","language":"en"},"meaningId":2793709903388942512,"authors":[84500]},{"phrase":{"text":"nab","language":"en"},"meaningId":-5566054926754066941,"authors":[2698]},{"phrase":{"text":"snatch","language":"en"},"meaningId":-6336717852388464304,"authors":[2698]},{"phrase":{"text":"take hold of","language":"en"},"meanings":[{"language":"en","text":"(to) grasp"}],"meaningId":4290483223629398965,"authors":[92945]},{"phrase":{"text":"apprehend","language":"en"},"meaningId":-6601344038041429224,"authors":[2698]},{"phrase":{"text":"capture","language":"en"},"meaningId":5880969858345602326,"authors":[36]},{"phrase":{"text":"catch","language":"en"},"meaningId":6557827744412373984,"authors":[2698]},{"phrase":{"text":"get hold of","language":"en"},"meanings":[{"language":"en","text":"To grasp with the hands."},{"language":"es","text":"Atrapar con las manos."}],"meaningId":9159405603470618951,"authors":[60172]},{"phrase":{"text":"hold firmly","language":"en"},"meanings":[{"language":"en","text":"(to) grasp"}],"meaningId":-9025663256920195327,"authors":[92945]},{"phrase":{"text":"attain","language":"en"},"meaningId":-5831152061179142486,"authors":[2698]},{"phrase":{"text":"captivate","language":"en"},"meaningId":2718202348628648092,"authors":[2698]},{"phrase":{"text":"clasp","language":"en"},"meaningId":-5866089064021172889,"authors":[84500]},{"phrase":{"text":"clench","language":"en"},"meaningId":-2557540833938325769,"authors":[25018]},{"phrase":{"text":"cling","language":"en"},"meaningId":-6705452597630704980,"authors":[83042]},{"phrase":{"text":"confiscate","language":"en"},"meaningId":575606037375595529,"authors":[2698]},{"phrase":{"text":"discern","language":"en"},"meaningId":-749057647793400423,"authors":[2698]},{"phrase":{"text":"encounter","language":"en"},"meaningId":2191928899760054689,"authors":[2698]},{"phrase":{"text":"fetch","language":"en"},"meaningId":6734241945368708009,"authors":[86934]},{"phrase":{"text":"find","language":"en"},"meaningId":3473932103570542579,"authors":[2698]},{"phrase":{"text":"hit","language":"en"},"meaningId":7215805533326197488,"authors":[2698]},{"phrase":{"text":"hold on","language":"en"},"meaningId":5171030295078992691,"authors":[84500]},{"phrase":{"text":"hunt","language":"en"},"meaningId":9132271886081188123,"authors":[86934]},{"phrase":{"text":"notice","language":"en"},"meaningId":7974001810001067313,"authors":[2698]},{"phrase":{"text":"occupy","language":"en"},"meaningId":-7226738684648483004,"authors":[25018]},{"phrase":{"text":"perceive","language":"en"},"meaningId":7448227572919842773,"authors":[2698]},{"phrase":{"text":"ply","language":"en"},"meaningId":-8936724599049235583,"authors":[84500]},{"phrase":{"text":"prehend","language":"en"},"meaningId":5699149458484116111,"authors":[84500]},{"phrase":{"text":"receive","language":"en"},"meaningId":-5779040532139196438,"authors":[25018]},{"phrase":{"text":"run across","language":"en"},"meaningId":-1820685891550843859,"authors":[2698]},{"phrase":{"text":"run up against","language":"en"},"meaningId":1006864713397390790,"authors":[2698]},{"phrase":{"text":"scald","language":"en"},"meaningId":-6643840686443702310,"authors":[2698]},{"phrase":{"text":"score","language":"en"},"meaningId":5755792901484410598,"authors":[2698]},{"phrase":{"text":"strike","language":"en"},"meaningId":-8473510014840641015,"authors":[2698]},{"phrase":{"text":"tackle","language":"en"},"meaningId":1601457439316881291,"authors":[97745]},{"phrase":{"text":"take hold","language":"en"},"meaningId":5663237520618850470,"authors":[83064]},{"phrase":{"text":"touch","language":"en"},"meaningId":6615666973284670802,"authors":[25115]},{"phrase":{"text":"trap","language":"en"},"meaningId":-957427469501163744,"authors":[2698]},{"phrase":{"text":"utilize","language":"en"},"meaningId":-3719657858982729924,"authors":[25115]},{"meanings":[{"language":"en","text":"(transitive) to grab; to seize"},{"language":"en","text":"to grab; to seize"},{"language":"en","text":"to cling to"},{"language":"en","text":"(transitive) to cling to"}],"meaningId":-7429317933457646961,"authors":[1]}],"phrase":"asir","examples":[{"author":94808,"first":"Debemos extender nuestras manos y <strong class=\"keyword\">asir</strong> este momento fugaz de la historia porque consideramos que el Consejo de Seguridad, el Cuarteto del Oriente Medio y la comunidad internacional deben actuar juntos para impedir que fracasen las conversaciones.","second":"We need to extend our hands and <strong class=\"keyword\">grasp</strong> this fleeting moment of history, because we believe that the Security Council, the Middle East Quartet and the international community must act together in tandem to prevent the collapse of the talks."},{"author":94809,"first":"La materia textil situada en el interior del guante no modifica de modo sustancial las propiedades del poliuretano, sino que se limita a hacerlo más eficaz, aumentando la sensación de <strong class=\"keyword\">asir</strong> con firmeza y la comodidad de quien lleva puestos los guantes.","second":"The textile material inside the gloves does not fundamentally change the polyurethane’s properties, but merely increases its effectiveness by improving grip and comfort for the wearer."},{"author":8000,"first":"Existen diez principales puntos álgidos en la Región árabe, que incluyen las tierras altas levantinas, las montañas del Iraq septentrional, las tierras altas de Arabia suroccidental, que incluyen una parte de las montañas de <strong class=\"keyword\">Asir</strong>, el archipiélago de Socotra (Yemen), el oasis de niebla de Dhofar, las montañas de Imatong y las tierras bajas circundantes en la frontera entre el Sudán y Uganda, Jebel Marra, la zona de Jebel Elba, Tassili d'Ajjer, y las montañas del Gran Atlas que se extienden a lo largo de la parte septentrional de Marruecos y penetran en Túnez","second":"There are ten major hot spots in the Arab Region including: the Levantine uplands, the mountains of northern Iraq, the highlands of south-western Arabia, including part of the <strong class=\"keyword\">Asir</strong> mountains, Socotra archipelago (Yemen), Dhofar fog oasis, Imatong mountains and surrounding lowlands on the border between Sudan and Uganda, Jebel Marra, Jebel Elba area, Tassili d`Ajjer, and the High Atlas mountains which extend along the northern part of Morocco and into Tunisia"},{"author":94808,"first":"En la misma sesión, el Comité eligió Vicepresidente a <strong class=\"keyword\">Asir</strong> Tanin (Afganistán).","second":"At the same meeting, the Committee elected Zahir Tanin (Afghanistan) <strong class=\"keyword\">as</strong> Vice-Chairman."},{"author":119739,"first":"23 La mismísima altivez del hombre terrestre lo humillará,+ pero el que es humilde de espíritu se <strong class=\"keyword\">asirá</strong> de la gloria.","second":"23 The very haughtiness <strong class=\"keyword\">of</strong> earthling man will humble him,+ but he that is humble in spirit will <strong class=\"keyword\">take hold of</strong> glory."},{"author":89915,"first":"Plataformas móviles, en particular para mover robots industriales y de servicio, partes de máquinas, en particular motores (excepto para vehículos terrestres), acoplamientos (excepto para vehículos terrestres), soportes para piezas de trabajo para aparatos e instalaciones transportadores, cambiadores de herramientas, aparatos giratorios, reversibles, elevadores y transformadores, así como aparatos mecánicos para sujetar, tensar y <strong class=\"keyword\">asir</strong> piezas de trabajo, accionamientos hidráulicos, aparatos y equipos mecánicos para unir y acoplar máquinas entre sí, dispositivos de mando","second":"Mobile platforms, in particular for moving industrial and service robots, machine parts, in particular motors and engines (except for land vehicles), couplings (except for land vehicles), workpiece holders for conveying equipment and installations, tool changers, rotating, turning, lifting and transferring equipment and mechanically driven apparatus for holding, tensioning and <strong class=\"keyword\">gripping</strong> workpieces, hydraulic drives, mechanical apparatus and equipment for joining and coupling machines to each other, operating equipment"},{"author":31,"first":"Podia ser reten el intento <strong class=\"keyword\">asir</strong> la bola","second":"It could be catch he tried to <strong class=\"keyword\">grab</strong> the ball"},{"author":8000,"first":"El mismo día, las Fuerzas de Defensa de Israel (FDI) destruyeron # viviendas en la zona vecina de <strong class=\"keyword\">Asir</strong> en Khan Younis","second":"On the same day, the Israeli Defence Forces (IDF) destroyed # houses in the neighbouring <strong class=\"keyword\">Azirr</strong> area in Khan Younis"},{"author":119739,"first":"“El que es humilde de espíritu se <strong class=\"keyword\">asirá</strong> de la gloria.” (PROVERBIOS 29:23)","second":"“He that is humble in spirit will <strong class=\"keyword\">take hold of</strong> glory.”—PROVERBS 29:23."},{"author":8008,"first":"13 Y acontecerá en aquel día que habrá entre ellos gran pánico enviado por Jehová; y se <strong class=\"keyword\">asirá</strong> cada uno de la mano de su prójimo, y la mano de cada uno se levantará contra la mano de su a prójimo .","second":"13 And it shall come to pass in that day, that a great tumult from the Lord shall be among them; and <strong class=\"keyword\">they</strong> shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his a neighbour ."},{"author":8008,"first":"Fallo de tranporte o el <strong class=\"keyword\">asir</strong> de dos discos a la vez llevan a interupciones sin intención y pueden hasta dañar las undidades de grabación.","second":"Primera's AccuDiscTM picking technology has <strong class=\"keyword\">always</strong> been the best in the business. It uses patented, precision mechanics and software to know that it has picked just one disc at a time."},{"author":8000,"first":"Peedicayil, A., Sadowski, L.S., Jayaseelan, L., Shankar, V, Jain, D., Suresh, S. and Bangdiwala, S., “Spousal physical violence against women during pregnancy”, BJOG: An International Journal of Obstetrics and Gynecology, vol # ° # (July # ), pp # <strong class=\"keyword\">asir</strong>, K. and Hyder, A.A., “Violence against pregnant women in developing countries: review of evidence”, European Journal of Public Health, vol # ° # (June # ), pp","second":"eedicayil, A., Sadowski, L. S., Jayaseelan, L., Shankar, V., Jain, D., Suresh, S. and Bangdiwala, S., “Spousal physical violence against women during pregnancy”, BJOG: An International Journal of Obstetrics and Gynecology, vol # o # (July # ), pp # <strong class=\"keyword\">asir</strong>, K. and Hyder, A.A., “Violence against pregnant women in developing countries: review of evidence”, European Journal of Public Health, vol # o # (June # ), pp"},{"author":8000,"first":"En la misma sesión, el Comité eligió Vicepresidente a <strong class=\"keyword\">Asir</strong> Tanin (Afganistán","second":"At the same meeting, the Committee elected Zahir Tanin (Afghanistan) <strong class=\"keyword\">as</strong> Vice-Chairman"},{"author":119739,"first":"17 Al ver José que su padre mantenía su mano derecha puesta sobre la cabeza de Efraín, le fue desagradable,+ y trató de <strong class=\"keyword\">asir</strong> la mano de su padre para apartarla de la cabeza de Efraín a la cabeza de Manasés.","second":"17 When Joseph saw that his father kept his right hand placed <strong class=\"keyword\">on</strong> Eʹphra·im’s head, it was displeasing to him,+ and he tried to <strong class=\"keyword\">take hold of</strong> his father’s hand to remove it from Eʹphra·im’s head to Ma·nasʹseh’s head."},{"author":118293,"first":"En una economía en la que compañías sospechosas vienen y van nosotros representamos una de las muchas industrias que realmente hacen algo, ustedes pueden <strong class=\"keyword\">asir</strong> lo que hacemos.","second":"In an economy where fly-by-night dot-com companies come and go, we represent one of the many industries that actually makes something."},{"author":94808,"first":"Son hombres mayores, con experiencia, que realizan sus actividades en forma “discreta” y actúan en cuatro zonas geográficas: al sureste de la isla Socotra; Ras <strong class=\"keyword\">Asir</strong>, al noreste de Somalia; Cabo Alula, en el norte de Somalia; y Bareda, 150 kilómetros al este de Bossaso, en Puntlandia.","second":"They are experienced, older men who conduct their pirate activities in a low-key manner and are located in four geographic areas: south-east of Socotra Island; Ras <strong class=\"keyword\">Asir</strong>, off north-east Somalia; Alula Cape, off northern Somalia; and Bareda Village, 150 kilometres east of Bossaso, Puntland."},{"author":8008,"first":"La tecnología de <strong class=\"keyword\">asir</strong> de Primera AccuDiscTM, impide fallos al introducir y es líder a nivel mundial en la industria por la combinación de la mecánica patentada y el software innovado.","second":"<strong class=\"keyword\">This</strong> prevents misfeeds and double discs which can not only interrupt operation but can even damage recording drives.Now in its seventh generation, AccuDisc has been further optimized for speed. As a result, disc picking is up to 200% faster than before."},{"author":94809,"first":"- la parte de la provincia delimitada por la carretera que lleva de Al Utfah (provincia de <strong class=\"keyword\">Asir</strong>) a Badr Al Janoub y a As Sebt, y de As Sebt, siguiendo el curso del Habunah, al empalme con la carretera n° 177 entre Najran y Riyad al norte, y a partir de este empalme por la carretera n° 177 hacia el sur hasta el empalme con la carretera n° 15 de Najran a Sharurah","second":"- the part of the province delineated by the road from Al Utfah (province <strong class=\"keyword\">Asir</strong>) to Badr Al Janoub and to As Sebt and from As Sebt along Wadi Habunah to the conjunction with road No 177 between Najran and Riyadh to the north and from this conjunction by road No 177 leading south to the conjunction with road No 15 from Najran to Sharourah,"},{"author":8000,"first":"• Ataques contra dos viviendas pertenecientes a la familia Al-Laqqis, una vivienda perteneciente a la familia Al-Habash, un edificio de dos plantas perteneciente a Hizbollah, el edificio del mártir de Hizbollah, un edificio de tres plantas ubicado cerca de la pastelería Pro y una vivienda perteneciente a la familia Al-Ahmar en el barrio de <strong class=\"keyword\">Asira</strong>, en Baalbek","second":"• Targeting of two houses belonging to the Al-Laqqis family, in addition to a house belonging to the Al-Habash family, the two-storey building belonging to Hizbollah, the Hizbollah martyr building, a three-storey building situated near the Pro pastry shop and a house belonging to the Al-Ahmar family in the <strong class=\"keyword\">Asira</strong> quarter, Baalbek"},{"author":94809,"first":"El mando deberá ser cómodo de manejar y fácil de <strong class=\"keyword\">asir</strong>; deberá estar concebido de modo que permita un giro progresivo.","second":"The steering control must be easy to use and grip. <strong class=\"keyword\">It</strong> must be designed in such a way as to permit gradual deflection."},{"author":119739,"first":"21 ”Y tiene que ponerse de pie en la posición suya uno que ha de ser despreciado,+ y ciertamente no pondrán sobre él la dignidad de[l] reino; y realmente entrará durante un [tiempo] libre de cuidados+ y se <strong class=\"keyword\">asirá</strong> de[l] reino por medio de melosidad.","second":"21 “And there must stand <strong class=\"keyword\">up</strong> in his position <strong class=\"keyword\">one</strong> who is to be despised,+ and they will certainly not set upon him the dignity <strong class=\"keyword\">of</strong> [the] kingdom; and he will actually come in during a freedom from care+ and <strong class=\"keyword\">take hold of</strong> [the] kingdom by means <strong class=\"keyword\">of</strong> smoothness."},{"author":119739,"first":"15 ”Hay uno que anda en continua justicia+ y habla lo que es recto,+ que rechaza la ganancia injusta de los fraudes,+ que sacude sus manos para tenerlas libres de <strong class=\"keyword\">asir</strong> soborno,+ que se tapa el oído para no escuchar el derramamiento de sangre, y que cierra los ojos para no ver lo que es malo.","second":"15 “There is <strong class=\"keyword\">one</strong> who is walking in continual righteousness+ and speaking what is upright,+ who is rejecting the unjust gain from frauds,+ who is shaking his hands clear from <strong class=\"keyword\">taking hold on</strong> a bribe,+ who is stopping <strong class=\"keyword\">up</strong> his ear from listening to bloodshed, and who is closing his eyes so as not to see what is bad."},{"author":31,"first":"Nadie <strong class=\"keyword\">asirá</strong> un bisturí hasta que sea tan feliz como la maldita Mary Poppins","second":"No one <strong class=\"keyword\">holds</strong> a scalpel till I' m so happy, I' m mary freakin ' poppins"},{"author":119739,"first":"+ 33 Y estos eran los que rendían dicho servicio, y también sus hijos: De los hijos de los qohatitas, Hemán+ el cantor, hijo de Joel,+ hijo de Samuel,+ 34 hijo de Elqaná,+ hijo de Jeroham, hijo de Eliel,+ hijo de Tóah, 35 hijo de Zuf,+ hijo de Elqaná, hijo de Máhat, hijo de Amasai, 36 hijo de Elqaná, hijo de Joel, hijo de Azarías, hijo de Sofonías, 37 hijo de Táhat, hijo de <strong class=\"keyword\">Asir</strong>, hijo de Ebiasaf,+ hijo de Coré,+ 38 hijo de Izhar,+ hijo de Qohat, hijo de Leví, hijo de Israel.","second":"+ 33 And these were those in attendance and also their sons: <strong class=\"keyword\">Of</strong> the sons <strong class=\"keyword\">of</strong> the Koʹhath·ites Heʹman+ the singer, the son <strong class=\"keyword\">of</strong> Joel,+ the son <strong class=\"keyword\">of</strong> Samuel,+ 34 the son <strong class=\"keyword\">of</strong> El·kaʹnah,+ the son <strong class=\"keyword\">of</strong> Je·roʹham, the son <strong class=\"keyword\">of</strong> Eʹli·el,+ the son <strong class=\"keyword\">of</strong> Toʹah, 35 the son <strong class=\"keyword\">of</strong> Zuph,+ the son <strong class=\"keyword\">of</strong> El·kaʹnah, the son <strong class=\"keyword\">of</strong> Maʹhath, the son <strong class=\"keyword\">of</strong> A·maʹsai, 36 the son <strong class=\"keyword\">of</strong> El·kaʹnah, the son <strong class=\"keyword\">of</strong> Joel, the son <strong class=\"keyword\">of</strong> Az·a·riʹah, the son <strong class=\"keyword\">of</strong> Zeph·a·niʹah, 37 the son <strong class=\"keyword\">of</strong> Taʹhath, the son <strong class=\"keyword\">of</strong> Asʹsir, the son <strong class=\"keyword\">of</strong> E·biʹa·saph,+ the son <strong class=\"keyword\">of</strong> Koʹrah,+ 38 the son <strong class=\"keyword\">of</strong> Izʹhar,+ the son <strong class=\"keyword\">of</strong> Koʹhath, the son <strong class=\"keyword\">of</strong> Leʹvi, the son <strong class=\"keyword\">of</strong> Israel."},{"author":89915,"first":"Máquinas que no sean dispositivos de suspensión de carga, en particular, equipos y aparatos para <strong class=\"keyword\">asir</strong> y elevar cargas, en particular, abrazaderas y prensores","second":"Machines, none being load-suspension devices, in particular equipment and apparatus for <strong class=\"keyword\">gripping</strong> and lifting loads, in particular clamps and grabs"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"92945":{"U":"","id":92945,"N":"CLLD Concepticon","url":"https://glosbe.com/source/92945"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}