{"result":"ok","tuc":[{"phrase":{"text":"day off","language":"en"},"meaningId":-1637248776048811629,"authors":[92056]},{"phrase":{"text":"holiday","language":"en"},"meaningId":-6232212347949467599,"authors":[86934]},{"phrase":{"text":"vacation","language":"en"},"meaningId":1330444961902200003,"authors":[25115]},{"meanings":[{"language":"en","text":"rest"}],"meaningId":1459736642514181156,"authors":[93107]}],"phrase":"asueto","examples":[{"author":94808,"first":"El empleado o trabajador tiene también derecho a tener <strong class=\"keyword\">asueto</strong> los días feriados, licencia por enfermedad, licencia por maternidad, licencia por fallecimiento y licencia especial con o sin remuneración, según lo prescrito por el Reglamento de trabajo.","second":"The employee or worker is also entitled to public holidays, sick leave, maternity leave, obsequies leave, special leave with or without remuneration, as prescribed by the Labour Regulation."},{"author":94808,"first":"\"En cualquier etapa del proceso, en los términos por día no se contarán los de <strong class=\"keyword\">asueto</strong>, descanso semanal y días inhábiles y si vencen en uno de ellos, se entenderán prorrogados hasta el día hábil siguiente.\"","second":"\"At no stage of the proceedings shall the calculation of time limits include <strong class=\"keyword\">holidays</strong>, weekends or other non-working days; if a time limit expires on a non-working day, it shall be deemed extended until the next working day\"."},{"author":94808,"first":"Además, esos funcionarios nacionales son sumamente vulnerables durante las horas de <strong class=\"keyword\">asueto</strong> dado que sus relaciones sociales o familiares entrañan una mayor exposición.","second":"Furthermore, these national staff are extremely vulnerable during non-<strong class=\"keyword\">working</strong> hours as a result of social or familial ties which entail greater exposure."},{"author":94808,"first":"Este tipo de trabajo está sujeto a las disposiciones de la Ley de <strong class=\"keyword\">asuetos</strong> y vacaciones laborales, la Ley de seguridad en el trabajo, la Ley de protección especial de la juventud y la Ley de responsabilidad civil.","second":"The provisions of the Work Breaks and <strong class=\"keyword\">Holidays</strong> Act, the Occupational Safety Act, the Special Protection of Young People Act and the Liability for Damages Act must be applied to such work."},{"author":118293,"first":"Eran nuestros verdaderos días de <strong class=\"keyword\">asueto</strong>.","second":"They were our true <strong class=\"keyword\">holidays</strong>."},{"author":94808,"first":"En cuanto a las previsiones legales y administrativas para asegurar la libertad de opción de empleo, así como aquellas que permitan que las condiciones de empleo no limiten las libertades políticas y económicas del individuo, el Estado paraguayo posee las siguientes disposiciones (en particular, con relación al <strong class=\"keyword\">asueto</strong> o permiso para los días de elecciones).","second":"As regards the legal and administrative provisions ensuring freedom of choice of employment, and those ensuring that conditions of employment do not restrict the political and economic freedoms of the individual, the State of Paraguay has laid down the following provisions (in particular, concerning <strong class=\"keyword\">time off</strong> or leave for election days):"},{"author":94809,"first":"Como quiera que la referida inmigración en el conjunto de los países de la Unión Europea va en aumento, ¿puede indicar la Comisión si existen disposiciones comunitarias, sobre el particular, de forma que se generalice la regulación de los días de <strong class=\"keyword\">asueto</strong> semanales por motivos religiosos, y pueda establecerse la pertinente coordinación con las prácticas del descanso semanal, en domingo, como es habitual en nuestros respectivos países miembros de la UE?","second":"As immigration from these countries into the European Union as a whole is on the increase, will the Commission say whether there are any Community provisions on this matter that would make it possible to extend the regulation of weekly <strong class=\"keyword\">rest</strong> days on religious grounds and introduce the necessary coordination with the practice usually followed in the Member States of the EU of keeping Sunday as a day of rest?"},{"author":8000,"first":"El Gobierno tiene prevista la creación de cinco estadios deportivos en ciudades y pueblos, así como albergues de la juventud en algunos lugares para el <strong class=\"keyword\">asueto</strong> de los jóvenes","second":"The Government envisages the creation of five sports stadiums at the town/village level and youth hostels in selected places for the <strong class=\"keyword\">recreation</strong> of the youth population"},{"author":94808,"first":"Antes de levantar la sesión quisiera desearles felices días de <strong class=\"keyword\">asueto</strong> y recordarles las palabras que siempre nos ha expresado nuestro Secretario General, y que reiteró el 11 de febrero y en el día de hoy: tenemos que lograr que la Conferencia avance.","second":"Before adjourning the meeting, I should like to wish you a pleasant <strong class=\"keyword\">weekend</strong> and remind you of the words of our Secretary-General, on 11 February and today: we need progress in this Conference."},{"author":8000,"first":"Las trabajadoras domésticas tienen derecho a gozar de los días de <strong class=\"keyword\">asueto</strong> y séptimos días establecidos en el Código de Trabajo","second":"Women domestic workers are entitled to the days <strong class=\"keyword\">off</strong> and one day <strong class=\"keyword\">off</strong> a week stipulated in the Labour Code"},{"author":94808,"first":"Disposición que concede un día de <strong class=\"keyword\">asueto</strong> a las trabajadoras de los sectores público y privado para que se efectúen exámenes de Papanicolaou y de mamografía, esta disposición es de carácter obligatorio, las empresas que no cumplan con ese mandato, serán sancionadas con multas.","second":"This is a mandatory provision; companies which fail to comply with it are fined."},{"author":94808,"first":"Además, conviene señalar que los trabajadores extranjeros de confesión cristiana o judía disfrutan de días de <strong class=\"keyword\">asueto</strong> remunerados durante sus fiestas religiosas (artículos 3 y 4 de la Ley No 63-278, de 26 de julio de 1963, modificada y completada, por la que se establece la lista de días festivos).","second":"It may be pointed out, moreover, that foreign workers belonging to the Christian or Jewish faith enjoy paid <strong class=\"keyword\">leave</strong> on the occasion of their religious <strong class=\"keyword\">holidays</strong> (articles 3 and 4 of Act No. 63‐278 of 26 July 1963, as amended and supplemented, establishing the list of public holidays)."},{"author":94808,"first":"Es preciso que el trabajo no provoque daños o lesiones corporales o psicológicas en el niño o le impida aprovechar sus oportunidades de acceder a la educación, disfrutar de su <strong class=\"keyword\">asueto</strong> y desarrollar sus capacidades y dotes. El empleador, durante el período que dure el contrato, deberá asegurarlo y protegerlo frente a los daños propios de la profesión.","second":"Work must not cause physical or psychological pain or harm to children or deprive them of regular access to school, <strong class=\"keyword\">recreation</strong> and the opportunity to develop their abilities and talents, and employers are required to insure children against occupational injuries during their term of employment;"},{"author":118293,"first":"Por lo tanto mañana tendrán <strong class=\"keyword\">asueto</strong>.","second":"Tomorrow, don't report for duty."},{"author":94809,"first":"En este contexto, se debe prestar atención a las necesidades de las personas que viajan por negocios o con motivo de congresos, que junto a las que se desplazan por motivos culturales y de <strong class=\"keyword\">asueto</strong> constituyen el pilar del turismo europeo.","second":"In this context, attention should be given to the needs of those who travel for business or conferences who, together with holidaymakers and cultural tourists, account for the bulk of European tourism."},{"author":8000,"first":"Está previsto también que se proporcione al empleado descanso suficiente, así como día(s) de <strong class=\"keyword\">asueto</strong> de conformidad con el contrato de trabajo","second":"This includes providing the worker with adequate rest, as well as <strong class=\"keyword\">rest</strong> day(s) in accordance with the terms of the employment contract”"},{"author":94809,"first":"La inscripción protege los signos para la indumentaria deportiva y para la de <strong class=\"keyword\">asueto</strong>.","second":"The signs are protected by registration in respect of sports and <strong class=\"keyword\">leisure</strong> clothing."},{"author":94808,"first":"El concepto de culto se extiende a los actos rituales y ceremoniales con los que se manifiestan directamente las creencias, así como a las diversas prácticas que son parte integrante de tales actos, comprendidos la construcción de lugares de culto, el empleo de fórmulas y objetos rituales, la exhibición de símbolos y la observancia de las fiestas religiosas y los días de <strong class=\"keyword\">asueto</strong>.","second":"The concept of worship extends to ritual and ceremonial acts giving direct expression to belief, as well as various practices integral to such acts, including the building of places of worship, the use of ritual formulae and objects, the display of symbols, and the observance of <strong class=\"keyword\">holidays</strong> and days of <strong class=\"keyword\">rest</strong>."},{"author":94808,"first":"Las autoridades explicaron que muchos de los invitados no pudieron participar debido a que se había declarado un día de <strong class=\"keyword\">asueto</strong> con motivo de la contaminación atmosférica, pero añadieron que los magistrados que asistieron al acto, habían organizado seminarios internos para compartir experiencias con sus colegas.","second":"The authorities explained that a number of invitees could not participate owing to a <strong class=\"keyword\">holiday</strong> declared on account of smog pollution, but added that the judges who attended the event had organized in-house seminars to share their experiences with their colleagues."},{"author":94809,"first":"Pide a los Estados miembros y a los interlocutores sociales que, al transponer a la legislación nacional la Directiva relativa a determinados aspectos de la ordenación del tiempo de trabajo, presten la debida atención a las tradiciones culturales, sociales y religiosas, así como a las necesidades familiares de sus ciudadanos y que reconozcan el carácter especial del domingo como día de descanso, ya que normalmente es un día de <strong class=\"keyword\">asueto</strong> para todos los miembros de la familia; asimismo, reafirma el derecho de los trabajadores al descanso semanal;","second":"Calls on the Member States and the social partners in their transposition of the working time Directive to pay due regard to the traditions and cultural, social, religious and family needs of their citizens and to recognise the special character of Sunday as a day of rest, as usually all family members are free on that day; reaffirms the right of workers to a weekly day of rest;"},{"author":8000,"first":"El día de <strong class=\"keyword\">asueto</strong> debe remunerarse con salario básico, de acuerdo a las reglas establecidas en la letra A) del artículo # del Código de Trabajo","second":"<strong class=\"keyword\">Public holidays</strong> are paid at the basic wage rate in accordance with the rules set out in article # of the Labour Code"},{"author":31,"first":"Me he tomado dos días de <strong class=\"keyword\">asueto</strong> para ver a mi querida hija","second":"I took <strong class=\"keyword\">time</strong> out because I wanted to see my long- Iost daughter"},{"author":95875,"first":"Tampoco hay que olvidar que suponen una fuente de <strong class=\"keyword\">asueto</strong> y un espacio en el que realizar deporte.","second":"Additionally, forests are also used for sport and recreation."},{"author":31,"first":"Estaré en este salón, señor.Con vuestro permiso, es mi hora de <strong class=\"keyword\">asueto</strong>","second":"Sir, I will walk here in the <strong class=\"keyword\">hall</strong>"},{"author":94809,"first":"Debido a la presión de los distintos sindicatos que negocian los diferentes convenios colectivos mencionados, que afectan a los trabajadores procedentes de países del Magreb, dichos días de <strong class=\"keyword\">asueto</strong> son, generalmente, los viernes y sábados, dándoles con ello la posibilidad de santificar dichas jornadas.","second":"Thanks to the pressure brought to bear by the unions negotiating the various collective agreements covering workers from the Maghreb countries, the <strong class=\"keyword\">rest</strong> days generally given are Fridays and Saturdays, allowing them to keep these days sacred."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}