{"result":"ok","tuc":[{"phrase":{"text":"beset","language":"en"},"meaningId":-1320878309905377302,"authors":[25018]},{"phrase":{"text":"grip","language":"en"},"meaningId":2345064960781111656,"authors":[8]},{"phrase":{"text":"hurt","language":"en"},"meaningId":-9194242616452411886,"authors":[16]},{"phrase":{"text":"torment","language":"en"},"meaningId":-2785754886678379573,"authors":[25115]},{"meanings":[{"language":"en","text":"(transitive, literally) to hold in place (especially by means of a clamp, vice, etc.)"},{"language":"en","text":"(transitive, figuratively) to grip, paralyse (especially fear)"},{"language":"en","text":"to hold in place (especially by means of a clamp, vice, etc.)"},{"language":"en","text":"to grip, paralyse (especially fear)"}],"meaningId":-4887650678337727146,"authors":[1]}],"phrase":"atenazar","examples":[{"author":118293,"first":"¡ Intento <strong class=\"keyword\">atenazar</strong> su cabeza impidiendo que se corra!","second":"I'm <strong class=\"keyword\">clamping</strong> down its head, preventing it from coming."},{"author":95875,"first":"De lo que se trata es de establecer objetivos sin <strong class=\"keyword\">atenazar</strong> la capacidad de las empresas de adoptar las medidas de seguridad que les parezcan convenientes y sin dictar pautas excesivamente detalladas\", anunció la Comisión.","second":"The focus is on setting objectives while leaving business flexibility in deciding the safety measures to take, rather than prescribing them in great detail,' the Commission announced."},{"author":118293,"first":"Los que se van, mi hermano y todos los vecinos tan prontos a despedirse para siempre, palidecerán enseguida en el deseo a quedarse que los <strong class=\"keyword\">atenazará</strong> con disimulo en el último momento antes de irse.","second":"Those that go away, my brother and all the neighbours so soon to bid us farewell forever, will blench anon at the desire to stay that will seize them covertly in the last hour before they leave."},{"author":8000,"first":"En muchos casos, las reformas judiciales sólo han servido para <strong class=\"keyword\">atenazar</strong> un poco más a los miembros del poder judicial","second":"In many cases, judicial reform had only further paralysed the judiciary"},{"author":118293,"first":"Tras pocos meses de la finalización de la guerra, escenas de fraternidad como ésta se volverían impensables, mientras la Guerra Fría empezaba a <strong class=\"keyword\">atenazar</strong> a todos.","second":"With a few months, such scenes would become unthinkable as the Cold War tightened its <strong class=\"keyword\">grip</strong>."},{"author":94808,"first":"En muchos casos, las reformas judiciales sólo han servido para <strong class=\"keyword\">atenazar</strong> un poco más a los miembros del poder judicial.","second":"In many cases, judicial reform had only further paralysed the judiciary."},{"author":89915,"first":"Herramientas alimentadas con energía para rizar o <strong class=\"keyword\">atenazar</strong> tubos y tuberías","second":"Powered tools for crimping or <strong class=\"keyword\">clamping</strong> of pipes and tubes"},{"author":27,"first":"Ningún ciudadano europeo está dispuesto a renunciar a una vieja conquista social, pero las cargas sociales no pueden <strong class=\"keyword\">atenazar</strong> a nuestras empresas y el sostenimiento de las pensiones no puede recaer exclusivamente sobre los hombros de una cada vez más mermada población activa.","second":"No European citizen wants to lose what society won long ago, but our companies cannot <strong class=\"keyword\">be</strong> weighed down by social burdens, and pension payments cannot be supported just on the shoulders of an ever-decreasing active population."},{"author":8000,"first":"¿Debemos dar crédito a ciertas teorías, como las de Yves Ekoue Amaïzo que opina, en un artículo sobre las causas de la parálisis del poder de Côte d'Ivoire, en Le Monde Diplomatique de enero de # que la liberalización y la transparencia por la que abogan el Fondo Monetario Internacional y el Banco Mundial están superadas por la capacidad de influencia de ciertas oligarquías financieras del sector privado que ya no vacilan en <strong class=\"keyword\">atenazar</strong> a los gobiernos, tanto del sur como del norte, y a veces por el daño que causan","second":"Is there any weight to certain theories such as that of Yves Ekoue Amaïzo, who wrote in an article entitled “What is paralysing the Ivorian authorities?” in “Le Monde Diplomatique” in January # “The competitiveness and transparency promoted by the International Monetary Fund (IMF) and the World Bank are hobbled by the capacity to influence, and sometimes, harm of certain private financial oligarchies which no longer hesitate to hold Governments, both in the South and in the North, in a vice”?"}],"from":"es","dest":"en","authors":{"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}