{"result":"ok","tuc":[{"phrase":{"text":"watching","language":"en"},"meaningId":1414746476715823324,"authors":[86934]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of atisbar."},{"language":"en","text":"glimpse"},{"language":"en","text":"watch"},{"language":"en","text":"spy on"},{"language":"en","text":"inkling"}],"meaningId":-1703354337554812829,"authors":[1]}],"phrase":"atisbo","examples":[{"author":118293,"first":"bueno, el incidente de anoche puede haber sido un <strong class=\"keyword\">atisbo</strong> de un plan mayor, tios.","second":"Well, last night's incident could have been a glitch in an <strong class=\"keyword\">even</strong> bigger plan, guys."},{"author":8000,"first":"A partir de todas las exposiciones informativas, podemos concluir que la situación en el Iraq, si bien sigue siendo precaria, continúa mejorando y, por lo tanto, se <strong class=\"keyword\">atisba</strong> un cierto grado de esperanza","second":"From all of these briefings, we can conclude that the overall situation in Iraq continues to improve, even though it is still fragile; a certain degree of <strong class=\"keyword\">hope</strong> is therefore warranted"},{"author":27,"first":"Señorías, a 90 días de la circulación física del euro, se soslaya cualquier <strong class=\"keyword\">atisbo</strong> de política fiscal a cargo del presupuesto comunitario.","second":"Ladies and gentlemen, 90 days from the physical introduction of the euro, <strong class=\"keyword\">any</strong> inkling of fiscal policy in relation to the Community budget is being sidestepped."},{"author":94808,"first":"Asumiremos la plena responsabilidad por toda deficiencia o fracaso que se produzca, puesto que somos totalmente conscientes de que el momento de dar un <strong class=\"keyword\">atisbo</strong> de esperanza a millones de africanos era ayer.","second":"We shall assume full responsibility for any shortcoming or failure, since we are painfully aware that the time to bring a <strong class=\"keyword\">glimmer</strong> of hope to millions of Africans was yesterday."},{"author":94808,"first":"Esa tristeza se ve atenuada por el hecho de que durante este largo debate delegaciones de todos los rincones del mundo han hecho alusión a ciertos <strong class=\"keyword\">atisbos</strong> de esperanza: el nombramiento de Tony Blair como Enviado Especial del Cuarteto, la reunión convocada por los Estados Unidos para noviembre de este año, la Iniciativa Árabe de Paz, que surgió de la cumbre celebrada en Riyadh en marzo; y, quizás por encima de todo, el diálogo que han estado manteniendo el Primer Ministro y el Presidente Abbas, cuya última reunión celebraron ayer mismo.","second":"That sadness is diminished by the fact that, throughout this long debate, <strong class=\"keyword\">signs</strong> of hope were alluded to by delegations from all corners of the globe: the appointment of Tony Blair as Quartet Special Envoy; the meeting called by the United States for November this year; the Arab Peace Initiative, which stemmed from the summit held in Riyadh in March; and, perhaps above all, the dialogue that has been taking place between Prime Minister and President Abbas, with the most recent meeting having taken place yesterday. I think all of these give us hope that, with good will and"},{"author":118293,"first":"Cuándo entraste ahí, no hubo ni un <strong class=\"keyword\">atisbo</strong> de reconocimiento de Guerrero.","second":"When you walked in there, there wasn't even a <strong class=\"keyword\">flicker</strong> of recognition from Guerrero."},{"author":8000,"first":"Este <strong class=\"keyword\">atisbo</strong> de optimismo no debería hacernos olvidar que para aumentar la seguridad y promover el desarme primero se requiere confianza mutua entre los Estados y su participación de buena fe en los acuerdos y los tratados en los que son parte","second":"This <strong class=\"keyword\">glimmer</strong> of optimism must not make us forget that strengthening security and promoting disarmament first requires mutual trust between States and good-faith participation by States in agreements and treaties to which they have subscribed"},{"author":94808,"first":"Quizá existan algunos <strong class=\"keyword\">atisbos</strong> de esperanza, pero debe hacerse más para corregir los desequilibrios existentes e incrementar las oportunidades para que todos participen en la prosperidad mundial.","second":"There may be some <strong class=\"keyword\">glimmers</strong> of hope, but more needs to be done to correct existing imbalances and to broaden opportunities for all to share in global prosperity."},{"author":31,"first":"Un <strong class=\"keyword\">atisbo</strong> de los EE. UU","second":"A <strong class=\"keyword\">glimpse</strong> of America"},{"author":91988,"first":"Parece que el orden internacional que se forjó en la fragua del siglo XX se está acabando, y todavía no tenemos ni el menor <strong class=\"keyword\">atisbo</strong> de lo que vendrá a reemplazarlo.","second":"The international order forged in the fires of the twentieth century seems to be disappearing, and we have not had even the faintest <strong class=\"keyword\">glimpse</strong> of what will replace it."},{"author":95875,"first":"Fidyka había sufrido parálisis durante más de dos años sin <strong class=\"keyword\">atisbo</strong> de recuperar las sensaciones a pesar de un programa intensivo de fisioterapia.","second":"Before the surgery Mr Fidyka had been paralysed for over two years and showed no signs of regaining sensation despite intensive physiotherapy."},{"author":118293,"first":"Sin el menor <strong class=\"keyword\">atisbo</strong> de duda.","second":"Without the <strong class=\"keyword\">slightest</strong> reservation."},{"author":74,"first":"Tom corrió y corrió hasta que finalmente <strong class=\"keyword\">atisbó</strong> la cabina telefónica.","second":"Tom ran and ran, until at last he <strong class=\"keyword\">saw</strong> the telephone booth."},{"author":8000,"first":"Este es el horizonte que se <strong class=\"keyword\">atisba</strong> para Bosnia y Herzegovina y, en general, para la Europa sudoriental","second":"This is what is in store for Bosnia and Herzegovina and, more generally, for South-Eastern Europe"},{"author":8000,"first":"En conclusión, el orador afirma que, con todo y que la Comisión y sus diversos mecanismos tienen <strong class=\"keyword\">atisbos</strong> en lo que respecta a la administración pública de los países, y en ese caso la Comisión hace las veces de pionera, tiene que reorganizar sus métodos de trabajo y sus mecanismos subsidiarios para tener más eficiencia y credibilidad","second":"In conclusion, he said that, although the Commission and its various mechanisms provided useful insights for Governments, thereby acting <strong class=\"keyword\">as</strong> a pace-setter, it needed to reorganize its working methods and subsidiary mechanisms in order to improve its efficiency and credibility"},{"author":94808,"first":"Es difícilmente creíble que el autor habría sido liberado y asignado a la misma base aérea si las autoridades militares hubieran albergado todavía el menor <strong class=\"keyword\">atisbo</strong> de sospecha.","second":"Besides, it is hardly credible that he would have been released and assigned to the airbase if the military authorities had still had the <strong class=\"keyword\">slightest</strong> doubt about the matter."},{"author":94808,"first":"La ausencia de hasta el más mínimo <strong class=\"keyword\">atisbo</strong> de un futuro prometedor, agravada por el uso ilegal hecho por los dirigentes del Frente Polisario de la ayuda internacional ha hecho que la población de los campamentos se desespere, llevando incluso a que algunos jóvenes se adentren en la trata de personas, el narcotráfico y el tráfico de armas, o en el terrorismo internacional, como han informado numerosas fuentes.","second":"The absence of <strong class=\"keyword\">any</strong> prospect of a promising future, compounded by the embezzlement of international aid intended for them by the Frente Polisario leaders, had led the camp population to despair, even pushing the young people towards trafficking in persons, drugs and weapons and towards international terrorism, as numerous sources had reported."},{"author":118293,"first":"Tendrán un <strong class=\"keyword\">atisbo</strong> cuando cruce el pasillo.","second":"You'll <strong class=\"keyword\">see</strong> a <strong class=\"keyword\">glimpse of</strong> him coming down that hall."},{"author":118293,"first":"\" taponó cualquier <strong class=\"keyword\">atisbo</strong> de sensatez. \"","second":"\" blocked any <strong class=\"keyword\">hint</strong> of good sense. \""},{"author":94808,"first":"El asesinato reciente de jóvenes serbios es un <strong class=\"keyword\">atisbo</strong> de esa posibilidad.","second":"Recent killings of young Serbs announced the <strong class=\"keyword\">beginning</strong> of that scenario."},{"author":8007,"first":"Los genes son una manera de trascendencia: uno puede ver sombras o <strong class=\"keyword\">atisbos</strong> de la persona en sus hijos y otros parientes.","second":"Genes are one way for a person to live on: You can see shadows or <strong class=\"keyword\">glimpses</strong> of anyone in their children and other relatives."},{"author":94808,"first":"La visita realizada recientemente por representantes de los presidentes del Grupo de Contacto Internacional sobre Liberia a los tres países de la Unión del Río Mano ofrece un <strong class=\"keyword\">atisbo</strong> de esperanza en el camino hacia la paz.","second":"The recent visit to the three Mano River Union countries by representatives of the chairpersons of the International Contact Group on Liberia provides a <strong class=\"keyword\">glimmer</strong> of hope for the search for peace."},{"author":118293,"first":"Sabíamos que lo había hecho sin ningún <strong class=\"keyword\">atisbo</strong> de duda, pero le absolvieron.","second":"We knew he did it beyond the <strong class=\"keyword\">shadow</strong> of a doubt, but he was acquitted."},{"author":118293,"first":"Así que conseguimos un <strong class=\"keyword\">atisbo</strong> de la creación.","second":"So we get a <strong class=\"keyword\">glimpse</strong> of creation."},{"author":94808,"first":"En conclusión, el orador afirma que, con todo y que la Comisión y sus diversos mecanismos tienen <strong class=\"keyword\">atisbos</strong> en lo que respecta a la administración pública de los países, y en ese caso la Comisión hace las veces de pionera, tiene que reorganizar sus métodos de trabajo y sus mecanismos subsidiarios para tener más eficiencia y credibilidad.","second":"In conclusion, he said that, although the Commission and its various mechanisms provided useful insights for Governments, thereby acting <strong class=\"keyword\">as</strong> a pace-setter, it needed to reorganize its working methods and subsidiary mechanisms in order to improve its efficiency and credibility."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}