{"result":"ok","tuc":[{"phrase":{"text":"atrocity","language":"en"},"meanings":[{"language":"en","text":"An atrocious act, thing, or circumstance."},{"language":"en","text":"An excessively violent or vicious attack."},{"language":"en","text":"extremely cruel act"},{"language":"es","text":"Acto, cosa o circunstancia atroz."},{"language":"es","text":"Un ataque excesivamente violento o vicioso."}],"meaningId":-2781426258238386340,"authors":[70195]},{"phrase":{"text":"outrage","language":"en"},"meanings":[{"language":"en","text":"An excessively violent or vicious attack."},{"language":"en","text":"an atrocity"},{"language":"es","text":"Un ataque excesivamente violento o vicioso."}],"meaningId":-6581503940913787149,"authors":[70195]},{"phrase":{"text":"atrociousness","language":"en"},"meaningId":-6167312060756466879,"authors":[25018]},{"phrase":{"text":"brutality","language":"en"},"meaningId":-8053722935215489939,"authors":[25018]},{"phrase":{"text":"enormity","language":"en"},"meaningId":-9001729232044985144,"authors":[25018]},{"phrase":{"text":"viciousness","language":"en"},"meaningId":-5454648443365005137,"authors":[25115]},{"phrase":{"text":"awfulness","language":"en"},"meaningId":-4072335563869041611,"authors":[25018]},{"phrase":{"text":"barbarity","language":"en"},"meaningId":6864315235171216655,"authors":[97745]},{"phrase":{"text":"crime","language":"en"},"meaningId":8593037529015949777,"authors":[25018]},{"phrase":{"text":"cruelty","language":"en"},"meaningId":-6430093189395955639,"authors":[25018]},{"phrase":{"text":"ferocity","language":"en"},"meaningId":-7890834105152907115,"authors":[25018]},{"phrase":{"text":"misdeed","language":"en"},"meaningId":2683970039683455286,"authors":[16]},{"phrase":{"text":"monstrosity","language":"en"},"meaningId":5095253226638634941,"authors":[84500]},{"meanings":[{"language":"en","text":"atrocity"}],"meaningId":-1839149855568335268,"authors":[1]}],"phrase":"atrocidad","examples":[{"author":8008,"first":"En una entrevista concedida a la revista portuguesa “Visão”, José Saramago define a la Biblia como “un manual de malas costumbres”, donde se encuentran todo tipo de <strong class=\"keyword\">atrocidades</strong>, y busca, con su retórica intelectual, cuestionar la veracidad de las Escrituras, oponiéndose de forma vehemente al concepto de que allí se registra la Palabra de Dios.","second":"I was reading an article about the subject on Portal R7 and remembered the day one of my neighbours decided to confide in me: she told me she had had an abortion and asked my opinion about what she had done. Well, if that young woman risked telling me something so serious, knowing that I could misinterpret her, it was because she could no longer keep that secret to herself."},{"author":8000,"first":"En ese sentido, apoyamos plenamente que el Secretario General haya hecho hincapié en la rendición de cuentas de los responsables de <strong class=\"keyword\">atrocidades</strong> en masa, así como la responsabilidad de los Estados de procesar a los sospechosos de genocidio, crímenes de lesa humanidad y crímenes de guerra","second":"In this regard, we fully endorse the Secretary-General's emphasis on accountability for those who <strong class=\"keyword\">commit</strong> mass <strong class=\"keyword\">atrocities</strong>, as well as the responsibility of States to prosecute those suspected of genocide, crimes against humanity and war crimes"},{"author":31,"first":"Cree que los responsables de las <strong class=\"keyword\">atrocidades</strong>, deben ser castigados","second":"He thinks everyone responsible for the <strong class=\"keyword\">atrocities</strong>, directly or indirectly, must be punished"},{"author":94808,"first":"Es absurdo que las autoridades de ocupación israelíes se manifiesten sobre las crisis de derechos humanos en otros Estados y el uso de armas prohibidas internacionalmente, en particular a la luz de las <strong class=\"keyword\">atrocidades</strong> cometidas por el propio Israel, las últimas de las cuales tuvieron lugar en Gaza hace unos años.","second":"It is preposterous that the Israeli occupation authorities should hold forth on human rights crises in other States and the use of internationally prohibited weapons, particularly in the light of Israel’s own <strong class=\"keyword\">atrocities</strong>, most recently in Gaza a few years ago."},{"author":8000,"first":"En las últimas semanas han tenido lugar numerosas <strong class=\"keyword\">atrocidades</strong> en Gaza y los campamentos de refugiados","second":"In recent weeks numerous <strong class=\"keyword\">atrocities</strong> had taken place in Gaza and the refugee camps"},{"author":118293,"first":"¿Cómo reaccionan ellos ante tales <strong class=\"keyword\">atrocidades</strong>?","second":"How do they react to those <strong class=\"keyword\">atrocities</strong>?"},{"author":8000,"first":"Tenemos que denunciar y condenar esas <strong class=\"keyword\">atrocidades</strong> y exhortar a que se detenga la mano de los agresores","second":"We must denounce and condemn those <strong class=\"keyword\">atrocities</strong> and demand that the aggressors be stopped"},{"author":94808,"first":"La Comisión también descubrió que, después de desplazarse, las personas que permanecían en Darfur seguían afrontando numerosas amenazas y se veían obligadas a permanecer en los campamentos o en zonas urbanas si no querían arriesgarse a convertirse en víctimas de nuevos ataques o de otras <strong class=\"keyword\">atrocidades</strong>, en particular de violaciones, como se describe más abajo.","second":"The Commission also found that, following displacement, the internally displaced persons who remained inside Darfur were still faced with a number of threats and largely confined to the camps or urban areas, since venturing outside would involve risks of attacks and other violations, in particular rape, as described below."},{"author":90922,"first":"Blanqueando el daño que la ideología islámica ha hecho al mundo árabe y culpando a Occidente de las <strong class=\"keyword\">atrocidades</strong> islámicas no se contribuirá a que los musulmanes asuman sus propios fracasos y tomen las medidas oportunas para superarlos.","second":"Trying to whitewash the damage the Islamic ideology has done to the Muslim world, while putting the blame of Islamic <strong class=\"keyword\">atrocities</strong> on the West, will never help Muslims face their own failures and come up with progressive ways to resolve them."},{"author":94808,"first":"Deplora las <strong class=\"keyword\">atrocidades</strong> que siguen cometiendo los rebeldes, como asesinatos, violaciones, secuestros y detenciones, exhorta a que se ponga fin a tales actos y reitera su llamamiento para que cesen todos los ataques contra los civiles;","second":"Deplores the <strong class=\"keyword\">ongoing atrocities</strong> committed by the rebels, including murders, rape, abductions and detentions, calls for an end to all such acts and reiterates its call for the cessation of all attacks on civilians;"},{"author":94808,"first":"El racismo y la intolerancia han conducido a <strong class=\"keyword\">atrocidades</strong> como el Holocausto y el genocidio en Rwanda.","second":"Racism and intolerance had led to such <strong class=\"keyword\">atrocities</strong> as the Holocaust and the genocide in Rwanda."},{"author":94808,"first":"La trágica situación en la que el pueblo sirio se encuentra desde febrero de 2011 —en la que ya se han alcanzado 3.500 muertos y que se caracteriza por una brutalidad y una crueldad intolerables— obliga a la comunidad internacional a actuar para detener esas <strong class=\"keyword\">atrocidades</strong>, y enjuiciar a los autores de esos crímenes.","second":"The tragic situation in which the Syrian people have found themselves since February — in which there have already been 3,500 deaths and which is characterized by brutality and intolerable cruelty — creates an obligation for the international community to act to make these <strong class=\"keyword\">atrocities</strong> stop and to prosecute the perpetrators of these crimes."},{"author":74,"first":"¡Qué <strong class=\"keyword\">atrocidad</strong>!","second":"What a <strong class=\"keyword\">horrible</strong> thing!"},{"author":94808,"first":"En los juicios contra los presuntos autores intelectuales de las <strong class=\"keyword\">atrocidades</strong>, incluso funcionarios gubernamentales de alto rango, el volumen de documentos que se maneja normalmente durante los procedimientos es considerable.","second":"There is a considerable volume of documents normally disclosed during trials of alleged architects of the <strong class=\"keyword\">atrocities</strong>, including alleged high-ranking members of the government."},{"author":27,"first":"Según un cálculo reciente de la Comisión Especial de la Cámara de los Comunes británica, las cifras de víctimas ascienden a 300 000, mientras que 10 000 personas mueren cada mes debido a la enfermedad, el hambre y las <strong class=\"keyword\">atrocidades</strong>, y dos millones de personas se han quedado sin hogar y están desplazadas, desestabilizando el vecino Chad.","second":"A recent estimate by the British House of Commons Select Committee put the casualty figures as high as 300 000, with 10 000 people dying each month from disease, starvation and <strong class=\"keyword\">atrocities</strong>, and two million people homeless and displaced, destabilising neighbouring Chad."},{"author":94808,"first":"Reitera su firme condena de todas las <strong class=\"keyword\">atrocidades</strong> y demás violaciones de los derechos humanos, las amenazas y los actos de intimidación, y de toda obstrucción de las actividades de la Operación de las Naciones Unidas en Côte d'Ivoire, y lamenta profundamente la pérdida de vidas y la destrucción de bienes en partes de dicho país;","second":"Reiterates its firm condemnation of all <strong class=\"keyword\">atrocities</strong> and other violations of human rights, threats and acts of intimidation, as well as acts of obstruction directed at the operations of the United Nations Operation in Côte d'Ivoire, and deeply regrets the loss of life and destruction of property that has occurred in parts of Côte d'Ivoire;"},{"author":94808,"first":"Esa <strong class=\"keyword\">atrocidad</strong> se contrapone totalmente al lema de esta reunión: “Juventud: diálogo y comprensión mutua”.","second":"That <strong class=\"keyword\">atrocity</strong> stands in stark contrast to the theme of this meeting, which is “Youth: dialogue and mutual understanding”."},{"author":94808,"first":"Por la situación inquietante de los derechos humanos en la República Democrática del Congo, en particular en la parte oriental del país, y la continuación de las violaciones de los derechos humanos y del derecho internacional humanitario, inclusive <strong class=\"keyword\">atrocidades</strong> contra la población civil cometidas, frecuentemente con impunidad, por todas las partes en el conflicto en todo el territorio de la República Democrática del Congo, al tiempo que subraya en este contexto que se debe hacer responsable a las fuerzas ocupantes de las violaciones de los derechos humanos en el territorio bajo su control, y en particular condena:","second":"At the preoccupying situation of human rights in the Democratic Republic of the Congo, particularly in the eastern parts of the country, and at the continuing violations of human rights and international humanitarian law, including <strong class=\"keyword\">atrocities</strong> against civilian populations, committed, often with impunity, by all parties in the conflict throughout the territory of the Democratic Republic of the Congo, while stressing in this context that occupying forces should be held responsible for human rights violations in territory under their control, and in particular condemns:"},{"author":94808,"first":"A pesar de la noticia recibida con agrado de que, según estimaciones, el número de niños soldados ha disminuido de 380.000 a 300.000 en los últimos 18 meses, sigue existiendo una brecha inquietante entre las normas y las iniciativas que se adoptan a favor de la protección de los niños, por un lado, y, por el otro, las <strong class=\"keyword\">atrocidades</strong> que continúan perpetrándose en contra de niños a manos de las partes en los conflictos armados.","second":"Despite the welcome news that the estimated number of child soldiers has declined from 380,000 to 300,000 in the last 18 months, a disturbing gap remains between the standards and the initiatives developed for the protection of children, on the one hand, and the <strong class=\"keyword\">atrocities</strong> that continue to be perpetrated against children by parties to armed conflicts, on the other."},{"author":22,"first":"Considerando que el Tribunal Especial para Sierra Leona fue creado conjuntamente por las Naciones Unidas y el Gobierno de Sierra Leona en #, tras una sangrienta guerra civil que asoló el país durante más de diez años, y considerando que el mandato de dicho Tribunal es procesar a aquellas personas que son en mayor grado responsables por las <strong class=\"keyword\">atrocidades</strong> perpetradas en Sierra Leona","second":"whereas the Special Court for Sierra Leone was established jointly by the United Nations and the Government of Sierra Leone in #, following a brutal civil war which raged for more than ten years, and whereas its mandate is to prosecute those who bear the greatest responsibility for <strong class=\"keyword\">atrocities</strong> committed in Sierra Leone"},{"author":31,"first":"Él es el responsable de esta <strong class=\"keyword\">atrocidad</strong>","second":"It is he who is responsible for this <strong class=\"keyword\">outrage</strong>"},{"author":31,"first":"Las fuerzas de seguridad humanas tomarán el control y habrá una acción inmediata contra los responsables de ésta <strong class=\"keyword\">atrocidad</strong>","second":"Human law enforcement will take swift and immediate action against those responsible for this <strong class=\"keyword\">atrocity</strong>"},{"author":94809,"first":"( 25 ) El nacimiento de esta rama del DIH se remonta al llamamiento lanzado por Henry Dunant en su obra titulada Recuerdo de Solferino, testimonio de las <strong class=\"keyword\">atrocidades</strong> que presenció durante la guerra de Solferino.","second":"( 25 ) The birth of this branch of IHL is said to date from the appeal launched by Henry Dunant in his work entitled Un souvenir de Solférino, which bears witness to the <strong class=\"keyword\">atrocities</strong> he saw during the battle of Solferino."},{"author":8000,"first":"La tarea de reconstruir el Afganistán, a la luz de estas <strong class=\"keyword\">atrocidades</strong>, requiere muchos sacrificios por parte de miles de hombres y mujeres valientes","second":"The task of rebuilding Afghanistan, in the face of such <strong class=\"keyword\">atrocities</strong>, is demanding great sacrifices on the part of tens of thousands of brave men and women"},{"author":94808,"first":"No debemos esperar a que nuestros peores miedos se confirmen para emplear toda la fuerza de la comunidad internacional en el empeño de poner fin a las <strong class=\"keyword\">atrocidades</strong> de forma inmediata y definitiva.","second":"We must not wait for confirmation of our worst fears to put the full force of the international community behind an immediate and definitive end to the <strong class=\"keyword\">atrocities</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}