{"result":"ok","tuc":[{"phrase":{"text":"atrocious","language":"en"},"meanings":[{"language":"en","text":"evil, cruel"},{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."},{"language":"en","text":"abominable, disgusting"}],"meaningId":-7441144727059604550,"authors":[70195]},{"phrase":{"text":"awful","language":"en"},"meanings":[{"language":"en","text":"oppressing with fear; appalling; terrible"}],"meaningId":-2474163156733280026,"authors":[70195]},{"phrase":{"text":"excruciating","language":"en"},"meanings":[{"language":"en","text":"Extremely painful."},{"language":"en","text":"Causing great pain or anguish, agonizing"},{"language":"es","text":"Extremadamente doloroso."}],"meaningId":5587257506563668665,"authors":[70195]},{"phrase":{"text":"heinous","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."},{"language":"en","text":"totally reprehensible"}],"meaningId":-5249278539286974429,"authors":[70195]},{"phrase":{"text":"outrageous","language":"en"},"meanings":[{"language":"en","text":"shocking"}],"meaningId":-7016007034159991727,"authors":[70195]},{"phrase":{"text":"abysmal","language":"en"},"meanings":[{"language":"en","text":"extremely bad"}],"meaningId":-1637140853567983448,"authors":[70195]},{"phrase":{"text":"cruel","language":"en"},"meaningId":1805218944664924187,"authors":[69425]},{"phrase":{"text":"terrible","language":"en"},"meaningId":-2428834232649175507,"authors":[84500]},{"phrase":{"text":"unspeakable","language":"en"},"meaningId":-2773871318482600717,"authors":[25115]},{"phrase":{"text":"agonizing","language":"en"},"meanings":[{"language":"en","text":"Extremely painful."},{"language":"es","text":"Extremadamente doloroso."}],"meaningId":8734574946741769483,"authors":[97745]},{"phrase":{"text":"grievous","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":1108101364534865753,"authors":[84500]},{"phrase":{"text":"monstrous","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":-9043157100915068602,"authors":[84500]},{"phrase":{"text":"flagitious","language":"en"},"meanings":[{"language":"en","text":"Totally reprehensible."},{"language":"es","text":"Totalmente censurable."}],"meaningId":2548758228389106869,"authors":[84500]},{"phrase":{"text":"abominable","language":"en"},"meaningId":716833123362702526,"authors":[84500]},{"phrase":{"text":"appalling","language":"en"},"meaningId":2290516402730302017,"authors":[84715]},{"phrase":{"text":"barbarous","language":"en"},"meaningId":-5407774212297341831,"authors":[84500]},{"phrase":{"text":"brutal","language":"en"},"meaningId":1347645577711605782,"authors":[84500]},{"phrase":{"text":"dreadful","language":"en"},"meaningId":4921797697877641831,"authors":[84500]},{"phrase":{"text":"egregious","language":"en"},"meaningId":-3915964696796823451,"authors":[84500]},{"phrase":{"text":"frightful","language":"en"},"meaningId":-2925967435835243595,"authors":[84500]},{"phrase":{"text":"hideous","language":"en"},"meaningId":8054093339492954882,"authors":[84500]},{"phrase":{"text":"horrible","language":"en"},"meaningId":-1782897000385556306,"authors":[84500]},{"phrase":{"text":"horrid","language":"en"},"meaningId":-7757238222194932776,"authors":[84500]},{"phrase":{"text":"horrific","language":"en"},"meaningId":-8206221757042557086,"authors":[84500]},{"phrase":{"text":"savage","language":"en"},"meaningId":-4412371207729141753,"authors":[84500]},{"phrase":{"text":"ugly","language":"en"},"meaningId":5879550543107669411,"authors":[84500]},{"phrase":{"text":"vicious","language":"en"},"meaningId":5776282153342277812,"authors":[84500]},{"phrase":{"text":"atrociuos","language":"en"},"meaningId":-4634281672384423473,"authors":[8]},{"phrase":{"text":"cold","language":"en"},"meaningId":-6598137520042640957,"authors":[83042]},{"phrase":{"text":"cold-blooded","language":"en"},"meaningId":3744630259583256803,"authors":[83042]},{"phrase":{"text":"crying","language":"en"},"meaningId":5950909711493784850,"authors":[84500]},{"phrase":{"text":"dire","language":"en"},"meaningId":7508960698959465293,"authors":[97745]},{"phrase":{"text":"direful","language":"en"},"meaningId":1757424812014162018,"authors":[25018]},{"phrase":{"text":"enormous","language":"en"},"meaningId":-6847652585376058989,"authors":[25018]},{"phrase":{"text":"fell","language":"en"},"meaningId":7481314001685019916,"authors":[84500]},{"phrase":{"text":"ferocious","language":"en"},"meaningId":2182389284490140022,"authors":[97745]},{"phrase":{"text":"fierce","language":"en"},"meaningId":-5091633204793360947,"authors":[83042]},{"phrase":{"text":"flagrant","language":"en"},"meaningId":-7130678668930057477,"authors":[84500]},{"phrase":{"text":"glaring","language":"en"},"meaningId":7928745027234092698,"authors":[84500]},{"phrase":{"text":"grim","language":"en"},"meaningId":-3498873773084777885,"authors":[89651]},{"phrase":{"text":"gross","language":"en"},"meaningId":5959793339562314164,"authors":[84500]},{"phrase":{"text":"horrifying","language":"en"},"meaningId":7856154463509749822,"authors":[84500]},{"phrase":{"text":"huge","language":"en"},"meaningId":-7975947389201889683,"authors":[25018]},{"phrase":{"text":"inhuman","language":"en"},"meaningId":-1611963746785856157,"authors":[25018]},{"phrase":{"text":"nefarious","language":"en"},"meaningId":2635730052545585769,"authors":[25018]},{"phrase":{"text":"painful","language":"en"},"meaningId":3669074258628237631,"authors":[84500]},{"phrase":{"text":"racking","language":"en"},"meaningId":1608241177445999393,"authors":[97745]},{"phrase":{"text":"raging","language":"en"},"meaningId":-790314716295743976,"authors":[97745]},{"phrase":{"text":"rank","language":"en"},"meaningId":7752673027677017121,"authors":[84500]},{"phrase":{"text":"roughshod","language":"en"},"meaningId":144108319723397249,"authors":[84500]},{"phrase":{"text":"terrific","language":"en"},"meaningId":1629891738980668322,"authors":[25115]},{"phrase":{"text":"vast","language":"en"},"meaningId":3494086493774306098,"authors":[25115]},{"meanings":[{"language":"en","text":"atrocious, horrible"}],"meaningId":-6236679240406543976,"authors":[1]},{"meanings":[{"language":"es","text":"impactante atrocidad"}],"meaningId":null,"authors":[81173]}],"phrase":"atroz","examples":[{"author":8000,"first":"Condenamos categóricamente esas acciones <strong class=\"keyword\">atroces</strong>, que constituyen una violación flagrante del derecho internacional","second":"We strongly condemn these <strong class=\"keyword\">heinous</strong> actions, which are blatant violations of international law"},{"author":94808,"first":"San Vicente y las Granadinas indicaron que varias sentencias judiciales habían limitado el alcance y la aplicabilidad de la pena capital en el país y los tribunales nacionales habían decidido no imponer obligatoriamente la pena de muerte y reservarla solo para los delitos más <strong class=\"keyword\">atroces</strong>.","second":"Saint Vincent and the Grenadines noted that a series of judicial rulings had limited the scope and applicability of capital punishment in the national context and domestic courts had removed the death penalty as a mandatory sentence and reserved capital punishment for only the most <strong class=\"keyword\">heinous</strong> crimes."},{"author":118293,"first":"Créeme, es <strong class=\"keyword\">atroz</strong>.","second":"Trust me, it's been <strong class=\"keyword\">brutal</strong>."},{"author":94808,"first":"El 27 de diciembre, los miembros del Consejo condenaron en un comunicado de prensa, en los términos más enérgicos, los ataques terroristas cometidos en Madalla, Jos y Damaturu (Nigeria) el 25 de diciembre, que habían causado numerosos muertos y heridos, y expresaron su sentido pésame y sus condolencias a las víctimas de esos actos <strong class=\"keyword\">atroces</strong> y sus familias, así como al pueblo y el Gobierno de Nigeria.","second":"On 27 December, the members of the Council in a statement to the press condemned in the strongest terms the terrorist attacks that had occurred in Madalla, Jos and Damaturu, Nigeria, on 25 December, causing numerous deaths and injuries, and expressed their deep sympathy and condolences to the victims of those <strong class=\"keyword\">heinous crimes</strong> and their families, and to the people and Government of Nigeria."},{"author":27,"first":"(PT) La trata de personas es un crimen <strong class=\"keyword\">atroz</strong> que, en particular en su forma más insidiosa, degrada la propia esencia del ser humano.","second":"(PT) Trafficking in human beings is a <strong class=\"keyword\">heinous</strong> crime that, in a particularly insidious fashion, debases the very nature of what it is to be a human being."},{"author":94808,"first":"Expresar su profunda preocupación por el empeoramiento de la crisis siria y las graves repercusiones que tendrá para el futuro de Siria y su seguridad, estabilidad, unidad nacional e integridad territorial, y por el terrible sufrimiento que padece el pueblo sirio ante la intensificación de la destrucción, la violencia, las matanzas y los crímenes <strong class=\"keyword\">atroces</strong> cometidos contra la población civil, en flagrante violación de los principios de los derechos humanos y el derecho internacional humanitario, y también por el aumento sostenido que esa intensificación ha ocasionado en el número de personas que se han visto obligadas a desplazarse o refugiarse, tanto en la propia Siria como en los países vecinos;","second":"To express its profound concern at the worsening of the Syrian crisis and the grave repercussions thereof for the future of Syria and its security, stability, national unity and territorial integrity, and at the severe human suffering endured by the Syrian people because of the intensification of the destruction, violence, killing and the <strong class=\"keyword\">horrific</strong> crimes committed against civilians, in flagrant violation of human rights principles and international humanitarian law, and the sustained increase to which that intensification has led in the number of those who have been displaced or made refugees, both in Syria and neighbouring countries;"},{"author":94808,"first":"Los miembros del Consejo condenaron en los términos más enérgicos el ataque, que había causado numerosos muertos y heridos, y expresaron su profunda solidaridad y sinceras condolencias con las víctimas de esos actos <strong class=\"keyword\">atroces</strong> y con sus familias y los pueblos y los Gobiernos de Argelia y los países cuyos nacionales habían sido afectados.","second":"The members of the Council condemned the attack in the strongest terms, which had resulted in numerous deaths and injuries, and expressed their deep sympathy and sincere condolences to the victims of these <strong class=\"keyword\">heinous</strong> acts and their families and to the people and Governments of Algeria and those countries whose nationals had been affected."},{"author":118293,"first":"La comida como fetiche y ritual es una pérdida de tiempo <strong class=\"keyword\">atroz</strong>.","second":"The ritualization-slash-fetishization of eating is as <strong class=\"keyword\">egregious</strong> a waste of time as I can think of."},{"author":118293,"first":"Esto fue un acto deliberado y <strong class=\"keyword\">atroz</strong> de malicia.","second":"This was a deliberate and <strong class=\"keyword\">heinous</strong> act of malice."},{"author":94808,"first":"El Consejo destaca que es de la máxima importancia someter a la acción de la justicia a los autores, organizadores y patrocinadores de este <strong class=\"keyword\">atroz</strong> crimen y expresa su determinación de apoyar al Gobierno del Líbano en sus gestiones y compromisos a tal fin.","second":"“It stresses that it is of the highest importance that the perpetrators, organizers and sponsors of this <strong class=\"keyword\">heinous</strong> crime are brought to justice and expresses its determination to support the efforts and commitment of the Government of Lebanon to this end."},{"author":94808,"first":"Este proyecto de resolución trata por igual al victimario y a la víctima, lo que es especialmente <strong class=\"keyword\">atroz</strong> en vista de las prácticas de las autoridades de ocupación en contra del pueblo palestino.","second":"This draft resolution treats killer and victim equally, which is particularly <strong class=\"keyword\">egregious</strong> in view of the practices of the occupation authorities against the Palestinian people."},{"author":94808,"first":"“Después de tanto derramamiento de sangre y tanta pérdida, después de tantos <strong class=\"keyword\">atroces</strong> actos de inhumana brutalidad, hará falta un extraordinario esfuerzo de voluntad para que el pueblo de Bosnia supere su pasado y empiece a construir un futuro de paz.”","second":"“After so much bloodshed and loss and so many <strong class=\"keyword\">outrageous</strong> acts of inhuman brutality, it will take an extraordinary effort of will for the people of Bosnia to pull themselves from their past and start building a future of peace”."},{"author":31,"first":"Esto es <strong class=\"keyword\">atroz</strong>","second":"That' s <strong class=\"keyword\">outrageous</strong>"},{"author":95096,"first":"Esta voz la oímos resonar muy bien desde aquí, porque algunos países vecinos están sufriendo una guerra <strong class=\"keyword\">atroz</strong> e inhumana.","second":"We hear this resoundingly here, because some neighbouring countries are scarred by an inhumane and <strong class=\"keyword\">brutal</strong> war."},{"author":27,"first":"Señor Presidente, si bien condenamos totalmente las políticas perseguidas por Sadam Husein y las <strong class=\"keyword\">atroces</strong> violaciones de los derechos humanos, en particular contra su propio pueblo, ¿no se podría ahora considerar, en primer lugar, la posibilidad de relajar al menos el embargo de forma que el pueblo iraquí recibiera los suministros que necesita más urgentemente, sin por ello dejar de mantener la oposición total a la dictadura y a las medidas adoptadas por Sadam Husein para aumentar su fuerza militar y, en segundo lugar, procurar contribuir a poner fin a la lucha fratricida ente las dos facciones principales de los kurdos iraquíes: el KDP, que ha estado cooperando con las fuerzas turcas, y el PUK, que ha estado aliado con el Irán y está beneficiando sin duda alguna a Sadam Husein?","second":"Mr President, while totally condemning the policies pursued by Saddam Hussein and the <strong class=\"keyword\">appalling</strong> violations of human rights, particularly against his own people, can consideration now be given, firstly, at least to easing the embargo in a way that will provide more desperately needed supplies for the Iraqi people, while maintaining total opposition to the dictatorship and efforts of Saddam Hussein to build his military strength, and, secondly, to seek to help end the fratricidal struggle between the two main Iraqi Kurdish factions - the KDP, which has been cooperating with Turkish forces - and the PUK, which has been in league with Iran, which is undoubtedly playing into Saddam Hussein's hands?"},{"author":94808,"first":"Si no actuamos ante el peligro, el pueblo del Iraq seguirá viviendo sometido a una opresión <strong class=\"keyword\">atroz</strong>.","second":"If we fail to act in the face of danger, the people of Iraq will continue to live in <strong class=\"keyword\">brutal</strong> submission."},{"author":94808,"first":"El Secretario General subraya la necesidad de que comparezcan ante la justicia los responsables de <strong class=\"keyword\">atroces</strong> delitos y actos de violencia contra el personal humanitario y de las Naciones Unidas.","second":"The Secretary-General underscores the need to bring to justice the perpetrators of <strong class=\"keyword\">heinous</strong> crimes and acts of violence against United Nations and humanitarian personnel."},{"author":94808,"first":"Condena firmemente los ataques armados contra el personal de las Naciones Unidas y otro personal humanitario, y el asesinato de miembros de ese personal, exhorta firmemente a los talibanes a que cumplan su promesa de cooperar en la investigación urgente de esos <strong class=\"keyword\">atroces</strong> crímenes a fin de que se enjuicie a los responsables e insta a todas las partes afganas a que demuestren que están plenamente decididas a garantizar la seguridad de todo el personal de las Naciones Unidas y otro personal humanitario a fin de facilitar la continuación de su trabajo de apoyo a la población afectada;","second":"Strongly condemns the armed attacks on and the killing of United Nations and other humanitarian personnel, strongly calls upon the Taliban to fulfil their stated commitment to cooperate in urgent investigations of these <strong class=\"keyword\">heinous</strong> crimes with a view to bringing those responsible to justice, and urges all Afghan parties to demonstrate their full commitment to the safety and security of all United Nations and other humanitarian personnel so as to facilitate their continued work in support of the affected population;"},{"author":8000,"first":"Además de estos y otros ataques <strong class=\"keyword\">atroces</strong>, los esfuerzos israelíes de lucha contra el terrorismo frustran a diario innumerables incidentes terroristas","second":"In addition to these and other <strong class=\"keyword\">atrocious</strong> attacks, innumerable incidents of terror are thwarted on a daily basis by Israeli counter-terrorism efforts"},{"author":94808,"first":"Condena enérgicamente todas las masacres en la República Árabe Siria, inclusive, más recientemente, la cometida en la región de Al Guta, que causó <strong class=\"keyword\">atroces</strong> bajas civiles;","second":"Strongly condemns all massacres in the Syrian Arab Republic, including most recently the massacre in the Al Ghouta region, which caused <strong class=\"keyword\">appalling</strong> civilian casualties;"},{"author":94808,"first":"Una infraestructura nacional para la promoción y la protección de los derechos humanos fortalece la resiliencia del Estado frente a los crímenes <strong class=\"keyword\">atroces</strong> y mejora su capacidad para contrarrestar las fuentes de tensión subyacentes.","second":"A national infrastructure for the promotion and protection of human rights strengthens State resilience to <strong class=\"keyword\">atrocity</strong> crimes and improves its capacity to address underlying sources of tension."},{"author":94808,"first":"Si queremos asegurarnos de que no se dé cobijo a los autores de los crímenes más <strong class=\"keyword\">atroces</strong> del mundo, debemos intensificar nuestros esfuerzos colectivos por promover la universalidad del Estatuto de Roma.","second":"If we are to ensure that the perpetrators of the world’s most <strong class=\"keyword\">egregious</strong> crimes are denied a safe haven, we must step up our collective efforts to promote the universality of the Rome Statute."},{"author":8000,"first":"Expresamos nuestras profundas condolencias a los familiares del fallecido y esperamos que los autores de ese crimen sean llevados ante la justicia, al igual que los perpetradores de otros hechos <strong class=\"keyword\">atroces</strong> de violencia política en ese atormentado país","second":"We express our deep condolences to the family of the deceased, and we expect that the perpetrators of this crime will be brought to justice, as should the perpetrators of other <strong class=\"keyword\">heinous</strong> acts of political violence in that tormented country"},{"author":94808,"first":"El deber de los Estados de proteger a su población contra la violencia y los crímenes <strong class=\"keyword\">atroces</strong>, independientemente de las identidades nacionales, étnicas, religiosas, lingüísticas o de otro tipo, trasciende la ideología, la religión o el sistema de valores de un Estado concreto y está consagrado en instrumentos de derechos humanos universalmente aceptados.","second":"The duty of States to protect their populations from violence and <strong class=\"keyword\">atrocity</strong> crimes, irrespective of national, ethnic, religious, linguistic or other identity, transcends any specific State ideology, religion or value system, and is entrenched in universally accepted human rights instruments."},{"author":94808,"first":"Los <strong class=\"keyword\">atroces</strong> actos terroristas perpetrados en 2003, entre ellos el ataque deliberado a la sede de la Misión de Asistencia de las Naciones Unidas para el Iraq en Baghdad, causaron enormes pérdidas de vidas humanas, destrucción y daños.","second":"Enormous loss of life, destruction and damage were caused in 2003 by <strong class=\"keyword\">heinous</strong> acts of terrorism, including the deliberate attack on the headquarters of the United Nations Assistance Mission for Iraq in Baghdad."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}