{"result":"ok","tuc":[{"phrase":{"text":"advance","language":"en"},"meanings":[{"language":"en","text":"To help to advance (in terms of knowledge)."},{"language":"es","text":"Ayudar a avanzar (en términos de conocimiento)."}],"meaningId":9018445251408445808,"authors":[60172]},{"phrase":{"text":"boost","language":"en"},"meanings":[{"language":"en","text":"To help to advance (in terms of knowledge)."},{"language":"es","text":"Ayudar a avanzar (en términos de conocimiento)."}],"meaningId":1773808131076713130,"authors":[60172]},{"phrase":{"text":"further","language":"en"},"meanings":[{"language":"en","text":"To help to advance (in terms of knowledge)."},{"language":"es","text":"Ayudar a avanzar (en términos de conocimiento)."}],"meaningId":-1292118301945030524,"authors":[60172]},{"phrase":{"text":"promote","language":"en"},"meanings":[{"language":"en","text":"To help to advance (in terms of knowledge)."},{"language":"es","text":"Ayudar a avanzar (en términos de conocimiento)."}],"meaningId":1516002855542203668,"authors":[60172]},{"phrase":{"text":"back","language":"en"},"meaningId":-2503532472298442894,"authors":[25018]},{"phrase":{"text":"favour","language":"en"},"meaningId":3488556965296067581,"authors":[84715]},{"phrase":{"text":"foster","language":"en"},"meaningId":4157037312603024364,"authors":[25018]},{"phrase":{"text":"sponsor","language":"en"},"meaningId":862508097733006870,"authors":[80097]},{"phrase":{"text":"support","language":"en"},"meaningId":1224738768693125521,"authors":[16]},{"meanings":[{"language":"en","text":"to sponsor"}],"meaningId":2745229518471575494,"authors":[93107]}],"phrase":"auspiciar","examples":[{"author":118293,"first":"Quieren <strong class=\"keyword\">auspiciar</strong> el sitio.","second":"They want to <strong class=\"keyword\">sponsor</strong> the site."},{"author":8000,"first":"Frente a las opiniones, a menudo dispares, de los miembros con respecto a estos temas, la OIMT ha logrado <strong class=\"keyword\">auspiciar</strong> un debate constructivo, encontrar puntos de convergencia y adelantar los procesos, inclusive la adopción de medidas para poner en práctica sus decisiones sobre políticas a través de proyectos, talleres y actividades de capacitación","second":"In the face of often disparate members' views on such issues, ITTO has been able to <strong class=\"keyword\">sponsor</strong> a constructive debate, find common ground and move issues forward, including taking steps to implement its policy decisions through projects, workshops and training activities"},{"author":94808,"first":"Agradecemos el ofrecimiento de Bélgica de <strong class=\"keyword\">auspiciar</strong> la primera reunión de un foro sobre migración y desarrollo.","second":"We appreciate the Belgian offer to <strong class=\"keyword\">host</strong> the first migration and development forum meeting."},{"author":94808,"first":"Este año, una vez más, Croacia ha de <strong class=\"keyword\">auspiciar</strong> el proyecto de resolución a este respecto y solicita a los demás Estados que hagan lo mismo.","second":"Croatia will be co-<strong class=\"keyword\">sponsoring</strong> this draft resolution again this year and calls on other States to do the same."},{"author":8000,"first":"Felicitamos a Chipre por <strong class=\"keyword\">auspiciar</strong>, junto con Malasia, este segundo Diálogo Interreligioso de la ASEM y allanar así el camino para hacer del diálogo interreligioso un proceso anual de la Reunión de Asia-Europa","second":"We congratulate Cyprus for <strong class=\"keyword\">hosting</strong>, together with Malaysia, this Second ASEM Interfaith Dialogue, thus paving the way for making the Interfaith Dialogue an annual ASEM process"},{"author":94808,"first":"Nos complace <strong class=\"keyword\">auspiciar</strong> ese ejercicio, primer ejercicio de su tipo que se celebrará en Asia.","second":"We are pleased to <strong class=\"keyword\">host</strong> this exercise, the first such exercise to be held in Asia."},{"author":94808,"first":"Los fondos que deberían utilizarse para promover la inversión y el crecimiento en los países en desarrollo, o construir escuelas y hospitales, o <strong class=\"keyword\">auspiciar</strong> otras medidas en pro de los objetivos de desarrollo del Milenio, se están transfiriendo al extranjero.","second":"Funds that should be promoting investment and growth in developing countries, or building schools and hospitals, or <strong class=\"keyword\">sponsoring</strong> other steps towards the Millennium Development Goals, are instead being transferred abroad."},{"author":27,"first":"Este Parlamento debe <strong class=\"keyword\">auspiciar</strong> una conferencia de integración de la comunidad romaní.","second":"Parliament must <strong class=\"keyword\">sponsor</strong> a conference on the integration of the Roma community."},{"author":94808,"first":"Me complace mucho que el Reino Unido, en colaboración con Noruega, <strong class=\"keyword\">auspiciara</strong> en Londres a principios de diciembre un taller destinado a estudiar las lecciones que se pudieron extraer hasta la fecha de la iniciativa del Reino Unido y Noruega.","second":"I am very pleased that the United Kingdom will, in partnership with Norway, <strong class=\"keyword\">host</strong> a workshop in London in early December to consider lessons learned so far from the United Kingdom-Norway initiative."},{"author":94809,"first":"procurar que toda participación de las autoridades en el Diálogo sobre Modernización junto con la oposición democrática y la sociedad civil y en pie de igualdad con estas, se lleve a cabo respetando plenamente los principios democráticos, con vistas a desarrollar una economía competitiva, a propiciar reformas democráticas y a <strong class=\"keyword\">auspiciar</strong> el Estado de Derecho y la pluralidad social;","second":"ensure that any participation by the authorities in the Dialogue on Modernisation, alongside and on an equal basis with democratic opposition and civil society, is conducted in full respect of democratic principles, with the view of developing a competitive economy and fostering democratic reforms, as well as a pluralistic society and the rule of law;"},{"author":94808,"first":"Destacaron que la política de neutralidad permanente era un factor clave para crear las condiciones y la plataforma para unas negociaciones pacíficas, y en ese sentido subrayaron la contribución de un Turkmenistán neutral a las conversaciones intertayikas dirigidas por las Naciones Unidas mediante la iniciativa de <strong class=\"keyword\">auspiciar</strong> la ronda continua de conversaciones intertayikas en Asjabad en 1995 y 1996, y a la respuesta al conflicto del Afganistán organizando conversaciones entre los afganos y un foro internacional sobre el Afganistán en 1997 y ofreciendo el territorio de Turkmenistán para continuar el diálogo inclusivo sobre la reconciliación dirigido por los afganos,","second":"Stressed that the policy of permanent neutrality is a key factor for providing conditions and building a platform for peaceful negotiations, and in this regard underlined the contribution of neutral Turkmenistan in the United Nations-led inter-Tajik talks through the initiative to <strong class=\"keyword\">host</strong> the continual round of the interTajik talks in Ashgabat in 1995-1996, and in addressing the conflict in Afghanistan by hosting inter-Afghan talks and an international forum on Afghanistan in 1997 and continuing to offer the territory of Turkmenistan for further inclusive, Afghan-led dialogue on reconciliation,"},{"author":8008,"first":"<strong class=\"keyword\">Auspiciar</strong> la creación de Filiales en otros lugares del país y dentro de los centros donde existan profesionales de la Salud Mental.","second":"To <strong class=\"keyword\">sponsor</strong> the development of affiliates in other parts of the country and in the centres where Mental Health specialists work."},{"author":94808,"first":"Por otra parte, el Líbano se ha ofrecido a <strong class=\"keyword\">auspiciar</strong> la segunda reunión de los Estados Partes en la Convención en 2011.","second":"Furthermore, Lebanon has offered to <strong class=\"keyword\">host</strong> the second meeting of States parties to the Convention in 2011."},{"author":94808,"first":"El Gobierno de la República de Sudáfrica se ha comprometido también a organizar y <strong class=\"keyword\">auspiciar</strong> una cumbre internacional sobre la prevención de la delincuencia juvenil y las ciudades en 2008.","second":"The Government of the Republic of South Africa has also committed to <strong class=\"keyword\">hosting</strong> and <strong class=\"keyword\">sponsoring</strong> an international youth crime prevention and cities summit in 2008."},{"author":94808,"first":"Ante todo, en nombre de mi Gobierno, quisiera dar las gracias a la comunidad internacional por haber confiado al Estado de Qatar el honor de <strong class=\"keyword\">auspiciar</strong> la Cuarta Conferencia Ministerial de la Organización Mundial del Comercio, celebrada en Doha, que se cristalizó en el Programa de Doha para el Desarrollo.","second":"First of all, on behalf of my Government, I should like thank the international community for entrusting the State of <strong class=\"keyword\">Qatar</strong> with the honour of holding the World Trade Organization’s Fourth Ministerial Conference in Doha, which produced the Doha Development Agenda."},{"author":8000,"first":"De conformidad con su mandato y su obligación de luchar contra la cultura de la impunidad, este año la Fiscalía <strong class=\"keyword\">auspiciará</strong> un foro para los ministerios fiscales de varios países a fin de hablar de la manera de aumentar la cooperación con ellos y velar por que tengan acceso a nuestra base de datos en todo momento, tanto ahora como una vez clausurado el Tribunal","second":"Consistent with its mandate and its obligation to fight the culture of impunity, the Office of the Prosecutor will <strong class=\"keyword\">host</strong> a forum later this year for selected national prosecuting authorities to discuss ways of enhancing cooperation with them and ensuring their continued access to our database, both now and after the closure of the Tribunal"},{"author":94809,"first":"Por el presente Reglamento, se crea una Agencia Comunitaria de Control de la Pesca (en lo sucesivo, «la Agencia») cuyo objetivo será organizar la coordinación operativa de las actividades de control e inspección de la pesca de los Estados miembros y <strong class=\"keyword\">auspiciar</strong> la cooperación entre ellos al objeto de cumplir las normas de la política pesquera común.","second":"This Regulation establishes a Community Fisheries Control Agency (\"the Agency\"), the objective of which is to organise operational coordination of fisheries control and inspection activities by the Member States and to <strong class=\"keyword\">assist</strong> them to cooperate so as to comply with the rules of the Common Fisheries Policy."},{"author":94808,"first":"Nos complació también <strong class=\"keyword\">auspiciar</strong> el pasado junio un taller subregional sobre la lucha contra el terrorismo, organizado por la Organización de los Estados Americanos en cooperación con la Oficina de las Naciones Unidas contra la Droga y el Delito.","second":"We were also pleased to <strong class=\"keyword\">host</strong> this past June a subregional workshop on counter-terrorism financing, organized by the Organization of American States in cooperation with the United Nations Office on Drugs and Crime."},{"author":8000,"first":"En la reunión sobre financiación para el desarrollo que se celebró en # en el contexto de la Reunión Plenaria de Alto Nivel de la Asamblea General (véase # ), Su Alteza el Jeque Hamad bin Khalifa Al-Thani, Emir del Estado de Qatar, presentó la iniciativa de <strong class=\"keyword\">auspiciar</strong> en Doha la primera conferencia de seguimiento de la Conferencia Internacional sobre la Financiación para el Desarrollo, sobre la base del párrafo # del Consenso de Monterrey","second":"At the meeting on financing for development held in the context of the # igh-level Plenary Meeting of the General Assembly (see # ), His Highness Sheikh Hamad bin Khalifa Al-Thani, Emir of the State of Qatar, presented an initiative to <strong class=\"keyword\">host</strong> in Doha the first follow-up conference for the International Conference on Financing for Development, on the basis of paragraph # of the Monterrey Consensus"},{"author":8000,"first":"Damos las gracias al Gobierno de Sudáfrica por ofrecer el apoyo logístico y por <strong class=\"keyword\">auspiciar</strong> la próxima ronda de negociaciones","second":"We thank the Government of South Africa for providing logistical support and for <strong class=\"keyword\">hosting</strong> the next round of talks"},{"author":94808,"first":"Por otro lado, es importante señalar que en el Reglamento de la Ley General de Población señala que: “La Secretaría de Gobernación, en coordinación con la Secretaría de Relaciones Exteriores y el Sistema Nacional para el Desarrollo Integral de la Familia, <strong class=\"keyword\">auspiciará</strong> convenios con los gobiernos estatales y con los Sistemas Estatales para el Desarrollo Integral de la Familia, en los que establezcan mecanismos de colaboración y coordinación para llevar a cabo acciones de beneficio de los menores migrantes repatriados, a fin de garantizar los derechos que les confieren las leyes.”","second":"It should also be mentioned that the implementing regulations of the General Population Act state that: “The Ministry of the Interior, in coordination with the Ministry of Foreign Affairs and the National Scheme for the Comprehensive Development of the Family, shall <strong class=\"keyword\">promote</strong> agreements with state governments and state schemes for the comprehensive development of the family establishing mechanisms for cooperation and coordination in carrying out measures benefiting repatriated migrant minors, in order to guarantee their rights under the law.”"},{"author":94808,"first":"Ahora que esa manifestación de cooperación y solidaridad entre los países en desarrollo del Sur alcanza la madurez, al pasar del medio siglo, Indonesia <strong class=\"keyword\">auspiciará</strong> el mes que viene, en Bandung y en Yakarta, una serie de actos para conmemorar ese aniversario.","second":"As that expression of cooperation and solidarity among countries of the developing South matures into its second half-century, Indonesia will be <strong class=\"keyword\">hosting</strong>, next month in Bandung and Jakarta, a number of anniversary events."},{"author":94808,"first":"En este sentido agradecemos las conversaciones que la Secretaria de Estado de los Estados Unidos <strong class=\"keyword\">auspiciará</strong> en París el día de mañana entre el Primer Ministro Barak y el Presidente Yasser Arafat y las que <strong class=\"keyword\">auspiciará</strong> el Presidente Mubarak de Egipto el jueves 5 de octubre en El Cairo.","second":"In that regard, we welcome the talks that the United States Secretary of State will <strong class=\"keyword\">host</strong> in Paris tomorrow between Prime Minister Barak and President Yasser Arafat and those that President Mubarak of Egypt will <strong class=\"keyword\">host</strong> in Cairo on Thursday, 5 October."},{"author":94808,"first":"También valoramos la labor que realizaron anteriormente los Gobiernos alemán y suizo al <strong class=\"keyword\">auspiciar</strong> conferencias similares dedicadas a mejorar el diseño y la aplicación de las sanciones selectivas multilaterales.","second":"We also appreciate the investments previously made by the German and Swiss Governments in <strong class=\"keyword\">hosting</strong> similar conferences focused on improving the design and implementation of targeted multilateral sanctions."},{"author":8000,"first":"Al respecto, el Brasil acoge con beneplácito el ofrecimiento de Benin de <strong class=\"keyword\">auspiciar</strong> la sexta reunión de Estados miembros","second":"In that regard, Brazil warmly welcomes the offer of Benin to <strong class=\"keyword\">host</strong> the sixth meeting of member States"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}