{"result":"ok","tuc":[{"phrase":{"text":"seasoned","language":"en"},"meanings":[{"language":"en","text":"experienced"}],"meaningId":783283131832848438,"authors":[70195]},{"phrase":{"text":"wont","language":"en"},"meanings":[{"language":"en","text":"accustomed, apt"}],"meaningId":6055512067650625984,"authors":[70195]},{"phrase":{"text":"accustomed","language":"en"},"meaningId":-2481719173962529818,"authors":[86934]},{"phrase":{"text":"habitual","language":"en"},"meaningId":3740844634992281970,"authors":[86934]},{"phrase":{"text":"used to","language":"en"},"meaningId":-570736683829463414,"authors":[86934]},{"meanings":[{"language":"en","text":"Past participle of avezar."},{"language":"en","text":"seasoned"}],"meaningId":-7607390667739236887,"authors":[1]}],"phrase":"avezado","examples":[{"author":94808,"first":"Señaló que los dos tribunales habían llegado a ser instituciones judiciales <strong class=\"keyword\">avezadas</strong>.","second":"She stated that both tribunals had developed into fully <strong class=\"keyword\">fledged</strong> judicial institutions."},{"author":8008,"first":"En cualquiera de sus niveles, disfruta del juego al máximo con cuatro modalidades, aptas tanto para principiantes como para navegantes <strong class=\"keyword\">avezados</strong> (arcade, táctico, simulación y \"sin reglas\").","second":"At any level, enjoy the game to its fullest with the four game modes suitable for beginners or <strong class=\"keyword\">seasoned</strong> navigators (arcade, tactical, simulation and “no rules”)."},{"author":94809,"first":"Con frecuencia se indica asimismo que la empresa C & J Clark es conocida por ser muy <strong class=\"keyword\">avezada</strong> a la hora de aprovechar oportunidades financieras y que ya ha recibido en el pasado, por diversos conceptos, fondos comunitarios en relación con el funcionamiento de varias de sus fábricas en diferentes países de la Unión Europea, muchas de las cuales han cerrado posteriormente, con graves consecuencias sociales y económicas para los países y regiones en los que operaba.","second":"It appears from numerous sources that the company C & J Clark is an old hand at this kind of financial opportunism: it is claimed that it has on several other occasions received Community funds aiding its operations at different plants in a number of EU Member States, only to close many of those plants at a later date, with adverse social and economic consequences for the Member States and regions where it had operated."},{"author":95875,"first":"Se realizaron un total de diez intercambios, entre los cuales se cuentan la contratación y/o cesión temporal de tres investigadores noveles y siete investigadores <strong class=\"keyword\">avezados</strong>.","second":"A total of 10 exchanges took place, including recruitment and/or secondment of 3 early-stage researchers and 7 experienced researchers."},{"author":94809,"first":"Las pruebas indican que los monjes de Wensleydale se hicieron <strong class=\"keyword\">avezados</strong> granjeros y hábiles ganaderos, y la elaboración de queso con la leche de sus animales se convirtió en una valiosa fuente de alimento.","second":"Evidence suggests that the monks of Wensleydale became proficient farmers and were <strong class=\"keyword\">skilled</strong> in animal husbandry, and cheese making from the milk became a valuable source of food."},{"author":8000,"first":"Como <strong class=\"keyword\">avezada</strong> trabajadora humanitaria, sería imperdonable que concluyera mi intervención sin aprovechar la ocasión para recordar que el Secretario General, en su reciente informe al Consejo de Seguridad, subrayó el hecho de que se precisa de recursos para finalizar aspectos inconclusos del proceso de paz","second":"As a <strong class=\"keyword\">senior</strong> humanitarian, I should be remiss if I did not use this occasion to close by reminding us all that the Secretary-General, in his recent report to the Security Council, highlighted the fact that resources are still required to finalize the uncompleted aspects of the peace process"},{"author":91988,"first":"Es necesario encontrar una combinación de medidas y de acuerdos internacionales que permitan a los contribuyentes obtener un rendimiento aceptable de sus inversiones, sin eliminar los incentivos a empresarios <strong class=\"keyword\">avezados</strong> para la comercialización de sus productos innovadores.","second":"A combination of measures and international agreements must be found that would allow taxpayers to obtain decent returns on their investments, without removing the incentives for <strong class=\"keyword\">savvy</strong> entrepreneurs to commercialize innovative products."},{"author":94808,"first":"No obstante, algunas observaciones de la Junta podrían dar a un lector no <strong class=\"keyword\">avezado</strong> la impresión de que son generalizadas las posibilidades de que se lleven a cabo actividades fraudulentas y corruptas a gran escala.","second":"However, some of the Board’s comments may give the mistaken impression to the <strong class=\"keyword\">uninitiated</strong> reader that the potential for large-scale fraudulent and corrupted activities is widespread."},{"author":8000,"first":"En esta ocasión simbólica, se da a los Becarios de Desarme la entrada a la comunidad de negociadores <strong class=\"keyword\">avezados</strong> y experimentados que buscan maneras y medios de fortalecer la paz y la seguridad internacionales a través de medidas eficaces relativas a la limitación de armamentos y el logro del desarme","second":"On this symbolic occasion, disarmament Fellows are admitted to the community of <strong class=\"keyword\">seasoned</strong> and experienced negotiators who seek ways and means of strengthening international peace and security through effective arms control and disarmament measures"},{"author":94808,"first":"Además, no se necesita un explorador <strong class=\"keyword\">avezado</strong> para descubrir que hay otro punto de entrada a la Franja de Gaza, además de Israel.","second":"Moreover, it would hardly take a renowned explorer to discover that there was an additional entry point to the Gaza Strip besides Israel."},{"author":119739,"first":"Lew Kosich, <strong class=\"keyword\">avezado</strong> piloto, dice: “Las situaciones que reproducimos no son imaginarias; ocurrieron de verdad”.","second":"Lew Kosich, a <strong class=\"keyword\">seasoned</strong> pilot, says: “The scenarios we show are not fictional; they actually happened somewhere.”"},{"author":95096,"first":"Con gran gozo visito esta tierra de hombres <strong class=\"keyword\">avezados</strong> al trabajo duro: es la tierra del minero polaco, la tierra de las acererías, de las minas, de los hornos y de las fábricas, pero también es una tierra de rica tradición religiosa.","second":"With great joy I visit this land of men and women who are <strong class=\"keyword\">accustomed</strong> to hard work: it is the land of the Polish miner, the land of steel mills, mines and industrial furnaces; but it is also a land with a rich religious tradition."},{"author":118293,"first":"Qué <strong class=\"keyword\">avezados</strong> son.","second":"Oh..<strong class=\"keyword\">. you</strong> guys are sharp."},{"author":118293,"first":"<strong class=\"keyword\">AVEZADOS</strong> PILLOS JURAN QUE UNO RECUERDA SÓLO DÍAS DE SU CONDENA EN PRISIÓN:","second":"<strong class=\"keyword\">Seasoned</strong> crooks swear there's only two days you remember about your stretch in prison:"},{"author":118293,"first":"¡ No deseo nada más que una vez en la vida cazar a un lobo robusto y <strong class=\"keyword\">avezado</strong>!","second":"Just once in my life let me get a hermit wolf, that's <strong class=\"keyword\">all I</strong> want!"},{"author":94808,"first":"Sin embargo, tranquilizados por sus enormes dotes de diplomático <strong class=\"keyword\">avezado</strong>, no dudamos en ningún momento que las labores de esta augusta institución se verán coronadas por el éxito.","second":"However, assured by your excellent qualities of diplomatic <strong class=\"keyword\">experience</strong>, we do not doubt for one moment that the proceedings of this distinguished institution will be completed successfully."},{"author":94808,"first":"Pensamos que su experiencia como diplomático <strong class=\"keyword\">avezado</strong> y el compromiso decidido de su país con la paz y la seguridad garantizarán el éxito de nuestras deliberaciones.","second":"We believe that your experience as a <strong class=\"keyword\">seasoned</strong> diplomat and your country’s resolute commitment to international peace and security will ensure the success of our deliberations."},{"author":94808,"first":"La confianza que se ha depositado en usted refleja el reconocimiento de la comunidad internacional de sus cualidades de diplomático <strong class=\"keyword\">avezado</strong> y constituye un homenaje a su país, la República de Corea, por el papel determinante que desempeña en el mantenimiento de la paz y la seguridad en todo el mundo.","second":"The trust that has been placed in you reflects the international community’s recognition of your qualities as an <strong class=\"keyword\">experienced</strong> diplomat and is a tribute to your country, the Republic of Korea, for the decisive role it plays in maintaining peace and security throughout the world."},{"author":94808,"first":"En el marco de la regionalización que prevé la reforma de la educación, la admisión en los centros de enseñanza secundaria para el año escolar en curso no se ha llevado a cabo en función de los resultados escolares de los alumnos, sino en función de su lugar de residencia, lo que ha permitido evitar que los mejores alumnos se concentren en los institutos nacionales reservados a la elite y que los menos <strong class=\"keyword\">avezados</strong> se orienten hacia colegios regionales menos acreditados.","second":"Under the regionalization called for in the education reform, admission to secondary schools for the current school year had been on the basis not of students’ academic results but of their place of residence, so that the best students would not be concentrated in national colleges for the elite and students of lesser attainment would not be channelled into less well regarded regional colleges."},{"author":8000,"first":"Sabemos que usted es un diplomático <strong class=\"keyword\">avezado</strong>, que goza de una gran autoridad en las Naciones Unidas","second":"We know you as an <strong class=\"keyword\">experienced diplomat</strong> who enjoys a great deal of authority in the United Nations"},{"author":8000,"first":"Como explicación se apuntó que, si bien las partes reclamantes de la carga son negociantes <strong class=\"keyword\">avezados</strong>, una libertad total en la elección de jurisdicción podría dar lugar a abusos por parte del porteador","second":"By way of explanation, it was suggested that, while cargo claimants are <strong class=\"keyword\">sophisticated</strong> business people, total freedom of choice of jurisdiction could be open to abuse by the carrier"},{"author":118293,"first":"Estos cazadores, en particular, son <strong class=\"keyword\">avezados</strong>, muy efectivos.","second":"These particular hunters are very <strong class=\"keyword\">seasoned</strong>, they're very efficient."},{"author":94259,"first":"que se alistó en el ejército alemán ya siendo un científico <strong class=\"keyword\">avezado</strong>,","second":"joined the German army already an <strong class=\"keyword\">accomplished</strong> scientist,"},{"author":8000,"first":"Los administradores municipales son funcionarios experimentados y <strong class=\"keyword\">avezados</strong> que dirigen y orientan las estructuras locales con profesionalismo","second":"Municipal administrators are experienced and <strong class=\"keyword\">seasoned</strong> officials providing mature leadership and direction to local structures"},{"author":31,"first":"Hace diez días, en la Operación Prometeo...... el poder de la bomba atómica fue desafiado...... por una banda de ases del aire <strong class=\"keyword\">avezados</strong> en la lucha","second":"Ten days ago, in Operation Prometheus...... the power of the atom bomb was challenged...... by a band of battle- hardened air aces"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}