{"result":"ok","tuc":[{"phrase":{"text":"jet","language":"en"},"meanings":[{"language":"en","text":"colour"},{"language":"en","text":"coal"}],"meaningId":-194863485403981933,"authors":[70195]},{"phrase":{"text":"amber","language":"en"},"meaningId":8982206542581876664,"authors":[89651]},{"phrase":{"text":"black amber","language":"en"},"meaningId":5689043825279183616,"authors":[80097]},{"phrase":{"text":"gagate","language":"en"},"meaningId":-5132989780457066493,"authors":[83086]},{"meanings":[{"language":"en","text":"Having a jet colour; of a deep black, and often glistening, colour."},{"language":"en","text":"Jet; a form of compact, glistening coal often used in jewelry."}],"meaningId":5074947719689116424,"authors":[1]}],"phrase":"azabache","examples":[{"author":118293,"first":"¿Seriamente crees que dejaría escapar a un joven de tez morena razonablemente atractivo hombre de su misma casta con una cabeza llena de genial pelo negro <strong class=\"keyword\">azabache</strong> a, bueno, lo contrario de todo eso?","second":"Do you seriously believe she would go from a young, taut-skinned, reasonably attractive man of her same caste with a great head of <strong class=\"keyword\">jet</strong>-black hair to, well, the opposite of all that?"},{"author":89915,"first":"Adornos de <strong class=\"keyword\">azabache</strong>","second":"Ornaments of <strong class=\"keyword\">jet</strong>"},{"author":94809,"first":"Lignitos, incluso aglomerados (excepto el <strong class=\"keyword\">azabache</strong>)","second":"Lignite, whether or not agglomerated, excluding <strong class=\"keyword\">jet</strong>"},{"author":94809,"first":"El alga laver es un alga marina de color negro <strong class=\"keyword\">azabache</strong> tirando a rojizo/púrpura, que se vuelve verde oscura/negra cuando se elabora el «Welsh Laverbread».","second":"Laver is a red/purple ‘<strong class=\"keyword\">raven</strong>’ black seaweed which turns dark green/black when processed into ‘Welsh Laverbread’"},{"author":8008,"first":"Siempre que la Cometavítrea <strong class=\"keyword\">azabache</strong> sea objetivo de un hechizo o habilidad por primera vez en un turno, contrarresta ese hechizo o habilidad.","second":"Whenever <strong class=\"keyword\">Jetting</strong> Glasskite becomes the target of a spell or ability for the first time in a turn, counter that spell or ability."},{"author":89915,"first":"Productos de metales preciosos o chapados que no se incluyan en otras clases, En concreto amuletos, Medallas, Latas, Brazaletes y pulseras, Prendedor, Bustos, Cadenas, Dijes, Joyas esmaltadas [cloisonné], Monedas, Fichas, Gemelos, Pendientes, Hilo de oro, Adornos para sombreros, Lingotes, <strong class=\"keyword\">Azabache</strong>, Joyeros [cajas y estuches], Llaveros, Medallones, Medallas, Collares, Alfileres de adorno, Ornamentos de bisutería, Anillos para los dedos, Adornos para zapatos, Estatuas, Figuras (estatuillas), Relojes de sol, Pasadores de corbata, Pasadores de corbata, Correa para reloj de pulsera, Cadenas de reloj, Alambre, y Artesanía","second":"Goods in precious metals or coated therewith not included in other classes, namely amulets, badges, boxes, bracelets, brooches, busts, chains, charms, cloisonné jewellery, coins, tokens, cuff links, earrings, gold thread, hat ornaments, ingots, <strong class=\"keyword\">jet</strong>, jewelry cases, key rings, lockets, medals, necklaces, ornamental pins, ornaments, rings, shoe ornaments, statues, statuettes, sundials, tie clips, tie pins, watch bands, watch chains, wire, and works of art"},{"author":8008,"first":"El <strong class=\"keyword\">azabache</strong> es un material fósil de origen vegetal que se localiza en pocos puntos del planeta.","second":"<strong class=\"keyword\">Black Jet</strong> is a fossil material from vegetable origin that is located in a few places of the planet."},{"author":94809,"first":"En la partida 9602, se entiende por «materias vegetales o minerales para tallar»: a) las semillas duras, pepitas, cáscaras, nueces y materias vegetales similares para tallar (por ejemplo, nuez de corozo o de palmera-dum); b) el ámbar (succino) y la espuma de mar, naturales o reconstituidos, el <strong class=\"keyword\">azabache</strong> y las materias minerales análogas al <strong class=\"keyword\">azabache</strong>.","second":"In heading No 9602, the expression 'vegetable or mineral carving material` means : (a) hard seeds, pips, hulls and nuts and similar vegetable materials of a kind used for carving (for example, corozo and dom); (b) amber, meerschaum, agglomerated amber and agglomerated meerschaum, <strong class=\"keyword\">jet</strong> and mineral substitutes for <strong class=\"keyword\">jet</strong>."},{"author":94809,"first":"Lignitos, incluso pulverizados, pero sin aglomerar (excepto el <strong class=\"keyword\">azabache</strong>)","second":"Lignite, whether or not pulverised, non-agglomerated (excl<strong class=\"keyword\">. jet</strong>)"},{"author":89915,"first":"Piedras preciosas o semipreciosas (en bruto o semiprocesadas), en particular ágatas, Calcedonia, Chorro, <strong class=\"keyword\">Azabache</strong> de imitación, Jades, <strong class=\"keyword\">Azabache</strong>, Circonia cúbica, Marquesitas, Olivina, Ópalo, Rubí, Esmeraldas, Espinelas, Topacio, Sardónices, Peridoto, Zafiros","second":"Unwrought or semi-wrought precious stones and semi-precious stones, in particular agates, Chalcedony, <strong class=\"keyword\">jet</strong>, Imitation jet, Jades, <strong class=\"keyword\">Jet</strong>, Cubic zirconia, Marcassites, Olivine, Opal, Ruby, Emeralds, Spinels, Topaz, Sardonyx, Peridot, Sapphires"},{"author":94809,"first":"Fase visual: Vinagre limpio y brillante, presentando colores que van desde el ambarino hasta el caoba intenso, casi <strong class=\"keyword\">azabache</strong>.","second":"Visual phase: clean and bright colour, ranging from amber to intense mahogany, almost <strong class=\"keyword\">jet</strong>."},{"author":118293,"first":"Y esta belleza <strong class=\"keyword\">azabache</strong> a mi lado es Terry Macy.","second":"And this <strong class=\"keyword\">raven</strong> beauty on my right is Terry Macy."},{"author":42,"first":"el ámbar (succino) y la espuma de mar, naturales o reconstituidos, así como el <strong class=\"keyword\">azabache</strong> y materias minerales análogas al <strong class=\"keyword\">azabache</strong>","second":"amber, meerschaum, agglomerated amber and agglomerated meerschaum, <strong class=\"keyword\">jet</strong> and mineral substitutes for <strong class=\"keyword\">jet</strong>"},{"author":89915,"first":"Metales preciosos y sus aleaciones y productos de metales preciosos o chapados, que no se incluyan en otras clases, como pendientes, medallas, adornos para sombreros de metales preciosos, insignias de metales preciosos, hilos de metales preciosos, alfileres de corbata, adornos de plata, alfileres de adorno, llaveros (dijes o llaveros), agujas de corbatas, ornamentos de <strong class=\"keyword\">azabache</strong>","second":"Precious metals and their alloys and goods in precious metals or coated therewith, not included in other classes, such as carrings, medals, hat ornaments of precious metal, badges of precious metal, threads of precious metal, tie pins, silver ornaments, ornamental pins, key rings (trinket or fobs), tie clips, ornaments of <strong class=\"keyword\">jet</strong>"},{"author":8008,"first":"La Asociación Azebache se formó en Villaviciosa de Asturias en 1999 con el fin de preservar, potenciar y dar a conocer la historia del <strong class=\"keyword\">azabache</strong> de Asturias.","second":"The Association Azebache was born in Villaviciosa of Asturias in 1999 in order to preserve, promote and show the history of the Asturian <strong class=\"keyword\">Black Jet</strong>."},{"author":94809,"first":"b) el ámbar (succino) y la espuma de mar, naturales o reconstituidos, así como el <strong class=\"keyword\">azabache</strong> y materias minerales análogas al <strong class=\"keyword\">azabache</strong>.","second":"(b) amber, meerschaum, agglomerated amber and agglomerated meerschaum, <strong class=\"keyword\">jet</strong> and mineral substitutes for <strong class=\"keyword\">jet</strong>."},{"author":119739,"first":"Tales eran las circunstancias en Europa del Este cuando Andrea, una joven de cabello negro <strong class=\"keyword\">azabache</strong>, iba a la escuela.","second":"Such were the circumstances when raven-haired Andrea attended school in Eastern Europe."},{"author":118293,"first":"Pero no tengo prendas de <strong class=\"keyword\">azabache</strong>.","second":"But I don't have any <strong class=\"keyword\">black</strong> dresses."},{"author":89915,"first":"Servicios de venta al por menor y al por mayor en relación con la venta de cronógrafos, cronómetros, cajas de reloj, relojes de pared y relojes de pulsera, gemelos, diamantes, pendientes, figuritas de metales preciosos, oro, hilos de oro, adornos de sombrero de metales preciosos, lingotes de metales preciosos, iridio, joyas de marfil, <strong class=\"keyword\">azabache</strong>, artículos de joyería de ámbar amarillo, joyeros, llaveros de aro, guardapelos, collares, peridoto, partes y piezas de todos los productos mencionados","second":"Retail and wholesale services connected with the sale of chronographs, chronometers, clock cases, clocks and watches, cuff links, diamonds, earrings, figurines of precious metals, gold, gold thread, hat ornaments of precious metals, ingots of precious metals, iridium, ivory jewellery, <strong class=\"keyword\">jet</strong>, jewellery of yellow amber, jewellery cases, key rings, lockets, necklaces, peridot, parts and fittings for all the aforesaid goods"},{"author":89915,"first":"<strong class=\"keyword\">Azabache</strong>","second":"<strong class=\"keyword\">Jet (precious stones)</strong>"},{"author":31,"first":"Cabalga sobre un corcel negro como el <strong class=\"keyword\">azabache</strong>","second":"He rides a pitch- black <strong class=\"keyword\">steed</strong>"},{"author":94809,"first":"Fase visual: Vinagre limpio y brillante, presentando colores que van desde el ambarino hasta el caoba intenso, casi <strong class=\"keyword\">azabache</strong>.","second":"Colour: clean and bright colour, ranging from amber to intense mahogany, almost <strong class=\"keyword\">jet</strong>."},{"author":31,"first":"Tenía pelo negro <strong class=\"keyword\">azabache</strong> y unos ojos cafés increíbles...... y un lunar en la mejilla que la avergonzaba...... pero por eso era tan hermosa","second":"<strong class=\"keyword\">Jet</strong> had black hair and a few eyes incredible coffees...... and a spot in the cheek that was shaming it...... but that' s why it was so beautiful"},{"author":118293,"first":"Pero no tengo prensas de <strong class=\"keyword\">azabache</strong>.","second":"But I don't have any <strong class=\"keyword\">black</strong> dresses."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"83086":{"U":"","id":83086,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83086"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}