{"result":"ok","tuc":[{"phrase":{"text":"chance","language":"en"},"meaningId":6682467235330317599,"authors":[8]},{"phrase":{"text":"chancy","language":"en"},"meaningId":-4310889323482157919,"authors":[86934]},{"phrase":{"text":"fortuitous","language":"en"},"meaningId":5735132700768858047,"authors":[8]},{"phrase":{"text":"hazardous","language":"en"},"meaningId":7019872277002285594,"authors":[86934]},{"meanings":[{"language":"en","text":"unlucky, unfortunate"},{"language":"en","text":"random"}],"meaningId":3532111423533582265,"authors":[1]},{"meanings":[{"language":"es","text":"esta palabra se aplica en varias formas"}],"meaningId":null,"authors":[81115]}],"phrase":"azaroso","examples":[{"author":8008,"first":"Y es que en el proceso creativo de Jorge Rodríguez Diez (R10) no existe ningún movimiento <strong class=\"keyword\">azaroso</strong>...","second":"And is that in the creative process of Jorge Rodriguez Diez (R10) there are no <strong class=\"keyword\">random</strong> movements..."},{"author":119723,"first":"Sé lo que significa trasladar montañas de dificultades y dividir <strong class=\"keyword\">azaroso</strong> mares Rojos.","second":"I know what it means to have mountains of difficulty move and ominous Red Seas part."},{"author":94808,"first":"La exclusión de la lista de países menos adelantados no debía realizarse en forma extremadamente abrupta ni <strong class=\"keyword\">azarosa</strong>, sino en el marco de un proceso cuidadosamente calculado y basado en el concepto de “transición gradual” apoyado por las Naciones Unidas, teniendo en cuenta las vulnerabilidades específicas de los pequeños Estados insulares en desarrollo.","second":"Graduation must not occur in an overly abrupt or <strong class=\"keyword\">haphazard</strong> manner, but rather as part of a carefully calibrated process based on the United Nations-endorsed concept of “smooth transition”, taking into account the specific vulnerabilities of small island developing States."},{"author":8000,"first":"En estas circunstancias tan <strong class=\"keyword\">azarosas</strong> seguiré avanzando en la búsqueda del consenso a pesar de que es un momento poco oportuno, sobre la simple base de que el documento # no es lo suficientemente bueno","second":"In these impacted circumstances, I will carry the search for consensus forward, despite the awkward timing, on the simple grounds that # is not yet good enough"},{"author":118293,"first":"Mejor bajo llave y cerrojo que sujeto al robo <strong class=\"keyword\">azaroso</strong>.","second":"Better under lock and key than subject to <strong class=\"keyword\">random</strong> thie very."},{"author":118293,"first":"El ataque no fue <strong class=\"keyword\">azaroso</strong>.","second":"That attack wasn't <strong class=\"keyword\">random</strong>."},{"author":91988,"first":"TOLEDO – La situación <strong class=\"keyword\">azarosa</strong> de Israel como consecuencia del informe del juez Richard Goldstone donde se lo acusa de crímenes de guerra en Gaza, y el subsiguiente respaldo del informe por parte del Consejo de Derechos Humanos de las Naciones Unidas, trae a la mente la reacción del vicepresidente de Estados Unidos Spiro Agnew ante la acusación en su contra por cargos de corrupción en 1973: \"Los bastardos cambiaron las reglas, pero nunca me avisaron\".","second":"TOLEDO – Israel’s predicament with the Judge Richard Goldstone’s report accusing it of war crimes in Gaza, and the report’s subsequent endorsement by the United Nations Human Rights Council, brings to mind the reaction of United States Vice-President Spiro Agnew to his indictment on corruption charges in 1973: “The bastards, they changed the rules, but they never told me.”"},{"author":118293,"first":"Su fuerza gravitacional evita que el planeta se tambalee y así nos salva de los cambios climáticos <strong class=\"keyword\">azarosos</strong>.","second":"Its gravitational pull prevents the planet from wobbling, saving us from <strong class=\"keyword\">wild</strong> climate swings."},{"author":74,"first":"Tom y Mary tienen unas vidas <strong class=\"keyword\">azarosas</strong>.","second":"Tom and Mary have very <strong class=\"keyword\">eventful</strong> lives."},{"author":8008,"first":"UNA UNIÓN QUIZÁS <strong class=\"keyword\">AZAROSA</strong>, PERO QUE AL MISMO TIEMPO AYUDA A ENTENDER CÓMO Y DÓNDE HAN NACIDO LAS LÁMPARAS DE ISA CORSI.","second":"PERHAPS A <strong class=\"keyword\">VENTURED</strong> MATCH, BUT IN THE SAMETIME HELPS US TO UNDERSTAND HOW AND WHERE ARE BORNED THE LAMPS MADE BY ISA CORSI."},{"author":94809,"first":"Como señaló la Comisión en su Decisión 98/490/CE, \"hay motivos para creer que si Crédit Lyonnais no hubiera contado permanentemente con el apoyo total implícito o explícito del Estado no se habría lanzado a la política <strong class=\"keyword\">azarosa</strong> que condujo\".","second":"As the Commission noted in Decision 98/490/EC, \"there are grounds for believing that, if CL had not enjoyed the total and permanent implicit or explicit backing of the State, it would not have embarked on its <strong class=\"keyword\">risky</strong> policy in the first place\"."},{"author":8000,"first":"El representante diplomático de Cuba en Washington, Fernando Remírez, se puso por entero a mi servicio para mantener abiertos los canales con La Habana. Pero las comunicaciones confidenciales son tan lentas y <strong class=\"keyword\">azarosas</strong> desde Washington-y en especial para un caso de tanto cuidado-, que las nuestras sólo se resolvieron con un emisario especial","second":"Cuba's diplomatic representative in Washington, Fernando Remírez, made himself fully available to me in order to keep the channels of communication with Havana open, but confidential communications are so slow and <strong class=\"keyword\">risky</strong> from Washington- particularly on such a sensitive matter- that ours could only be transmitted via a special emissary"},{"author":94808,"first":"Pero es tiempo de rectificar costosos errores, de corregir rumbos equivocados y abandonar destructivas costumbres que harán esa marcha infinitamente más <strong class=\"keyword\">azarosa</strong> y empinada de lo que debe ser.","second":"But now is the time to correct costly mistakes, to right our course and to abandon the destructive behaviour that will make our march of progress <strong class=\"keyword\">infinitely</strong> more difficult and tortuous than it should be."},{"author":94809,"first":"Sin embargo, la aplicación de los principios de efectividad y de equivalencia ha dado lugar a lo que parece ser, a primera vista, una serie de decisiones un tanto <strong class=\"keyword\">azarosas</strong>.","second":"Yet, the application of the principles of effectiveness and equivalence has resulted in what seems to be, at first sight, a somewhat <strong class=\"keyword\">haphazard</strong> series of decisions."},{"author":118293,"first":"\" Los derrumbes fueron demasiado metódicos para el resul tado <strong class=\"keyword\">azaroso</strong> de 2 aviones impactando en los edificios. \"","second":"\" The collapses were too methodical to be a <strong class=\"keyword\">chance</strong> result of airplanes colliding with the structures. \""},{"author":8000,"first":"Haití es uno de los ejemplos más claros de las nefastas consecuencias del colonialismo y del neocolonialismo, del injusto y excluyente orden internacional y del intervencionismo continuado que ha marcado su <strong class=\"keyword\">azarosa</strong> historia","second":"Haiti is one of the clearest examples of the disastrous consequences of colonialism and neocolonialism, of the unjust and exclusionary international order, and of the continued interventionism <strong class=\"keyword\">characterizing</strong> its <strong class=\"keyword\">turbulent</strong> history"},{"author":22,"first":"tres pipetas diferentes: una pipeta (# μl) para distribuir las muestras en la mezcla de RCP, una pipeta (# μl) para añadir el bromuro de etidio (BE) y otra pipeta (# μl) para transferir los productos de RCP a los geles de <strong class=\"keyword\">azarosa</strong>","second":"Three different pipettes: one pipette (# μl) to dispense samples in PCR mix, one pipette (# μl) for EB sampling and another pipette (# μl) to load PCR products in <strong class=\"keyword\">agarose</strong> gels"},{"author":94808,"first":"En estas circunstancias tan <strong class=\"keyword\">azarosas</strong> seguiré avanzando en la búsqueda del consenso a pesar de que es un momento poco oportuno, sobre la simple base de que el documento CD/1624 no es lo suficientemente bueno.","second":"In these impacted circumstances, I will carry the search for consensus forward, despite the awkward timing, on the simple grounds that CD/1624 is not yet good enough."},{"author":118293,"first":"Gracias a este elixir, la materia sigue un camino <strong class=\"keyword\">azaroso</strong> sobre la Tierra.","second":"Thanks to this elixir, the matter follows a <strong class=\"keyword\">risky</strong> way on the Earth."},{"author":94809,"first":"La fusión de las dos hipótesis (sensibilidad 3, cuadro 6.4) multiplica sus inconvenientes o debilidades respectivos y hace aún más improbables y <strong class=\"keyword\">azarosos</strong> los resultados del cálculo.","second":"The combination of the two assumptions (sensitivity 3, Table 6.4) magnifies their respective disadvantages or weaknesses and makes the results of the calculation even more unlikely and arbitrary."},{"author":118293,"first":"¿Sabías que si bebes y tomas un tranquilizante... puedes tener un apagón <strong class=\"keyword\">azaroso</strong> y montar tu auto en una gran roca?","second":"Did you know that if you drink and take Ambien, you can randomly blackout and run your car onto a boulder?"},{"author":8000,"first":"Esperamos que esta revisión sea propicia para que el Fondo sea más eficaz y compatible con la necesidad de una intervención inmediata e implícita en la concepción original, y sobre todo, para fortalecer la función catalizadora de la intervención financiada por otros donantes, para que los recursos no se distribuyan de manera <strong class=\"keyword\">azarosa</strong> e indiscriminada","second":"It is our hope that the review will be conducive to making the Fund more effective and more consonant with the need for immediate intervention implicit in the original conception, and above all to strengthening the catalysing function of intervention financed by other donors, so that resources are not distributed <strong class=\"keyword\">haphazardly</strong> and indiscriminately"},{"author":31,"first":"Lo <strong class=\"keyword\">azaroso</strong> puede salir mal","second":"<strong class=\"keyword\">Random</strong> could go wrong"},{"author":118293,"first":"La teoría del caos intenta hallar un orden subyacente. .en cosas que parecen <strong class=\"keyword\">azarosas</strong>.","second":"Chaos theory is really about finding the underlying order apparently <strong class=\"keyword\">random</strong> things"},{"author":94808,"first":"Es uno de los ejemplos más claros de las nefastas consecuencias del colonialismo y el neocolonialismo, del injusto y excluyente orden internacional actual y del intervencionismo continuado que ha marcado su <strong class=\"keyword\">azarosa</strong> historia republicana.","second":"It is one of the most telling examples of the terrible consequences of colonialism and neocolonialism, the current unjust and exclusive international order, and the continued interventionism that has <strong class=\"keyword\">characterized</strong> its <strong class=\"keyword\">turbulent</strong> republican history."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}