{"result":"ok","tuc":[{"phrase":{"text":"lurch","language":"en"},"meanings":[{"language":"en","text":"sudden or unsteady movement"}],"meaningId":7111742890463445186,"authors":[70195]},{"meanings":[{"language":"en","text":"swerve"}],"meaningId":4966206224396795249,"authors":[93107]}],"phrase":"bandazo","examples":[{"author":8007,"first":"El mundo va camino de dar un <strong class=\"keyword\">bandazo</strong> hacia una guerra de divisas o incluso hacia el proteccionismo comercial, lo que amenaza con la destrucción de puestos de trabajo y crecimiento.","second":"The world <strong class=\"keyword\">lurches</strong> towards a currency war, or even towards trade protectionism, threatening to destroy jobs and growth."},{"author":118293,"first":"Los motoristas que le vieron dando <strong class=\"keyword\">bandazos</strong>...","second":"Passing motorists who saw him weaving"},{"author":8008,"first":"Mientras la Cellular Dentata se acerca hacia ti dando <strong class=\"keyword\">bandazos</strong> para morderte.","second":"Delight in primeval horror, as the Cellular Dentata <strong class=\"keyword\">lurches</strong> towards you for a bite."},{"author":118293,"first":"Hemos recibido una llamada de un ciudadano preocupado porque iba dando <strong class=\"keyword\">bandazos</strong> con el coche al salir del club de la playa.","second":"We got a call from a concerned citizen that you were weaving as you were pulling out from the beach club."},{"author":118293,"first":"Bum, burbujas, bab el, <strong class=\"keyword\">bandazo</strong> y bravo.","second":"Fizz, froth, flip, finial, foam and flare."},{"author":94808,"first":"Estos últimos tienen grandes bolsas de pobreza y son vulnerables especialmente a los <strong class=\"keyword\">bandazos</strong> de la economía global.","second":"Middle-income countries frequently have large pockets of poverty and are especially vulnerable to global economic <strong class=\"keyword\">swings</strong>."},{"author":91988,"first":"Entretanto, el estado da <strong class=\"keyword\">bandazos</strong> entre la tragedia fiscal y la farsa fiscal.","second":"Meanwhile, the state <strong class=\"keyword\">lurches from</strong> fiscal tragedy to fiscal farce."},{"author":27,"first":"Creo que los dos días que tenemos hasta la votación deberían se utilizados, para lograr que se corrigieran, en el sentido que he expuesto, algunos <strong class=\"keyword\">bandazos</strong> que contiene el actual proyecto de decisión.","second":"I think the two days we still have before the vote should be put to good use correcting certain biasses found in the present draft resolution in the sense I have indicated."},{"author":118293,"first":"El coche daba <strong class=\"keyword\">bandazos</strong>.","second":"The <strong class=\"keyword\">car</strong> was weaving."},{"author":118293,"first":"Y a dar <strong class=\"keyword\">bandazos</strong> con ella en respuesta.","second":"And <strong class=\"keyword\">started</strong> slapping back."},{"author":8000,"first":"Después, cuando parece que se está creando un consenso, esas delegaciones empiezan a dar <strong class=\"keyword\">bandazos</strong>, reniegan de lo que anteriormente se comprometieron a apoyar y tratan de hacer subir las apuestas en su favor","second":"Then, when a consensus seems to be emerging, they scuttle back and forth, <strong class=\"keyword\">disavowing</strong> what they previously claimed to support while trying to raise the stakes in their favour"},{"author":27,"first":"A pesar de los <strong class=\"keyword\">bandazos</strong> resultantes y de la tensión política en Ucrania, nos interesa intensificar las relaciones de vecindad con Ucrania.","second":"Despite the resulting <strong class=\"keyword\">zigzag</strong> course and political tension in Ukraine, it is in our interests to deepen neighbourly relations with Ukraine."},{"author":8008,"first":"\"Esto tiene que ser una cosa perseverante, no puede ser flor de un día, y así como no se le puede estancar, tampoco se puede permitir que se salga del camino, que se den <strong class=\"keyword\">bandazos</strong>\", sostuvo.","second":"He took over as chairman after Mr Johnson sacked Professor David <strong class=\"keyword\">Nutt</strong>."},{"author":31,"first":"Te lo juro! es culpa mío si ella ha habido ¿ \" un <strong class=\"keyword\">bandazo</strong> de un coche \" para mí?","second":"It' s not my fault if she liked me"},{"author":27,"first":"No creo que el Partido Laborista pueda dar un <strong class=\"keyword\">bandazo</strong> tan a la izquierda.","second":"I am not sure the Labour Party can <strong class=\"keyword\">swing</strong> that far to the left."},{"author":8008,"first":"A Baudelys, disponen de 3 habitaciones de huéspedes con cuartos de baño privados, el da <strong class=\"keyword\">bandazos</strong> de 4 a 6 personas.","second":"In Baudelys, you have 3 rooms of hosts with private bathrooms, of a <strong class=\"keyword\">list from</strong> 4 to 6 people."},{"author":118293,"first":"¡ No des <strong class=\"keyword\">bandazos</strong>, maldita sea!","second":"Steady the <strong class=\"keyword\">car</strong>, God damn it!"},{"author":27,"first":"Presidente, me complace sobremanera que el Presidente del Consejo se encuentre presente, no obstante no puedo por menos que decir que la Unión da <strong class=\"keyword\">bandazos</strong> de una propuesta de empleo a otra desde que se llegase a los primeros acuerdos sobre la política de empleo en la Cumbre Europea de Essen.","second":"Mr President, it gives me great satisfaction that the President-in-Office of the Council is here, but nevertheless I have to say that, since the first agreements were reached on labour market policy at the European summit in Essen, the European Union has stumbled from one employment proposal to another."},{"author":118293,"first":"es culpa mío si ella ha habido ¿\" un <strong class=\"keyword\">bandazo</strong> de un coche \" para mí?","second":"It's not my fault if she liked me."},{"author":8007,"first":"La inacción en otros sectores será una mala noticia para muchos, pero el <strong class=\"keyword\">bandazo</strong> de los Estados Unidos hacia un Estado del bienestar al estilo europeo durante los dos primeros años de Obama parece interrumpido, si no permanentemente acabado o revocado, y ésa es una buena noticia para los EE.UU... y para la economía mundial.","second":"But America’s <strong class=\"keyword\">lurch</strong> toward a European-style social-welfare state in Obama’s first two years appears to have been halted, if not permanently ended or reversed. And that is good news for the US – and for the global economy."},{"author":27,"first":"Por esta razón, acabar con este negocio en lugar de permitirle dar <strong class=\"keyword\">bandazos</strong> de un desastre a otro.","second":"For this reason, I favour bringing this business to a close instead of allowing it to <strong class=\"keyword\">lurch from</strong> one disaster to the next."},{"author":95183,"first":"No deja de ser una ironía que, por una vez, los <strong class=\"keyword\">bandazos</strong> de la historia sean favorables a la salud pública.","second":"For once, the ironic twists of history may turn in the favour of public health."},{"author":118293,"first":"Los controles giraban, el avión daba <strong class=\"keyword\">bandazos</strong> y yo daba patadas","second":"The controls were spinning, the plane was <strong class=\"keyword\">bouncing</strong> and I was kicking."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}