{"result":"ok","tuc":[{"phrase":{"text":"benevolence","language":"en"},"meanings":[{"language":"en","text":"(love for) humanity"},{"language":"en","text":"disposition to do good"}],"meaningId":3701425001014455340,"authors":[70195]},{"phrase":{"text":"goodwill","language":"en"},"meaningId":402919115060594745,"authors":[89651]},{"phrase":{"text":"kindness","language":"en"},"meaningId":7108660041187560948,"authors":[89651]},{"phrase":{"text":"leniency","language":"en"},"meaningId":2677196251635594921,"authors":[84500]},{"phrase":{"text":"charity","language":"en"},"meanings":[{"language":"en","text":"(love for) humanity"}],"meaningId":7617841949237442151,"authors":[2736]},{"phrase":{"text":"humanity","language":"en"},"meanings":[{"language":"en","text":"(love for) humanity"}],"meaningId":-6071054357571170573,"authors":[2736]},{"phrase":{"text":"philanthropy","language":"en"},"meanings":[{"language":"en","text":"(love for) humanity"}],"meaningId":810849405494914337,"authors":[2736]},{"phrase":{"text":"amiability","language":"en"},"meaningId":7989300395208522612,"authors":[13]},{"phrase":{"text":"amicability","language":"en"},"meaningId":-8452195409195458642,"authors":[83093]},{"phrase":{"text":"kindliness","language":"en"},"meaningId":-3967222654885005333,"authors":[20]},{"phrase":{"text":"lenience","language":"en"},"meaningId":143410410582341671,"authors":[84500]},{"meanings":[{"language":"en","text":"benevolence"}],"meaningId":-5908061696745174374,"authors":[1]}],"phrase":"benevolencia","examples":[{"author":95096,"first":"Vuestra Majestad puede estar seguro de que los católicos de Jordania harán lealmente todo lo posible para promover el progreso de su patria, sobre todo con sus iniciativas en el campo de la educación y del trabajo social, seguros de que gozarán siempre de sus derechos civiles y contarán con la <strong class=\"keyword\">benevolencia</strong> de Vuestra Majestad.","second":"Your Majesty may rest assured that the Catholics of Jordan will loyally do everything possible to promote their country’s advancement, sponsoring initiatives particularly in the educational field and that of socjal work; confident that they will always enjoy their civil rights and be favoured by Your Majesty’s <strong class=\"keyword\">benevolence</strong>."},{"author":31,"first":"Goodman y su banda visitarían... en una gira de <strong class=\"keyword\">benevolencia</strong> para el Departamento del Estado","second":"Goodman and his band were coming through... on a <strong class=\"keyword\">goodwill</strong> tour for the State Department"},{"author":118293,"first":"Desde ahí sonríen a Bajor con <strong class=\"keyword\">benevolencia</strong>.","second":"It's from there that they smile <strong class=\"keyword\">benevolently</strong> down on Bajor."},{"author":119739,"first":"Un rey que “no gobierna con <strong class=\"keyword\">benevolencia</strong>”","second":"A King That “Does Not Rule <strong class=\"keyword\">Benevolently</strong>”"},{"author":95096,"first":"Estas « palabras », en realidad, expresaban los pilares de la ley moral de carácter universal escrita en el corazón de cada hombre, pero que a Israel le fueron consignadas en el marco de un pacto recíproco de fidelidad, con el cual el pueblo se comprometía a amar a Dios, recordando las maravillas realizadas por Él en el Éxodo, mientras que Dios garantizaba su perenne <strong class=\"keyword\">benevolencia</strong>: « Yo, Yahveh, soy tu Dios, que te he sacado del país de Egipto, de la casa de servidumbre » (Ex 20, 2).","second":"In reality, these “words” are indicative of the pillars of the universal moral law written in every human heart, but they were given to Israel within the context of a mutual pact of fidelity, whereby the people undertook to love God, recalling the wonders he had done in the Exodus, and God guaranteed his enduring <strong class=\"keyword\">kindness</strong>: “I am the Lord your God who brought you out of the land of Egypt, from the house of slavery” (Ex 20:2)."},{"author":31,"first":"Señores de Kobol...... confiamos en su <strong class=\"keyword\">benevolencia</strong> y alabamos su rectitud","second":"Lords of Kobol, we trust in your <strong class=\"keyword\">benevolence</strong> and praise your righteousness"},{"author":95096,"first":"Señor Embajador, antes de finalizar este encuentro, pláceme asegurarle mi <strong class=\"keyword\">benevolencia</strong> y apoyo, para que la alta misión que le ha sido encomendada se cumpla felizmente.","second":"Ambassador, before finishing our meeting, allow me to assure you of my <strong class=\"keyword\">good will</strong> and support, that you may carry out joyfully the noble mission that has been entrusted to you."},{"author":118293,"first":"¿Conforme a su política de <strong class=\"keyword\">benevolencia</strong> limitada?","second":"And that's in line with your policy of limited <strong class=\"keyword\">benevolence</strong>?"},{"author":95096,"first":"Nuestras directrices serán eficaces solamente en la medida en que nuestro discipulado sea genuino, en la medida en que las bienaventuranzas sean la inspiración de nuestras vidas, en la medida en que nuestro pueblo encuentre realmente en nosotros la <strong class=\"keyword\">benevolencia</strong>, sencillez de vida y caridad universal que ellos esperan.","second":"Our leadership will be effective only to the extent that our own discipleship is genuine—to the extent that the Beatitudes have become the inspiration of our lives, to the extent that our people really find in us the <strong class=\"keyword\">kindness</strong>, simplicity of life and universal charity that they expect."},{"author":94808,"first":"Mesbah había informado a un cliente de que mediante el pago de 6 millones de dinares argelinos, ella podría conseguir la <strong class=\"keyword\">benevolencia</strong> del juez que entendía en la causa.","second":"Mesbah had informed a client that, for a payment of 6 million Algerian dinars, Ms."},{"author":95096,"first":"La Santa Sede, como protagonista activa y órgano central de la gran familia católica, acoge, pues, con <strong class=\"keyword\">benevolencia</strong> las confidencias, deseos y proyectos que le queráis participar.","second":"The Holy See, as the active witness and the central organ of the great Catholic family, <strong class=\"keyword\">benevolently</strong> welcomes, therefore, the confidences, the wishes, the plans, you kindly communicate to it."},{"author":94808,"first":"Unión por la <strong class=\"keyword\">Benevolencia</strong> del Camerún","second":"Union pour la <strong class=\"keyword\">Bienveillance</strong> of Cameroon"},{"author":94808,"first":"En lo que atañe a los Estados Miembros que no pueden pagar sus cuotas debido a su situación económica, Qatar estima que una comunidad internacional basada en la solidaridad debe considerar sus casos con <strong class=\"keyword\">benevolencia</strong>, según el principio de la capacidad de pago.","second":"With regard to Member States that were not in a position to pay their assessed contributions because of their economic situation, his delegation believed that the international community should show solidarity and give their case favourable <strong class=\"keyword\">consideration</strong>, with due regard to the principle of capacity to pay."},{"author":118293,"first":"Dígale a nuestra amiga que estoy esperando su último acto de <strong class=\"keyword\">benevolencia</strong>.","second":"Tell our friend I long for her final <strong class=\"keyword\">benevolent</strong> act"},{"author":94808,"first":"Los Estados Unidos piden a las demás delegaciones que consideren con <strong class=\"keyword\">benevolencia</strong> los argumentos económicos y de política legislativa que se exponen en la presente monografía.","second":"The United States <strong class=\"keyword\">respectfully</strong> requests that other delegations consider the economic and policy arguments set forth in this paper."},{"author":95096,"first":"Con tales deseos, y en señal de <strong class=\"keyword\">benevolencia</strong>, les imparto complacido la Bendición Apostólica.","second":"Together with these wishes, as a <strong class=\"keyword\">pledge</strong> of <strong class=\"keyword\">benevolence</strong> I gladly impart my Apostolic Blessing to you."},{"author":27,"first":"En cuanto a la información que el Parlamento debe tener para los fines de la aprobación -y ruego <strong class=\"keyword\">benevolencia</strong>, señor Presidente- de la gestión, estimo coherente la posición de la Comisión al respetar recoger elementos básicos del Acuerdo marco interinstitucional sobre la aplicación del artículo 206 del Tratado.","second":"With regard to the information which Parliament requires for the purposes of the discharge of the budget - and I would ask you to be <strong class=\"keyword\">benevolent</strong>, Mr President - I believe that the Commission' s position is coherent insofar as it respects the basic elements of the framework Interinstitutional Agreement on the application of Article 206 of the Treaty."},{"author":118293,"first":"Debería felicitarse por la <strong class=\"keyword\">benevolencia</strong> increíble, que el tribunal preventivo ha dado muestra en su caso.","second":"You should be grateful for the <strong class=\"keyword\">indulgence</strong> shown you by this preventive tribunal."},{"author":95096,"first":"Fundados en esta esperanza, que vuestra pastoral solicitud aumentará todavía, como prenda de los dones celestiales y en señal de nuestra paternal <strong class=\"keyword\">benevolencia</strong>, a todos vosotros, venerables hermanos, a vuestro clero y a vuestro pueblo, impartimos con todo amor la bendición apostólica.","second":"44. Relying on this hope, which will be increased by your pastoral care, as a pledge of celestial gifts and a sign of Our paternal <strong class=\"keyword\">benevolence</strong>, We impart with all Our heart to each and all of you, Venerable Brethren, and to your clergy and people the Apostolic Benediction."},{"author":118293,"first":"Que en mi casa también este su visión de <strong class=\"keyword\">benevolencia</strong>.","second":"\" All I ask is for a lover as he, <strong class=\"keyword\">\"</strong>"},{"author":95096,"first":"32). Abelardo tuvo la humildad de reconocer sus errores y san Bernardo mostró gran <strong class=\"keyword\">benevolencia</strong>.","second":"Abelard showed humility in recognizing his errors, Bernard used great <strong class=\"keyword\">benevolence</strong>."},{"author":95096,"first":"De ese modo, san Lucas, que en cierto sentido podríamos definir el \"evangelista\" de la Navidad, quiere subrayar la <strong class=\"keyword\">benevolencia</strong> y la delicadeza de Dios para con los pequeños y los humildes, a los que se manifiesta y que de ordinario están mejor dispuestos a reconocerlo y acogerlo.","second":"In this way St Luke, who is certainly the \"Evangelist\" of Christmas, wants to stress God's <strong class=\"keyword\">goodness</strong> and <strong class=\"keyword\">kindness</strong> for the humble and the lowly, to whom he manifests himself and who are usually better disposed to recognize and welcome him."},{"author":27,"first":"Los ciudadanos no entienden los pudores y reticencias a la hora de decidir sobre las ayudas necesarias a la industria del automóvil, con su empleo directo, masivo y de calidad, frente a la diligencia exhibida para ayudar al sector financiero, cuyos errores más graves se juzgan con más <strong class=\"keyword\">benevolencia</strong>.","second":"People will not understand modesty and reticence when decisions are made about the aid needed to support the car industry, given its direct, mass and high-quality employment, particularly in comparison to the diligence shown in helping the financial sector, in which the most serious errors have been judged with <strong class=\"keyword\">benevolence</strong>."},{"author":94809,"first":"La razón principal de que se traten las restricciones verticales con mayor <strong class=\"keyword\">benevolencia</strong> que las horizontales estriba en que estas últimas pueden consistir en acuerdos entre competidores que produzcan bienes o servicios idénticos o intercambiables.","second":"The main reason for treating a vertical restraint more <strong class=\"keyword\">leniently</strong> than a horizontal restraint lies in the fact that the latter may concern an agreement between competitors producing identical or substitutable goods or services."},{"author":118293,"first":"En su <strong class=\"keyword\">benevolencia</strong>, el Estado te libera, pero procura respetar las condiciones de la amnistía.","second":"In its <strong class=\"keyword\">indulgence</strong>, the State is setting you free, but be sure to respect the terms of the amnesty."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"13":{"U":"http://ro.wiktionary.org","id":13,"N":"ro.wiktionary.org","url":"https://glosbe.com/source/13"},"2736":{"U":"http://www.csse.monash.edu.au/~jwb/j_jmdict.html","id":2736,"N":"JMdict-Japanese-Multilingual-Dictio...","url":"https://glosbe.com/source/2736"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}