{"result":"ok","tuc":[{"phrase":{"text":"cockish","language":"en"},"meaningId":-842806179296096476,"authors":[83042]}],"phrase":"bigardo","examples":[{"author":94809,"first":"Asimismo se desprende del expediente que, en el departamento del Isère se celebraron, en noviembre de 2001, al menos tres acuerdos locales con mataderos, en aplicación del acuerdo nacional y que implicaban una obligación de suspensión provisional de las importaciones «hasta nueva negociación nacional»: así, antes del 13 de noviembre de 2001 con la empresa Provi, el 13 de noviembre con el Grupo <strong class=\"keyword\">Bigard</strong>, y el 15 de noviembre con las sociedades Carrel e Isère Viandes et salaisons.","second":"Likewise it is clear from the file that, in the department of Isère, at least three local agreements were concluded with slaughterers in November 2001 pursuant to the national agreement and including an obligation to suspend imports temporarily ‘until further national negotiation’: thus, before 13 November 2001 an agreement with the company Provi, on 13 November with the <strong class=\"keyword\">Bigard</strong> group and on 15 November with the companies Carrel and Isère Viandes et Salaisons."},{"author":8000,"first":"En # asistió al Seminario Superior <strong class=\"keyword\">Bigard</strong> Memorial de Enugu, donde prosiguió sus estudios para convertirse en sacerdote","second":"He attended <strong class=\"keyword\">Bigard</strong> Memorial <strong class=\"keyword\">Major</strong> Seminary, Enugu in # during which time he pursued his studies to become a priest"},{"author":94808,"first":"En 1965 asistió al Seminario Superior <strong class=\"keyword\">Bigard</strong> Memorial de Enugu, donde prosiguió sus estudios para convertirse en sacerdote.","second":"He attended <strong class=\"keyword\">Bigard</strong> Memorial <strong class=\"keyword\">Major</strong> Seminary, Enugu in 1965, during which time he pursued his studies to become a priest."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}