{"result":"ok","tuc":[{"phrase":{"text":"ferocious","language":"en"},"meaningId":-7220858756797089582,"authors":[25018]},{"phrase":{"text":"fierce","language":"en"},"meaningId":3873835502402274881,"authors":[86934]},{"phrase":{"text":"wild","language":"en"},"meaningId":2376061291092721642,"authors":[97745]},{"meanings":[{"language":"en","text":"wild, untamed"},{"language":"en","text":"wild"},{"language":"en","text":"uncouth"},{"language":"en","text":"choppy, wild"}],"meaningId":1580993845260454728,"authors":[93107]}],"phrase":"bravío","examples":[{"author":8008,"first":"Además, durante la exhibición se anunciaron nuevos proveedores de contenido de banda ancha para el módulo Internet Video Link de <strong class=\"keyword\">BRAVIA</strong>, que pasa contenido de video de Internet directamente a los televisores <strong class=\"keyword\">BRAVIA</strong> compatibles sin necesidad de una PC.","second":"And finally, the <strong class=\"keyword\">BRAVIA</strong> Input Link module extends a home theater with three additional HDMI inputs. All three will be available later this year."},{"author":8008,"first":"Sony <strong class=\"keyword\">Bravia</strong> S4000: Sony ha presentado una nueva serie de televisores LCD que, en relación con otros modelos, situado en lo alto de las medianas del mercado.","second":"Sony <strong class=\"keyword\">Bravia</strong> S4000: Sony has presented a new series of LCD televisions that, in relation to other models, positioned high in the medium market."},{"author":31,"first":"Mucho, señora, daría por tender sobre tu espalda, tu cabellera <strong class=\"keyword\">bravía</strong>, tu cabellera de gualda","second":"\" Much would I give, madam, to see your <strong class=\"keyword\">hair</strong> on your back"},{"author":8008,"first":"Entre los asociados de contenido actuales del <strong class=\"keyword\">BRAVIA</strong> Internet Video Link están CBS y FEARnet.com (tal como se anunció hoy), Yahoo!, AOL, Crackle, CondéNet, Sports Illustrated, blip.tv y Sony Pictures.","second":"Current <strong class=\"keyword\">BRAVIA</strong> Internet Video Link content partners include CBS and FEARnet.com -- which were announced today -- Yahoo!, AOL, Crackle, CondéNet, Sports Illustrated, blip.tv, and Sony Pictures."},{"author":8008,"first":"Podrá ver fotografías en calidad Full HD (1080 líneas) en cualquier televisor Sony <strong class=\"keyword\">BRAVIA</strong> o cualquier dispositivo HD-Ready; la manera ideal de revivir los recuerdos con sus amigos y familiares (requiere cable opcional de conexión).","second":"The <strong class=\"keyword\">Sony</strong> DSLR A700 is a digital SLR camera which is positioned in the middle segment, and with that, has to compete (heavily) with the new collection of Canon and Nikon D-SLR cameras, among others. During my stay in Italy, I had the chance to work with the Sony A700 for a short period."},{"author":8008,"first":"Asturias es tierra de montañas, verdes pastos, frondosos bosques, vegas fértiles, ríos y mar <strong class=\"keyword\">bravío</strong>.","second":"And one does not have drive all day to get from one to the other."},{"author":8008,"first":"El hotel cuenta, en todas las habitaciones con aire acondicionado, TV de pantalla plana LCD de 26 pulgadas Sony \"<strong class=\"keyword\">Bravia</strong>\" via satélite, Wifi y conexión por cable a internet gratis, minibar, caja fuerte, productos para el baño, secador de pelo...etc. Existe además un servicio de bar disponible las 24 horas solo para los clientes.","second":"in 1492. The \"morisco\" artisans built some houses making use of materials and ornaments traditionals in their architecture, for example: plaster molds, arches, wooden ceilings, and other elements (gothic and renaissance) that began to arrive from other parts of Europe."},{"author":94809,"first":"Paloma <strong class=\"keyword\">bravía</strong>","second":"Pink <strong class=\"keyword\">pigeon</strong>"},{"author":94808,"first":"Paloma <strong class=\"keyword\">bravía</strong> (Columba livia) DL50 = 1,33 mg de i.a./kg de pc","second":"<strong class=\"keyword\">Rock</strong> Dove (Columba livia) LD50 = 1.33 mg a.i./kg bw"},{"author":118293,"first":"Cuando bajó, un aroma <strong class=\"keyword\">bravío</strong> lo rodeaba.","second":"When he came down, a <strong class=\"keyword\">wild</strong> scent was surrounding him."},{"author":8008,"first":"El cincuenta por ciento de los casos de rescate se deben a una avería imprevisible, sin embargo, el otro cincuenta resulta de la inconsciencia de algunos windsurfistas que se lanzan a la conquista de aguas <strong class=\"keyword\">bravías</strong> o desconocidas sin tener el nivel de experiencia adecuado, siendo incapaces de regresar a la orilla y ocasionando búsquedas a veces difíciles y preocupantes.","second":"Fifty percent of accidents are due to unforeseen events; however, the other fifty percent result from the thoughtlessness of some windsurfers who through inexperience try to conquer <strong class=\"keyword\">fierce</strong> or unknown waters and are later incapable of returning to shore, causing rescues that are sometimes difficult and worrying."},{"author":8008,"first":"Luego, el módulo de enlace DVD de <strong class=\"keyword\">BRAVIA</strong> permite una ampliación muy fácil a la funcionalidad DVD, CD y MP3 y se monta discretamente detrás del televisor.","second":"First, the <strong class=\"keyword\">BRAVIA</strong> Wireless Link module, a wireless HDMITM link, frees the living room of messy wires by connecting an HD transmitter to AV gear and an HD receiver behind the television for wireless 1080p/24p transmission. It supports up to four HDMI source devices at distances up to 200 feet."},{"author":8008,"first":"Su decoración le brinda comodidad a todos nuestros huéspedes. Están equipadas con camas de colchones de resortes, TV Sony <strong class=\"keyword\">Bravia</strong> de pantalla plana de 26 pulgadas (canales gratuitos), Internet gratuito, teléfono de marcación directa y menaje para preparar té y café.","second":"The rooms are designed for the comfort of our guests and are all equipped with Pocket sprung beds, Sony <strong class=\"keyword\">Bravia</strong> 26 inch flat-screen TV (with Freeview), free Wi-Fi, direct dial telephone and tea/coffee making facilities."},{"author":94809,"first":"Paloma <strong class=\"keyword\">bravía</strong>","second":"Rock <strong class=\"keyword\">pigeon</strong>"},{"author":8008,"first":"Es claro, que todo lo que sucede antes de esta producion de las dosis (compra de cafè crudo, torrefacion, lo estudio y la composicion de las mezclas) ha sido rigurosamente examinato para '<strong class=\"keyword\">Bravi</strong> Caffè' y todo esto tiene origen a partir de veinte años de esperiencia de los hermanos 'Ettore y Francesco Ciravegna' en el mundo muy selectivo del Cafè para 'BAR' nada menos que settenta años para la familia 'Ciravegna' en el mundo del cafè crudo (Aldo y Giovanni).","second":"Clearly, the previous drawflate of production (purchase of crude coffee, roasting, study and composition of the blendes) has been rigorously examineted by <strong class=\"keyword\">BRAVI</strong> CAFFE' and all this has origin from twenty years of experience of ETTORE and FRANCESCO CIRAVEGNA brothers, in the very selective coffee world for 'BAR', even of seventy years for the family CIRAVEGNA in the crude coffee world (ALDO and GIOVANNI)."},{"author":8008,"first":"Mucho antes de la época Inca esta región fue habitada por los pumpus, semisalvajes y <strong class=\"keyword\">bravíos</strong> personajes que posiblemente llegaron de la selva en busca de sal.","second":"Long before the Incan era, this region was inhabited by the \"Pumpus\", semi-savage and <strong class=\"keyword\">wild</strong> people that quite possibly arrived from the jungle in search of salt."},{"author":8008,"first":"Otros avances adicionales, como la tecnología SyncTM de <strong class=\"keyword\">BRAVIA</strong>® para operación con un sólo toque, MotionflowTM la tecnología de alta velocidad de cuadros de 120Hz, que ayuda con la eliminación de artefactos de movimiento y permite una mejor visualización de acción rápida, y la tecnología x.v.ColorTM que ofrece un espectro de colores más amplio, se presentan en una gama más amplia de modelos nuevos.","second":"New features include slim bezels on select models, a distinctive 3D graphic interface. Select models also feature compatibility with Sony’s Digital Media Port, which allows users to connect a number of optional accessories like an iPod dock to access video and audio content on the television."},{"author":118293,"first":"\" DONALD \" de los más <strong class=\"keyword\">bravíos</strong> mares del mundo.","second":"He's gone through some of the loneliest, toughest <strong class=\"keyword\">seas</strong> in the world."},{"author":118293,"first":"El mar es demasiado <strong class=\"keyword\">bravío</strong> para desembarcar.","second":"The sea's too rough to debark."},{"author":118293,"first":"Recibimos un montón de estos <strong class=\"keyword\">Bravias</strong> esta mañana","second":"We got a bunch of these Bravias <strong class=\"keyword\">in</strong> this morning."},{"author":119723,"first":"Esas influencias malignas nos azotan como olas <strong class=\"keyword\">bravías</strong>.","second":"These evil influences come to us like tidal waves."},{"author":95096,"first":"Basta pensar, en la era moderna, en los obispos misioneros Giuseppe <strong class=\"keyword\">Bravi</strong>, Ilarione Sillani y Giuseppe Pagnani, vicarios apostólicos de Colombo, en el siglo XIX; en Bede Beekmayer, primer prelado nativo de Ceilán, y en Bernardo Regno, obispo de Kandy.","second":"It is enough to think, in modern times, of the missionary Bishops Giuseppe <strong class=\"keyword\">Bravi</strong>, Ilarione Sillani and Giuseppe Pagnani, Vicars Apostolic of Colombo in the 19th century; of Beekmayer, the first native Prelate of Ceylon, and of Bernardo Regno, Bishop of Kandy."},{"author":118293,"first":"Mucho, señora, daría por tender sobre tu espalda, tu cabellera <strong class=\"keyword\">bravía</strong>, tu cabellera de gualda.","second":"\" Much would I give, madam, to see your <strong class=\"keyword\">hair</strong> on your back."},{"author":8008,"first":"Esta unidad es un concentrador estilizado de medios que integra una unidad Blu-ray DiscTM, funcionalidad integrada de DVR (grabadora de video digital) y la tecnología <strong class=\"keyword\">BRAVIA</strong> Sync para operación con un sólo toque. El modelo está disponible con dos sintonizadores de televisión externos CableCARDTM, de manera que se puede ver y grabar dos programas de HD al mismo tiempo.","second":"Additional advances-- such as <strong class=\"keyword\">BRAVIA</strong>® SyncTM technology for one-touch play, MotionflowTM 120Hz high frame rate technology for further elimination of motion artifacts and better fast-action viewing, and x.v.ColorTM technology for a wider gamut of colors-- are all featured on a broader selection of new models."},{"author":118293,"first":"Mar <strong class=\"keyword\">bravío</strong> que me envuelve en este dulce continente...","second":"<strong class=\"keyword\">Wild</strong> sea that involves me in this sweet continent..."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}