{"result":"ok","tuc":[{"phrase":{"text":"fight","language":"en"},"meaningId":-5613031786404329501,"authors":[80097]},{"phrase":{"text":"plod","language":"en"},"meaningId":-507074670917793693,"authors":[69425]},{"phrase":{"text":"struggle","language":"en"},"meaningId":2993026310437083820,"authors":[8]},{"phrase":{"text":"do one's best","language":"en"},"meanings":[{"language":"en","text":"To do the most or best that one is capable to do."},{"language":"es","text":"Hacer lo más o lo mejor de lo que se es capaz."}],"meaningId":4980541925793929753,"authors":[60172]},{"phrase":{"text":"do one's utmost","language":"en"},"meanings":[{"language":"en","text":"To do the most or best that one is capable to do."},{"language":"es","text":"Hacer lo más o lo mejor de lo que se es capaz."}],"meaningId":-2334933851635011590,"authors":[60172]},{"phrase":{"text":"try one's hardest","language":"en"},"meanings":[{"language":"en","text":"To do the most or best that one is capable to do."},{"language":"es","text":"Hacer lo más o lo mejor de lo que se es capaz."}],"meaningId":8880282973633269569,"authors":[60172]},{"phrase":{"text":"try one's utmost","language":"en"},"meanings":[{"language":"en","text":"To do the most or best that one is capable to do."},{"language":"es","text":"Hacer lo más o lo mejor de lo que se es capaz."}],"meaningId":-253283142060207218,"authors":[60172]},{"phrase":{"text":"battle","language":"en"},"meaningId":-7663929797625155589,"authors":[80097]},{"phrase":{"text":"battle against","language":"en"},"meaningId":3001980723159232345,"authors":[80097]},{"phrase":{"text":"combat","language":"en"},"meaningId":2711854239714681851,"authors":[80097]},{"phrase":{"text":"contend","language":"en"},"meaningId":1070707642821693655,"authors":[25018]},{"phrase":{"text":"drudge","language":"en"},"meaningId":2413801297256737040,"authors":[83042]},{"phrase":{"text":"graft","language":"en"},"meaningId":1076433279130637700,"authors":[83042]},{"phrase":{"text":"labor","language":"en"},"meaningId":1679365573515447932,"authors":[83042]},{"phrase":{"text":"labour","language":"en"},"meaningId":6246948041644848715,"authors":[83042]},{"phrase":{"text":"strive","language":"en"},"meaningId":6965015149186676139,"authors":[8]},{"phrase":{"text":"toil","language":"en"},"meaningId":2668635824541406538,"authors":[83042]},{"meanings":[{"language":"en","text":"to toil"}],"meaningId":9157939879115363690,"authors":[93107]}],"phrase":"bregar","examples":[{"author":8000,"first":"Sin embargo, los programas de alivio de la deuda no han incluido a los países de ingresos medios, algunos de los cuales también tienen que <strong class=\"keyword\">bregar</strong> con una enorme deuda","second":"However, debt relief schemes have left out middle-income countries, some of which also <strong class=\"keyword\">labour</strong> under heavy debt burden"},{"author":94808,"first":"En mi calidad de Ministra de Asuntos de la Familia y Solidaridad Nacional, quisiera reafirmar solemnemente ahora la determinación del Senegal de <strong class=\"keyword\">bregar</strong> por que se cumplan los compromisos contraídos por la comunidad internacional y plasmar en acciones concretas las decisiones y recomendaciones que surjan de este período de sesiones.","second":"In my capacity as Minister for Family Affairs and National Solidarity, I would like to solemnly reaffirm here Senegal’s determination to <strong class=\"keyword\">pursue</strong> the implementation of the commitments agreed upon by the international community at Beijing and to translate into concrete actions the decisions and recommendations that emerge from this session."},{"author":8000,"first":"Con posterioridad a la trágica matanza de la familia real de Nepal ocurrida a comienzos de este año, la fe de nuestro pueblo en la democracia se fortaleció aún más al <strong class=\"keyword\">bregar</strong> por el logro de una sucesión sin tropiezos y la estabilidad ante una crisis terrible","second":"In the aftermath of the agonizing royal massacre in Nepal early this year, our people's faith in democracy has been further reinforced, as it ensured a smooth succession and stability in the face of a terrible crisis"},{"author":95875,"first":"El equipo responsable analizó varias cuestiones relacionadas con la gestión de la incertidumbre: la inmigración, las pensiones, la gestión sectorial y local de la incertidumbre (incluido el campo de los convenios colectivos), el papel de la UE y sus instituciones a la hora de <strong class=\"keyword\">bregar</strong> con los asuntos pertinentes, y el seguimiento de las experiencias de los individuos en cuanto a los mercados laborales y las políticas sociales.","second":"The team analysed several issues related to the management of uncertainty: immigration, pensions, sectoral and local governance of uncertainty (including the field of collective bargaining), the role of the EU and its institutions in dealing with pertinent issues, and the tracking of individuals' experiences of <strong class=\"keyword\">labour</strong> markets and social policy."},{"author":94808,"first":"Como resultado, hay mayores presiones físicas y psicológicas sobre estos habitantes urbanos, que deben <strong class=\"keyword\">bregar</strong> para conseguir magros recursos, muchos de los cuales provienen de una comunidad internacional de asistencia que está en una situación igualmente exigida.","second":"As a result, there has been increasing physical and psychological pressures on these urban dwellers, who must <strong class=\"keyword\">scramble</strong> for the same meagre resources, much of which come from an equally overstretched international assistance community."},{"author":94808,"first":"La humanidad debe <strong class=\"keyword\">bregar</strong> en pro de una paz y seguridad duraderas en todo el mundo.","second":"Humanity ought <strong class=\"keyword\">to strive</strong> for durable peace and security for everyone in the world."},{"author":8000,"first":"La Asamblea de Jefes de Estado y de Gobierno de la Organización de la Unidad Africana (OUA) ha reafirmado reiteradamente la determinación de la organización de <strong class=\"keyword\">bregar</strong> en forma infatigable en favor de la promoción de los derechos y del bienestar de los niños, de combatir todas las formas de explotación de niños y, en particular, de poner fin al fenómeno de los niños soldados","second":"The Assembly of Heads of State and Government of the Organization of African Unity (OAU) has repeatedly reaffirmed the determination of the Organization to <strong class=\"keyword\">strive</strong> relentlessly towards the promotion of the rights and welfare of the child and to combat all forms of child exploitation and, in particular, to end the phenomenon of child soldiers"},{"author":94808,"first":"Por ejemplo, en la reunión de Jefes de Gobierno del Commonwealth celebrada en Londres el 9 y el 10 de junio de 2008 sobre la reforma de las instituciones internacionales, los líderes de esa organización manifestaron su intención, entre otras cosas, de <strong class=\"keyword\">bregar</strong> por la redefinición de los propósitos y la gobernanza de las instituciones financieras internacionales, lo cual incluiría la búsqueda de un consenso en el Commonwealth y de un apoyo internacional más amplio para organizar una conferencia internacional para lograr esos objetivos.","second":"For example, at the Commonwealth Heads of Government Meeting on Reform of International Institutions, held in London on 9 and 10 June 2008, leaders of that organization expressed their intention to, inter alia, <strong class=\"keyword\">pursue</strong> the redefining of the purposes and governance of the international financial institutions, including working towards a Commonwealth consensus and wider international support for an international conference to achieve those goals."},{"author":94808,"first":"La Constitución fue resultado de la lucha de las mujeres etíopes, quienes demostraron que, en una sociedad casi bíblica, eran capaces de <strong class=\"keyword\">bregar</strong> por sus derechos hasta verlos consagrados en la Constitución.","second":"The Constitution had been the result of the struggle of Ethiopian women, who had proved that, in an almost biblical society, they could <strong class=\"keyword\">fight</strong> for their rights and have them enshrined in the Constitution."},{"author":94808,"first":"Para finalizar, Suiza reitera su voluntad de <strong class=\"keyword\">bregar</strong> a favor de la protección de las poblaciones civiles.","second":"In conclusion, Switzerland reaffirms its resolve to <strong class=\"keyword\">work</strong> for the protection of civilian populations."},{"author":94808,"first":"Hizo hincapié en que el UNICEF debía desempeñar una función clave en <strong class=\"keyword\">bregar</strong> por que el bienestar y los derechos de los niños sigan teniendo prioridad en los futuros programas y objetivos de desarrollo.","second":"He stressed that UNICEF had a key role to play in <strong class=\"keyword\">advocating</strong> that the well-being and rights of children remained a priority in future development agendas and goals."},{"author":94259,"first":"si estarías menos dispuesto a <strong class=\"keyword\">bregar</strong> por esto","second":"if you would be less <strong class=\"keyword\">eager</strong> to <strong class=\"keyword\">deal</strong> it"},{"author":94808,"first":"En el tercer grupo están los alumnos que tienen que <strong class=\"keyword\">bregar</strong> con funciones limitadas, tales como una mala audición.","second":"The third group contains pupils whose faculties are impaired, <strong class=\"keyword\">for</strong> example by poor hearing."},{"author":95875,"first":"En segundo lugar, debía aportar recomendaciones para <strong class=\"keyword\">bregar</strong> con tales situaciones nocivas para la seguridad.","second":"Secondly, the project aimed to provide recommendations for dealing with such security scenarios."},{"author":94808,"first":"Con ese fin, China seguirá invariablemente una política exterior independiente de paz, promoverá relaciones de cooperación sólidas con otros países del mundo, se esforzará por lograr un ambiente internacional pacífico y un ámbito general propicio, y <strong class=\"keyword\">bregará</strong> por que se mantenga la paz y la seguridad común en todos los países del mundo.","second":"To that end, China will unswervingly pursue an independent foreign policy of peace, will further its sound and cooperative relations with other countries in the world, will strive for a long-term peaceful international environment and a good general environment and will <strong class=\"keyword\">work</strong> for lasting peace and common security for all countries in the world."},{"author":92475,"first":"El informe añade que la mayoría pertenecen a grupos que buscan desesperadamente trabajos de media jornada, como estudiantes universitarios, titulados recientes que deben <strong class=\"keyword\">bregar</strong> con el difícil mercado de trabajo y amas de casa que quieren ganar un dinero extra trabajando desde el hogar.","second":"The report added most of them are groups desperately seeking part-time jobs, including college students, recent-graduates battered by the harsh job market, and stay-at-home moms seeking to make extra money while staying at home."},{"author":118293,"first":"Ahora me hacen <strong class=\"keyword\">bregar</strong> con estos imbécil... que son pisoteados por caballos mientras los traumas de verdad... son desviados a los llamados hospitales mejor equipados.","second":"Now they got me <strong class=\"keyword\">dealing</strong> with these punks that's getting stepped on by horses while the real traumas are being diverted to these so-called better equipped hospitals."},{"author":94808,"first":"<strong class=\"keyword\">Bregar</strong> por la abolición de la trata de niñas y mujeres en todo el mundo;","second":"<strong class=\"keyword\">To work</strong> for the abolishment of trafficking in girls and women throughout the world;"},{"author":94808,"first":"Estas niñas, al tiempo que han de <strong class=\"keyword\">bregar</strong> con los peligros que entraña el ser niño soldado, pueden verse además obligadas a prestar servicios sexuales o sufrir maltrato específico por motivo de sexo.","second":"While these girls often <strong class=\"keyword\">face</strong> all of the dangers associated with being a child soldier, they may also be forced to provide sexual services or face other gender‐specific abuse."},{"author":8008,"first":"La OMPP <strong class=\"keyword\">bregará</strong> por la dignidad humana, por su sana existencia y sus justos derechos, por un alto al fuego en todas sus formas, así como también por todo lo que atente contra la salud y la vida del hombre, y fomentará el diálogo que es el verdadero camino para la mejor coexistencia pacífica.","second":"The WOFP <strong class=\"keyword\">will fight</strong> worldwide for human dignity, its healthy existence and fair rights, for a ceasefire in all their forms, at the same time our Organization will be fight against anything that threatens the health or mankind’s life. It will promote dialogue which is the real path towards a better pacific coexistence."},{"author":94259,"first":"sino de <strong class=\"keyword\">bregar</strong> por todos.","second":"but <strong class=\"keyword\">fight</strong> for everybody?"},{"author":8008,"first":"A muchas de ellas les resultará difícil soportar una jornada en el trabajo. Tendrán que enfrentarse con la estigmatización y la discriminación y <strong class=\"keyword\">bregar</strong> con la mala salud, a menudo sin información, apoyo o tratamientos suficientes.","second":"For many, it will be a day of stigma and discrimination and <strong class=\"keyword\">struggling</strong> with ill health, often with limited information, help or treatment."},{"author":8000,"first":"Sólo mediante su aplicación universal se lograrán los objetivos perseguidos a lo largo de estos años de intenso <strong class=\"keyword\">bregar</strong> en aras de la adopción de este importante instrumento. El Sr","second":"Only its universal application would lead to attainment of the goals pursued during the years of intense efforts deployed for the adoption of such an important instrument"},{"author":118293,"first":"Y aquí tú tienes que <strong class=\"keyword\">bregar</strong> o te vas pa'I carajo, hermano,?","second":"You gotta fix what you broke, brother, okay?"},{"author":8000,"first":"En mi calidad de Ministra de Asuntos de la Familia y Solidaridad Nacional, quisiera reafirmar solemnemente ahora la determinación del Senegal de <strong class=\"keyword\">bregar</strong> por que se cumplan los compromisos contraídos por la comunidad internacional y plasmar en acciones concretas las decisiones y recomendaciones que surjan de este período de sesiones","second":"In my capacity as Minister for Family Affairs and National Solidarity, I would like to solemnly reaffirm here Senegal's determination to <strong class=\"keyword\">pursue</strong> the implementation of the commitments agreed upon by the international community at Beijing and to translate into concrete actions the decisions and recommendations that emerge from this session"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}