{"result":"ok","tuc":[{"phrase":{"text":"bucolic","language":"en"},"meanings":[{"language":"en","text":"rustic, pastoral, country-styled"}],"meaningId":5440909861023622141,"authors":[70195]},{"phrase":{"text":"pastoral","language":"en"},"meaningId":-8619256453860051032,"authors":[83619]},{"meanings":[{"language":"en","text":"bucolic, pastoral (all senses)"},{"language":"en","text":"bucolic, pastoral (of poetry)"}],"meaningId":6947098553978505980,"authors":[1]}],"phrase":"bucólico","examples":[{"author":118293,"first":"Uno creería que medios tan <strong class=\"keyword\">bucólicos</strong> tendrían un efecto calmante en los que están adentro.","second":"Now, you'd think such <strong class=\"keyword\">bucolic surroundings</strong> would have a calming effect on those inside."},{"author":8008,"first":"Descubrimiento del México provincial y <strong class=\"keyword\">bucólico</strong> de los años 40, (Campeche y Michoacán).","second":"Discovery of México during the 40s: provincial and <strong class=\"keyword\">pastoral</strong>."},{"author":118293,"first":"Un paisaje <strong class=\"keyword\">bucólico</strong>. Casas de huéspedes baratas.","second":"<strong class=\"keyword\">bucolic</strong> scenery, cheap gue sthouses."},{"author":8008,"first":"Toda la familia apreciará el ambiente <strong class=\"keyword\">bucólico</strong> de sus enebros, sus pintorescos arroyos y sus baños Kneipp, ideales para su salud y reposo.Disponemos de acogedoras habitaciones equipadas con televisión, minibar, conexión a Internet y otras comodidades pensadas para que disfrute de una fabulosa estancia.","second":"The idyllic atmosphere of the <strong class=\"keyword\">village</strong> with its juniper heaths, picturesque streams and the Wassertret (treading water) areas for healthy Kneipp walks make your holiday a successful relaxation break for the whole family. Our pleasantly designed rooms are your cosy home away from home and a great starting point for your activities."},{"author":8008,"first":"Casa Irene, es un acogedor hotel de 4 estrellas que se encuentra el <strong class=\"keyword\">bucólico</strong> pueblo de Artíes.","second":"A beautiful 4-star hotel in the superb <strong class=\"keyword\">village</strong> of Arties."},{"author":8008,"first":"Desde el <strong class=\"keyword\">bucólico</strong> comienzo con agua llena de flores flotantes, a través de los rápidos pasado el Sil hasta las llanuras tranquilas de la desembocadura.","second":"From the <strong class=\"keyword\">bucolic</strong> beginning with the water full of floating flowers, through the rapids after the Sil river's dam was left behind to the calm plains of the river's mouth."},{"author":8007,"first":"Recientemente, un pueblo emprendedor se vendió en su totalidad a una empresa de tratamiento de desperdicios cuando ya no pudo encontrar a ninguna persona joven que estuviera dispuesta a regresar a la felicidad <strong class=\"keyword\">bucólica</strong>.","second":"One enterprising village recently sold itself entirely to a waste disposal firm after it could no longer find any young people willing to return to <strong class=\"keyword\">bucolic</strong> bliss."},{"author":118293,"first":"Podemos hacer este asunto <strong class=\"keyword\">bucólico</strong> cuando seamos viejos.","second":"We can do all this <strong class=\"keyword\">bucolic</strong> stuff when we're old."},{"author":118293,"first":"¿No es <strong class=\"keyword\">bucólica</strong> esa idea?","second":"Don't you just love that quaint little idea?"},{"author":8008,"first":"Hoy día, este <strong class=\"keyword\">bucólico</strong> lugar sigue pareciendo bastante “acogedor”.","second":"And, as far back as the world can <strong class=\"keyword\">remember</strong>, the <strong class=\"keyword\">Bontarians</strong> have fought against the intrusion of demons into the World of 12."},{"author":8008,"first":"Un nuevo curso, elegantes, refinados y <strong class=\"keyword\">bucólica</strong>, sólo abierto a la inspección de Versalles: el dominio de Mariá Antonieta , soberano amantes de la naturaleza y querer crear un paraíso de ocio y de la intimidad, lejos de la pompa y el protocolo vapor de la Corte.","second":"A new course, elegant, refined and <strong class=\"keyword\">bucolic</strong>, just opened for inspection Versailles: the Domaine de Marie-Antoinette , sovereign loving nature and wanting to create a haven of leisure and intimacy, far from the pomp and protocol steaming the Court."},{"author":8008,"first":"Rodeada de <strong class=\"keyword\">bucólicas</strong> praderas, esta localidad agrada por los muchos árboles que salpican su trazado urbano. El centro, carente de grandes monumentos pero muy agradable, lo recorre una gran zona peatonal con una fuente en el medio.","second":"The <strong class=\"keyword\">town</strong> will catch your eye with its tree-covered streets and a pleasant pedestrian area that covers the centre."},{"author":31,"first":"Vaya, Archer, ¿ hoy está <strong class=\"keyword\">bucólico</strong>?","second":"Well, Archer, <strong class=\"keyword\">rusticating</strong>?"},{"author":95096,"first":"De este modo, todas las demás potencias entre cielo y tierra parecen de segunda importancia: « Omnia vincit amor », dice Virgilio en las <strong class=\"keyword\">Bucólicas</strong> —el amor todo lo vence—, y añade: « et nos cedamus amori », rindámonos también nosotros al amor.[","second":"All other powers in heaven and on earth thus appear secondary: “Omnia vincit amor” says Virgil in the <strong class=\"keyword\">Bucolics</strong>—love conquers all—and he adds: “et nos cedamus amori”—let us, too, yield to love.["},{"author":8008,"first":"El parque abarca numerosos recovecos <strong class=\"keyword\">bucólicos</strong> o de paseo. Es al mismo tiempo soleado y sombrío para ponerse moreno o leer en función del gusto de cada uno.","second":"The oak patio: a big <strong class=\"keyword\">meadow surrounding</strong> a patio and the imposing oak tree that wraps you in its knotty branches: the perfect place to read, take a nap, or have a meeting."},{"author":118293,"first":"Manchado en un tapiz <strong class=\"keyword\">bucólico</strong>.","second":"Dappled in a tapestry <strong class=\"keyword\">meadow</strong>."},{"author":94809,"first":"En ese momento los escritores <strong class=\"keyword\">bucólicos</strong> definieron este vino como particularmente valioso y renombrado cuya producción se limitaba a la provincia de Verona y cuyo nombre era originario de “Retia”, la región montañosa que en tiempos antiguos se extendía a través de la zona de Verona y Trentino hasta las fronteras de Comasco y Valtellina.","second":"At that time the <strong class=\"keyword\">bucolic</strong> writers defined as particularly valuable and renowned this wine whose production was limited to the province of Verona and whose name was originated from “Retia”, the mountain-hilly region that in ancient times extended across the veronese-trentino area until the comasco-valtellinese borders."},{"author":94259,"first":"como si fuera algún tipo de evento <strong class=\"keyword\">bucólico</strong> de la granja a la mesa.","second":"like it's some kind of <strong class=\"keyword\">bucolic</strong> farm-to-table event —"},{"author":94259,"first":"ha sido un movimiento clásicamente <strong class=\"keyword\">bucólico</strong>.","second":"has been a classically <strong class=\"keyword\">Arcadian</strong> movement."},{"author":118293,"first":"Sin embargo, no es <strong class=\"keyword\">bucólico</strong>, ¿verdad?","second":"It doesn't scream <strong class=\"keyword\">bucolic</strong>, though, does it?"},{"author":118293,"first":"Esto es Griffin, un <strong class=\"keyword\">bucólico</strong> pueblo tranquilo sumergido en el calor del verano de Georgia.","second":"Foust: This is Griffin, a <strong class=\"keyword\">bucolic</strong> sleepy town basking in the heat of a Georgia summer."},{"author":26,"first":"Es algo rústico y <strong class=\"keyword\">bucólico</strong>...... pero me gusta","second":"It' s rustic and <strong class=\"keyword\">bucolic</strong>, but cute"},{"author":31,"first":"Qué <strong class=\"keyword\">bucólico</strong> encuentro, princesita","second":"<strong class=\"keyword\">Fancy</strong> meeting you here, princess"},{"author":8008,"first":"El pueblo es bonito, rellenado del sól, rico de tradiciónes y de historia...Al rodeo de un camino, descubrirá campos de lavanda o de olivos, viñedos o vergeles, paisajes <strong class=\"keyword\">bucólicos</strong> o grandiosos. En los pueblos pintorescos, apreciará la sombra de los plátanos y el canto de las cigarras...","second":"In the picturesque villages, you will certainly appreciate the shade of the plane trees and the song of the cicadas..."},{"author":94809,"first":"En ese momento los escritores <strong class=\"keyword\">bucólicos</strong> definieron este vino como particularmente valioso y renombrado cuya producción se limitaba a la provincia de Verona y cuyo nombre era originario de «Retia», la región montañosa que en tiempos antiguos se extendía a través de la zona de Verona y Trentino hasta las fronteras de Comasco y Valtellina.","second":"At that time the <strong class=\"keyword\">bucolic</strong> writers defined as particularly valuable and renowned this wine whose production was limited to the province of Verona and whose name was originated from ‘Retia’, the mountain-hilly region that in ancient times extended across the veronese-trentino area until the comasco-valtellinese borders."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}