{"result":"ok","tuc":[{"phrase":{"text":"bustle","language":"en"},"meaningId":6869406518807516017,"authors":[84500]},{"phrase":{"text":"uproar","language":"en"},"meanings":[{"language":"en","text":"noisy excitement"}],"meaningId":-3748959307790026134,"authors":[70195]},{"phrase":{"text":"noise","language":"en"},"meaningId":3136544983419641299,"authors":[92056]},{"phrase":{"text":"ruckus","language":"en"},"meanings":[{"language":"en","text":"A noisy disturbance and/or commotion"}],"meaningId":1089000002475148730,"authors":[70195]},{"phrase":{"text":"tumult","language":"en"},"meanings":[{"language":"en","text":"noise as made by a crowd"}],"meaningId":6881518135549743672,"authors":[70195]},{"phrase":{"text":"racket","language":"en"},"meaningId":-4740311213923373942,"authors":[25018]},{"phrase":{"text":"ado","language":"en"},"meaningId":6499910998162502335,"authors":[20]},{"phrase":{"text":"hubbub","language":"en"},"meaningId":4078564570202695265,"authors":[25018]},{"phrase":{"text":"hustle","language":"en"},"meaningId":-866526945780121988,"authors":[84500]},{"phrase":{"text":"bluster","language":"en"},"meaningId":3112063211540833301,"authors":[83042]},{"phrase":{"text":"deafening noise","language":"en"},"meaningId":-4032811691135357936,"authors":[83042]},{"phrase":{"text":"din","language":"en"},"meaningId":-6122576318969940570,"authors":[20]},{"phrase":{"text":"discord","language":"en"},"meaningId":-3504381675129324282,"authors":[86934]},{"phrase":{"text":"disturbance","language":"en"},"meaningId":2198883378635810261,"authors":[25018]},{"phrase":{"text":"flurry","language":"en"},"meaningId":8847996568845609673,"authors":[84500]},{"phrase":{"text":"fuss","language":"en"},"meaningId":490041377146938661,"authors":[84500]},{"phrase":{"text":"hum","language":"en"},"meaningId":6588644442154935467,"authors":[86934]},{"phrase":{"text":"hurly-burly","language":"en"},"meaningId":9171170603893657531,"authors":[97745]},{"phrase":{"text":"noisiness","language":"en"},"meaningId":2557266580622738854,"authors":[83042]},{"phrase":{"text":"riot","language":"en"},"meaningId":1214441182204919216,"authors":[25115]},{"phrase":{"text":"roar","language":"en"},"meaningId":-7538675531231528110,"authors":[83042]},{"phrase":{"text":"roaring","language":"en"},"meaningId":-5797060828078297231,"authors":[83042]},{"phrase":{"text":"shouting","language":"en"},"meaningId":3239280754807827511,"authors":[86934]},{"phrase":{"text":"stir","language":"en"},"meaningId":-3059811820132921312,"authors":[84500]},{"phrase":{"text":"whirl","language":"en"},"meaningId":-4446634028629013733,"authors":[97745]},{"meanings":[{"language":"en","text":"racket, clamor"}],"meaningId":-2591516147274005742,"authors":[93107]}],"phrase":"bullicio","examples":[{"author":8008,"first":"amplitud y veracidad de las fotos con la realidad.Situado en un sitio PERFECTO para disfrutar del centro de Madrid sin padecer <strong class=\"keyword\">bullicios</strong>.","second":"Apartment was walking distance to park and good local area and a safe area. A great indoors food market <strong class=\"keyword\">close</strong> by."},{"author":118293,"first":"Rama Warren lleva una vida sencilla Lejos del ajetreo y el <strong class=\"keyword\">bullicio</strong> de la ciudad.","second":"Branch Warren leads a simple life away from the hustle and <strong class=\"keyword\">bustle</strong> of the city."},{"author":8008,"first":"Hay tanto que experimentar en África, ya sea la belleza del paisaje, el <strong class=\"keyword\">bullicio</strong> de sus ciudades, los animales de la sabana, la reserva cinegética y los bosques y la multitud de culturas.","second":"There’s so much to experience in Africa, whether it’s the beauty of the landscape, <strong class=\"keyword\">bustle</strong> of the cities, the animals of the savannah, game park or forest, or the myriad of cultures."},{"author":8008,"first":"Se encuentra ubicado a pocos minutos del centro de la ciudad, de muy facil acceso, constituyendo un lugar perfecto para estudiar en la tranquila armonía de nuestra casa, y a muy pocas cuadras del <strong class=\"keyword\">bullicio</strong> de la ciudad.","second":"It is located a few minutes from downtown and it's easy to get here. This makes it a perfect place to study in the peaceful harmony of our house away from the <strong class=\"keyword\">noise</strong> of the city."},{"author":8008,"first":"Olvídese del ajetreo y el <strong class=\"keyword\">bullicio</strong> de la ciudad en las cómodas sillas de cuero, y relájese escuchando jazz y saboreando los vinos del país.","second":"Forget the hustle and <strong class=\"keyword\">bustle</strong> of city life in comfortable leather chairs. Unwind with jazz music and Austrian wines."},{"author":8008,"first":"Sus alrededores son urbanos, además disfrutará de la hospitalidad de antaño, un servicio eficiente y cordial, una localización fuera del <strong class=\"keyword\">bullicio</strong> del tráfico, pero con la conveniencia de estar a pocos pasos de distancia de las atracciones más importantes.","second":"We offer civilised surroundings, old fashioned hospitality, friendly efficient service, a location away from the <strong class=\"keyword\">roar</strong> of the traffic but within a very short <strong class=\"keyword\">walk</strong> of the most important attractions. This London hotel has been featured in many magazines and guides for its genuine antique decoration, and original quirky details."},{"author":95096,"first":"A nosotros, con frecuencia preocupados por la eficacia operativa y por los resultados concretos que conseguimos, la oración de Jesús nos indica que necesitamos detenernos, vivir momentos de intimidad con Dios, «apartándonos» del <strong class=\"keyword\">bullicio</strong> de cada día, para escuchar, para ir a la «raíz» que sostiene y alimenta la vida.","second":"Jesus’ prayer points out to us, all too often concerned with operational efficacy and the practical results we achieve, that we need to pause, to experience moments of intimacy with God, “detaching ourselves” from the everyday <strong class=\"keyword\">commotion</strong> in order to listen, to go to the “root” that sustains and nourishes life."},{"author":8008,"first":"El Imperial Hotel está situado entre el <strong class=\"keyword\">bullicio</strong> de la zona turística de Tsim Sha Tsui, que es el principal distrito cultural y de entretenimiento de Hong Kong.","second":"The Imperial Hotel is perfectly located amidst the <strong class=\"keyword\">bustle</strong> of the tourist area of Tsimshatsui, surrounded by many tourist attractions, shopping arcades, fine restaurants & other fabulous night..."},{"author":8008,"first":"La Critical Mass Interplanetaria quiere reinventar un modelo de organización y de uso de los medios, sin convertirse en objeto a favor de una cualquiera campaña post-electoral... una idea de las calles por las calles, de los ciclistas para los ciclistas pero no solo. La CM-ona quiere gritarle a un sistema al borde del colapso; quiere adoptar la voz más “silenciosa” de todas, en el <strong class=\"keyword\">bullicio</strong> metropolitano.","second":"Interplanetary Critical Mass wants to re-invent a new way of getting organized, of being in the center without being in the midst of a voting campaign... an idea on the road, for the road, from cyclists for <strong class=\"keyword\">cyclists</strong>."},{"author":8008,"first":"El hotel ofrece una ubicación tranquila e ideal, con su propia playa privada en Limassol, apartada del <strong class=\"keyword\">bullicio</strong>, aunque próxima al corazón de la zona turística, a la que se accede fácilmente a pie.","second":"Enjoy the warm sunshine of Cyprus as you sip a cocktail at the Atlantica Miramare's pool <strong class=\"keyword\">bar</strong>. Or simply lie back in comfort on a sun lounger in the hotel's lush gardens."},{"author":118293,"first":"Y luego, aquel <strong class=\"keyword\">bullicio</strong>-","second":"And then... that <strong class=\"keyword\">bustle</strong>."},{"author":31,"first":"¿ Dónde está el <strong class=\"keyword\">bullicio</strong>?","second":"Where is your <strong class=\"keyword\">crowd</strong>?"},{"author":94808,"first":"Pese a que la Corte Internacional de Justicia desempeña sus actividades en el tranquilo escenario de La Haya, lejos del <strong class=\"keyword\">bullicio</strong> de la Sede de Nueva York, sus actividades contribuyen de manera muy directa a los objetivos y las metas generales de las Naciones Unidas.","second":"While the International Court of Justice carries out its work in the tranquil setting of The Hague — far from the <strong class=\"keyword\">hustle</strong> and <strong class=\"keyword\">bustle</strong> of Headquarters in New York — its activities contribute in a very direct way to the overall aims and objectives of the United Nations."},{"author":8008,"first":"Vaga por las calles como una brisa de lamentos colectivos, apagando el <strong class=\"keyword\">bullicio</strong> con sueño y párpados pesados.","second":"It drifts through the streets as a breeze of collective sighs, wilting the <strong class=\"keyword\">bustle</strong> with dreams and heavy eyelids."},{"author":8008,"first":"Ante el <strong class=\"keyword\">bullicio</strong> y la contaminación de las grandes ciudades mucha gente sueña con poder vivir en contacto con la naturaleza, en busca de una mayor tranquilidad y una vida más despreocupada.","second":"Due to the <strong class=\"keyword\">chaos</strong> and pollution in large cities, many people dream of being able to live in the countryside, in search of peace and a more carefree existence."},{"author":8008,"first":"Todavía la frescura efímera del aire, el <strong class=\"keyword\">bullicio</strong> que a la vez que irrumpe se quiebra de inmediato por el sofoco que invade cualquier muestra de agitación.","second":"Still the ephemeral freshness of the air, the <strong class=\"keyword\">bustle</strong> that, at the same time, bursts and breaks up at once due to the hot flushes that invade any sign of excitement."},{"author":118293,"first":"El <strong class=\"keyword\">bullicio</strong> y la confusión de la galaxia puede que se concentren en el centro, pero los espectaculares brazos espirales tienen su propia acción.","second":"The galaxy's <strong class=\"keyword\">bustle</strong> and <strong class=\"keyword\">commotion</strong>... may be concentrated in the center... but the spectacular spiral arms have action of their own."},{"author":8008,"first":"Si busca un lugar, pegado a la naturaleza, alejado del ajetreo y el <strong class=\"keyword\">bullicio</strong> de los alrededores de las zonas turísticas, la acampada es la opción más idónea.","second":"It’s a completely natural location, where people come to get away from the hustle and <strong class=\"keyword\">bustle</strong> of the surrounding tourist areas. Del Aceite attracts nature lovers from all over."},{"author":92475,"first":"Aunque la petición no tiene valor desde el punto de vista legal, se usará para “causar <strong class=\"keyword\">bullicio</strong> en los medios y pedir la renuncia del presidente del Senado”.","second":"Although the petition has no value from the legal standing, it will be used to “<strong class=\"keyword\">stir things</strong> up in the media and demand the resignation of the Senate president”."},{"author":8008,"first":"Las habitaciones ofrecen una bonita decoración con suntuosos colores cálidos y ofrecen un refugio perfecto apartado del <strong class=\"keyword\">bullicio</strong> de la ciudad.","second":"And with just 9 rooms, Hotel Berna is cosy and quiet. Wake and enjoy a delicious breakfast of pastries, scrambled eggs, <strong class=\"keyword\">sizzling</strong> bacon, cereal, yogurt, juices and hot drinks."},{"author":119723,"first":"42 Y se oyó allí el <strong class=\"keyword\">bullicio</strong> de una multitud que se solazaba con ella; y con los hombres de la gente común fueron traídos los asabeos del desierto; y pusieron brazaletes en sus manos y hermosas coronas sobre sus cabezas.","second":"42 And a voice of a multitude being at ease was with her: and with the men of the common sort were brought aSabeans from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads."},{"author":8008,"first":"Es un balneario de aguas muy frías ideal para un chapuzón en un ambiente natural, privado del <strong class=\"keyword\">bullicio</strong> de la ciudad.","second":"This is a natural spa with very cold water, ideal for a dip in a natural environment, far removed from the <strong class=\"keyword\">noise</strong> of the city."},{"author":92475,"first":"Hubo un tiempo en el que la carretera de Turbat era una cacofonía de ruido de bocinas, <strong class=\"keyword\">bullicio</strong> y atascos.","second":"Turbat Road was once a cacophony of honking, noise and <strong class=\"keyword\">bustling</strong> businesses."},{"author":8008,"first":"Le aguardan modernas y confortables habitaciones con cuarto de baño con ducha, teléfono y televisión.Gozamos de una hermosa ubicación no lejos del centro donde podrá desconectar del <strong class=\"keyword\">bullicio</strong> de la ciudad, pero desde donde podrá desplazarse rápida y cómodamente a la universidad, clínicas, centros de conferencias, zonas industriales y a institutos como los institutos federales de investigación alemanes Max Planck.Relájese y disfrute en nuestro conocidísimo restaurante Thalassa y en nuestra pequeña zona de sauna con solárium y aparatos de gimnasio.","second":"The annexed cloister used to be supplied with food from the farm where the hotel is now situated. The first guest rooms were established here in 1986.The rooms are set in the former horse or cow stalls, in the hallway, or in the rooms where hay, straw and sausages were previously stored."},{"author":118293,"first":"Para empezar la venta, quiere revelar el automóvil con mucho <strong class=\"keyword\">bullicio</strong> para hacer que los inversionistas supliquen para comprar esas acciones.","second":"To kick off the stock sale, he wants to unveil the car with enough razzmatazz to make investors beg to buy those shares."}],"from":"es","dest":"en","authors":{"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}