{"result":"ok","tuc":[{"phrase":{"text":"coarse","language":"en"},"meanings":[{"language":"en","text":"of inferior quality"}],"meaningId":-2773134070757285135,"authors":[70195]},{"phrase":{"text":"crude","language":"en"},"meaningId":-8840466390957807527,"authors":[8]},{"phrase":{"text":"clumsy","language":"en"},"meaningId":-1307204719109064382,"authors":[25018]},{"phrase":{"text":"gross","language":"en"},"meaningId":-5135685871451155314,"authors":[8]},{"phrase":{"text":"rough","language":"en"},"meaningId":-2183671784920331479,"authors":[25115]},{"phrase":{"text":"uncouth","language":"en"},"meaningId":-3144772202640413385,"authors":[97745]},{"phrase":{"text":"unpolished","language":"en"},"meaningId":9129004572784068364,"authors":[25115]},{"meanings":[{"language":"en","text":"coarse, rough"},{"language":"en","text":"crude"},{"language":"en","text":"rude, uncouth"}],"meaningId":2484489296131910990,"authors":[93107]}],"phrase":"burdo","examples":[{"author":118293,"first":"Una persona <strong class=\"keyword\">burda</strong> o poco inteligente.","second":"A <strong class=\"keyword\">crude</strong> or slow-witted person."},{"author":94808,"first":"Ello incluye las <strong class=\"keyword\">burdas</strong> declaraciones, incongruentes con la Carta de las Naciones Unidas, realizadas por ciertos Jefes de Estado y altos funcionarios de grandes potencias sobre la República Árabe Siria y sus dirigentes legítimos, así como las declaraciones públicas efectuadas por representantes de Estados miembros del Consejo de Seguridad en las que instaban a la oposición a rechazar el diálogo nacional e invitaban a quienes poseyeran armas a que no las entregaran y a seguir llevando a cabo operaciones armadas en el país contra objetivos civiles y militares.","second":"Here, <strong class=\"keyword\">I</strong> should like, with the deepest regret, to refer to the fact that the number of martyrs from the army and the forces of law and order exceeds 2,000."},{"author":118293,"first":"La calidad de Brent es <strong class=\"keyword\">burda</strong>, pero astutamente efectiva.","second":"The quality of Brent's is <strong class=\"keyword\">crude</strong>, but slyly effective."},{"author":94809,"first":"41 En realidad, mediante sus alegaciones <strong class=\"keyword\">Burda</strong> discrepa del criterio del Abogado General sobre la interpretación del artículo 28, apartado 4, de la KStG 1996 y de que sus conclusiones no sigan el análisis de esa empresa.","second":"41 In reality, <strong class=\"keyword\">Burda</strong> is criticising the position adopted by the Advocate General in regard to the interpretation of Paragraph 28(4) of the KStG 1996 and the fact that he did not agree with Burda’s analysis."},{"author":27,"first":"El Vicesecretario de Estado de los Estados Unidos para la calificó esos suicidios, de forma <strong class=\"keyword\">burda</strong> y muy poco respetuosa, como una «buena jugada de relaciones públicas».","second":"The US Deputy Assistant Secretary of State for described these suicides <strong class=\"keyword\">crassly</strong> and disrespectfully as a ‘good public relations move’."},{"author":118293,"first":"Soy una <strong class=\"keyword\">burda</strong> imitación de una recepción oficial, lo sé.","second":"I'm a <strong class=\"keyword\">poor</strong> excuse for an official reception."},{"author":27,"first":"La llamada \"tarjeta azul\", una especie de copia <strong class=\"keyword\">burda</strong> de la tarjeta verde de los Estados Unidos, no hará más que perjudicar la situación actual del sistema social europeo y las condiciones de precariedad laboral y de desempleo que atormentan a nuestro personal altamente cualificado.","second":"The so-called 'blue card', a sort of <strong class=\"keyword\">crude</strong> copy of the US green card, would only be detrimental to the current state of the European social system, and the job insecurity and unemployment which torment our highly qualified personnel."},{"author":8000,"first":"Al Gobierno le preocupa gravemente que los japoneses sigan teniendo <strong class=\"keyword\">burdos</strong> prejuicios y actitudes discriminatorias contrarios al principio de igualdad de todos","second":"The Government is seriously concerned that misguided prejudice and discrimination, which <strong class=\"keyword\">are</strong> counter to the principle of equality of all persons, still exists among the Japanese people"},{"author":118293,"first":"Quienquiera fuera el <strong class=\"keyword\">burdo</strong> intruso, se aprestó a enfrentarlo...","second":"Whoever this <strong class=\"keyword\">crude</strong> interloper was... he would have to be dealt with."},{"author":95096,"first":"A diferencia del emperador bizantino, que partía del presupuesto de que los longobardos eran sólo individuos <strong class=\"keyword\">burdos</strong> y depredadores a quienes había que derrotar o exterminar, san Gregorio veía a esta gente con ojos de buen pastor, con la intención de anunciarles la palabra de salvación, entablando con ellos relaciones de fraternidad con vistas a una futura paz fundada en el respeto recíproco y en la serena convivencia entre italianos, imperiales y longobardos.","second":"Contrary to the Byzantine Emperor who assumed that the Lombards were only <strong class=\"keyword\">uncouth</strong> individuals and predators to be defeated or exterminated, St Gregory saw this people with the eyes of a good pastor, and was concerned with proclaiming the word of salvation to them, establishing fraternal relationships with them in view of a future peace founded on mutual respect and peaceful coexistence between Italians, Imperials and Lombards."},{"author":94808,"first":"Con respecto a los montajes fotográficos realizados en la cárcel de Laayoune, en que se explota la imagen, mediante escenas simuladas, de las personas enjuiciadas o condenadas por diversos delitos, como homicidios, violaciones o tráfico de drogas, estos forman parte de una <strong class=\"keyword\">burda</strong> campaña de propaganda y no harán mella en la voluntad de Marruecos de cumplir las normas internacionales, en el respeto de los derechos y las libertades individuales.","second":"As to the photographic montages made in Laayoune prison, exploiting the manipulated images of persons who have been prosecuted or sentenced for various crimes, such as homicide, rape or drug trafficking, they are part of a <strong class=\"keyword\">blatant</strong> propaganda campaign and will in no way lessen Morocco's determination to comply with international standards, while respecting individual rights and freedoms."},{"author":94808,"first":"Se siguen registrando casos de <strong class=\"keyword\">burdos</strong> ataques físicos, acosos y atentados contra los serbios que regresan, con resultados fatales (asesinatos en Berak, Zadar y Sibenik, la aldea de Borik cerca de Mikleus, y Licka Kaldrma), así como otros incidentes graves (en Lovas, Tovarnik, Sotin, Tompojevci y Stari Jankovci, y profanación de lápidas de serbios asesinados en Veljun cerca de Slunj), que no han motivado una respuesta oportuna y apropiada de las autoridades croatas.","second":"The instances of <strong class=\"keyword\">rude</strong> physical assault, harassment and attack on the returning Serbs continue, with fatal outcomes (killings in Berak, Zadar, Šibenik, the village of Borik near Mikleuš, Lička Kaldrma), as well as other serious incidents (Lovas, Tovarnik, Sotin, Tompojevci, Stari Jankovci, the desecration of tombstones of murdered Serbs in Veljun near Slunj), to which the Croatian authorities have failed to respond in a timely and appropriate fashion."},{"author":94808,"first":"Su delegación participará activamente en el próximo examen del funcionamiento del Consejo, con la esperanza de que se refuerce su capacidad para responder rápida y constructivamente ante <strong class=\"keyword\">burdas</strong> y sistemáticas violaciones de los derechos humanos.","second":"His delegation would participate actively in the forthcoming review of the functioning of the Council in the hope of strengthening its ability to respond rapidly and constructively to <strong class=\"keyword\">gross</strong> and systematic human rights violations."},{"author":94809,"first":"45 – Véase en particular la sentencia <strong class=\"keyword\">Burda</strong>, antes citada (apartado 69 y la jurisprudencia citada).","second":"45 – See, inter alia, <strong class=\"keyword\">Burda</strong>, paragraph 69 and the case-law cited therein."},{"author":31,"first":"Pero toda la suma mía...... es la suma de algo que, para definirlo en forma <strong class=\"keyword\">burda</strong>...... es una chica indisciplinada...... sin escuela","second":"But the full sum of me is sum of something which, to term in <strong class=\"keyword\">gross</strong>, is an unlessoned girl, unschooled"},{"author":27,"first":"Me piden que diga que a las mujeres francesas les importa poco los modelos que se mencionan de los servicios postales daneses o de la administración sueca y que rechazan el imperialismo <strong class=\"keyword\">burdo</strong> que pretende \"cambiar la cultura política», puesto que la cultura política de las mujeres, arraigada durante tres mil años de civilización grecolatina y cristiana, es la de las grandes heroínas de nuestros pueblos, de Antígona a Juana de Arco, de Santa Genoveva a la Madre Teresa, y también la cultura de la gran cantidad de talentos que existen en todos los ámbitos de las ideas, de las artes y de la literatura.","second":"They told me to say that French women simply do not care about the model referred to, about the Danish post office or the Swedish authorities, and that they reject this <strong class=\"keyword\">clumsy</strong> imperialism bent on changing the political culture, since their own political culture, rooted in three thousand years of Graeco-Roman and Christian civilization is that of the great heroines of our people, from Antigone to Joan of Arc and Saint Genevieve to Mother Theresa, and of the myriad talents in all the domains of the spirit, the arts and literature."},{"author":27,"first":"Pregunto si no ha llegado la hora de arrojar a los escombros de la historia los <strong class=\"keyword\">burdos</strong> y obsoletos segundo y tercer pilares de la cooperación comunitaria y convertir sus contenidos en competencias centrales de la Unión Europea.","second":"I ask whether now is not the time to consign to the rubble of history the <strong class=\"keyword\">clumsy</strong>, outdated second and third pillars of the EU cooperation and make their contents core competences of the European Union."},{"author":94809,"first":"Estos conceptos, afirman, son interpretados por este último órgano jurisdiccional como una «violación del Derecho manifiesta, <strong class=\"keyword\">burda</strong> y a gran escala» o como una lectura de éste «en términos contrarios a cualquier criterio lógico», lo que en la práctica conduce a la desestimación casi sistemática de las reclamaciones formuladas contra el Estado italiano.","second":"Those concepts are interpreted by that court as ‘manifest, <strong class=\"keyword\">gross</strong> and large-scale infringement of the law’ or as containing a construction of the law ‘in terms contrary to all logical criteria’, which leads in practice to the virtually systematic dismissal of complaints brought against the Italian State."},{"author":94809,"first":"43 <strong class=\"keyword\">Burda</strong> mantiene en segundo lugar que, en contra de lo que considera el Abogado General, no disponía de beneficios distribuibles que pudieran ser gravados al tipo del 30 %, y que los dividendos sólo representaban la devolución, exenta de imposición, de aportaciones dinerarias realizadas por sus socios.","second":"43 Secondly, <strong class=\"keyword\">Burda</strong> claims that, contrary to the Advocate General’s view, it did not have profits available for distribution liable to be taxed at 30% and that the dividend was no more than the repayment, exempt from tax, of cash contributions made by the members."},{"author":118293,"first":"Pero es anticuado y <strong class=\"keyword\">burdo</strong>.","second":"But it's old-fashioned and <strong class=\"keyword\">crude</strong>."},{"author":8000,"first":"En este caso, se cometió una <strong class=\"keyword\">burda</strong> violación de la libertad de profesar una religión","second":"In this case, the freedom to practice religion was <strong class=\"keyword\">grossly</strong> abused"},{"author":8000,"first":"La oradora condena las <strong class=\"keyword\">burdas</strong> y sistemáticas violaciones de los derechos humanos que ocurren en ese país y exhorta al Gobierno a que entable un diálogo inclusivo con la oposición democrática y los representantes de grupos étnicos y de su plena cooperación a los mecanismos de las Naciones Unidas que se ocupan de los derechos humanos y el desarrollo","second":"She condemned the <strong class=\"keyword\">gross</strong> and systematic violations of human rights in that country and urged the Government to engage in inclusive dialogue with the democratic opposition and representatives of ethnic groups and to cooperate fully with United Nations human rights and development mechanisms"},{"author":91988,"first":"Hoy todos pueden ver los fracasos <strong class=\"keyword\">burdos</strong> e históricos de la presidencia de Bush.","second":"Everyone can now see the <strong class=\"keyword\">gross</strong> and historic failures of the Bush presidency."},{"author":8008,"first":"El único instrumento demográfico con el que se contaba, eran los de índices de masculinidad que podían dar una idea general y <strong class=\"keyword\">burda</strong> sobre la intensidad del proceso migratorio.","second":"The only demographic fact regularly considered was the community’s sex ratio, which offer general picture of the intensity of the process of international migration."},{"author":8008,"first":"Chevron ha demostrado que el primer informe emitido por Cabrera contiene pruebas fabricadas, teorías indefendibles y, en algunos casos, hasta <strong class=\"keyword\">burdos</strong> errores matemáticos.","second":"Chevron has shown Cabrera's first report contains fabricated evidence, indefensible theories and, in some instances, even <strong class=\"keyword\">gross</strong> mathematical errors."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}