{"result":"ok","tuc":[{"phrase":{"text":"cacophony","language":"en"},"meanings":[{"language":"en","text":"A mix of discordant sounds."},{"language":"en","text":"mix of discordant sounds; dissonance"},{"language":"es","text":"Mezcla de sonidos discordantes."}],"meaningId":-5049252864442004437,"authors":[70195]},{"phrase":{"text":"blare","language":"en"},"meaningId":1979308918413820912,"authors":[84500]},{"phrase":{"text":"blaring","language":"en"},"meaningId":-3783573110847364281,"authors":[84500]},{"phrase":{"text":"clamor","language":"en"},"meaningId":-4419592139504269798,"authors":[84500]},{"phrase":{"text":"din","language":"en"},"meaningId":2127507039550564011,"authors":[84500]},{"meanings":[{"language":"en","text":"cacophony"}],"meaningId":-993555868208581760,"authors":[1]}],"phrase":"cacofonía","examples":[{"author":119723,"first":"Estas y otras consecuencias emiten una estridente <strong class=\"keyword\">cacofonía</strong>.","second":"These and other consequences produce a harsh <strong class=\"keyword\">cacophony</strong>."},{"author":8007,"first":"Con China, India, Estados Unidos, Indonesia, Brasil y otros actores globales importantes que hablan con una única voz, Europa ya no podría permitirse una <strong class=\"keyword\">cacofonía</strong> de voces.","second":"With China, India, the US, Indonesia, Brazil, and other major global players speaking with one voice, Europe could no longer afford a <strong class=\"keyword\">cacophony</strong> of voices."},{"author":94808,"first":"El resultado es una <strong class=\"keyword\">cacofonía</strong> desconcertante de evaluaciones de diferentes tamaños, formas y metodologías.","second":"The result is a bewildering <strong class=\"keyword\">cacophony</strong> of assessments of varying sizes, shapes and methodologies."},{"author":8000,"first":"Desde luego, es más útil un comentario simultáneo de todo un grupo sobre determinado tema que una <strong class=\"keyword\">cacofonía</strong> de opiniones sobre toda una gama de temas diversos","second":"Obviously, there is more utility when one group's commentary on the same subject at the same time than a <strong class=\"keyword\">cacophony</strong> of opinion across a whole spectrum of ideas"},{"author":118293,"first":"Es una, es una <strong class=\"keyword\">cacofonía</strong> de mentiras, de verdad.","second":"It's a, it's a <strong class=\"keyword\">cacophony</strong> Of lies, really."},{"author":91988,"first":"En más de una ocasión, tanto bajo Trichet como el ex presidente del BCE Wim Duisenberg antes de él, las filtraciones a la prensa y las crédulas respuestas que generan hicieron que el Consejo de Gobierno sonara más a una <strong class=\"keyword\">cacofonía</strong> de voces discordantes que a un cuerpo deliberante serio.","second":"On more than one occasion, under both Trichet and former ECB chairman Wim Duisenberg before him, press leaks and the tit-for-tat responses they engender, made the Governing Council sound more like a <strong class=\"keyword\">cacophony</strong> of discordant voices than a serious deliberative body."},{"author":92475,"first":"Hubo un tiempo en el que la carretera de Turbat era una <strong class=\"keyword\">cacofonía</strong> de ruido de bocinas, bullicio y atascos.","second":"Turbat Road was once a <strong class=\"keyword\">cacophony</strong> of honking, noise and bustling businesses."},{"author":119723,"first":"La diversidad no es <strong class=\"keyword\">cacofonía</strong> y los coros requieren disciplina —para nuestro fin hoy, élder Hales, yo diría discipulado— pero una vez que hemos aceptado la letra revelada divinamente y la armoniosa orquestación compuesta antes que el mundo fuese, entonces nuestro Padre Celestial se deleita en que cantemos con nuestra propia voz y no con la de otra persona.","second":"Diversity is not <strong class=\"keyword\">cacophony</strong>, and choirs do require discipline—for our purpose today, Elder Hales, I would say discipleship—but once we have accepted divinely revealed lyrics and harmonious orchestration composed before the world was, then our Heavenly Father delights to have us sing in our own voice, not someone else’s."},{"author":118293,"first":"<strong class=\"keyword\">Cacofonía</strong> dulce.","second":"<strong class=\"keyword\">Bittersweet cacophony</strong>"},{"author":91988,"first":"Por eso rendimos homenaje a Cervantes en un momento en que cohabitamos rutinariamente con una atrocidad muy diferente: el fanatismo religioso y el terrorismo, la manipulación política, la <strong class=\"keyword\">cacofonía</strong> de la simplificación distorsionada, el maridaje beligerante entre un nuevo mesianismo y una quijótica ceguera engrandecedora.","second":"So we pay homage to Cervantes at a time when we routinely co-habit with a very different outrageousness: religious fanaticism and terrorism, political manipulation, the <strong class=\"keyword\">cacophony</strong> of perverted simplification, the belligerent marriage between a new messianism and an aggrandizing quixotic blindness."},{"author":91988,"first":"En particular, en un momento de crisis que ha causado tanto sufrimiento, se deben explicar sus decisiones al público con claridad y sin <strong class=\"keyword\">cacofonía</strong>.","second":"Especially in a time of crisis that has caused so much suffering, its decisions must be explained to the public clearly and without <strong class=\"keyword\">cacophony</strong>."},{"author":119723,"first":"Sin embargo, esa <strong class=\"keyword\">cacofonía</strong> de los niños, a la que llamábamos “escándalo”, era en realidad un sonido grato, un sonido que anhelamos volver a oír, si pudiéramos.","second":"Yet that <strong class=\"keyword\">cacophony</strong> of children, which we once called noise, was actually sweet sound, a sound we yearn to hear again if we but could."},{"author":118293,"first":"Estás en él, <strong class=\"keyword\">cacofonía</strong> mía.","second":"You're on it, my <strong class=\"keyword\">cacophony</strong>."},{"author":91988,"first":"Como coautor de A New Growth Path for Europe (“Una nueva vía de crecimiento para Europa”), informe encargado por el Gobierno de Alemania, soy culpable de haber contribuido a esa <strong class=\"keyword\">cacofonía</strong> de perspectivas complementarias sobre el crecimiento verde.","second":"As a co-author of A New Growth Path for Europe, a report commissioned by the German government, I am guilty of contributing to this <strong class=\"keyword\">cacophony</strong> of complementary perspectives on green growth."},{"author":92475,"first":"Esta declaración me da esperanza en que las voces jóvenes, voces racionales, voces de templanza, de inteligencia, comenzarán a ahogar la <strong class=\"keyword\">cacofonía</strong> de aquellos que parecen estar emitiendo todas las opiniones [en], consiguiendo toda la atención de los medios y actuando como si hablaran en nombre de la mayoría.","second":"That statement gives me hope that young voices, rational voices, measured voices, intelligent voices will begin to drown out the <strong class=\"keyword\">cacophony</strong> of those who seem to be doing all the talking, getting all the media attention and making as if they are speaking on behalf of the majority."},{"author":22,"first":"Este cúmulo de documentos produce más bien una sensación de complejidad, e incluso de <strong class=\"keyword\">cacofonía</strong>","second":"Rather, the proliferation of such documents gives the impression of complexity or even <strong class=\"keyword\">cacophony</strong>"},{"author":8008,"first":"Los fallos en el silenciamiento de genes pueden producir peligrosas <strong class=\"keyword\">cacofonías</strong>.","second":"There are hundreds of different kinds of cells in our <strong class=\"keyword\">bodies</strong>."},{"author":27,"first":"Si siempre toman el camino populista y no piensan en el futuro común de Europa, terminan con esta <strong class=\"keyword\">cacofonía</strong>.","second":"If you always take the populist path and fail to think of the common future of Europe, then you end up with this <strong class=\"keyword\">cacophony</strong>."},{"author":91988,"first":"Es difícil resumir de manera tan sucinta la <strong class=\"keyword\">cacofonía</strong> de las voces europeas.","second":"It is difficult to summarize the <strong class=\"keyword\">cacophony</strong> of European voices so succinctly."},{"author":91988,"first":"Despacio pero con firmeza una nación nigeriana está surgiendo de esta <strong class=\"keyword\">cacofonía</strong> de voces disonantes.","second":"A single Nigerian nation is slowly but surely emerging from this <strong class=\"keyword\">cacophony</strong> of dissonant voices."},{"author":8000,"first":"El riesgo del \"caos\" o la \"<strong class=\"keyword\">cacofonía</strong>\" normativa a que contribuyen los agentes económicos permite poner sobre el tapete la cuestión de un nuevo ordenamiento o arquitectura del pluralismo jurídico (en particular entre el jus cogens y el jus dispositivum) y de las instituciones internacionales (en particular entre el sistema de las Naciones Unidas y el de Bretton Woods","second":"In view of the risk of normative “chaos” or “<strong class=\"keyword\">cacophony</strong>”, which economic operators do their best to foster, there is a need also to take a fresh look at the question of a new ordering or new architecture of legislative diversity (particularly in relation to hard law and soft law) and institutional diversity (in particular in relation to the United Nations system and Bretton Woods"},{"author":27,"first":"En relación con las agencias, la verdad es que después de la sinfonía beethoveniana, como ha dicho mi buen amigo Giuliano Amato, nos hemos encontrado con una <strong class=\"keyword\">cacofonía</strong> absoluta; y hay un punto en el que le doy la razón, y es que no se puede decir que el futuro va a ser maravilloso, y en cuanto se acaba de discutir sobre el futuro y se ponen los temas del presente encima de la mesa, se termina en una pelea de gallos.","second":"With regard to the agencies, the truth is that after a Beethovenesque symphony, in the words of my good friend Giuliano Amato, we have come up against a complete <strong class=\"keyword\">cacophony</strong>; and there is another issue on which I agree with him, and that is that we cannot say that the future is going to be wonderful, when as soon as we stop discussing the future and deal with current issues, we end up in a catfight."},{"author":27,"first":"De ahí que las resoluciones que están sobre la mesa declaran muy claramente que deben organizarse elecciones libres, que el Consejo debería poder hablar con una sola voz, aunque bueno ya estamos acostumbrados a que esto sea una <strong class=\"keyword\">cacofonía</strong>, y que en cualquier caso las ayudas financieras de la Unión a Congo-Brazzaville deben mantenerse bloqueadas; aunque si se trata de esa parte de ayuda que toca directamente a las personas, la humanitaria, a las capas más pobres de la población, de aquí en adelante tiene que suceder algo.","second":"That is why the resolutions before us state very clearly that free elections must be organized, that the Council must be able to speak with one voice - although we are quite used to the fact that it is often a <strong class=\"keyword\">cacophony</strong> - and that financial aid from the Union to Congo must remain frozen, except for that part which affects people directly, humanitarian aid, so that we are doing something for the poorest sections of the population."},{"author":94259,"first":"<strong class=\"keyword\">cacofonía</strong> de sinsontes por toda la ciudad, por todo el país, y alguien al final","second":"nationwide mockingbird <strong class=\"keyword\">cacophony</strong>, and somebody finally is going to tip"},{"author":94259,"first":"Suena como una <strong class=\"keyword\">cacofonía</strong>,","second":"It sounds like a <strong class=\"keyword\">cacophony</strong>,"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}