{"result":"ok","tuc":[{"phrase":{"text":"cadence","language":"en"},"meanings":[{"language":"en","text":"balanced, rhythmic flow"}],"meaningId":8751095784497261363,"authors":[70195]},{"phrase":{"text":"rate","language":"en"},"meaningId":-5155015907786293938,"authors":[89651]},{"phrase":{"text":"rhythm","language":"en"},"meaningId":4827074107131610501,"authors":[80097]},{"phrase":{"text":"beat","language":"en"},"meaningId":328262544173153311,"authors":[84500]},{"phrase":{"text":"cadency","language":"en"},"meaningId":8721211394880771268,"authors":[25018]},{"phrase":{"text":"cadenza","language":"en"},"meaningId":-134328427313803975,"authors":[89651]},{"phrase":{"text":"fire rate","language":"en"},"meaningId":-8341853826963101824,"authors":[83062]},{"phrase":{"text":"lilt","language":"en"},"meaningId":-8933845903620122866,"authors":[25018]},{"phrase":{"text":"measure","language":"en"},"meaningId":-4029646938713119898,"authors":[84500]},{"phrase":{"text":"meter","language":"en"},"meaningId":-7138506867467625020,"authors":[84500]},{"phrase":{"text":"metre","language":"en"},"meaningId":-499576494854804785,"authors":[84500]},{"phrase":{"text":"motion time","language":"en"},"meaningId":-3865910592234807327,"authors":[80097]},{"phrase":{"text":"term of office","language":"en"},"meaningId":3496115179334715993,"authors":[25115]},{"meanings":[{"language":"en","text":"cadence"}],"meaningId":-8072365705394376457,"authors":[1]}],"phrase":"cadencia","examples":[{"author":42,"first":"Se detallarán la <strong class=\"keyword\">cadencia</strong> y los resultados del mensaje, así como los protocolos y los parámetros de intercambio de datos","second":"The message <strong class=\"keyword\">timing</strong> and performance shall be detailed, as well as data interchange protocols and parameters"},{"author":8008,"first":"Junto a melodías y <strong class=\"keyword\">cadencias</strong> genuinamente camerunesas, aflora casi cualquier otro ritmo del mundo, siempre con una instrumentación meticulosa y espacios para el lucimiento individual.","second":"Together with melodies and original Cameroon <strong class=\"keyword\">cadences</strong>, another world rhythm emerges with meticulous instrumentation and capacity for individual brilliance."},{"author":94809,"first":"<strong class=\"keyword\">Cadencia</strong> de percusión : ... golpes/s","second":"<strong class=\"keyword\">STRIKING RATE</strong> STROKES/SEC"},{"author":118293,"first":"¿era calvo, con una extraña <strong class=\"keyword\">cadencia</strong> de voz?","second":"Was he bald, with an odd <strong class=\"keyword\">cadence</strong> to his voice?"},{"author":42,"first":"En un aparato Soxhlet tratar la muestra secada al aire con una mezcla de un volumen de tolueno y de tres volúmenes de metanol durante cuatro horas, a una <strong class=\"keyword\">cadencia</strong> mínima de cinco ciclos por hora","second":"Extract the air-dry sample in a Soxhlet apparatus with a mixture of # volume of toluene and # volumes of methanol for four hours at a minimum <strong class=\"keyword\">rate</strong> of # cycles per hour"},{"author":118293,"first":"El pequeño movimiento de nuestro teléfono, y tiene una <strong class=\"keyword\">cadencia</strong>.","second":"The tiny movement of our burner, and it has a <strong class=\"keyword\">rhythm</strong>."},{"author":94809,"first":"cifras y <strong class=\"keyword\">cadencia</strong> de la pérdida de empleos;","second":"number and <strong class=\"keyword\">timing</strong> of job losses,"},{"author":94809,"first":"Para los buques en movimiento, la <strong class=\"keyword\">cadencia</strong> de actualización para la información dinámica a nivel táctico se puede conmutar entre el modo SOLAS y el modo de vías navegables interiores.","second":"For moving vessels an update <strong class=\"keyword\">rate</strong> for the dynamic information on tactical level can be switched between SOLAS mode and inland waterway mode."},{"author":94809,"first":"El adjudicatario entregará la mercancía a bordo del buque designado por el beneficiario según las <strong class=\"keyword\">cadencias</strong> de carga establecidas de acuerdo con este último y teniendo en cuenta los usos del puerto .","second":"The successful tenderer shall deliver the goods on board the vessel designated by the recipient in accordance with a loading <strong class=\"keyword\">schedule</strong> adopted in agreement with the latter having regard to the custom at the port."},{"author":94809,"first":"En algunos casos se pueden producir efectos restrictivos sobre los precios o la producción en los mercados existentes y efectos negativos sobre la innovación debido a una disminución de la <strong class=\"keyword\">cadencia</strong> del desarrollo.","second":"In some cases there can be restrictive price/output effects on existing markets and a negative impact on innovation by means of slowing down the <strong class=\"keyword\">speed</strong> of development."},{"author":118293,"first":"Las expresiones faciales, el patrón de voz, la <strong class=\"keyword\">cadencia</strong>.","second":"Facial expressions, voice patterns, <strong class=\"keyword\">cadence</strong>."},{"author":94809,"first":"Considerando que, en aplicación de los artículos 1 y 2 del Reglamento (CE) no 287/94, procede establecer la <strong class=\"keyword\">cadencia</strong> de las importaciones de aceite de oliva originario de Túnez; que la situación actual y previsible del abastecimiento del mercado comunitario del aceite de oliva permite dar salida a la cantidad prevista sin riesgo de que se produzcan perturbaciones del mercado, a condición de que las importaciones no se concentren durante un breve período de cada campaña; que resulta oportuno prever que los certificados de importación puedan expedirse de acuerdo con un calendario mensual;","second":"Whereas, pursuant to Articles 1 and 2 of Regulation (EC) No 287/94, provision should be made for the <strong class=\"keyword\">rate</strong> at which olive oil originating in Tunisia is to be imported; whereas the present and foreseeable situation regarding supplies to the Community market in olive oil permits the disposal of the quantity anticipated without any risk of disturbance of the market if imports are not concentrated in a short period of each marketing year; whereas provision should be made for import licences to be issued according to a monthly schedule;"},{"author":94809,"first":"Son aplicables las siguientes <strong class=\"keyword\">cadencias</strong> de información:","second":"Following reporting <strong class=\"keyword\">rates</strong> are applicable:"},{"author":118293,"first":"¿No puede aumentar la <strong class=\"keyword\">cadencia</strong>?","second":"Can't you raise the <strong class=\"keyword\">beat</strong>?"},{"author":118293,"first":"Esta es mi <strong class=\"keyword\">cadencia</strong> habitual.","second":"That's my default <strong class=\"keyword\">cadence</strong>."},{"author":94809,"first":"Así pues, de un examen totalmente objetivo de los calendarios se desprende que las resoluciones impugnadas han confirmado una interrupción de la regularidad de la <strong class=\"keyword\">cadencia</strong> de las sesiones.","second":"It thus emerges from a wholly objective examination of the calendars that the contested votes endorsed a break in the <strong class=\"keyword\">regularity</strong> of the sittings."},{"author":94809,"first":"Para buques fondeados se recomienda disponer de una <strong class=\"keyword\">cadencia</strong> de actualización de varios minutos o si se modifica la información.","second":"For vessels at anchor it is recommended to have an update <strong class=\"keyword\">rate</strong> of several minutes, or if information is amended."},{"author":8000,"first":"El proceso de instauración de un marco normativo de los derechos humanos se inició en los noventa y ahora avanza con una <strong class=\"keyword\">cadencia</strong> más rápida de reformas con la adopción de nuevas leyes, la armonización de la legislación nacional con los instrumentos internacionales en los que Marruecos es Parte, la creación de estructuras gubernamentales y de instituciones nacionales encargadas del seguimiento y la aplicación de los derechos humanos y la valorización constante del papel de la sociedad civil, que se considera como un interlocutor de pleno derecho","second":"The process of establishing a normative human rights framework has been under way since the # s. The <strong class=\"keyword\">pace</strong> of reform gathered speed with the enactment of new laws, the harmonization of national legislation with the international instruments to which Morocco is a party, the creation of governmental structures and national institutions for human rights monitoring and implementation, and the steadily increasing recognition of the role of civil society, which is now treated as a fully fledged partner"},{"author":8008,"first":"La Fiesta Mayor vilafranquina es realmente excepcional: con una <strong class=\"keyword\">cadencia</strong> que se repite inalterable año tras año, cuenta con las cercavilas mas nutridas del país donde participan hasta 20 bailes.","second":"The Town Festivity of Vilafranca is really exceptional: it has the best passacaglia in the country, with the same <strong class=\"keyword\">cadence</strong> year after year where up to 20 dancers participate."},{"author":94809,"first":"El consenso general es que se necesita como mínimo una <strong class=\"keyword\">cadencia</strong> de actualización de 15 minutos.","second":"The general consensus is that an update <strong class=\"keyword\">rate</strong> of every 15 minutes is needed at least."},{"author":42,"first":"estará facultada para intervenir sobre la utilización de equipos o locales y para adoptar todas las medidas necesarias, que podrán consistir incluso en la reducción de la <strong class=\"keyword\">cadencia</strong> de producción o en la suspensión momentánea del proceso de producción","second":"it shall be empowered to act in respect of the use of equipment or premises and to take any requisite measures which may go as far as reducing the <strong class=\"keyword\">rate</strong> of production or temporarily suspending the production process"},{"author":118293,"first":"Conteo con <strong class=\"keyword\">cadencia</strong>.","second":"<strong class=\"keyword\">Cadence</strong> count. All:"},{"author":89915,"first":"Aparatos para grabar y medir el rendimiento deportivo, la <strong class=\"keyword\">cadencia</strong> de carreras y ciclismo","second":"Apparatus for recording and measuring sports performance, running and cycling <strong class=\"keyword\">cadence</strong>"},{"author":94809,"first":"51 DAB y Pro Display alegan a este respecto que dicho concepto se refiere a elementos como la organización del ritmo y la <strong class=\"keyword\">cadencia</strong> del trabajo, por ejemplo, en el marco de un proceso de producción, así como las pausas, de manera que se atenúe en lo posible la carga del trabajador discapacitado.","second":"51 DAB and Pro Display submit that that concept refers to such matters as the organisation of the patterns and <strong class=\"keyword\">rhythms</strong> of work, for example in connection with a production process, and of breaks, so as to relieve as much as possible the burden on workers with disabilities."},{"author":94809,"first":"«Para los buques en movimiento, la <strong class=\"keyword\">cadencia</strong> de actualización para la información dinámica a nivel táctico se puede conmutar entre el modo SOLAS y el modo de vías navegables interiores.","second":"‘For moving vessels an update <strong class=\"keyword\">rate</strong> for the dynamic information on tactical level can be switched between SOLAS mode and inland waterway mode."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}