{"result":"ok","tuc":[{"phrase":{"text":"channel","language":"en"},"meanings":[{"language":"en","text":"direct the flow"}],"meaningId":-2128748904673762285,"authors":[70195]},{"phrase":{"text":"canalize","language":"en"},"meaningId":-2631525798212134251,"authors":[84595]},{"phrase":{"text":"pipe","language":"en"},"meanings":[{"language":"en","text":"The | character."}],"meaningId":3765727225320113927,"authors":[84715]},{"phrase":{"text":"carry","language":"en"},"meaningId":5918849133944995759,"authors":[8]},{"phrase":{"text":"channelise","language":"en"},"meaningId":1671359692398413,"authors":[84500]},{"phrase":{"text":"channelize","language":"en"},"meaningId":-478506660481557115,"authors":[84500]},{"phrase":{"text":"convey","language":"en"},"meaningId":-8607801805581237294,"authors":[84500]},{"phrase":{"text":"funnel","language":"en"},"meaningId":-2387334735355608119,"authors":[25018]},{"phrase":{"text":"pipeline","language":"en"},"meanings":[{"language":"es","text":"Transportar algo por un sistema de tuberías."},{"language":"en","text":"To convey something by a system of pipes."}],"meaningId":3337199267814609225,"authors":[60172]},{"phrase":{"text":"cannulate","language":"en"},"meaningId":-1235378400048010448,"authors":[84500]},{"phrase":{"text":"cannulise","language":"en"},"meaningId":3551862686803272937,"authors":[84500]},{"phrase":{"text":"cannulize","language":"en"},"meaningId":-862776652025067298,"authors":[84500]},{"phrase":{"text":"canulate","language":"en"},"meaningId":4385865101149345232,"authors":[84500]},{"phrase":{"text":"conduct","language":"en"},"meaningId":-7855467480015466650,"authors":[84500]},{"phrase":{"text":"direct","language":"en"},"meaningId":-3057307478588994885,"authors":[25018]},{"phrase":{"text":"ditch","language":"en"},"meaningId":6539420174538776086,"authors":[2708]},{"phrase":{"text":"harness","language":"en"},"meaningId":2737706346342122933,"authors":[8]},{"phrase":{"text":"impart","language":"en"},"meaningId":3502340928494126176,"authors":[84500]},{"phrase":{"text":"intubate","language":"en"},"meaningId":-1381519724634091092,"authors":[84500]},{"phrase":{"text":"transmit","language":"en"},"meaningId":-4475509949539536358,"authors":[84500]},{"meanings":[{"language":"en","text":"to channel"},{"language":"en","text":"(transitive) to channel"}],"meaningId":-3190142492515303292,"authors":[1]}],"phrase":"canalizar","examples":[{"author":94808,"first":"Si los dispositivos para <strong class=\"keyword\">canalizar</strong> la asistencia humanitaria no satisfacen a los donantes, éstos deberían prever otras soluciones, en particular una ayuda al desarrollo basada en la reducción de la deuda, la apertura de los mercados a los productos agrícolas de los países en desarrollo, la inversión extranjera directa y la lucha contra la pobreza.","second":"If donors were not satisfied with the arrangements set up to <strong class=\"keyword\">channel</strong> humanitarian aid, they should consider other solutions, such as development aid based on debt reduction, the opening of markets to the agricultural products of developing countries, direct foreign investment and the fight against poverty."},{"author":27,"first":"En esta situación, la UE debe participar más que hasta ahora en la labor del Consejo y <strong class=\"keyword\">canalizar</strong> más fondos para los proyectos a realizar.","second":"In this situation the EU must be more firmly committed than it has hitherto to the work of the Council and <strong class=\"keyword\">channel</strong> more funds to projects to be undertaken."},{"author":94809,"first":"Por otra parte, la utilización fraudulenta del sistema financiero a fin de <strong class=\"keyword\">canalizar</strong> el producto de actividades delictivas o incluso de actividades lícitas para fines terroristas plantea riesgos evidentes para la integridad, el correcto funcionamiento, la reputación y la estabilidad del sistema financiero.","second":"Furthermore, the misuse of the financial system to <strong class=\"keyword\">channel</strong> criminal or even clean money to terrorist purposes poses a clear risk to the integrity, proper functioning, reputation and stability of the financial system."},{"author":94808,"first":"Este organismo independiente formado por los jóvenes y para los jóvenes pretende <strong class=\"keyword\">canalizar</strong> su libre participación en la vida política, social, económica y cultural del país.","second":"This independent body of young people and for young people is aimed at <strong class=\"keyword\">channelling</strong> voluntary participation in the political, social, economic and cultural life of the country."},{"author":94808,"first":"Las redes sociales como la Red de caballeros, la Red de dirigentes nuevos en las escuelas y la Red para el desarrollo de la mujer y la familia también son sumamente importantes para movilizar a la sociedad respecto de la violencia cometida contra la mujer y el niño, así como para <strong class=\"keyword\">canalizar</strong> la ayuda y asistencia.","second":"Social networks such as “Gentlemen Network”, “New Leaders in Schools Network” and “Women and Family Development Network” are also instrumental in mobilizing society against violence committed against women and children as well as acting as <strong class=\"keyword\">channels</strong> for help and assistance."},{"author":118293,"first":"Es como si Ángel empezara a <strong class=\"keyword\">canalizar</strong> a Leona Helmsley.","second":"Looks like Angel suddenly started <strong class=\"keyword\">channeling</strong> Leona Helmsley."},{"author":94809,"first":"Las asociaciones en red de una misma ciudad de origen, pueden <strong class=\"keyword\">canalizar</strong> de manera colectiva algunas inversiones que se pueden multiplicar con las aportaciones europeas y nacionales.","second":"Network associations from a single town of origin can together <strong class=\"keyword\">channel amounts</strong> of investment that can be multiplied by European and national contributions."},{"author":8000,"first":"Los ejemplos del Organismo de Pesca del Foro y de la SADC ponen de manifiesto la importancia de que exista un marco regional convenido a nivel intergubernamental que proporcione una estructura clara mediante la que <strong class=\"keyword\">canalizar</strong> la asistencia","second":"The FFA and SADC examples both illustrate the importance of a regional framework agreed at the intergovernmental level, which provides a clear structure <strong class=\"keyword\">into</strong> which to <strong class=\"keyword\">channel</strong> assistance"},{"author":94808,"first":"Además, los participantes convinieron en que, para <strong class=\"keyword\">canalizar</strong> la tecnología espacial hacia las actividades de reducción de riesgos y gestión de desastres a nivel nacional y regional, se debía recurrir a una alianza entre las instituciones interesadas y entidades de las Naciones Unidas, que había de efectuarse en el contexto de la Conferencia Mundial sobre la Reducción de Desastres, celebrada en Kobe-Hyogo (Japón) del 18 al 22 de enero de 2005.","second":"Additionally, participants agreed that the <strong class=\"keyword\">channelling</strong> of space technology for risk reduction and disaster management activities at the national and regional levels should be carried out through a partnership of interested institutions and United Nations entities, to be registered in the context of the World Conference on Disaster Reduction, to be held in Kobe-Hyogo, Japan, from 18 to 22 January 2005."},{"author":94809,"first":"A ello hay que añadir que un pacto de tal naturaleza constituye una tentativa clara y deliberada de <strong class=\"keyword\">canalizar</strong> las exportaciones de una empresa a través de otra empresa con un derecho antidumping más bajo a efectos de eludir dichos derechos.","second":"Furthermore, such a pact is a clear and deliberate attempt to <strong class=\"keyword\">channel</strong> exports of one company via another company with a lower anti-dumping duty for the purposes of avoiding such duties."},{"author":94808,"first":"El Foro Permanente recomienda que el Foro de las Islas del Pacífico cree un mecanismo para <strong class=\"keyword\">canalizar</strong> la contribución y participación de representantes de los pueblos indígenas en sus reuniones así como en los estamentos y actividades conexas.","second":"The Permanent Forum recommends that the Pacific Islands Forum create a <strong class=\"keyword\">mechanism</strong> for contributions by and participation of indigenous peoples’ representatives in its meetings and related structures and activities."},{"author":118293,"first":"Stefan, tú fuiste el que me dijo que <strong class=\"keyword\">canalizara</strong> todas mis emociones en un solo sentimiento.","second":"Stefan, you're the one who told me to <strong class=\"keyword\">channel</strong> all of my emotions into one single feeling."},{"author":94808,"first":"Entretanto, encomio la oportuna iniciativa emprendida por el PNUD para establecer un fondo de gestión económica de emergencia y exhorto a los asociados de Guinea-Bissau a considerar la posibilidad de utilizar este mecanismo como marco para <strong class=\"keyword\">canalizar</strong> la asistencia que el país necesita con urgencia.","second":"In the meantime, I commend the timely initiative of the United Nations Development Programme in establishing the Emergency Economic Management Fund and I appeal to Guinea-Bissau’s partners to consider using this mechanism as a useful framework for <strong class=\"keyword\">channelling</strong> urgent assistance to the country."},{"author":8000,"first":"El gobierno debe promover la creación de instituciones financieras, por ejemplo empresas de capital de riesgo, bancos, empresas de garantía de crédito y otras, que ayuden a <strong class=\"keyword\">canalizar</strong> fondos para comercializar los resultados de las investigaciones","second":"Government should promote the creation of financial institutions, such as venture capital firms, banks, credit guarantee companies and others, to help <strong class=\"keyword\">channel</strong> funds for commercialization of research results"},{"author":118293,"first":"Para ayudarte a <strong class=\"keyword\">canalizar</strong> la ira y la rabia.","second":"It'll help you to work out that <strong class=\"keyword\">rage</strong> and that anger."},{"author":94808,"first":"Conscientes de ese problema, hemos creado un fondo por medio del cual deseamos <strong class=\"keyword\">canalizar</strong> los recursos necesarios para hacer frente a esa situación.","second":"Once we because aware of the problem, we established a fund to <strong class=\"keyword\">channel</strong> resources to respond to the situation."},{"author":8000,"first":"Ello puede resultar útil no solo para los Estados que visite el Comité contra el Terrorismo sino también para la comunidad de donantes cuando decida hacia dónde <strong class=\"keyword\">canalizar</strong> su asistencia técnica, que es limitada","second":"Such an outcome can be useful not only to the States that the CTC visits, but also to the donor community as it decides where to <strong class=\"keyword\">channel</strong> its limited technical assistance"},{"author":94808,"first":"Tailandia también ofreció el Aeropuerto Internacional Don Mueang como zona de concentración a través de la cual <strong class=\"keyword\">canalizar</strong> hacia Myanmar asistencia y equipos humanitarios provenientes de todo el mundo de manera ordenada y sistemática.","second":"Thailand also offered the Don Mueang International Airport as a staging area through which humanitarian assistance and equipment from around the world could be <strong class=\"keyword\">channelled</strong> into Myanmar in an orderly and systematic manner."},{"author":8000,"first":"Revigorizar las estructuras locales para <strong class=\"keyword\">canalizar</strong> las aspiraciones de las mujeres hacia el bienestar social, económico y político","second":"That local structures be reinvigorated in order to <strong class=\"keyword\">channel</strong> the aspirations of women for better social, economic and political conditions"},{"author":8000,"first":"Sin embargo, el modelo de pacto de desarrollo requeriría una cooperación institucionalizada de los donantes internacionales para <strong class=\"keyword\">canalizar</strong> la ayuda de manera coordinada","second":"However, the development compact model would require institutionalized international donor cooperation to <strong class=\"keyword\">channel</strong> aid in an integrated effort"},{"author":94809,"first":"Las Partes racionalizarán, en la medida de lo posible, los procedimientos para <strong class=\"keyword\">canalizar</strong> recursos financieros hacia los países Partes africanos afectados.","second":"The Parties shall streamline, to the extent possible, procedures for <strong class=\"keyword\">channelling</strong> funds to affected African country Parties."},{"author":8000,"first":"Opción # odelo basado en el sector privado: un Fondo especializado en <strong class=\"keyword\">canalizar</strong> y utilizar el capital privado para inversiones sociales de alta incidencia en apoyo de los objetivos de desarrollo del Milenio, que traspase sus programas de gobernanza local al PNUD","second":"Option # rivate sector-based model: A UNCDF specialized in <strong class=\"keyword\">channeling</strong> and utilizing private capital for high social impact investments in support of the MDGs, migrating its local governance programmes to UNDP"},{"author":94809,"first":"sugiere que el próximo Programa Marco amplíe en mayor grado tales programas e incorpore un plan para <strong class=\"keyword\">canalizar</strong> la participación de los socios competentes de las regiones rezagadas en materia de investigación en proyectos y programas dirigidos por sus homólogos de reconocida excelencia, a través de regímenes de tutoría u otros medios; a este respecto, llama la atención sobre el potencial de los agentes locales y regionales para nutrir los centros de competencia vinculados a los polos de excelencia;","second":"suggests that the next Framework Programme further expands such programmes and incorporates a scheme for mainstreaming the participation of competent partners from research-lagging regions in projects and programmes led by their better known, excellent peers, through mentoring schemes or other means; notes, in this regard, the potential of local and regional actors to nurture ‘hubs of competence’ linked to ‘poles of excellence’;"},{"author":94809,"first":"A partir de 1998, la asistencia de PHARE se <strong class=\"keyword\">canalizará</strong> a través de los siguientes tipos de acciones:","second":"From 1998 Phare assistance will be <strong class=\"keyword\">channelled</strong> through the following types of actions:"},{"author":94809,"first":"Permiten a los particulares ahorrar e invertir de cara al futuro y <strong class=\"keyword\">canalizar</strong> el ahorro en apoyo de la economía.","second":"They allow individuals to save and invest for their future and <strong class=\"keyword\">channel</strong> savings to support the economy."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}