{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of cancelar."},{"language":"en","text":"lattice gate"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of cancelar."}],"meaningId":-8903640175813996442,"authors":[1]}],"phrase":"cancela","examples":[{"author":94808,"first":"El plan para desplegar vehículos aéreos no tripulados en la Misión se <strong class=\"keyword\">canceló</strong> tras una nueva evaluación de sus capacidades técnicas y relación costo-eficacia.","second":"The plan to deploy unmanned aerial vehicle systems in the Mission was <strong class=\"keyword\">cancelled</strong> after further assessment of their technical capabilities and cost-effectiveness."},{"author":94809,"first":"Que se <strong class=\"keyword\">cancele</strong> la inscripción en el registro de la OAMI de la otra parte en el procedimiento ante la Sala de Recurso y se permita el registro del demandante como titular de la marca comunitaria no2 245 306, de conformidad con la cesión realizada por Arthur Crack Limited al demandante el 21 de enero de 2006.","second":"<strong class=\"keyword\">Remove</strong> the other party to the proceedings before the Board of Appeal from OHIM’s register and allow the registration of the applicant as the proprietor of Community trade mark No 2 245 306 pursuant to the assignment from Arthur Crack Limited to the applicant dated 21 January 2006;"},{"author":31,"first":"Él siempre <strong class=\"keyword\">cancela</strong> su juego","second":"He always <strong class=\"keyword\">cancels</strong> his golf game"},{"author":118293,"first":"<strong class=\"keyword\">Cancela</strong> la cirugía.","second":"<strong class=\"keyword\">Cancel</strong> The Surgery."},{"author":89915,"first":"<strong class=\"keyword\">Canceles</strong> de seguridad, barreras para la cama","second":"Safety <strong class=\"keyword\">gates</strong>, bed barriers"},{"author":118293,"first":"Supongo que iré a llamar a todos mis amigos y decirles que la boda se <strong class=\"keyword\">canceló</strong>.","second":"I guess I just better go call all my friends and tell them the wedding is <strong class=\"keyword\">off</strong>."},{"author":118385,"first":"1) Una aeronave que decida cambiar el modo en que efectúa su vuelo, pasando de las reglas de vuelo por instrumentos a las de vuelo visual, notificará específicamente a la dependencia apropiada de los servicios de tránsito aéreo que se <strong class=\"keyword\">cancela</strong> el vuelo IFR, y le comunicará los cambios que hayan que hacerse en su plan de vuelo vigente.","second":"(1) An aircraft electing to change the conduct of its flight from compliance with the instrument flight rules to compliance with the visual flight rules shall notify the appropriate air traffic services unit specifically that the IFR flight is <strong class=\"keyword\">cancelled</strong> and communicate thereto the changes to be made to its current flight plan."},{"author":8008,"first":"Si <strong class=\"keyword\">cancelas</strong> hasta 7 día(s) antes de la fecha de llegada: el hotel cargará el 80 % toda la estancia..","second":"If <strong class=\"keyword\">cancelled</strong> up to 7 days before date of arrival, 80 percent of all nights will be charged."},{"author":118293,"first":"Siempre lo <strong class=\"keyword\">cancelas</strong>.","second":"You always <strong class=\"keyword\">cancel</strong>."},{"author":118293,"first":"Mi niñera <strong class=\"keyword\">canceló</strong> y tengo boletos para un concierto de rock cristiano.","second":"My babysitter <strong class=\"keyword\">canceled</strong>, and I got tickets to a Christian rock concert."},{"author":118293,"first":"<strong class=\"keyword\">Canceló</strong> el servicio.","second":"<strong class=\"keyword\">Canceló</strong> the service."},{"author":94809,"first":"En cualquier caso, para recuperar el derecho a circular en el territorio alemán, la Sra. Aykul puede optar entre someterse a exámenes médicos durante un período de un año o esperar a que se <strong class=\"keyword\">cancele</strong> la inscripción de su ineptitud en el registro al cabo de cinco años.","second":"In any event, in order to recover the right to drive in German territory, Ms Aykul can either comply with the medical expert’s report over a period of one year or wait five years for the removal from the <strong class=\"keyword\">register</strong> of the entry recording her unfitness to drive."},{"author":92475,"first":"Y en una iniciativa que están llamando “Justicia para Berta Cáceres,” están pidiendo a Hondureños en el extranjero y a otros simpatizantes con su causa a protestar pacíficamente frente a las embajadas de Honduras en sus países el 15 de junio para exigir transparencia en la investigación del asesinato y que se <strong class=\"keyword\">cancele</strong> la construcción de la represa Agua Zarca.","second":"And, in an initiative they titled “Justice for Berta Cáceres,” they called on Hondurans abroad and other sympathizers to protest peacefully outside Honduran embassies in their countries on June 15 to demand transparency on the murder investigation and a <strong class=\"keyword\">cancellation</strong> on the Agua Zarca dam."},{"author":118293,"first":"<strong class=\"keyword\">Cancelo</strong> todo!","second":"I'm <strong class=\"keyword\">calling</strong> it <strong class=\"keyword\">off</strong>!"},{"author":94808,"first":"En caso de que esta familia no respete las condiciones de la atención previstas en la ley, se <strong class=\"keyword\">cancela</strong> esta tutela y se devuelve al tutelado al Departamento de Tutela Familiar.","second":"It monitors the care of these children and, in the event of a foster family’s failure to comply with the fostering conditions specified in the Act, the fostered children are removed from its custody and returned to the Family Fostering Department."},{"author":118293,"first":"Definitivamente reservé la suite y nunca la <strong class=\"keyword\">cancelé</strong>.","second":"I definitely reserved the suite and never <strong class=\"keyword\">cancelled it</strong>."},{"author":119739,"first":"Sin embargo, justo una semana antes de la asamblea, la junta <strong class=\"keyword\">canceló</strong> el contrato sin explicación alguna.","second":"Then, suddenly, just one week before the convention was to begin, the management of the Tbilisi Philharmonic concert hall canceled the contract. No explanation was given."},{"author":94809,"first":"«1) ¿Exige el artículo 2, apartado 1, letra b), de la Directiva 89/665/CEE [...] que el acuerdo de la entidad adjudicadora por el que se <strong class=\"keyword\">cancela</strong> la licitación para la adjudicación de un contrato público de servicios pueda ser objeto de recurso y, en su caso, anulado?","second":"(1) Does Article 2(1)(b) of Directive 89/665/EEC (review directive) require the decision of a contracting authority to <strong class=\"keyword\">cancel</strong> the procedure for the award of a contract for services to be reviewable in review proceedings leading, if appropriate, to its being set aside?"},{"author":31,"first":"<strong class=\"keyword\">Cancele</strong> la orden","second":"<strong class=\"keyword\">Belay</strong> that order, Captain"},{"author":8008,"first":"Si <strong class=\"keyword\">cancelas</strong> o modificas hasta 5 día(s) antes de la fecha de llegada: el hotel no efectuará cargos.","second":"If <strong class=\"keyword\">cancelled</strong> or modified up to 5 days before date of arrival, no fee will be charged."},{"author":94809,"first":"una transacción que, de hecho, <strong class=\"keyword\">cancela</strong> relaciones preexistentes entre la adquirente y la adquirida;","second":"a transaction that in effect <strong class=\"keyword\">settles</strong> pre-existing relationships between the acquirer and acquiree;"},{"author":94809,"first":"Si el representante de una cuenta sospecha que una transferencia se ha iniciado de forma fraudulenta, dicho representante, a más tardar dos horas antes de que termine el plazo previsto en el apartado 3, podrá solicitar al administrador de la cuenta que <strong class=\"keyword\">cancele</strong> la transferencia en nombre de ese representante de la cuenta antes de la comunicación de la transferencia para finalización.","second":"If an account representative suspects that a transfer was initiated fraudulently, at the latest two hours before the end of the delay provided in paragraph 3 the account representative may request the national administrator to <strong class=\"keyword\">cancel</strong> the transfer on behalf of the account representative before the transfer is communicated for finalisation."},{"author":8008,"first":"Si <strong class=\"keyword\">cancelas</strong> hasta 14 día(s) antes de la fecha de llegada: el hotel cargará el 35 % toda la estancia..","second":"If <strong class=\"keyword\">cancelled</strong> up to 14 days before date of arrival, 35 percent of all nights will be charged."},{"author":118293,"first":"<strong class=\"keyword\">Cancela</strong> lo de mi madre.","second":"<strong class=\"keyword\">Cancel</strong> my mother."},{"author":31,"first":"Porque <strong class=\"keyword\">canceló</strong> su cuenta bancaria, y tenia teléfono de varios hoteles","second":"She <strong class=\"keyword\">closed</strong> her bank account, she had hotel phone numbers"}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}