{"result":"ok","tuc":[{"phrase":{"text":"heatwave","language":"en"},"meanings":[{"language":"en","text":"period of very hot weather"}],"meaningId":8931176684018650828,"authors":[70195]},{"phrase":{"text":"dog days","language":"en"},"meanings":[{"language":"en","text":"the days between early July and early September when Sirius rises and sets with the Sun"},{"language":"en","text":"A period of unusually hot weather."}],"meaningId":-2637045510534700034,"authors":[70195]},{"phrase":{"text":"heat","language":"en"},"meanings":[{"language":"en","text":"hot spell"}],"meaningId":-779135904982498267,"authors":[70195]},{"phrase":{"text":"heat wave","language":"en"},"meanings":[{"language":"en","text":"A period of unusually hot weather."}],"meaningId":4280735985699253946,"authors":[2695]},{"phrase":{"text":"hot spell","language":"en"},"meaningId":-4251111405622267201,"authors":[83042]},{"phrase":{"text":"midsummer","language":"en"},"meaningId":3457023647566452327,"authors":[2903]},{"meanings":[{"language":"en","text":"dog days (the days between early July and early September when Sirius rises and sets with the Sun)"}],"meaningId":6381764617944707579,"authors":[93107]}],"phrase":"canícula","examples":[{"author":118293,"first":"En cualquier caso, el día después de irse Dot y Vinnie a Las Vegas la temperatura bajó de los 32o después de 2 semanas de <strong class=\"keyword\">canicula</strong>.","second":"What I do know is that the day after Vinny and Dot left for Las Vegas... the temperature in Brooklyn dropped below 90 for the first time in two weeks. <strong class=\"keyword\">Wow</strong>."},{"author":27,"first":"El clima cambia, con las <strong class=\"keyword\">canículas</strong>, temporales y subidas repentinas de las aguas.","second":"With <strong class=\"keyword\">heat waves</strong>, storms and sudden floods, the climate is changing."},{"author":94808,"first":"Durante el verano de 2006, la prensa de París centró su atención, por una parte, en los problemas que planteaban los campamentos de personas sin hogar, a los que una asociación había facilitado tiendas de campaña en las riberas del Sena, lugar en el que el ayuntamiento había decidido ampliar el espacio de ocio destinado a los grupos sociales medios y pobres que no tenían la posibilidad de salir de vacaciones, y, por otra parte, en la vulnerabilidad de esa personas durante los meses de la <strong class=\"keyword\">canícula</strong>, habida cuenta de su mal estado de salud.","second":"During the summer of 2006, the attention of the press was focused partly on the problems posed in Paris by the camps set up by the homeless, using tents supplied by an association, on the banks of the Seine, at a place where the city authorities had chosen to extend the leisure area offered to middle-income and poor people who could not afford to go on holiday, and partly on the risks to the homeless caused by the <strong class=\"keyword\">summer heat wave</strong> in view of their poor state of health."},{"author":94808,"first":"Varney (Australia), que habla en nombre de la juventud de Australia, dice que a todo lo ancho del territorio nacional, numerosos jóvenes australianos han visto cómo su existencia se ha trastornado debido a catástrofes sin precedentes originadas por el cambio climático, y viven bajo el temor de que los incendios de arbustos, la <strong class=\"keyword\">canícula</strong>, las inundaciones causadas por al aumento en el nivel del mar, se conviertan en moneda corriente.","second":"Varney (Australia), speaking on behalf of Australian youth, said that young people from across Australia had seen their lives completely disrupted by unprecedented disasters due to climate change, and they were living in fear that brush fires, <strong class=\"keyword\">heat waves</strong>, and flooding caused by high sea levels would become common events."},{"author":94808,"first":"El centro penitenciario está ubicado en un desierto inhóspito cuyas temperaturas llegan en invierno a los -20oC y hasta los 50oC durante la <strong class=\"keyword\">canícula</strong>.","second":"The colony is based in the lifeless desert, with winter temperatures falling to -20°C, and in the summer, <strong class=\"keyword\">heatwaves</strong> of up to 50°C."},{"author":27,"first":"Hemos votado a favor de las enmiendas tendentes a hacer que el mecanismo sea más coercitivo y riguroso. Porque la situación climática, como ha demostrado trágicamente la reciente <strong class=\"keyword\">canícula</strong>, requiere más que medias tintas.","second":"We have voted in favour of the amendments aimed at making the mechanism more coercive and rigorous, because the climate situation, as tragically demonstrated by the recent <strong class=\"keyword\">heatwave</strong>, requires more than half-measures."},{"author":94809,"first":"En Europa central y oriental (Rumanía, Bulgaria y Hungría), sucesivos episodios de <strong class=\"keyword\">canícula</strong> (temperaturas excepcionalmente elevadas y ausencia de precipitaciones) redujeron el potencial de los cultivos.","second":"In central and eastern Europe (Romania, Bulgaria and Hungary), recurrent <strong class=\"keyword\">heat waves</strong> (soaring temperatures and a marked absence of rainfall) reduced growing potential."},{"author":94809,"first":"Las temperaturas elevadas y la <strong class=\"keyword\">canícula</strong> registradas en el verano de 2007 unidas a la sequía dificultaron los tratamientos insecticidas y los dirigidos a combatir los virus transmitidos por trips y ocasionaron una disminución de la producción de tabaco en todo el país.","second":"The high temperatures and <strong class=\"keyword\">heatwave</strong> in the summer of 2007 combined with the drought made it difficult to treat insect and thrips virus infestations and caused tobacco production to fall throughout Greece."},{"author":27,"first":"– () Señor Presidente, cambio climático, <strong class=\"keyword\">canícula</strong> y delincuencia ecológica: todos estos fenómenos han provocado catástrofes este verano que hay que combatir a todos los niveles, y este informe no es más que una manera de hacerlo.","second":"– Mr President, climate change, the <strong class=\"keyword\">heatwave</strong>, and ecological delinquency: all these phenomena have brought catastrophe this summer, all of them need to be combated at every level, and this report is just one of many ways of doing so."},{"author":22,"first":"RC- B#-#/#- <strong class=\"keyword\">Canícula</strong>- Enmienda","second":"RC- B#-#/#- <strong class=\"keyword\">Heatwave</strong>- Amendment"},{"author":94808,"first":"El mes de agosto, en plena <strong class=\"keyword\">canícula</strong>, cuando el mundo estaba centrado en la inauguración de los Juegos Olímpicos de Beijing, parecía ofrecer a Moscú esta oportunidad.","second":"The <strong class=\"keyword\">heat</strong> of August, when the world’s attention was turned to the opening of the Beijing Olympics, seemed to offer Moscow this opportunity."},{"author":22,"first":"El Presidente procede a una declaración sobre determinados acontecimientos que han marcado el verano y que han causado numerosas víctimas, concretamente las inundaciones en el Reino Unido, la <strong class=\"keyword\">canícula</strong> en el Mediterráneo oriental, los trágicos incendios forestales en Grecia, el terremoto en Perú, la continuación de la violencia en Iraq y la desaparición en el mar de muchos inmigrantes que intentaban llegar a las costas europeas","second":"The President made a statement on a number of events that had marked the summer and had claimed many casualties, including the floods in the United Kingdom, the <strong class=\"keyword\">heat wave</strong> in the eastern Mediterranean, the tragic forest fires in Greece, the earthquake in Peru, the continuation of violence in Iraq and the disappearance at sea of large numbers of migrants attempting to reach European shores"},{"author":94809,"first":"Las temperaturas elevadas y la <strong class=\"keyword\">canícula</strong> registradas en el verano de 2007 afectaron a la producción de estos productos y, en particular, a la formación de las yemas de los frutales.","second":"The high temperatures and the <strong class=\"keyword\">heatwave</strong> in the summer of 2007 had a negative impact on the production of these crops and, in particular, on fruit bud formation."},{"author":94809,"first":"Pintarroja | SYC | Scyliorhinus <strong class=\"keyword\">canicula</strong> | Small-spotted catshark |","second":"Small-spotted catshark | SYC | Scyliorhinus <strong class=\"keyword\">canicula</strong> |"},{"author":94809,"first":"En este territorio, caracterizado por un clima fresco, un gran número de días de sol, vientos moderados, ausencia de <strong class=\"keyword\">canícula</strong> y brumas en verano, y oscilaciones térmicas entre el día y la noche, se dedican parcelas muy extensas al cultivo del «Fagiolo Cuneo» y se producen judías de gran calidad.","second":"The extensive areas planted with ‘Fagiolo Cuneo’ benefit from the cool climate, the high number of days of sunshine, light breezes, an absence of sultry weather and haze in summer and a marked difference between day-time and night-time temperatures, producing beans of excellent quality."},{"author":27,"first":"La <strong class=\"keyword\">canícula</strong>, que nos golpeó duramente este verano, recuerda la gravedad del problema de las emisiones de gases de efecto invernadero.","second":"The <strong class=\"keyword\">heatwave</strong>, which affected us severely this summer, is a reminder of how serious the problem of greenhouse gas emissions is."},{"author":94809,"first":"Considerado en conjunto, el clima es fundamentalmente submediterráneo, con un verano cálido (<strong class=\"keyword\">canícula</strong> y sequía) y un invierno suave en el que raramente nieva.","second":"Overall, the climate is mainly sub-Mediterranean with hot summers (characterised by <strong class=\"keyword\">scorching heat</strong> and drought), and mild winters with rare snowfall."},{"author":95096,"first":"Luego viene el don generoso del aceite perfumado sobre la cabeza, que mitiga de la <strong class=\"keyword\">canícula</strong> del sol del desierto, refresca y alivia la piel, y alegra el espíritu con su fragrancia.","second":"Then there is the munificent gift of scented oil poured on the head, which with its fragrance brings relief from the scorching of the desert sun, refreshes and calms the skin and gladdens the spirit."},{"author":94809,"first":"Además, debido a las dificultades técnicas provocadas por la <strong class=\"keyword\">canícula</strong>, resulta conveniente introducir igualmente, para la campaña 2002/03 en curso, una excepción al plazo límite fijado en el 31 de agosto.","second":"In addition, because of the technical difficulties caused by the recent <strong class=\"keyword\">heatwave</strong> conditions, there should also be a derogation, for the current 2002/2003 marketing year, from the time limit requiring delivery by 31 August."},{"author":27,"first":"Este verano, en Europa del sur se registraron catástrofes debidas a la sequía y a la <strong class=\"keyword\">canícula</strong>.","second":"This summer, disaster struck southern Europe because of the drought and the <strong class=\"keyword\">heatwave</strong>."},{"author":94809,"first":"El Presidente procede a una declaración sobre determinados acontecimientos que han marcado el verano y que han causado numerosas víctimas, concretamente las inundaciones en el Reino Unido, la <strong class=\"keyword\">canícula</strong> en el Mediterráneo oriental, los trágicos incendios forestales en Grecia, el terremoto en Perú, la continuación de la violencia en Iraq y la desaparición en el mar de muchos inmigrantes que intentaban llegar a las costas europeas.","second":"The President made a statement on a number of events that had marked the summer and had claimed many casualties, including the floods in the United Kingdom, the <strong class=\"keyword\">heat wave</strong> in the eastern Mediterranean, the tragic forest fires in Greece, the earthquake in Peru, the continuation of violence in Iraq and the disappearance at sea of large numbers of migrants attempting to reach European shores."},{"author":95875,"first":"Para verificar esta teoría, el equipo ha realizado una simulación climática por ordenador con el fin de estimar la futura tendencia de las temperaturas en Europa, y observó que la <strong class=\"keyword\">canícula</strong> será más habitual en el futuro.\"","second":"To test their theory, the team ran a computer climate simulation to estimate the spread of future temperatures in Europe, and found that extremely <strong class=\"keyword\">hot</strong> weather would become more common in the future."},{"author":8000,"first":"Numerosos planes o programas de alcance nacional han adoptado medidas concretas a favor de grupos en situación precaria (programa nacional de salud nutricional, programa nacional de lucha contra el VIH/SIDA destinado a los inmigrantes y extranjeros, plan nacional de salud medioambiental, plan nacional <strong class=\"keyword\">canícula</strong>, plan de movilización nacional contra el cáncer, plan de psiquiatría y salud mental, plan nacional de lucha contra las enfermedades raras, plan de asistencia perinatal, etc","second":"Several nationwide plans and programmes have developed specific measures for vulnerable groups (these include the national nutritional health programme, the national HIV/AIDS programme for migrants and foreigners, the national healthy environment programme, the national <strong class=\"keyword\">heatwave</strong> plan, the national cancer awareness plan, the psychiatry and mental health plan, the national rare diseases plan and the perinatal health plan"},{"author":94809,"first":"Pintarroja (Scyliorhinus <strong class=\"keyword\">canicula</strong>)","second":"Lesser spotted dogfish (Scyliorhinus <strong class=\"keyword\">canicula</strong>)"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"2695":{"U":"http://dumps.wikimedia.org/enwiktionary/latest/enwiktionary-latest-pages-articles.xml.bz2","id":2695,"N":"Wiktionary","url":"https://glosbe.com/source/2695"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}