{"result":"ok","tuc":[{"phrase":{"text":"captious","language":"en"},"meanings":[{"language":"en","text":"that captures misleadingly"}],"meaningId":1874140527166259445,"authors":[70195]},{"phrase":{"text":"deceitful","language":"en"},"meaningId":6304122126955626444,"authors":[25018]},{"phrase":{"text":"wily","language":"en"},"meaningId":1714941917692672767,"authors":[25115]},{"meanings":[{"language":"en","text":"captious, fallacious"}],"meaningId":-2988953855086000851,"authors":[93107]}],"phrase":"capcioso","examples":[{"author":118293,"first":"Pregunta <strong class=\"keyword\">capciosa</strong>.","second":"<strong class=\"keyword\">Tricky</strong> question."},{"author":8000,"first":"No obstante, el segundo párrafo prevé que en los interrogatorios realizados por la policía, también se debe respetar el artículo # (que prohíbe entre otras cosas los medios de coacción, la utilización de la fuerza, las amenazas, las promesas, los engaños y las preguntas <strong class=\"keyword\">capciosas</strong> para obtener declaraciones e información), así como el derecho a no responder que tienen las personas llamadas a dar información (art","second":"para # ) that they comply in their questioning with article # (this prohibits in particular use of means of coercion, force, threats, promises, deceit or <strong class=\"keyword\">misleading</strong> questions to obtain statements and information) and respect the right to remain silent of persons requested to provide information (art"},{"author":94808,"first":"Los peligros morales que amenazan a las familias como consecuencia de los medios de difusión, que transmiten programas que contienen escenas de violencia y depravación, ocultan hechos y presentan información <strong class=\"keyword\">capciosa</strong> con fines políticos o de otra índole;","second":"The moral dangers threatening families as a result of the media, which broadcast programmes containing scenes of violence and delinquency, conceal facts and present <strong class=\"keyword\">misleading</strong> information for political or other ends;"},{"author":94808,"first":"Muchas veces de manera <strong class=\"keyword\">capciosa</strong> les preguntan si quieren trabajar y normalmente responden de manera afirmativa, porque, aunque una persona busque protección, no significa que no desee o pueda trabajar.","second":"On many occasions they make <strong class=\"keyword\">captious questions</strong> on whether they like to work and they normally answer in a positive way, because, even though a person is seeking protection, it does not mean that he does not want or can work."},{"author":27,"first":"Si se formulara esa pregunta en un tribunal, la respuesta sería la de que se trata de una pregunta <strong class=\"keyword\">capciosa</strong>.","second":"If that question was asked in a court of law the reply would be that it is a <strong class=\"keyword\">leading</strong> question."},{"author":91988,"first":"Estos hechos sugieren una tendencia avanzada y profundamente preocupante, según la cual ciertos segmentos de la inteligencia europea están dispuestos a violar sus propias creencias con tal de elegir a un Estado como blanco de una estigmatización única; y según la cual ciertas formas <strong class=\"keyword\">capciosas</strong> y a veces ilegales de discriminación contra los ciudadanos de ese Estado cada vez más se consideran aceptables.","second":"Such developments suggest an advanced and deeply disturbing trend, whereby certain segments of the European intelligentsia are willing to violate their own beliefs in order to target one state for unique stigmatization; and whereby insidious and sometimes illegal forms of discrimination against that state’s citizens are increasingly seen as acceptable."},{"author":94808,"first":"Se prohíbe hacer preguntas <strong class=\"keyword\">capciosas</strong>, así como el engaño y la coerción de la persona acusada.","second":"<strong class=\"keyword\">Leading</strong> questions, and the deception and coercion of the accused person is prohibited."},{"author":8000,"first":"que no podrá ser sometido a ninguna clase de fuerza o coacción ni a ninguna medida que afecte su libertad de decisión, su voluntad, su memoria o su capacidad de comprensión y dirección de su propia declaración (art # ); y que no se permitirán las preguntas <strong class=\"keyword\">capciosas</strong> o sugestivas y las respuestas no serán exigidas perentoriamente (art","second":"subjecting the accused to any means of force or coercion and to measures that affect his or her decision-making capacity, memory, will, understanding and handling of his or her own statement (art # ); and interrogations by means of <strong class=\"keyword\">trick</strong> questions, <strong class=\"keyword\">leading</strong> questions, or peremptory insistence on an immediate response to the question (art"},{"author":94808,"first":"Además, el Estado parte adopta una postura <strong class=\"keyword\">capciosa</strong> ya que, en el contexto interno, sostiene que esas pruebas no serían admisibles como parte de una nueva solicitud de evaluación previa del riesgo de retorno o de residencia permanente por razones humanitarias porque podían haber estado disponibles cuando se presentaron solicitudes anteriores.","second":"Moreover, the State party’s position <strong class=\"keyword\">is</strong> disingenuous insofar as, in the domestic context, it takes the position that such evidence would not be admissible in the context of a renewed PRRA or H&C application, as it could have been available at the time of previous applications."},{"author":31,"first":"Pero no me gustan las respuestas <strong class=\"keyword\">capciosas</strong>","second":"I just don' t like <strong class=\"keyword\">trick</strong> answers"},{"author":8000,"first":"a) Trate de perturbar mediante actividades subversivas, difamación, propaganda <strong class=\"keyword\">capciosa</strong> o violencia, el orden político interno o la seguridad de un Estado extranjero; o","second":"a) attempts to disturb by subversive activities, by slander, by <strong class=\"keyword\">malicious</strong> propaganda or by violence the internal political order or security of a foreign State; or"},{"author":94808,"first":"Trate de perturbar mediante actividades subversivas, difamación, propaganda <strong class=\"keyword\">capciosa</strong> o violencia, el orden político interno o la seguridad de un Estado extranjero; o","second":"attempts to disturb by subversive activities, by slander, by <strong class=\"keyword\">malicious</strong> propaganda or by violence the internal political order or security of a foreign State; or"},{"author":94808,"first":"Sin embargo, en numerosos sistemas judiciales se autorizan las preguntas <strong class=\"keyword\">capciosas</strong> y a menudo los jueces pueden interrogar a los testigos.","second":"But <strong class=\"keyword\">leading</strong> questions are permitted in many trial systems, and judges are often permitted to ask questions of witnesses."},{"author":118293,"first":"No es una pregunta <strong class=\"keyword\">capciosa</strong>.","second":"It's not a freighted <strong class=\"keyword\">question</strong>"},{"author":118293,"first":"Esta es una pregunta <strong class=\"keyword\">capciosa</strong>.","second":"That's a <strong class=\"keyword\">trick</strong> question."},{"author":8000,"first":"d) Se interrogará con preguntas <strong class=\"keyword\">capciosas</strong>, sugestivas o que se le exija que conteste perentoriamente a las cuestiones que se le planteen (art","second":"d) Interrogation by means of <strong class=\"keyword\">trick</strong> questions, <strong class=\"keyword\">leading</strong> questions or peremptory insistence on an immediate response to the questions asked (article"},{"author":118293,"first":"¡ Fue una pregunta <strong class=\"keyword\">capciosa</strong>!","second":"It was an obvious guess!"},{"author":118293,"first":"Ésa es una pregunta <strong class=\"keyword\">capciosa</strong>.","second":"Talk about a <strong class=\"keyword\">loaded question</strong>."},{"author":118293,"first":"No hay alce, pregunta <strong class=\"keyword\">capciosa</strong>.","second":"No moose, <strong class=\"keyword\">trick</strong> question."},{"author":8000,"first":"No deberían plantearse preguntas <strong class=\"keyword\">capciosas</strong> o desconfiadas acerca del compromiso y la contribución pakistaníes a la paz y la seguridad en el Afganistán, que redundan en interés del Pakistán","second":"There should be no self-serving <strong class=\"keyword\">questions</strong> or quibbling about Pakistan's commitment and contribution to peace and security in Afghanistan, which are in Pakistan's own best interest"},{"author":91988,"first":"Una pregunta <strong class=\"keyword\">capciosa</strong>, sin duda.","second":"A <strong class=\"keyword\">tricky</strong> question, no doubt."},{"author":118293,"first":"Incluso si se le privó de dormir algunas horas y alguien te pregunta un par de preguntas <strong class=\"keyword\">capciosas</strong>, ¿alguna vez, alguna vez confesarías un asesinato que no cometiste?","second":"Even if you were deprived of a few hours'sleep and somebody asked you a couple of <strong class=\"keyword\">trick</strong> questions, would you ever, ever confess to a murder you didn't commit?"},{"author":31,"first":"Es una pregunta <strong class=\"keyword\">capciosa</strong>","second":"It' s a <strong class=\"keyword\">trick</strong> question"},{"author":118293,"first":"Una pregunta <strong class=\"keyword\">capciosa</strong>.","second":"A <strong class=\"keyword\">loaded question</strong>."},{"author":27,"first":"Sin embargo, la adquisición de estos derechos no tiene nada que ver con la <strong class=\"keyword\">capciosa</strong> ideología de la «ciudadanía europea»; este es el campo de batalla del movimiento popular en todos los Estados miembros y en Europa.","second":"However, the acquisition of these rights has nothing to do with the <strong class=\"keyword\">misleading</strong> ideology of ‘European citizenship’; it is the fighting ground of the mass grass-roots movement in each Member State and at European level."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}