{"result":"ok","tuc":[{"phrase":{"text":"look","language":"en"},"meaningId":-2430806557727802124,"authors":[84715]},{"phrase":{"text":"brink","language":"en"},"meaningId":3736465928047679308,"authors":[84715]},{"meanings":[{"language":"en","text":"aspect, condition"},{"language":"en","text":"appearance"}],"meaningId":8575389807921423643,"authors":[1]}],"phrase":"cariz","examples":[{"author":8000,"first":"Medidas como escudriñar exclusivamente a Israel en virtud de un tema del programa lo hacen parecer el principal violador de los derechos humanos en el mundo y aprobar automáticamente una resolución anual contra Israel da un <strong class=\"keyword\">cariz</strong> de credibilidad internacional a esa imagen errónea","second":"Proceedings such as the exclusive scrutiny of Israel under a separate agenda item cast Israel as the world's leading human rights violator, and the automatic annual adoption of anti-Israel resolutions gave that false image a veneer of international credibility"},{"author":94808,"first":"La violencia, que adquiere un <strong class=\"keyword\">cariz</strong> cada vez más sectario, amenaza la propia unidad del país y plantea riesgos para la estabilidad de la región.","second":"The violence, which is <strong class=\"keyword\">becoming</strong> increasingly sectarian, threatens the very unity of the country and poses risks to the stability of the region."},{"author":94808,"first":"En segundo lugar, hay que presionar por todos los medios posibles a Israel para que detenga sus actividades de represión y asesinato deliberado de palestinos inocentes, que últimamente han tomado un nuevo <strong class=\"keyword\">cariz</strong> caracterizado por la indiferencia y la total despreocupación por el sentimiento árabe.","second":"Secondly, Israel must be pressured by all means possible to end its practices of repression and deliberate killing of innocent Palestinians, which lately have taken a new <strong class=\"keyword\">turn</strong> characterized by indifference and utter disregard for Arab sentiment."},{"author":94808,"first":"Por ese motivo, es habitual que el Togo responda favorablemente a las solicitudes de extradición, siempre y cuando el delito cometido no tenga un <strong class=\"keyword\">cariz</strong> político y no existan indicios que permitan suponer que la persona en cuestión vaya a sufrir tortura.","second":"For that reason, the State often responded favourably to extradition requests, provided that the offence committed was not of a political <strong class=\"keyword\">nature</strong> and that there was nothing to suggest that the individual might suffer torture."},{"author":94809,"first":"El debate al respecto tiene a menudo un <strong class=\"keyword\">cariz</strong> emocional y extremista y, cuando es racional, tanto los partidarios como los adversarios tienden a abordar la realidad de manera selectiva y a prestar escasa atención a los matices.","second":"The debate is often emotional and <strong class=\"keyword\">polarised</strong>: even where there is rational discussion, both supporters and opponents tend to be selective with the truth and neglect nuance in their arguments."},{"author":27,"first":"Tiene el <strong class=\"keyword\">cariz</strong> de mucha de la legislación europea.","second":"It <strong class=\"keyword\">is</strong> like so much European legislation."},{"author":8000,"first":"Eso supone un aumento del # % con respecto a los niveles anteriores y demuestra la determinación internacional de combatir la amenaza de la insurgencia de <strong class=\"keyword\">cariz</strong> terrorista","second":"That represents an increase of # per cent over previous levels and shows international resolve to meet the threat of terrorist-based <strong class=\"keyword\">insurgency</strong>"},{"author":92475,"first":"Mientras las ondas revolucionarias continúan sintiéndose por todo el Medio Oriente, Turkmenistán está desplegando su acostumbrada variedad de tácticas represivas, pero con nuevas fuerzas y un <strong class=\"keyword\">caríz</strong> anti juventud extra, reporta Annasoltan de neweurasia [en].","second":"As revolutionary tremors continue to be felt throughout the Middle East, Turkmenistan is rolling out its usual assortment of repressive tactics, but with new <strong class=\"keyword\">robustness</strong> and an extra anti-youth edge, reports neweurasia’s Annasoltan."},{"author":27,"first":"Aparte de todo ello, nuestra aprobación ha de considerarse asimismo como una recompensa por el <strong class=\"keyword\">cariz</strong> que están tomando las cosas en México.","second":"While approving the EU/Mexico agreement, we should nevertheless honour <strong class=\"keyword\">the</strong> fact that Mexico is changing."},{"author":27,"first":"Volviendo del Forum social mundial de Porto Alegre, debería aplaudir con las dos manos. Me contengo, sin embargo, pues detrás de un propósito político de <strong class=\"keyword\">cariz</strong> casi libertario, están precisamente todas estas orientaciones económicas de esencia clásicamente liberal.","second":"Returning from the World Social Forum in Porto Alegre, I should wholeheartedly approve this, yet I must refrain, for its almost libertarian-<strong class=\"keyword\">looking</strong> political approach is a front for all sorts of economic tendencies that are traditionally liberal in essence."},{"author":8000,"first":"Aun en los países probados por el conflicto armado y gobiernos con tendencias autoritarias y centralizadoras en distintas etapas de su historia reciente, como Colombia, Guatemala y el Perú, los sectores populares-rurales y urbanos- se han caracterizado por esta presencia de capital y redes sociales, algunas de las cuales han asumido un <strong class=\"keyword\">cariz</strong> más político y otras más económico productivo","second":"Even in countries where, at various stages of their recent history, armed conflict has broken out and Governments have tended to be authoritarian and centralizing (such as Colombia, Guatemala and Peru), the working classes in both rural and urban areas have had these forms of social capital and social networks, some of which have become more political in <strong class=\"keyword\">nature</strong>, while others have focused more on economic and production issues"},{"author":94808,"first":"So pretexto de defender la soberanía nacional, los medios oficiales elaboraron progresivamente una campaña en que se incitaba a la resistencia patriótica mediante textos y reportajes virulentos de <strong class=\"keyword\">cariz</strong> xenófobo.","second":"On the pretext of defending national sovereignty, the State media gradually developed a campaign calling for patriotic resistance through virulent writings and reports tainted by xenophobia."},{"author":22,"first":"La protección de este núcleo de derechos fundamentales de los ciudadanos no ha de tener un <strong class=\"keyword\">cariz</strong> simplemente instrumental para la realización del objetivo de desarrollar el mercado audiovisual","second":"Protecting this core of fundamental citizens' rights must not be seen as a merely incidental <strong class=\"keyword\">aspect</strong> of achieving the aim of developing the audiovisual market"},{"author":8000,"first":"En el artículo se dice además que la ley exige la notificación previa a las autoridades si la reunión o manifestación va a celebrarse en una vía pública y que las autoridades pueden dispersar una reunión o manifestación únicamente si adquiere un <strong class=\"keyword\">cariz</strong> ilegal","second":"The article states further that prior notification of the authorities is required by law if the assembly or demonstration is held in a public thoroughfare and that the authorities may disperse an assembly or demonstration only if it <strong class=\"keyword\">assumes</strong> an unlawful <strong class=\"keyword\">character</strong>"},{"author":94809,"first":"29 El recurso de casación del Parlamento tiene el <strong class=\"keyword\">cariz</strong> de un recurso «en interés de la Ley».","second":"29 Thus the Parliament's appeal takes on the <strong class=\"keyword\">aspect</strong> of an appeal `in the interest of the law'."},{"author":94808,"first":"Durante la segunda mitad de la década de 1990, las medidas de empleo tomaron un <strong class=\"keyword\">cariz</strong> más activo y se reevaluaron los sistemas de prestaciones sociales de los desempleados.","second":"During the second half of the 1990s, a <strong class=\"keyword\">more</strong> active approach to employment policies was adopted and social protection systems for the unemployed were reassessed."},{"author":27,"first":"autor. - Señor Presidente, esta tarde quisiera, en primer lugar, mostrar mi satisfacción por el <strong class=\"keyword\">cariz</strong> positivo de las relaciones entre la UE y Belarús.","second":"author. - Mr President, this afternoon I would firstly like to welcome the <strong class=\"keyword\">positive</strong> sign of relations between the EU and Belarus."},{"author":8000,"first":"El <strong class=\"keyword\">cariz</strong> que ha tomado recientemente la relación entre la India y el Pakistán nos preocupa gravemente","second":"The <strong class=\"keyword\">recent</strong> relationship between India and Pakistan is of serious concern to us"},{"author":94808,"first":"Esto indica que hay reductos de resistencia de Al-Qaeda y de los talibanes, así como enfrentamientos entre grupos políticos y militares, incluso de <strong class=\"keyword\">cariz</strong> étnico.","second":"This indicates that there are pockets of Al Qaeda and Taliban resistance, as well as confrontations between political and military groups, including ethnic <strong class=\"keyword\">confrontations</strong>."},{"author":27,"first":"Me parece un buen comienzo, dado el <strong class=\"keyword\">cariz</strong> que tomaron los sucesos de marzo, y también creo que estos contactos y conversaciones continuarán hasta que se encuentre una solución aceptable para las dos partes.","second":"I think that this is a good start, considering what the March events were like, and I also believe that these contacts and talks will continue until a solution acceptable to both sides is found."},{"author":94808,"first":"Ya hemos caído en la cuenta de los distintos <strong class=\"keyword\">carices</strong> de la situación y hemos creado un marco que nos ha de guiar en esta larga lucha contra la pobreza, la Nueva Alianza para el Desarrollo de África (NEPAD).","second":"We have already grasped the different <strong class=\"keyword\">aspects</strong> of the situation and decided upon a framework to guide us in this long struggle against poverty, namely the New Partnership for Africa’s Development (NEPAD)."},{"author":94808,"first":"No obstante, por desgracia el debate ha adoptado un <strong class=\"keyword\">cariz</strong> político y emocional, y algunos miembros han confundido la oposición a la opinión del Relator Especial con el desinterés por el planeta, mientras que otros han abordado el tema estrictamente desde el prisma de la división entre el mundo desarrollado y el mundo en desarrollo.","second":"Regrettably, however, the discussions had taken a political and emotional <strong class=\"keyword\">turn</strong>, with some members conflating opposition to the Special Rapporteur’s views with not caring about the planet, while others had approached the topic strictly in terms of the divide between the developed and developing world."},{"author":27,"first":"El Sr. Ford, sin embargo, hizo luego unas observaciones que, a mi entender, son claramente desafortunadas e inoportunas. En efecto, dijo que no le extrañaba que en este Parlamento pudieran suceder este tipo de hechos de vandalismo político, ya que en el propio Parlamento ocupan un escaño personas como Roberta Angelilli, o sea, yo misma, que en Italia es responsable de presuntas actividades, organizaciones e iniciativas de <strong class=\"keyword\">cariz</strong> filonazi.","second":"But Mr Ford then made comments which I consider decidedly unfortunate and out of place: he said he was not surprised that such acts of political vandalism could occur in this Parliament since it includes people like Roberta Angelilli, that is myself, whom he blames for alleged neo-Nazi activities, organizations and initiatives in Italy."},{"author":27,"first":"Señor Presidente, señor Comisario, no cabe duda de que la última decisión de la Organización Mundial del Comercio en esta guerra del plátano está asumiendo, como las anteriores, un <strong class=\"keyword\">cariz</strong> realmente desagradable, por no decir inaceptable por parte de la Unión Europea.","second":"Mr President, Mr Commissioner, like the earlier ones, this latest diktat from the World Trade Organization in this banana war is deeply disagreeable in <strong class=\"keyword\">tone</strong>, not to say unacceptable to the European Union."},{"author":94808,"first":"El <strong class=\"keyword\">cariz</strong> que ha tomado recientemente la relación entre la India y el Pakistán nos preocupa gravemente.","second":"The <strong class=\"keyword\">recent</strong> relationship between India and Pakistan is of serious concern to us."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}