{"result":"ok","tuc":[{"phrase":{"text":"crimson","language":"en"},"meanings":[{"language":"en","text":"colour"},{"language":"es","text":"Color rojo muy profundo y vívido."},{"language":"en","text":"deep, slightly bluish red"},{"language":"en","text":"A deep and vivid red color."},{"language":"en","text":"having a deep red colour"}],"meaningId":7344321861952456886,"authors":[70195]},{"phrase":{"text":"carmine","language":"en"},"meaningId":3135293174012236637,"authors":[89651]},{"phrase":{"text":"deep red","language":"en"},"meaningId":-1298193849773684953,"authors":[2708]},{"meanings":[{"language":"en","text":"crimson"}],"meaningId":7105782732586194611,"authors":[1]}],"phrase":"carmesí","examples":[{"author":118293,"first":"El agua del lago se manchó con color, el escarlata y el <strong class=\"keyword\">carmesí</strong>, y en su quietud, la reflexión de un cielo sostenido.","second":"The lake's water burned with color, scarlet and <strong class=\"keyword\">crimson</strong>, and in its stillness, held heaven's reflection."},{"author":8008,"first":"Estas variantes reanimarán el interés por la Baraja de Estructura Mundo Zombi y el set de expansión de Encrucijada del Caos. Su gran valor y excelente contenido harán que Edición Especial Crisis <strong class=\"keyword\">Carmesí</strong> sea algo que todos los jugadores de todos los niveles no querrán perderse.","second":"These variant cards will renew interest in the Zombie World Structure Deck and the Crossroads of Chaos booster set."},{"author":119739,"first":"+ 8 Y el cinturón,+ que está sobre él para atarlo apretadamente, conforme a su hechura debe ser de sus materiales, de oro, hilo azul y lana teñida de púrpura rojiza y fibra escarlata <strong class=\"keyword\">carmesí</strong> y lino fino retorcido.","second":"+ 8 And the girdle,+ which is upon it for tying it close, according to its workmanship should be of its materials, of gold, blue thread and wool dyed reddish purple and coccus scarlet material and fine twisted linen."},{"author":118293,"first":"Las calles se van a poner <strong class=\"keyword\">carmesí</strong> por la sangre de los responsables de la muerte de su hermano.","second":"The streets are gonna run <strong class=\"keyword\">crimson</strong> with the blood of the men responsible for his brother's death."},{"author":118293,"first":"Puede que ahora consideres la vida de <strong class=\"keyword\">Carmesí</strong> sin ningún valor pero empezamos a visitarla por placer y ahora no debería llegar a esto.","second":"You may now consider Crimson's life worthless... but we started out calling on her for pleasure... and it shouldn't now come to this."},{"author":119739,"first":"8 Y todos los de corazón sabio+ entre los que estaban haciendo el trabajo se pusieron a hacer el tabernáculo,+ las diez telas de tienda de lino fino retorcido e hilo azul y lana teñida de púrpura rojiza y fibra escarlata <strong class=\"keyword\">carmesí</strong>; con querubines, obra de bordador, él* los hizo.","second":"8 And all the wise-hearted+ among those doing the work went making the tabernacle,+ the ten tent cloths of fine twisted linen and blue thread and wool dyed reddish purple and coccus scarlet material; with cherubs, the work of an embroiderer, he* made them."},{"author":119739,"first":"<strong class=\"keyword\">CARMESÍ</strong>","second":"<strong class=\"keyword\">CRIMSON</strong>"},{"author":119739,"first":"En la Biblia se mencionan con frecuencia tintes como el azul, el púrpura y el <strong class=\"keyword\">carmesí</strong>.","second":"Blue, purple, and <strong class=\"keyword\">crimson</strong> are frequently mentioned in the Bible as dyes for fabrics."},{"author":118293,"first":"¿Quieres un traje de terciopelo <strong class=\"keyword\">carmesí</strong> o uno de pana que es más escarlata?","second":"Do you want a <strong class=\"keyword\">crimson</strong> velvet Santa suit, or a corduroy one that's a bit more scarlet?"},{"author":119739,"first":"6 ”Y tienen que hacer el efod de oro, hilo azul y lana teñida de púrpura rojiza, fibra escarlata <strong class=\"keyword\">carmesí</strong> y lino fino retorcido, obra de bordador.","second":"6 “And they must make the ephʹod of gold, blue thread and wool dyed reddish purple, coccus scarlet material and fine twisted linen, the work of an embroiderer."},{"author":118293,"first":"¿Tú volaste el Amanecer <strong class=\"keyword\">Carmesí</strong>?","second":"you blew up the <strong class=\"keyword\">crimson</strong> sunrise?"},{"author":31,"first":"Ese bronceado tan cautivador... esos labios <strong class=\"keyword\">carmesí</strong>... y ese color de pelo tan natural sólo puede conseguirlos su sepulturero","second":"That luscious tan...... those ruby lips...... and hair color so natural, only your undertaker knows for sure"},{"author":118293,"first":"Deleita tus ojos con el <strong class=\"keyword\">carmesí</strong> de sus pétalos.","second":"FEAST YOUR EYES ON THE <strong class=\"keyword\">CRIMSON</strong> OF ITS PETALS."},{"author":118293,"first":"Eso explica por qué el <strong class=\"keyword\">carmesí</strong> Bruja ha convertido a este lugar patas arriba en busca de ella.","second":"That explains why the <strong class=\"keyword\">Crimson</strong> Witch has turned this place upside down looking for it."},{"author":118293,"first":"<strong class=\"keyword\">Carmesí</strong> limpio.","second":"<strong class=\"keyword\">Crimson</strong> clear."},{"author":8008,"first":"Las barajas de Alasnegras construidas con cartas de Crisis <strong class=\"keyword\">Carmesí</strong> y Batalla Furiosa desarrollarán por fin todo su potencial con las últimas incorporaciones de Profecía Antigua.","second":"Another of the 5 Legendary Dragons resides in <strong class=\"keyword\">Ancient</strong> Prophecy; be the first to reveal the force of Luna’s “Ancient Fairy Dragon”!"},{"author":8008,"first":"En un sucederse de ciani, de <strong class=\"keyword\">carmesí</strong> y de ocre, nuestra artista confluye el propio deseo descriptivo, en evoluciones pictóricas de excelente atractivo.","second":"In a to follow him of ciani<strong class=\"keyword\">,</strong> of magenta and of ochre, our artist meets his/her own descriptive desire in pictorial evolutions of excellent charm."},{"author":118293,"first":"Un segundo estrato fue detectado durante la misión en Antioquia... una sub-estación operada... por el Jefe de Estrategia de Tormenta <strong class=\"keyword\">Carmesí</strong>, Vilas Navarro.","second":"A secondary layer was detected during the Antakya mission... a substation manned... by <strong class=\"keyword\">Crimson</strong> Storm's Head Strategist, Vilas Navarro."},{"author":119723,"first":"Cuando se complete el proceso de arrepentimiento, llegarán a entender el significado de la promesa de Isaías sobre la Expiación: “Venid ahora, dice Jehová, y razonemos juntos: aunque vuestros pecados sean como la grana, como la nieve serán emblanquecidos; aunque sean rojos como el <strong class=\"keyword\">carmesí</strong>, vendrán a ser como blanca lana”11.","second":"As the repentance process is completed, you will come to understand the meaning of Isaiah’s promise about the Atonement: “Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be <strong class=\"keyword\">red</strong> like <strong class=\"keyword\">crimson</strong>, they shall be as wool.” 11"},{"author":119739,"first":"35 Y procedió a hacer una cortina+ de hilo azul y lana teñida de púrpura rojiza y fibra escarlata <strong class=\"keyword\">carmesí</strong> y lino fino retorcido.","second":"35 And he proceeded to make a curtain+ of blue thread and wool dyed reddish purple and coccus scarlet material and fine twisted linen."},{"author":119739,"first":"(sec. ¿Qué es la “fibra escarlata <strong class=\"keyword\">carmesí</strong>” que se menciona en Éxodo?)","second":"(§ What is the “coccus scarlet material” spoken of in Exodus?)"},{"author":119739,"first":"La rosa del desierto es realmente espectacular cuando el terreno está seco y sin color, y sus ramas se cubren de racimos de flores delicadas, que resplandecen a la luz del sol con su llamativa gama de colores entre un rosa brillante y un intenso rojo <strong class=\"keyword\">carmesí</strong>.","second":"Clothed with clusters of delicate blossoms, the desert rose is spectacular, with vibrant colors that range from bright pink to <strong class=\"keyword\">deep crimson</strong>-<strong class=\"keyword\">red</strong>."},{"author":118293,"first":"Veo que llevas puesto tu traje de cuadros con tu corbata de poder <strong class=\"keyword\">carmesí</strong>.","second":"I see you're wearing your checkered suit with your <strong class=\"keyword\">crimson</strong> power tie."},{"author":118293,"first":"¡ Siente el aguijón de las Cadenas <strong class=\"keyword\">Carmesí</strong> de Cyttorak!","second":"Feel the sting of the <strong class=\"keyword\">Crimson</strong> Chains of Cyttorrak! [ laughing ]"},{"author":119739,"first":"2 Por consiguiente, hizo el efod+ de oro, hilo azul y lana teñida de púrpura rojiza y fibra escarlata <strong class=\"keyword\">carmesí</strong> y lino fino retorcido.","second":"2 Accordingly he made the ephʹod+ of gold, blue thread and wool dyed reddish purple and coccus scarlet material and fine twisted linen."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}