{"result":"ok","tuc":[{"phrase":{"text":"categorical","language":"en"},"meaningId":8967175100365318289,"authors":[84715]},{"phrase":{"text":"adamant","language":"en"},"meanings":[{"language":"en","text":"resistant to reason; determined; inflexible; unshakeable; unyielding"},{"language":"en","text":"determined; unshakeable; unyielding"}],"meaningId":5589337639749691795,"authors":[70195]},{"phrase":{"text":"assertive","language":"en"},"meanings":[{"language":"en","text":"boldly self-assured"}],"meaningId":-2922753366187572894,"authors":[70195]},{"phrase":{"text":"categoric","language":"en"},"meaningId":-2554526889128254331,"authors":[89651]},{"phrase":{"text":"authoritative","language":"en"},"meaningId":-6952772602066916923,"authors":[69425]},{"phrase":{"text":"bossy","language":"en"},"meaningId":-9179852013905592488,"authors":[69425]},{"phrase":{"text":"domineering","language":"en"},"meaningId":510463617680985335,"authors":[69425]},{"phrase":{"text":"explicit","language":"en"},"meaningId":-7381446228047972541,"authors":[89651]},{"phrase":{"text":"express","language":"en"},"meaningId":-3683242658990741370,"authors":[25018]},{"phrase":{"text":"positive","language":"en"},"meaningId":-5469444669406300892,"authors":[25018]},{"phrase":{"text":"emphatic","language":"en"},"meanings":[{"language":"es","text":"Pronunciado con énfasis."},{"language":"en","text":"Uttered with emphasis."}],"meaningId":-1154817330069595124,"authors":[60172]},{"phrase":{"text":"categorial","language":"en"},"meaningId":2714051427816364537,"authors":[84500]},{"phrase":{"text":"decided","language":"en"},"meaningId":-788993805359440492,"authors":[25018]},{"phrase":{"text":"definite","language":"en"},"meaningId":-6813201036493686689,"authors":[25018]},{"phrase":{"text":"downright","language":"en"},"meaningId":4184613993968694468,"authors":[86934]},{"phrase":{"text":"flat","language":"en"},"meaningId":-3951987914777157022,"authors":[20]},{"phrase":{"text":"point-blank","language":"en"},"meaningId":-9034268944333149256,"authors":[97745]},{"phrase":{"text":"rational","language":"en"},"meaningId":-2815137432868191912,"authors":[7]},{"meanings":[{"language":"en","text":"categorical."}],"meaningId":6309981471952383984,"authors":[1]}],"phrase":"categórico","examples":[{"author":94808,"first":"Esto no debe interpretarse en absoluto como una oposición <strong class=\"keyword\">categórica</strong> de Turquía a la ampliación de la Conferencia de Desarme.","second":"That in no way should be construed as Turkey’s <strong class=\"keyword\">categorical</strong> opposition to the enlargement of the Conference on Disarmament."},{"author":95875,"first":"El gran vacío de información existente en estas áreas imposibilita la realización de afirmaciones más <strong class=\"keyword\">categóricas</strong> sobre la situación actual y emergente de la industria de fabricación en Europa o el establecimiento de opciones para una estrategia europea en el ámbito de la SIF.","second":"The big information gap in pertinent areas meant that it was impossible to make more <strong class=\"keyword\">categorical</strong> statements on the current and emerging state of affairs in the manufacturing industry in Europe and to derive options for a European IMS strategy."},{"author":8000,"first":"Francia condena en términos <strong class=\"keyword\">categóricos</strong> el mortal ataque suicida que fue perpetrado esta mañana en Tel Aviv","second":"France condemns in the <strong class=\"keyword\">most energetic</strong> terms the deadly suicide attack committed this morning in Tel Aviv"},{"author":8000,"first":"Asimismo, el Consejo ha planteado por primera vez en términos <strong class=\"keyword\">categóricos</strong> las necesidades médicas de la mujer víctima de violación u otro tipo de violencia sexual, sobre todo en lo relativo a la salud sexual y reproductiva","second":"In addition, the Council has for the first time adopted <strong class=\"keyword\">forceful</strong> language regarding the medical needs of women who have been the victims of rape or other sexual violence, particularly sexual and reproductive health"},{"author":94808,"first":"Con respecto al párrafo 6, se observó que si bien se entendía en general que los regímenes de sanciones debían evitar en la mayor medida posible las consecuencias perjudiciales para terceros Estados, el lenguaje utilizado en el párrafo era demasiado <strong class=\"keyword\">categórico</strong>, inflexible, perentorio y rígido.","second":"With regard to paragraph 6, the observation was made that while it was generally understood that sanctions regimes should avoid as far as possible harmful consequences on third States, the language used in the paragraph was too <strong class=\"keyword\">categorical</strong>, inflexible, peremptory and rigid."},{"author":8000,"first":"Es fundamental lanzar una advertencia, en los términos más <strong class=\"keyword\">categóricos</strong> posibles, a todas las partes responsables del sufrimiento","second":"The <strong class=\"keyword\">strongest</strong> warning to all the parties <strong class=\"keyword\">that</strong> are causing this suffering is essential"},{"author":8000,"first":"El discurso <strong class=\"keyword\">categórico</strong> que el Presidente dirigió a su pueblo a finales de la semana pasada fue una muestra de liderazgo sumamente positiva","second":"The President's <strong class=\"keyword\">forceful</strong> address to his people at the end of last week was a most welcome display of leadership"},{"author":94808,"first":"En efecto, este Código, cuyo origen fue la propia iniciativa de la policía -en este caso concreto, de la Guardia Nacional Republicana y de la Policía de Seguridad Pública-, supone un <strong class=\"keyword\">categórico</strong> gesto de autocontrol de la propia policía en el uso de la fuerza.","second":"It was established on the initiative of the police itself----the National Republican Guard and the Public Security Police, to be exact---and <strong class=\"keyword\">it</strong> is an important step in the self-regulation of the use of force by the police."},{"author":94808,"first":"Sin embargo, rechazamos de manera <strong class=\"keyword\">categórica</strong> los dobles raseros y la transformación de esa organización en una institución que provoca e interviene en los asuntos internos de Estados soberanos.","second":"However, we <strong class=\"keyword\">categorically</strong> reject double standards and the transformation of that organization into an institution of provocation and intervention into the domestic affairs of sovereign States."},{"author":8000,"first":"En el quinto período de sesiones del Grupo de Trabajo se observó que el contenido del proyecto de disposición modelo, particularmente su apartado c), era demasiado <strong class=\"keyword\">categórico</strong>, ya que no daba margen para que la autoridad contratante y el concesionario convinieran en prorrogar el plazo de la concesión indicado en el contrato de concesión","second":"At the fifth session of the Working Group, it was observed that the substance of the draft model provision, in particular subparagraph (c), was <strong class=\"keyword\">too</strong> stringent, as it did not provide for the possibility for the contracting authority and the concessionaire to agree on the extension of the term of the concession in the concession contract"},{"author":8000,"first":"Por último, en septiembre de # la Corte Interamericana de Derechos Humanos emitió una opinión consultiva en la que se concluye de manera <strong class=\"keyword\">categórica</strong> que la situación regular de una persona en un Estado no es condición necesaria para que dicho Estado respete y garantice el principio de igualdad y no discriminación puesto que dicho principio tiene carácter fundamental","second":"Lastly, in September # the Inter-American Court of Human Rights had issued an advisory opinion in which it <strong class=\"keyword\">categorically</strong> found that the legitimate stay of a person in a State was not a necessary condition for that State to respect and guarantee the principle of equality and non-discrimination, since that principle was fundamental in nature"},{"author":94808,"first":"En el caso de que se deniegue la extradición, la obligación de juzgar debería ser de carácter más <strong class=\"keyword\">categórico</strong> e incluir la cooperación entre los organismos encargados de hacer cumplir la ley de cada uno de los Estados interesados.","second":"In the event that extradition was refused, the obligation to prosecute should be more <strong class=\"keyword\">categorical</strong> in nature and should include cooperation between the law enforcement agencies of each of the States involved."},{"author":8000,"first":"Condenamos esas atrocidades terroristas en los términos más <strong class=\"keyword\">categóricos</strong>","second":"We condemn those terrorist atrocities in the <strong class=\"keyword\">strongest</strong> terms"},{"author":8000,"first":"El Sr. MEYER (Observador del Canadá) expresa su apoyo <strong class=\"keyword\">categórico</strong> al Relator Especial y espera con interés su visita al Canadá en mayo de","second":"Mr. MEYER (Observer for Canada) expressed <strong class=\"keyword\">strong</strong> support for the Special Rapporteur and looked forward to his visit to Canada in May"},{"author":8000,"first":"Segundo, debe apoyarse a los organismos de asistencia humanitarios y a los encargados de los derechos humanos mediante resoluciones y actividades de promoción del Consejo <strong class=\"keyword\">categóricas</strong> y coherentes, fomentando el cumplimiento del derecho internacional y ayudando a crear un entorno propicio","second":"Secondly, there must be support for humanitarian and human rights agencies through <strong class=\"keyword\">strong</strong> and consistent Council resolutions and advocacy, promoting compliance with international law and helping to create an enabling environment"},{"author":94808,"first":"Agradeció a los principales donantes del Fondo por su apoyo <strong class=\"keyword\">categórico</strong>, e insistió en que un número sin precedentes de países en que se ejecutaban programas, pese a sus propias limitaciones financieras, habían aportado contribuciones al UNFPA.","second":"She thanked the Fund’s major donors for their <strong class=\"keyword\">strong</strong> support and emphasized that a record number of programme countries, in spite of their own financial constraints, had made contributions to UNFPA."},{"author":94808,"first":"Deseo afirmar de manera <strong class=\"keyword\">categórica</strong> que mi Gobierno está comprometido plenamente con este objetivo, y que instamos a la comunidad internacional a que apoye a Liberia en esta última etapa.","second":"I wish to state <strong class=\"keyword\">categorically</strong> that my Government is completely and fully committed to this objective, and we call on the international community to stay with Liberia on this last stretch."},{"author":27,"first":"En segundo lugar rechazamos de forma <strong class=\"keyword\">categórica</strong> el establecimiento de nuevas tasas por entrada en las ciudades.","second":"Secondly, we <strong class=\"keyword\">categorically</strong> reject new charges for driving into towns."},{"author":8000,"first":"Debe utilizar, en todas las resoluciones que se refieran a la cuestión, una formulación más <strong class=\"keyword\">categórica</strong> que la anterior para instar a que se ponga término inmediatamente a la imposición de la pena de muerte a menores, afirmar que esa práctica es contraria al derecho internacional consuetudinario y reconocer que su prohibición es una norma del jus cogens","second":"It should strengthen previous language urging the immediate end to the juvenile death penalty in all resolutions that dealt with the issue, affirm that the juvenile death penalty was contrary to customary international law and recognize that the prohibition of such use was a norm of jus cogens"},{"author":8000,"first":"Los tratados más pertinentes de derechos humanos incluyen una cláusula general de igualdad y contienen una prohibición <strong class=\"keyword\">categórica</strong> de la discriminación","second":"The most relevant human rights treaties contain a general clause on equality and <strong class=\"keyword\">categorically</strong> prohibit discrimination"},{"author":8000,"first":"Simplemente, se trata de forjarse una convicción escuchando a las partes en el conflicto y a todos los protagonistas, toda vez que se les transmiten mensajes <strong class=\"keyword\">categóricos</strong>","second":"The idea, rather, is simply to arrive at a deeply-felt conviction by listening to the parties to the conflict and to all the protagonists while sending them <strong class=\"keyword\">strong</strong> messages"},{"author":27,"first":"Esa acción tiene que recibir una condena <strong class=\"keyword\">categórica</strong> y tenemos que tomar medidas para evitar todo intento de recortar los derechos democráticos, que nos augura un futuro muy pesimista.","second":"Such action must be condemned <strong class=\"keyword\">categorically</strong> and measures must be taken to overturn any attempt to curtail democratic rights, which holds a gloomy future in store for us."},{"author":8000,"first":"En este espíritu, mi delegación desea reiterar su <strong class=\"keyword\">categórico</strong> apoyo a las zonas libres de armas nucleares establecidas por los Tratados de Tlatelolco, Rarotonga, Bangkok y Pelindaba, así como a la condición de país libre de armas nucleares de Mongolia y los esfuerzos por aplicar la resolución aprobada por la Conferencia de Examen de # a fin de que el Oriente Medio se convierta en una zona libre de armas nucleares","second":"In this spirit, my delegation wishes to reiterate its <strong class=\"keyword\">strong</strong> support for the nuclear-weapon-free zones established by the Treaties of Tlatelolco, Rarotonga, Bangkok and Pelindaba, for Mongolia's nuclear-weapon-free status, as well as for efforts to implement the resolution adopted by the # eview Conference, so that the Middle East will become a zone free of nuclear weapons"},{"author":94809,"first":"20 A pesar de que el Tribunal de Justicia ha preferido evitar cualquier pronunciamiento <strong class=\"keyword\">categórico</strong>, creo que puede decirse, de manera general y con cierto grado de certeza, que toda empresa en competencia sustancial con la empresa beneficiaria de una ayuda de Estado está legitimada para ejercitar la acción de anulación contra una decisión relativa a dicha ayuda, cuando de su concesión puedan deducirse perjuicios para su posición de mercado.","second":"It is <strong class=\"keyword\">clear</strong> that the applicant bodies in this case do not belong, nor do they claim to belong, to categories comparable to those of the recipients of the aid or of competing undertakings."},{"author":94809,"first":"Lo mismo cabe señalar en relación con las posibles dificultades encontradas al determinar el valor de un bien situado en el territorio de otro Estado miembro según un procedimiento nacional especial, dado que dichas dificultades no pueden bastar para justificar la denegación <strong class=\"keyword\">categórica</strong> de la ventaja fiscal tal y como se deriva de la normativa controvertida, la cual, aparte de dicho procedimiento de valoración, reserva asimismo la aplicación de otras dos ventajas fiscales a los bienes situados en el territorio nacional.","second":"The same is true of any difficulties encountered in determining the value of assets situated in the territory of another Member State under a special national procedure, since those difficulties cannot be sufficient to justify a <strong class=\"keyword\">categorical</strong> refusal to grant the tax advantage such as that arising under the legislation at issue, which, apart from that assessment procedure, also reserves the application of two other tax advantages to assets situated within the national territory."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"7":{"U":"http://el.wiktionary.org","id":7,"N":"el.wiktionary.org","url":"https://glosbe.com/source/7"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}