{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"crowd, multitude"}],"meaningId":-8881753811760151560,"authors":[93107]},{"meanings":[{"language":"es","text":"grupo de personas"}],"meaningId":null,"authors":[81173]}],"phrase":"caterva","examples":[{"author":119739,"first":"Por ejemplo, explican que la expresión “hijos de Dios” que se halla en Job 38:7 significa “<strong class=\"keyword\">catervas</strong> [o grupos] de ángeles”.","second":"For example, at Job 38:7, “sons of God” is explained to mean “bands of the angels.”"},{"author":8007,"first":"<strong class=\"keyword\">Catervas</strong> de expatriados y estudiantes chinos tomaron las calles en protesta por el prejuicio que percibían en los informes de prensa occidentales.","second":"<strong class=\"keyword\">Throngs</strong> of Chinese expatriates and students took to the streets, protesting the prejudice they perceived in Western media reports."},{"author":118293,"first":"Severus, estoy cansado de ganar batallas para otros, ¡ Para una <strong class=\"keyword\">caterva</strong> de estúpidos y repulsivos depravados!","second":"Severus, I'm tired of winning battles for others, for a bunch <strong class=\"keyword\">of</strong> idiots and depraved fools!"},{"author":118293,"first":"Más de un ataúd solitario fue seguido hasta la tumba... por una <strong class=\"keyword\">caterva</strong> de niños muy serios.","second":"'Many a lone coffin was followed to its grave'by a straggle of long-faced children.'"},{"author":8000,"first":"Parece ser que, el # de octubre de # al menos # jóvenes tamiles de edades comprendidas entre los # y los # años, que permanecían recluidos en un campamento tras haber sido detenidos como sospechosos de pertenecer a los Tigres de Liberación de Tamil Eelam, o se habían entregado, fueron linchados por una <strong class=\"keyword\">caterva</strong> de cientos de personas procedentes de las aldeas cercanas","second":"It is reported that on # ctober # at least # young Tamil men aged between # and # being held at a camp after they had been arrested on suspicion of membership of the Liberation Tigers of Tamil Eelam or who had surrendered, died as a result of an attack by a <strong class=\"keyword\">mob</strong> of hundreds of people from nearby villages"},{"author":8007,"first":"No estoy a favor de la indulgencia hacia los saqueadores y los matones; pero ya sabemos adónde conducirán al país la <strong class=\"keyword\">caterva</strong> de legislación punitiva que está proponiendo Cameron y sus esfuerzos por explotar el malestar civil para tomar medidas drásticas contra las libertades civiles.","second":"I am not endorsing leniency for looters and thugs; but we already know where the raft of punitive legislation that Cameron is proposing, and his efforts to exploit civil unrest to clamp down on civil liberties, would lead the country."},{"author":94808,"first":"Parece ser que, el 25 de octubre de 2000, al menos 26 jóvenes tamiles de edades comprendidas entre los 14 y los 23 años, que permanecían recluidos en un campamento tras haber sido detenidos como sospechosos de pertenecer a los Tigres de Liberación de Tamil Eelam, o se habían entregado, fueron linchados por una <strong class=\"keyword\">caterva</strong> de cientos de personas procedentes de las aldeas cercanas.","second":"It is reported that on 25 October 2000, at least 26 young Tamil men aged between 14 and 23 being held at a camp after they had been arrested on suspicion of membership of the Liberation Tigers of Tamil Eelam or who had surrendered, died as a result of an attack by a <strong class=\"keyword\">mob</strong> of hundreds of people from nearby villages."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}