{"result":"ok","tuc":[{"phrase":{"text":"zenith","language":"en"},"meanings":[{"language":"en","text":"highest point or state; peak"},{"language":"es","text":"Dirección que apunta verticalmente sobre una ubicación dada."},{"language":"en","text":"astronomy: point vertically above a position or observer"},{"language":"en","text":"Direction pointing vertically above a given location"}],"meaningId":-356081700769603021,"authors":[70195]},{"phrase":{"text":"meridian","language":"en"},"meaningId":4902289696709839431,"authors":[25018]},{"phrase":{"text":"vertex","language":"en"},"meaningId":2617548865710918459,"authors":[25115]},{"phrase":{"text":"climax","language":"en"},"meaningId":-3614791857379114212,"authors":[25018]},{"phrase":{"text":"culmination","language":"en"},"meaningId":1644692750329858504,"authors":[83093]},{"phrase":{"text":"height","language":"en"},"meaningId":-7401581509739104894,"authors":[25018]},{"phrase":{"text":"zenit","language":"en"},"meaningId":-2800240960661677076,"authors":[2692]},{"phrase":{"text":"zenith point","language":"en"},"meaningId":-5637219191988361634,"authors":[80097]},{"meanings":[{"language":"en","text":"zenith"}],"meaningId":2010729176185992116,"authors":[1]}],"phrase":"cenit","examples":[{"author":8008,"first":"La trayectoria artística y personal de Oteiza estuvo siempre envuelta en un halo mítico debido a su carácter visionario y turbulento, y sobre todo por el hecho de que, en 1959, Oteiza anunciara inopinadamente su abandono de la escultura; una noticia aún más asombrosa si consideramos que en esos momentos se encontraba en el <strong class=\"keyword\">cenit</strong> de su carrera artística, con la reciente concesión del Primer Premio de Escultura de la Bienal de Sao Paulo en 1957, con exposiciones en diferentes galerías de América y contratos de representación en Alemania y otros lugares.","second":"Jorge Oteiza (Orio 1908- San Sebastián 2003), is one of the most important Basque artists in Spanish 20th-century Art, as well as one of the most influential. The impact of his work in its various (plastic or theoretical) facets can be seen, from the 1950s to the present time, in disciplines such as sculpture, painting, architecture, poetry, aesthetics, cinema, anthropology, education or politics."},{"author":8008,"first":"El tercer día, cuando el sol alcanzó su <strong class=\"keyword\">cenit</strong>, aparecieron los Qiraji, más numerosos que antes.","second":"On the third day as the noon-day sun reached its <strong class=\"keyword\">zenith</strong>, the Qiraji appeared, their numbers reinforced."},{"author":22,"first":"Las ventajas derivadas de la integración vertical en el grupo de medios de comunicación de Bertelsmann (por ejemplo, a través del formato Pop Idol que, según los expertos del sector, ya ha alcanzado el <strong class=\"keyword\">cenit</strong> de la popularidad) ya están incorporadas en las cuotas de mercado de BMG para","second":"The advantages derived from the vertical integration in Bertelsmann’s media group (e.g. through the Pop Idol format which, according to industry experts has already passed <strong class=\"keyword\">its peak</strong>) are already incorporated in BMG’s market shares for"},{"author":31,"first":"Luego, más tarde quizá, iríamos a mi casa...... y te prepararía una <strong class=\"keyword\">cenita</strong> a medianoche","second":"And then, maybe later, we' d go up to my place...... and I' d fix you a <strong class=\"keyword\">little</strong> midnight <strong class=\"keyword\">supper</strong>"},{"author":119723,"first":"Nos encontramos en el <strong class=\"keyword\">cénit</strong> de los tiempos, sobrecogidos por un grandioso y solemne sentimiento del pasado.","second":"We stand on the summit of the ages, awed by a great and solemn sense of history."},{"author":31,"first":"No estoy seguro, pero con la presencia rusa... intensificándose en el Mediterráneo... y la postura militar árabe fortaleciéndose... y el potencial de ataque israelita en su <strong class=\"keyword\">cenit</strong>... es un polvorín","second":"Don' t quote me on this, but with the Russian presence... escalating in the Mediterranean... and the military posture of the Arabs stiffening... and the first- strike capability of the Israelis at its <strong class=\"keyword\">peak</strong>... the whole place is a powder keg"},{"author":90922,"first":"En referencia a la actual lucha de poder entre Hamás y la Autoridad Palestina, que llegó a su <strong class=\"keyword\">cénit</strong> en el verano de 2007 con la toma del poder de Hamás en la Franja, el Dr.","second":"Referring to the ongoing power struggle between Hamas and the Palestinian Authority, which reached its <strong class=\"keyword\">peak</strong> with the violent takeover by Hamas of the entire Gaza Strip in the summer of 2007, Dr."},{"author":31,"first":"Se eleva hacia la superficie y alcanza el <strong class=\"keyword\">cenit</strong> de la cámara magmática","second":"What challenges do living things face?And <strong class=\"keyword\">we</strong> can apply these principles to alien life"},{"author":8008,"first":"Los donantes impulsan los programas de <strong class=\"keyword\">CENIT</strong>.","second":"Our donors provide the fuel to keep <strong class=\"keyword\">our program running</strong>."},{"author":31,"first":"cuando el primer sol llega a su <strong class=\"keyword\">cenit</strong>","second":"As the first sun climbs to its <strong class=\"keyword\">peak</strong>"},{"author":8008,"first":"¿No alcanzó ya su <strong class=\"keyword\">cénit</strong> con el último escalón evolutivo?","second":"Didn’t we reach the <strong class=\"keyword\">pinnacle</strong> with the last model?"},{"author":118293,"first":"Absolutamente correcto, pero la barba no es el comienzo del amor, sino el <strong class=\"keyword\">cenit</strong>.","second":"Absolutely correct but.. .. beard is not the beginning of love but is the <strong class=\"keyword\">zenith</strong>."},{"author":118293,"first":"Porque estoy haciendo algo realmente especial para la <strong class=\"keyword\">cenita</strong>.","second":"Because I'm making something really special for din-<strong class=\"keyword\">din</strong>."},{"author":26,"first":"Cuando la esfera deje de subir, habrá llegado a su <strong class=\"keyword\">cenit</strong> y será mediodía.-Capitán","second":"Look into your... the earth is no longer rising, then as <strong class=\"keyword\">we</strong>"},{"author":8008,"first":"Proyecto coordinado por el <strong class=\"keyword\">CENIT</strong> de la UPC en el que participa el CIIL y también las empresas DHL y Maersk.","second":"Project coordinated by the Transport Innovation Center (<strong class=\"keyword\">CENIT</strong>) of the Technical University of Catalonia with the collaboration of IESE-CIIL as well as companies as DHL and Maersk."},{"author":118293,"first":"Pero sera esencial para nuestras <strong class=\"keyword\">cenitas</strong> initmas a las 8.","second":"But your sphinxiness will be essential for our <strong class=\"keyword\">dinners</strong> at eight."},{"author":8007,"first":"Alcanzó ese <strong class=\"keyword\">cenit</strong> al sobrepasar a la quebrada Rusia (por mucho tiempo su único rival como sociedad de encarcelamiento en masa), después de que ésta liberara a miles de reclusos para ahorrar dinero.","second":"It reached this <strong class=\"keyword\">zenith</strong> by surpassing cash-strapped Russia - long its only rival as a mass imprisonment society - after Russia released thousands of inmates so as to save money."},{"author":94808,"first":"Este período alcanzó el <strong class=\"keyword\">cenit</strong> en el reino de David IV el Constructor (1089 a 1125 después de J.C.) y su legendaria nieta, Tamara, que reinó un siglo después.","second":"This period reached <strong class=\"keyword\">its zenith</strong> in the reign of David IV the Builder (1089-1125 A.D.) and his legendary granddaughter, Tamara, who reigned a century later."},{"author":118293,"first":"Cuando el sol esté en su <strong class=\"keyword\">cénit</strong> será demasiado tarde.","second":"But when the sun <strong class=\"keyword\">reaches</strong> its <strong class=\"keyword\">zenith</strong> it will be too late."},{"author":8008,"first":"En la cima de la colina, en medio del poblado, Nobunaga ha edificado su palacio y castillo que, en lo que dice relación a la arquitectura, poderío, riqueza y majestuosidad, bien puede compararse con los mayores edificios de Europa. Sus fuertes y sólidas murallas de piedra alcanzan los 60 palmos de altura e incluso los superan en varios puntos; detrás de los muros, abundan las casas hermosas y exquisitas, todas ellas decoradas en oro y tan cuidadas y distinguidas que parecen llegar al <strong class=\"keyword\">cenit</strong> de la elegancia humana.","second":"Nobunaga forced the Ishiyama Hongan-ji to surrender in 1580 and destroyed the Takeda clan in 1582."},{"author":8008,"first":"¿Por qué <strong class=\"keyword\">CENIT</strong> permite a niños en sus programas de seguir trabajando si está contra el trabajo de menores?","second":"Why does <strong class=\"keyword\">CENIT</strong> allow their children to continue working?"},{"author":8008,"first":"Es el máximo número de fugaces que un observador podría llegar a contar en una hora en condiciones ideales, con el cielo claro y el radiante en el <strong class=\"keyword\">cenit</strong>. La THC es difícil de prever, y la tasa dada para hoy es una estimación aproximada.","second":"It is the maximum number of meteors that an observer could see under ideal conditions, with clear skies and the radiant at <strong class=\"keyword\">zenith</strong>."},{"author":118293,"first":"Parece que tuvo una <strong class=\"keyword\">cenita</strong> romántica.","second":"Looks like he had himself a <strong class=\"keyword\">little</strong> romantic <strong class=\"keyword\">dinner</strong>."},{"author":94808,"first":"En muchos sentidos, fue el <strong class=\"keyword\">cenit</strong> de una guerra revolucionaria contra un sistema social en el que los seres humanos eran considerados, como señaló con tanta elocuencia la historiadora caribeña Elsa Goveia “propiedad en personas”.","second":"It was in many ways the <strong class=\"keyword\">zenith</strong> of a revolutionary war against a social system in which human beings were deemed, as the Caribbean historian Elsa Goveia so eloquently remarked, “property in persons”."},{"author":119739,"first":"Sin embargo, fue durante el reinado de su hermano, Alejandro Janeo (de 103 a 76 a.E.C.), cuando la dinastía asmonea alcanzó el <strong class=\"keyword\">cenit</strong> de su poder.","second":"But it was under the reign of his brother Alexander Jannaeus, who ruled from 103-76 B.C.E., that the Hasmonaean dynasty reached the <strong class=\"keyword\">zenith</strong> of its power."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"2692":{"U":"http://dumps.wikimedia.org/iswiktionary/latest/iswiktionary-latest-pages-articles.xml.bz2","id":2692,"N":"Wikiordabok","url":"https://glosbe.com/source/2692"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}