{"result":"ok","tuc":[{"phrase":{"text":"curtail","language":"en"},"meanings":[{"language":"es","text":"Eliminar los extremos de algo."},{"language":"en","text":"To cut out the extreme parts of something."}],"meaningId":-1434359036188822911,"authors":[9]},{"phrase":{"text":"cut","language":"en"},"meaningId":3293930971914021852,"authors":[9]},{"phrase":{"text":"retrench","language":"en"},"meaningId":3770225221757211339,"authors":[9]},{"phrase":{"text":"abstract","language":"en"},"meaningId":596840418589531955,"authors":[9]},{"phrase":{"text":"count down","language":"en"},"meaningId":4215282486901832292,"authors":[9]},{"phrase":{"text":"cut off","language":"en"},"meaningId":2665964194117531548,"authors":[9]},{"phrase":{"text":"deduct","language":"en"},"meaningId":-5574264274712239002,"authors":[9]},{"phrase":{"text":"remove","language":"en"},"meaningId":-5743652914927655864,"authors":[9]},{"phrase":{"text":"seize","language":"en"},"meaningId":-911253875643274043,"authors":[9]},{"phrase":{"text":"slash","language":"en"},"meaningId":3871863732038079717,"authors":[9]},{"phrase":{"text":"subtract","language":"en"},"meaningId":-1965549251060233027,"authors":[9]},{"phrase":{"text":"take","language":"en"},"meaningId":-7448472040831532506,"authors":[9]},{"phrase":{"text":"take away","language":"en"},"meaningId":-1409864440264006481,"authors":[9]},{"phrase":{"text":"truncate","language":"en"},"meaningId":1724236933801159275,"authors":[9]},{"phrase":{"text":"trim","language":"en"},"meaningId":4033708578940696956,"authors":[25115]},{"phrase":{"text":"write off","language":"en"},"meaningId":4397703846170090514,"authors":[9]},{"phrase":{"text":"write-off","language":"en"},"meaningId":-5815143041884187673,"authors":[85793]},{"phrase":{"text":"amputate","language":"en"},"meanings":[{"language":"es","text":"Remover por cirugía una parte del cuerpo, especialmente una extremidad."},{"language":"en","text":"To surgically remove a part of the body, especially a limb."}],"meaningId":-8030449440645942836,"authors":[60172]},{"phrase":{"text":"behead","language":"en"},"meaningId":5500919699382840072,"authors":[86934]},{"phrase":{"text":"carve","language":"en"},"meaningId":5803214325608779433,"authors":[25018]},{"phrase":{"text":"circumcise","language":"en"},"meaningId":274542477789598476,"authors":[86934]},{"phrase":{"text":"clip","language":"en"},"meaningId":4403177831975146377,"authors":[25018]},{"phrase":{"text":"cut down","language":"en"},"meaningId":6158725289324965790,"authors":[25018]},{"phrase":{"text":"cut in pieces","language":"en"},"meaningId":2937728808360060717,"authors":[86934]},{"phrase":{"text":"decapitate","language":"en"},"meaningId":-5595584911321739641,"authors":[25018]},{"phrase":{"text":"delete","language":"en"},"meaningId":-6987112328049111310,"authors":[25018]},{"phrase":{"text":"gnaw","language":"en"},"meaningId":-264873984262315181,"authors":[86934]},{"phrase":{"text":"lop","language":"en"},"meaningId":-7323066598706256723,"authors":[25018]},{"phrase":{"text":"reduce","language":"en"},"meaningId":1621523262172593044,"authors":[8]},{"phrase":{"text":"shorten","language":"en"},"meaningId":6666039358408173794,"authors":[25115]},{"phrase":{"text":"shrink","language":"en"},"meaningId":1049046437780645290,"authors":[25115]},{"phrase":{"text":"slice off","language":"en"},"meaningId":6503496016156018579,"authors":[86934]},{"phrase":{"text":"slit","language":"en"},"meaningId":-7656534249642184182,"authors":[25115]},{"meanings":[{"language":"en","text":"to curtail"},{"language":"en","text":"to curtail, cut, sever"}],"meaningId":2535373477269283679,"authors":[1]}],"phrase":"cercenar","examples":[{"author":94808,"first":"La igualdad ante la ley, la no discriminación, la libertad de prensa y de expresión, la libertad de asociación, la libertad de culto y el derecho a la educación están amparados por la Constitución y no se pueden <strong class=\"keyword\">cercenar</strong>.","second":"Equality before the law, non-discrimination, freedom of the press, expression, association and religion and the right to education were constitutionally protected and could not be <strong class=\"keyword\">restricted</strong>."},{"author":27,"first":"Por eso mismo consideramos que el informe CORBETT constituye una buena base para iniciar una discusión, pero si ello termina por <strong class=\"keyword\">cercenar</strong> los derechos de los Grupos pequeños o de los diputados individuales acabaremos con el colorido y la diversidad de este Parlamento, algo que ha de evitarse a toda costa.","second":"This is why we do believe that the Corbett report is a solid basis for a discussion, but if it means that the rights of small groups are <strong class=\"keyword\">cut</strong> back, or the rights of individual MEPs compromised, then we touch the soul and diversity of this Parliament, and that is not acceptable."},{"author":8000,"first":"El derecho de la persona a no ser sometida a tortura u otros tratos o penas crueles, inhumanos o degradantes ni a detenciones arbitrarias no se puede <strong class=\"keyword\">cercenar</strong> y debe ser protegido en cualquier circunstancia","second":"Freedom from torture and other cruel, inhuman or degrading treatment or punishment or from arbitrary detention was a non-derogable <strong class=\"keyword\">right</strong> and must be protected in all circumstances"},{"author":94808,"first":"Aparte de establecer programas de lucha contra la pobreza como la conocida \"Guerra contra la pobreza\" del Presidente Johnson, se intentó <strong class=\"keyword\">cercenar</strong> el paro de los negros con firmes programas de acción afirmativa que suponían un determinado número controvertido de plazas.","second":"Besides the establishment of poverty programmes, such as President Johnson’s famous “War on poverty”, an attempt was made to <strong class=\"keyword\">reduce</strong> black unemployment through strong affirmative action programmes, such as controversial quotas."},{"author":94809,"first":"La falta de marco legislativo nacional en los Estados miembros puede también <strong class=\"keyword\">cercenar</strong> la viabilidad de conseguir un calendario para la reducción en los objetivos sobre RAEE impuestos por la Directiva.","second":"The lack of a national legislative framework in Member States may also <strong class=\"keyword\">encroach upon</strong> the practicality of achieving the timeframes for the reduction in WEEE targets imposed by the Directive."},{"author":94809,"first":"La forma más práctica y eficaz de aplicar la prohibición de <strong class=\"keyword\">cercenar</strong> las aletas y de lograr que las capturas accesorias de tiburones resulten menos atractivas es prohibir el cercenamiento de las aletas a bordo y prohibir que las aletas de tiburón cercenadas se mantengan a bordo, se transborden o se desembarquen.","second":"The most effective and practical means to implement a prohibition of <strong class=\"keyword\">finning</strong> and to render by-catches of sharks less attractive in fisheries is to prohibit the removal of fins on board, and to prohibit the keeping on board, transhipping or landing of shark fins which have been removed from the fish body."},{"author":94809,"first":"B. Considerando la precariedad de las informaciones proporcionadas por los Estados miembros sobre la actividad de sus flotas en lo que respecta a la práctica del \"finning\"\" (<strong class=\"keyword\">cercenar</strong> y conservar a bordo las aletas de los tiburones, arrojando el resto del animal al mar),","second":"B. taking into consideration the very poor quality of the information supplied by the Member States relating to their fleets' activities as regards \"finning\" (<strong class=\"keyword\">removing</strong> and retaining on board the fins of sharks, discarding the remainder of the shark at sea),"},{"author":94808,"first":"Durante 40 años, desde 1948, Malasia libró una guerra silenciosa pero eficaz contra el terrorismo, guiada por el principio de ganarse a la población y, así, <strong class=\"keyword\">cercenar</strong> el apoyo a los terroristas.","second":"For 40 years, beginning in 1948, Malaysia waged a silent but effective war against terrorism, guided by the principle of winning the people’s hearts and minds and thereby closing <strong class=\"keyword\">off</strong> terrorist support."},{"author":27,"first":"Con el argumento de que es necesario simplificar la aplicación del Convenio de Dublín, el Consejo pretende repetir intentos anteriores de <strong class=\"keyword\">cercenar</strong> derechos fundamentales de los ciudadanos de terceros países mediante la creación de un mecanismo de recogida de huellas digitales controlado por una unidad central, que abarque no sólo a los refugiados y solicitantes de asilo, sino también a todos los ciudadanos de terceros países que se encuentren en situación irregular.","second":". (PT) With the argument that we need to simplify the implementation of the Dublin Convention, the Council is trying to revive previous attempts to <strong class=\"keyword\">restrict</strong> the fundamental rights of citizens of non-EU countries by means of the creation of a mechanism for collecting fingerprints controlled by a central unit, which will cover not only refugees and asylum seekers but all citizens of third countries who are illegally present."},{"author":94809,"first":"No obstante lo dispuesto en el apartado 1, a fin de facilitar el almacenamiento a bordo, las aletas de tiburón se podrán cortar en parte y doblarse hacia la canal, pero no se podrán <strong class=\"keyword\">cercenar</strong> completamente antes del desembarque.».","second":"Without prejudice to paragraph 1, in order to facilitate on-board storage, shark fins may be partially sliced through and folded against the carcass, but shall not be removed from the carcass before landing.’ ;"},{"author":94809,"first":"Sexto motivo, basado en la inobservancia del reparto de facultades entre los Estados miembros y la Comisión, incurriendo esta última en vicio de incompetencia, por haber intentado <strong class=\"keyword\">cercenar</strong> la facultad de los Estados de determinar un plazo razonable de vacatio legis.","second":"Sixth plea in law, alleging infringement of the division of powers between the Commission and the Member States, constituting a lack of competence, in that the Commission tried to <strong class=\"keyword\">restrict</strong> the right of Member States to determine a reasonable period for a provision to come into effect."},{"author":94809,"first":"La casi inexistencia de normas que restrinjan la pesca del tiburón, consecuencia de la falta de conocimientos profundos sobre las pautas de pesca y la biología de estos animales, ha generado la práctica consistente en <strong class=\"keyword\">cercenar</strong> las aletas de los tiburones capturados por los buques pesqueros. Sólo las aletas se mantienen a bordo, el resto se arroja al mar. En ocasiones, una parte de la carne del animal se utiliza como cebo para capturar otros tiburones.","second":"Since very few regulations exist to restrict fishing of sharks, in particular due to lack of detailed knowledge about the fishing patterns and their biology, this has led to the practice whereby fins are <strong class=\"keyword\">removed</strong> from any shark caught by a fishing vessel, only the removed fins are retained on board and the remainder of the shark is discarded at sea (with possibly part of the flesh being re-used as bait for further shark fishing)."},{"author":27,"first":"La verdad es que este régimen de excepciones tiende efectivamente a <strong class=\"keyword\">cercenar</strong> los servicios públicos.","second":"The truth is that this exemption regime is effectively tending to <strong class=\"keyword\">whittle away</strong> at public services."},{"author":94808,"first":"Una vez más, la soberbia y la prepotencia imperial pretendieron <strong class=\"keyword\">cercenar</strong> un respetuoso y fructífero encuentro entre ciudadanos de las dos naciones.","second":"Once again, imperial pride and arrogance aimed to <strong class=\"keyword\">cut</strong> short a respectful and fruitful encounter between citizens of the two nations."},{"author":94809,"first":"(34) No creo que esas directrices —precisamente por tener naturaleza jurídica, lo que las constriñe al respeto del principio de jerarquía normativa— puedan <strong class=\"keyword\">cercenar</strong> válidamente la facultad que corresponde al presidente de la OCVV para incluir un carácter adicional.","second":"(34) I do not believe that those guidelines — precisely because they are legal in nature, which requires them to observe the principle of the hierarchy of norms — may validly <strong class=\"keyword\">curtail</strong> the power of the President of the CPVO to include an additional characteristic."},{"author":8000,"first":"El Grupo de Trabajo sugirió que el Gobierno dictase disposiciones legislativas para <strong class=\"keyword\">cercenar</strong> las facultades de arresto y definiese las categorías de funcionarios que podrían arrestar a los civiles según el tipo de actividades delictivas","second":"The Working Group suggested that the Government should introduce legislation to narrow the <strong class=\"keyword\">powers</strong> of arrest by strictly defining which category of public official could arrest civilians for which offence"},{"author":94809,"first":"(6) Se necesitan urgentemente medidas para restringir o impedir que siga prosperando la práctica consistente en <strong class=\"keyword\">cercenar</strong> las aletas de los tiburones, de ahí que deba prohibirse esta actividad en los buques.","second":"(6) Measures to restrict or prevent the further development of the practice of shark finning are urgently required, and the <strong class=\"keyword\">removal</strong> of shark fins on board vessels should therefore be prohibited."},{"author":94809,"first":"Esta disposición está en consonancia con el hecho de que la celebración convenios sobre competencia judicial y reconocimiento de resoluciones que pudieran <strong class=\"keyword\">cercenar</strong> el Reglamento de Bruselas I es competencia de la Comunidad, más que los Estados miembros, una competencia que confirmó el Tribunal de Justicia en el Dictamen 1/03, en que falló que, en las materias objeto del Reglamento, esta competencia era exclusiva (219).","second":"This provision is in line with the fact that it is the Community, rather than the Member States, that has power to conclude conventions on jurisdiction and the recognition of judgments that might <strong class=\"keyword\">encroach</strong> on the Brussels I Regulation, a power upheld by the Court of Justice in Opinion 1/03, where it found that in matters within the scope of the Regulation this power was exclusive (218)."},{"author":91988,"first":"A comienzos del decenio de 1990, aplaudió el golpe militar en Argelia encaminado a <strong class=\"keyword\">cercenar</strong> la aparición democrática de un régimen islámico y no tiene el menor inconveniente en hacer negocios con regímenes autoritarios de todo el mundo árabe.","second":"It applauded the military takeover in Algeria in the early 1990’s aimed at <strong class=\"keyword\">curtailing</strong> the democratic emergence of an Islamist regime, and is happy to conduct business with authoritarian regimes throughout the Arab world."},{"author":94808,"first":"Como se menciona en el anterior informe anual de la Relatora Especial (E/CN.4/2005/61, párr. 65), la mayoría de los órganos judiciales o cuasijudiciales internacionales consideran la exhibición de símbolos religiosos una manifestación de la religión o las creencias (forum externum) antes que parte de las convicciones hondas (forum internum), que es imposible <strong class=\"keyword\">cercenar</strong>.","second":"As mentioned in the Special Rapporteur’s previous annual report (E/CN.4/2005/61, para. 65), most international judicial or quasi-judicial bodies consider the display of religious"},{"author":8000,"first":"No es razonable que se proponga que la decisión de # de agosto de # importa <strong class=\"keyword\">cercenar</strong> derechos porque no se ha negado la jurisdicción sino que se ha señalado que no se eligió el recurso idóneo","second":"It is not reasonable to suggest that the decision of # ugust # amounts to an impairment of <strong class=\"keyword\">rights</strong>, because it did not deny jurisdiction but indicated that the appropriate remedy had not been chosen"},{"author":94809,"first":"Los resultados de la consulta indican que el planteamiento de no <strong class=\"keyword\">cercenar</strong> las aletas constituye la opción preferida.","second":"The results of the consultation show that the 'fins-remain-attached' approach is regarded as the preferred option."},{"author":94809,"first":"A eso hay que añadir que la medida propuesta, por su carácter de ayuda estatal, corre el riesgo de <strong class=\"keyword\">cercenar</strong> la iniciativa privada sin lograr a cambio una mejora de la oferta general de servicios de banda ancha.","second":"Furthermore, the proposed intervention in terms of public investment risks having a crowding out effect on private initiatives and fails to enhance the overall supply of broadband services."},{"author":27,"first":"Señora Presidenta, <strong class=\"keyword\">cercenar</strong> las aletas de los tiburones es una barbaridad.","second":"Madam President, <strong class=\"keyword\">cutting</strong> the fins off sharks is barbaric."},{"author":8000,"first":"Una vez más, la soberbia y la prepotencia imperial pretendieron <strong class=\"keyword\">cercenar</strong> un respetuoso y fructífero encuentro entre ciudadanos de las dos naciones","second":"Once again, imperial pride and arrogance aimed to <strong class=\"keyword\">cut</strong> short a respectful and fruitful encounter between citizens of the two nations"}],"from":"es","dest":"en","authors":{"85793":{"U":"","id":85793,"N":"Wiktionnaire","url":"https://glosbe.com/source/85793"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}