{"result":"ok","tuc":[{"phrase":{"text":"sharp","language":"en"},"meanings":[{"language":"en","text":"exact, precise, accurate, keen"}],"meaningId":8794200246548186857,"authors":[70195]},{"phrase":{"text":"accurate","language":"en"},"meaningId":-6001421541957280870,"authors":[25018]},{"phrase":{"text":"unerring","language":"en"},"meaningId":2054857743651141650,"authors":[25115]},{"phrase":{"text":"precise","language":"en"},"meaningId":-6390499775039054996,"authors":[84715]},{"phrase":{"text":"certain","language":"en"},"meaningId":7450466729646851084,"authors":[89651]},{"phrase":{"text":"direct hit","language":"en"},"meaningId":2177373850821424076,"authors":[25018]},{"phrase":{"text":"foolproof","language":"en"},"meaningId":-3177568279567055124,"authors":[84500]},{"phrase":{"text":"good","language":"en"},"meaningId":-6602448129907490868,"authors":[86934]},{"phrase":{"text":"sure","language":"en"},"meaningId":-7464942177241212463,"authors":[89651]},{"phrase":{"text":"unfailing","language":"en"},"meaningId":8773249225930098917,"authors":[84500]},{"phrase":{"text":"well-informed","language":"en"},"meaningId":7605995835840670833,"authors":[25115]},{"meanings":[{"language":"en","text":"proper"},{"language":"en","text":"well-informed"},{"language":"en","text":"accurate, spot on"}],"meaningId":-8728180364039361372,"authors":[93107]}],"phrase":"certero","examples":[{"author":118293,"first":"Que su puntería sea <strong class=\"keyword\">certera</strong>.","second":"Let his aim be <strong class=\"keyword\">true</strong>."},{"author":31,"first":"No te guardo rencor por tu <strong class=\"keyword\">certera</strong> advertencia de mayo,la cual, considerando los hechos, pienso que es evidencia de buen juicio","second":"I bear you no ill- will for being justified in your advice to me in May, which, considering the event, shows some greatness of mind, I think"},{"author":8000,"first":"Estoy convencido de que, con su <strong class=\"keyword\">certera</strong> dirección, el trabajo del Consejo se realizará de manera constructiva y eficaz","second":"I am convinced that, under your <strong class=\"keyword\">able</strong> leadership, the work of the Council will be carried out constructively and efficiently"},{"author":94809,"first":"De esta manera, la Comisión fijará dentro de poco una serie de disposiciones que protejan <strong class=\"keyword\">certera</strong> y transparentemente los intereses financieros de las Comunidades cuando por razones de proporcionalidad se renuncie a la constatación de títulos de crédito.","second":"In this way the Commission will shortly be laying down a set of rules providing <strong class=\"keyword\">certain</strong> and transparent protection for the financial interests of the Communities when debts are waived for reasons of proportionality."},{"author":118293,"first":"¿Puedes imaginar los efectos por la evidencia <strong class=\"keyword\">certera</strong> del Día del Juicio Final que hubiéramos tenido en un mundo en el cual millones creen que han sido raptados y sufrido experimentos por parte de extraterrestres con la cooperación de funcionarios del gobierno?","second":"Can you imagine the effect conclusive evidence of doomsday would have on a world in which millions believe they've been abducted and experimented on by aliens with the cooperation of government officials?"},{"author":93236,"first":"La tomografía computadorizada resultó <strong class=\"keyword\">certera</strong> en 80%, parcialmente positiva en 10%, pero falló en demostrar el tumor en otro 10% de los pacientes.","second":"CT scan was <strong class=\"keyword\">accurate</strong> in 80%, partly positive in 10%, but failed to show the tumor in another 10% of patients."},{"author":119723,"first":"Junto con el poder del Espíritu Santo, leer y meditar los grandes sermones sobre Jesucristo en el Libro de Mormón proporciona un testimonio <strong class=\"keyword\">certero</strong> de su veracidad.","second":"Accompanied by the power of the Holy Ghost, reading and pondering the great sermons on Jesus Christ in the Book of Mormon bring a <strong class=\"keyword\">certain</strong> witness of their truthfulness."},{"author":31,"first":"Es más <strong class=\"keyword\">certero</strong> que un reloj","second":"He' s more <strong class=\"keyword\">accurate</strong> than any clock"},{"author":118293,"first":"Bien, eso suena bastante <strong class=\"keyword\">certero</strong> para mí.","second":"Okay, that-that sounds pretty <strong class=\"keyword\">certain</strong> to me."},{"author":95875,"first":"Gracias a la creación y comprobación de parámetros fiables de los procesos clave que motivan la reducción de la capa de ozono ártica y a su aplicación en modelos de química climática a gran escala, los investigadores están más capacitados para realizar predicciones más <strong class=\"keyword\">certeras</strong> sobre el proceso de reducción de la capa de ozono y sobre su interacción con el cambio climático.","second":"By producing and testing reliable parameterisations of the key processes in Arctic ozone layer depletion and bridging them to large scale chemistry climate models (CCMs), the researchers can increase their chances of making realistic predictions about the future evolution of Arctic ozone layer loss and its interaction with climate change."},{"author":119723,"first":"Las sombras de la desesperación se disipan bajo los rayos de la esperanza, el dolor sucumbe ante el gozo y el sentimiento de encontrarse perdido entre la multitud de la vida se desvanece con el conocimiento <strong class=\"keyword\">certero</strong> de que nuestro Padre Celestial es consciente de cada uno de nosotros.","second":"Shadows of despair are dispelled by rays of hope, sorrow yields to joy, and the feeling of being lost in the crowd of life vanishes with the <strong class=\"keyword\">certain</strong> knowledge that our Heavenly Father is mindful of each of us."},{"author":118293,"first":"Pero nuestro sensor... que es bastante <strong class=\"keyword\">certero</strong>... nos dice que ha pasado un buen tiempo aquí.","second":"But our sensor, which is quite <strong class=\"keyword\">accurate</strong>, tells us he spent some time around here."},{"author":94808,"first":"Ese enfoque equivocado, que sugiere el establecimiento de un Estado palestino como aliciente para que los líderes palestinos repriman las organizaciones terroristas, es la garantía más <strong class=\"keyword\">certera</strong> de que el terrorismo seguirá siendo la característica definitoria de la política palestina.","second":"Such a misguided approach, suggesting the establishment of a Palestinian State as an inducement for the Palestinian leadership to crack down on terrorist organizations, is the <strong class=\"keyword\">surest</strong> guarantee that terrorism will continue to be the defining feature of Palestinian policy."},{"author":8000,"first":"Efectivamente, la práctica de una gestión eficaz de los riesgos ayuda al personal directivo a estructurar la distribución de las labores que se deben realizar, garantiza la diligencia debida en la determinación de los riesgos conexos de que se tiene conocimiento y obliga al personal directivo a ordenar las estrategias de atenuación en función de las prioridades, con lo cual se consigue un aprovechamiento óptimo y <strong class=\"keyword\">certero</strong> de unos recursos limitados","second":"In effect, the practice of efficient risk management helps managers structure the breakdown of work to be completed, ensures due diligence in the identification of known associated risks and forces managers to prioritize mitigation strategies, thus optimizing <strong class=\"keyword\">focused</strong> usage of limited resources"},{"author":94808,"first":"Se subrayó que, por principio, el Comité debía examinar todos los países en desarrollo para determinar sus posibilidades de ingresar en la categoría de los países menos adelantados, y que no estaban disponibles todavía los datos imprescindibles para hacer deducciones <strong class=\"keyword\">certeras</strong> sobre los países que faltaban.","second":"It was stressed that, as a matter of principle, all developing countries have to be examined by the Committee in determining the eligibility for least developed country status, and that the requisite data for making <strong class=\"keyword\">reliable</strong> inferences concerning the missing countries are currently not available."},{"author":118293,"first":"Tu predicción fue <strong class=\"keyword\">certera</strong>.","second":"Your <strong class=\"keyword\">prediction</strong> was on the nose."},{"author":119723,"first":"Y algún día, él dirá adiós a sus abuelos, con el conocimiento <strong class=\"keyword\">certero</strong> de que la muerte es parte de la vida.","second":"And one day he will say farewell to his grandfathers, with a <strong class=\"keyword\">sure</strong> knowledge that death is part of life."},{"author":94808,"first":"En comparación con los cientos de miles de millones de dólares que podrían malgastarse si no se tuviese un conocimiento <strong class=\"keyword\">certero</strong> de los efectos de la radiación ionizante, la modesta financiación aportada al Comité Científico, de aproximadamente 1 millón de dólares de los EE.UU. al año, parece inadecuada.","second":"Compared to the hundreds of billions of dollars that could be wasted without a <strong class=\"keyword\">sound</strong> understanding of the effects of ionizing radiation, the modest funding provided to the Scientific Committee of approximately $1 million per year seemed inadequate."},{"author":91988,"first":"La manera en que evalúen los Juegos una vez que se haya barrido el papel picado de las calles dista de ser <strong class=\"keyword\">certera</strong>.","second":"How they look back on the Games once the confetti is swept from the streets is far from <strong class=\"keyword\">certain</strong>."},{"author":8008,"first":"El primer pase <strong class=\"keyword\">certero</strong> del partido tuvo como protagonista a Richard, que consiguió llegar a una pelota perfectamente cruzada, aunque en fuera de juego.","second":"The first <strong class=\"keyword\">telling</strong> pass of the game saw Richard get onto the end of a lovely through ball, but he was ruled offside."},{"author":118293,"first":"Al menos es un \" tal vez \" <strong class=\"keyword\">certero</strong>.","second":"At Least It's A <strong class=\"keyword\">Definite</strong> Maybe."},{"author":95875,"first":"La mejor comprensión de esta cuestión sin duda repercutirá en el desarrollo de tratamientos y terapias más <strong class=\"keyword\">certeros</strong>.","second":"Improved understanding in this area stands to impact the development of rational treatment and therapies."},{"author":118293,"first":"¿Piensa que un stinger <strong class=\"keyword\">certero</strong> podría hacerle daño?","second":"Think a well-placed stinger would do some damage?"},{"author":94808,"first":"Al nivel nacional, la coherencia normativa exige un compromiso político, capacidad administrativa, análisis <strong class=\"keyword\">certero</strong> de las políticas, adopción de decisiones de manera transparente y participativa, diálogo social, y consultas con los empleadores, los sindicaos y la sociedad civil.","second":"At the national level, policy coherence required political commitment; administrative capacity; <strong class=\"keyword\">sound</strong> policy analysis; transparent, participatory decision-making; social dialogue; and consultation with employers, trade unions and civil society."},{"author":8007,"first":"La evidencia en relación al cáncer es menos <strong class=\"keyword\">certera</strong>.","second":"The evidence for cancer is less <strong class=\"keyword\">certain</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}