{"result":"ok","tuc":[{"phrase":{"text":"gird","language":"en"},"meanings":[{"language":"en","text":"to encircle with, or as if with a belt"}],"meaningId":-5161059583788824254,"authors":[70195]},{"phrase":{"text":"encircle","language":"en"},"meaningId":-5606694976571777388,"authors":[84715]},{"phrase":{"text":"belt","language":"en"},"meaningId":-2593302860874860317,"authors":[84500]},{"phrase":{"text":"come about","language":"en"},"meanings":[{"language":"en","text":"nautical"}],"meaningId":-8166259255871251474,"authors":[90508]},{"phrase":{"text":"girdle","language":"en"},"meaningId":4879086594827715295,"authors":[8]},{"phrase":{"text":"contract","language":"en"},"meanings":[{"language":"es","text":"Reducir en ancho o extensión."},{"language":"en","text":"To reduce in width or extent."}],"meaningId":-7149974549909101180,"authors":[60172]},{"phrase":{"text":"narrow","language":"en"},"meanings":[{"language":"es","text":"Reducir en ancho o extensión."},{"language":"en","text":"To reduce in width or extent."}],"meaningId":-8806008702942151386,"authors":[60172]},{"phrase":{"text":"bind","language":"en"},"meaningId":-2887528489869524745,"authors":[86934]},{"phrase":{"text":"gird on","language":"en"},"meaningId":-8656587961112977229,"authors":[25018]},{"phrase":{"text":"luff","language":"en"},"meaningId":-3565475230510721255,"authors":[84500]},{"phrase":{"text":"point","language":"en"},"meaningId":4535505991311818650,"authors":[84500]},{"phrase":{"text":"put on","language":"en"},"meaningId":-9080291675487996407,"authors":[25018]},{"phrase":{"text":"shorten","language":"en"},"meaningId":5546541834138645239,"authors":[8]},{"phrase":{"text":"strangle","language":"en"},"meaningId":-2543151059475143735,"authors":[86934]},{"phrase":{"text":"tack","language":"en"},"meaningId":4138160627574545884,"authors":[84500]},{"meanings":[{"language":"en","text":"to restrict"},{"language":"en","text":"to adjust ( <i>clothing</i>)"},{"language":"en","text":"to encircle, gird"},{"language":"en","text":"(transitive) to encircle, gird"},{"language":"en","text":"to surround, be around"},{"language":"en","text":"to hug, to be tight (said of clothing)"},{"language":"en","text":"(transitive) to adjust ( <i>clothing</i> )"}],"meaningId":6541926784249086528,"authors":[1]}],"phrase":"ceñir","examples":[{"author":94809,"first":"Me <strong class=\"keyword\">ceñiré</strong>, pues, al objeto esencial de la cuestión del Bundesgerichtshof: la compatibilidad de una cláusula de no impugnación con el apartado 1 del artículo 85 del Tratado.","second":"<strong class=\"keyword\">The</strong> nub of the Bundesgerichtshof' s question is therefore whether a no-challenge clause is compatible with Article 85 ( 1 ) of the EEC Treaty ."},{"author":118293,"first":"A partir de ahora, me voy a <strong class=\"keyword\">ceñir</strong> al aspecto.","second":"I'm just gonna <strong class=\"keyword\">stick</strong> to the visuals from now on."},{"author":94809,"first":"Ajustándose estrictamente a las disposiciones de la Decisión anulada, la actual propuesta establece un equilibrio proporcionado entre la libertad operativa que se ha de dejar al BEI para llevar a cabo actividades financieras según sus propias modalidades, apoyando, al mismo tiempo, las políticas de relaciones exteriores de la UE, y los límites a que se ha de <strong class=\"keyword\">ceñir</strong> la garantía de la Comunidad, tanto por lo que respecta a la exposición al riesgo como a la naturaleza de los proyectos cubiertos.","second":"Exactly in line with the provisions of the annulled Decision, the current proposal strikes a proportionate balance between the need to leave the EIB operational freedom to pursue financing activities according to its own modalities, whilst supporting EU external relation policies, and to ensure that the Community's guarantee is limited, both in terms of exposure to risk and the nature of the projects which it will cover."},{"author":94808,"first":"Por lo tanto, es mejor <strong class=\"keyword\">ceñir</strong> los proyectos de artículo a temas relacionados con la nacionalidad de las reclamaciones y el agotamiento de los recursos internos, de tal manera que el tema pueda terminar de examinarse en el quinquenio de la Comisión.","second":"Therefore, it was best to <strong class=\"keyword\">confine</strong> the draft articles to issues relating to the nationality of claims and the exhaustion of local remedies, so that the topic might be concluded within the Commission’s quinquennium."},{"author":94808,"first":"Doy las gracias al Secretario General Adjunto Alain LeRoy por su exposición informativa y por <strong class=\"keyword\">ceñir</strong> nuestro debate a las cuestiones que debemos abordar, y a la Secretaria General Adjunta Susana Malcorra por su presencia hoy en el Salón del Consejo.","second":"I thank Under-Secretary-General Alain Le Roy for his briefing and for <strong class=\"keyword\">focusing</strong> our debate on the right issues, and Under-Secretary-General Susana Malcorra for her presence in the Council Chamber today."},{"author":8008,"first":"Por otro lado me gusta participar en proyectos que me ofrecen porque son una experiencia debido a que muchos de esos proyectos hacen que me tenga que <strong class=\"keyword\">ceñir</strong> a la idea del cliente y tenga que adaptar mis dibujos a su idea.","second":"For instance, I enjoy having to take into consideration what the client needs when a commission work comes up and the challenge it represents."},{"author":118293,"first":"A Lalita se le podría <strong class=\"keyword\">ceñir</strong> un poco más la ropa,...","second":"Lalita's clothes could be <strong class=\"keyword\">tighter</strong>... to show her titties."},{"author":94808,"first":"El deterioro de la situación financiera del ACNUR es fuente de preocupación, y la Oficina debería adoptar medidas para <strong class=\"keyword\">ceñir</strong> los niveles de gastos a los de ingresos previstos.","second":"The deteriorating financial situation of UNHCR was a matter of concern and the Office should take action to <strong class=\"keyword\">limit</strong> expenditure levels to the level of expected income."},{"author":8000,"first":"La elección del tema en torno al cual se <strong class=\"keyword\">ceñirá</strong> el debate en el período de # a # la aeronáutica y la educación, es una elección muy acertada, en particular para difundir la labor de la Comisión","second":"The selection of the topic “Space and education” as the <strong class=\"keyword\">focus</strong> of the discussion in the period # was a step in the right direction, not least for the popularization of the work of COPUOS"},{"author":31,"first":"No tienen otra alternativa que <strong class=\"keyword\">ceñir</strong> su veredicto a los hechos","second":"You have no alternative except to <strong class=\"keyword\">bring</strong> in a verdict on the facts"},{"author":8008,"first":"Estos textos de breve formato deberán <strong class=\"keyword\">ceñir</strong>-se a las normas especificadas y se pueden enviar mediante la aplicación “añadir nuevo comentario” que se encuentra al final de la versión HTML de cada artículo.","second":"Those brief texts should <strong class=\"keyword\">follow</strong> specific guidelines and they can be sent with the “add new comment” application located at the end of the HTML version of each paper."},{"author":94809,"first":"El Fondo se <strong class=\"keyword\">ceñirá</strong> a los temas prioritarios «convergencia», «competitividad regional y empleo» y «cooperación territorial europea».","second":"The fund will <strong class=\"keyword\">focus</strong> its assistance on the thematic priorities of Convergence; Regional Competitiveness and Employment; and European Territorial Cooperation."},{"author":94809,"first":"Este papel de la Comisión al amparo del artículo 7 de la Directiva marco resulta decisivo para contribuir a: i) garantizar la coherencia de la regulación en toda la UE; ii) <strong class=\"keyword\">ceñir</strong> la regulación a los mercados que, en ausencia de una intervención reguladora, no llegarán a ser competitivos; y iii) aportar más transparencia al proceso regulador.","second":"This role of the Commission under Article 7 of the Framework Directive is decisive in helping to (i) ensure consistent regulation across the EU; (ii) to <strong class=\"keyword\">limit</strong> regulation to markets which will not become competitive without regulatory intervention; and (iii) to bring more transparency in the regulatory process."},{"author":8008,"first":"37 Bienaventurados aquellos siervos a quienes el Señor, cuando venga, halle a velando ; de cierto os digo que se <strong class=\"keyword\">ceñirá</strong> y hará que se sienten a la mesa, y les servirá.","second":"37 Blessed are those servants, whom the lord when he cometh shall find a watching : verily I say unto you, that he shall <strong class=\"keyword\">gird himself</strong>, and make them to sit down to meat, and will come forth and serve them."},{"author":8000,"first":"Por consiguiente, todo servicio prestado en forma voluntaria por personas menores de # años se <strong class=\"keyword\">ceñirá</strong> a los objetivos y el espíritu del Protocolo facultativo, aunque se permitirá que esas personas participen activamente en la asistencia civil del Estado durante una crisis","second":"Therefore, any service volunteered for by persons under # will <strong class=\"keyword\">adhere</strong> to objectives and spirit of the Optional Protocol, whilst still allowing these persons, to be actively engaged in civil aid of the State during a crisis"},{"author":94809,"first":"La partida no comprende las prendas de vestir con acanalado elástico, cordón corredizo o demás medios para <strong class=\"keyword\">ceñir</strong> el bajo.","second":"Heading No does not cover garments with a drawstring, ribbed waistband or other means of tightening at the <strong class=\"keyword\">bottom</strong> of the <strong class=\"keyword\">garment</strong>."},{"author":94809,"first":"El examen del Tribunal de Justicia se <strong class=\"keyword\">ceñirá</strong>, por lo tanto, a ese primer aspecto de la decisión.","second":"The review by the Court will accordingly be <strong class=\"keyword\">limited</strong> to the former aspect of the decision."},{"author":31,"first":"Esta clase se <strong class=\"keyword\">ceñira</strong> a los estandares que se exigen a los cadetes de la Flota","second":"As I was <strong class=\"keyword\">saying</strong>, this class will adhere to standards established for Starfleet cadets"},{"author":91988,"first":"No importa que esa lógica corra ahora el peligro de venirse abajo junto con el mercado inmobiliario del país; el Secretario del Tesoro, Hank Paulson, se <strong class=\"keyword\">ceñirá</strong> a ella.","second":"Never mind that this logic is now in danger of unraveling along with the US housing market; Treasury Secretary Hank Paulson will <strong class=\"keyword\">stick</strong> to it."},{"author":8008,"first":"18 De cierto, de cierto te digo: Cuando eras más joven, te ceñías e ibas a donde querías; pero cuando ya seas viejo, extenderás tus manos, y te <strong class=\"keyword\">ceñirá</strong> otro y te llevará a donde no quieras.","second":"18 Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be a old , thou shalt stretch forth thy hands, and another shall <strong class=\"keyword\">gird</strong> thee, and carry thee whither thou wouldest not."},{"author":8000,"first":"Para atenerme a los cinco minutos que se han concedido a los miembros para que formulen sus declaraciones, me <strong class=\"keyword\">ceñiré</strong> a algunas de nuestras preocupaciones, puesto que las delegaciones tienen a su disposición el texto completo de mi intervención","second":"To stay within the five minutes given to members for their statements, I shall <strong class=\"keyword\">confine</strong> myself to just some of our concerns. The full text of my statement will be made available to delegations"},{"author":31,"first":"Terminaré mi cantata, pero te <strong class=\"keyword\">ceñirás</strong> a lo que escriba","second":"I' il rewrite my cantata, but you' d <strong class=\"keyword\">best</strong> play what I write"},{"author":27,"first":"Además, ¿puede confirmarme el señor Comisario que se <strong class=\"keyword\">ceñirá</strong> a los criterios del Memorándum y de la seguridad y que siempre garantizaremos que su seguridad sea semejante a la de la UE?","second":"Furthermore, can I have the Commission's confirmation that it will <strong class=\"keyword\">stick</strong> to the memorandum's criteria as to safety and that we will always ensure its safety is equal to that of the EU?"},{"author":94809,"first":"<strong class=\"keyword\">ceñir</strong> la cintura y las caderas mediante piezas laterales de 8 centímetros de ancho ó más (medidas desde la pernera hasta el borde superior);","second":"<strong class=\"keyword\">hug</strong> the waist and hips and have side panels of 8 cm or higher (measured from the leg to the top),"},{"author":94808,"first":"El PNUMA participó en la reunión y se <strong class=\"keyword\">ceñirá</strong> a las directrices del plan de acción a la hora de preparar las actividades regionales pertinentes.","second":"UNEP participated in the meeting and will <strong class=\"keyword\">follow</strong> the guidelines in the plan of action for developing relevant regional activities."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}