{"result":"ok","tuc":[{"phrase":{"text":"fastidious","language":"en"},"meanings":[{"language":"en","text":"excessively particular"}],"meaningId":-7004831258153842505,"authors":[90508]},{"phrase":{"text":"mean","language":"en"},"meaningId":-2012649884071465906,"authors":[25018]},{"phrase":{"text":"miser","language":"en"},"meaningId":-6740899010735226759,"authors":[25018]},{"phrase":{"text":"miserly","language":"en"},"meaningId":-4894245403223826510,"authors":[25018]},{"phrase":{"text":"niggard","language":"en"},"meaningId":6211622855963405551,"authors":[25018]},{"phrase":{"text":"stingy","language":"en"},"meaningId":8020657960152620390,"authors":[25115]},{"phrase":{"text":"curmudgeon","language":"en"},"meanings":[{"language":"es","text":"Persona de mal genio y con frecuencia vieja y llena de ideas o de opiniones que defiende con obstinación."},{"language":"en","text":"An ill-tempered and frequently old person full of stubborn ideas or opinions."}],"meaningId":5643971439048946983,"authors":[60172]},{"phrase":{"text":"greedy","language":"en"},"meaningId":6226207844668345067,"authors":[25018]},{"phrase":{"text":"penurious","language":"en"},"meaningId":4575563043022995845,"authors":[25018]},{"phrase":{"text":"poor","language":"en"},"meaningId":8933929631019728723,"authors":[86934]},{"phrase":{"text":"skinflint","language":"en"},"meaningId":8855533820522728152,"authors":[8]},{"meanings":[{"language":"en","text":"miserly, mean, stingy"},{"language":"en","text":"miser"}],"meaningId":2940461673158264506,"authors":[93107]}],"phrase":"cicatero","examples":[{"author":27,"first":"Existen algunas reticencias nacionales comprensibles, pero también algunos intereses comerciales <strong class=\"keyword\">cicateros</strong> dispuestos a diluir estas medidas.","second":"There are some understandable national concerns but also some narrow, commercial interests wishing to dilute these measures."},{"author":95096,"first":"En fin, algunos países de Europa central y oriental tienen mucha dificultad en reconocer el pluralismo religioso propio de las sociedades democráticas y se empeñan en restringir, a través de una práctica administrativa limitativa y <strong class=\"keyword\">cicatera</strong>, la libertad de conciencia y de religión que sus Constituciones proclaman solemnemente.","second":"Finally, some countries of Central and Eastern Europe have great difficulty in acknowledging the religious pluralism proper to democratic societies and attempt to limit, by means of a restrictive and <strong class=\"keyword\">petty</strong> bureaucratic practice, the freedom of conscience and of religion which their Constitutions solemnly proclaim."},{"author":27,"first":"No deben existir obstáculos administrativos <strong class=\"keyword\">cicateros</strong> que conducen a la postre a que muchas de las cosas que se han acordado políticamente no se realicen y no lleguen a donde deben llegar.","second":"There must be none of the <strong class=\"keyword\">petty</strong> bureaucratic obstacles we are forever hearing about, the end result of which is that much of what has been politically decided is not passed on and never achieves what it is supposed to achieve."},{"author":27,"first":"Al amparo de ese artículo 128 y, además, del programa Caleidoscopio, dos grandes programas -RAFAEL y ARIANEhan sido puestos en marcha, y ambos en medio de un pintoresco forcejeo en un clima <strong class=\"keyword\">cicatero</strong> y ramplón con regates y recortes, más propios de atenuar lo inevitable y lo conflictivo que de poner en marcha un proyecto sugestivo, ilusionante y de futuro.","second":"Under that Article 128 and the Kaleidoscope Programme, two other programmes - Raphael and Ariane have now been set in motion but only after a rather picturesque fight in a climate of uncouth stinginess with masses of cuts, the outward signs of a grudging acceptance of the inevitable rather than the creation of a well thought out, inspiring and forward-looking project."},{"author":27,"first":"Y en este ámbito tenemos que recordar a los Gobiernos -que son bastante <strong class=\"keyword\">cicateros</strong> a la hora de apoyar estos programas comunitarios-, que ellos también dedican muy poco dinero a la medicina preventiva a nivel nacional, a nivel regional y a nivel local.","second":"And in this respect we need to remind governments - which are <strong class=\"keyword\">stingy</strong> enough at the moment in their support for these Community programmes - that they also devote very little money to preventive medicine at the national level, the regional level and the local level."},{"author":27,"first":"Por eso me refiero, en los mismos términos que ha hecho el Sr. Harbour, a unas declaraciones del Consejo que parece que van dirigidas a recortar de una manera <strong class=\"keyword\">cicatera</strong> el plan de pensiones, en total contradicción, además, con las propuestas que nos vienen de la Comisión.","second":"Like Mr Harbour, I would like to draw your attention to certain statements made by the Council that appear to seek a penny-<strong class=\"keyword\">pinching</strong> cutback in the pension plan, in complete contradiction to proposals forwarded to us by the Commission."},{"author":27,"first":"No ha sido, como digo, un camino de rosas: todo lo contrario, pues, aunque nos unía a todos un objetivo común, la actitud en principio <strong class=\"keyword\">cicatera</strong> del Consejo hizo difícil el camino.","second":"As I say, it has not been a path strewn with roses: far from it, because, although we were all united by a common goal, the Council's initial <strong class=\"keyword\">miserly</strong> attitude made it a difficult journey."},{"author":27,"first":"Pero no es menos cierto que ha habido momentos en que apreciamos, por parte de los negociadores europeos así como por parte de tal o cual Estado miembro, comportamientos excesivamente burocráticos, defensivos y hasta <strong class=\"keyword\">cicateros</strong>, como también nos preocupó percibir a veces en nuestros interlocutores sudafricanos una tendencia a dar marcha atrás y a reabrir cuestiones que parecían ya cerradas, con lo que el proceso se demoraba más y más.","second":"But it is also true that there have been times when we have seen behaviour on the part of the European negotiators as well as certain Member States which has been excessively bureaucratic, defensive and at times nit-picking. We have also been concerned to see at times, on the part of our South African counterparts, a tendency to backtrack and to revive questions which we thought had been resolved, all of this causing the process to be delayed more and more."},{"author":27,"first":"Estoy de acuerdo en que un presupuesto generoso no tiene necesariamente que ser un presupuesto bueno, pero resulta imposible que uno <strong class=\"keyword\">cicatero</strong> lo sea.","second":"I agree that a large budget may not necessarily be a good budget, but it is impossible for a small budget to be a good one."},{"author":27,"first":"El resultado será que se suprimirán los precios fijos, los descuentos seguirán siendo tan <strong class=\"keyword\">cicateros</strong> como hasta ahora y al final entre cinco y seis mil librerías acabarán pasando a mejor vida en Alemania.","second":"The result will be that fixed prices will decrease, and the lack of discounts will continue, and in the end, 5 0-6 000 bookshops in Germany will cross the great divide."},{"author":27,"first":"Es verdad que el documento y las propuestas del Reglamento van en la buena dirección, pero yo creo que se ha quedado -de manera <strong class=\"keyword\">cicatera</strong>- muy lejos de las expectativas.","second":"It is true that the document and proposals for the Regulation head in the right direction, but I think that they have fallen far short of our expectations."},{"author":27,"first":"La <strong class=\"keyword\">cicatera</strong> propuesta de la Comisión sobre la agricultura es rechazada por la mayoría de los países candidatos.","second":"The Commission's tight-<strong class=\"keyword\">fisted</strong> proposal on agriculture is rejected by the majority of the candidate countries."},{"author":27,"first":"Pero si somos <strong class=\"keyword\">cicateros</strong>, este volcán puede hacer más daño a la economía europea que las previsiones que se manejan.","second":"If we are <strong class=\"keyword\">mean</strong>, however, this volcano could do more damage to the European economy than is being forecast."},{"author":27,"first":"Lo que ve es una actitud <strong class=\"keyword\">cicatera</strong>, provocada por un planteamiento contable de la política, en vez del arte de gobernar que nuestros ciudadanos están reclamando a gritos.","second":"What they see is a penny-<strong class=\"keyword\">pinching</strong> attitude, driven by an accountancy approach to politics, rather than the statecraft our citizens are crying out for."},{"author":27,"first":"Frente a estos planteamientos, a menudo <strong class=\"keyword\">cicateros</strong> y cortos de miras, la Comisión de Asuntos Jurídicos, con la ponente a su cabeza, ha plasmado en las enmiendas que se presentan al Pleno una solución integradora y tan llena de prudencia como de arrojo, como señalaba muy bien el Sr. Rothley, solución que -no dudorecibirá abrumador respaldo de la Asamblea.","second":"In the face of such mean-spirited and short-sighted <strong class=\"keyword\">attitudes</strong>, the Committee on Legal Affairs, led by the rapporteur, has managed to achieve through the amendments a comprehensive solution which is both prudent and courageous - as Mr Rothley rightly pointed out - and which I am sure will receive the overwhelming support of the House tomorrow."},{"author":27,"first":"Merecerá la pena también en el futuro. Pero el Consejo tiene que oír también que con su dinero se porta de manera tan <strong class=\"keyword\">cicatera</strong> que solamente hay una cosa que a la larga sea más cara que la investigación, y es que no haya investigación.","second":"However, as the Council is being so <strong class=\"keyword\">tight</strong>-<strong class=\"keyword\">fisted</strong> with its money it has to be told that the only thing more expensive than research in the long run is no research."},{"author":31,"first":"El ministerio es demasiado <strong class=\"keyword\">cicatero</strong>, estaba obligado a economizar... hasta el último céntimo","second":"Otherwise I <strong class=\"keyword\">wouldn</strong>' t be here.Pennypinching!"},{"author":27,"first":"Como ha dicho el señor Schulz, está maniatada por unas perspectivas financieras <strong class=\"keyword\">cicateras</strong> y un crecimiento anémico en la zona de euro, así como por la clamorosa ausencia –tanto a escala europea como en cada uno de los Estados miembros– de inversiones en investigación e innovación, en las universidades y en la formación a lo largo de toda la vida.","second":"It is, as Mr Schulz said, held back by a tiny financial perspective and by anaemic growth within the eurozone, as well as by a flagrant lack of investment – both at European and Member State level – in the universities, research and innovation and lifelong learning."},{"author":27,"first":"¡Bien! El Parlamento acepta la cifra impuesta al Consejo por el Estado miembro más ahorrador o más <strong class=\"keyword\">cicatero</strong>, pero con la condición de que lleguemos a un acuerdo sobre la preservación del futuro.","second":"Parliament accepts the figure imposed on the Council by the most thrifty or <strong class=\"keyword\">miserly</strong> Member State, but on condition that we agree on protecting the future."},{"author":27,"first":"El mundo necesita cada vez más alimentos y el crecimiento exponencial que está teniendo el consumo no se resolverá con una política agrícola cada vez más avara, más <strong class=\"keyword\">cicatera</strong> para los productores europeos.","second":"The world needs more and more food, and the exponential growth in consumption will not be resolved by an agricultural policy that is increasingly mean and <strong class=\"keyword\">stingy</strong> towards European producers."},{"author":27,"first":"Que sea más generoso en cuanto al ámbito de la protección: es decir, -como ha subrayado el Sr. Ortuondo- que se extienda también a aquellos barcos que sufren la competencia desleal, los que transportan gases, los \"ro-ro\", etc. y que sea menos <strong class=\"keyword\">cicatero</strong> en cuanto a la fecha de aplicación.","second":"To be more generous in relation to the field of protection: that is to say, as Mr Ortuondo has stressed, that it also be extended to those vessels which suffer from unfair competition, those which transport gases, car ferries, etc. and that he be less <strong class=\"keyword\">stingy</strong> in terms of the date of application."},{"author":91988,"first":"Peor aún: el presupuesto del OIEA, que ya ascendía a unos <strong class=\"keyword\">cicateros</strong> 300 millones de euros, ha quedado reducido en un diez por ciento con respaldo europeo.","second":"Worse still, with European backing, the IAEA’s budget, already a <strong class=\"keyword\">paltry</strong> €300 million, has been cut by almost 10%."},{"author":27,"first":"Estoy en contra del enfoque excesivamente <strong class=\"keyword\">cicatero</strong> del ponente, que propone un período máximo durante el cual las regiones pueden recibir financiación estructural.","second":"I am opposed to the overly <strong class=\"keyword\">penny</strong>-<strong class=\"keyword\">pinching</strong> approach of the rapporteur, who is proposing a maximum period of time during which regions may receive structural funding."},{"author":27,"first":"No se puede construir una sociedad moderna y democrática en plan <strong class=\"keyword\">cicatero</strong>.","second":"You cannot build a modern, democratic, open society on the <strong class=\"keyword\">cheap</strong>."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}