{"result":"ok","tuc":[{"phrase":{"text":"circumspection","language":"en"},"meanings":[{"language":"es","text":"Rasgo de ser circunspecto y prudente."},{"language":"en","text":"The trait of being circumspect and prudent."}],"meaningId":-3034346606453113158,"authors":[84715]},{"phrase":{"text":"caution","language":"en"},"meaningId":715732802103109462,"authors":[89651]},{"phrase":{"text":"prudence","language":"en"},"meaningId":3595937290925673198,"authors":[84500]},{"phrase":{"text":"discretion","language":"en"},"meaningId":-4976625116052683785,"authors":[84500]},{"phrase":{"text":"generalship","language":"en"},"meaningId":4415092390400202407,"authors":[2698]},{"phrase":{"text":"care","language":"en"},"meaningId":-574097400692130590,"authors":[83093]},{"phrase":{"text":"cautious","language":"en"},"meaningId":9079015853378814600,"authors":[2698]},{"phrase":{"text":"cautiousness","language":"en"},"meaningId":730567142181716111,"authors":[25018]},{"phrase":{"text":"discreetness","language":"en"},"meaningId":3527994985524685750,"authors":[84500]},{"phrase":{"text":"guardedness","language":"en"},"meaningId":-7335047034166197808,"authors":[25018]},{"phrase":{"text":"precaution","language":"en"},"meaningId":-4911119304257734565,"authors":[2698]},{"phrase":{"text":"thoughtfulness","language":"en"},"meaningId":-2530389030915673929,"authors":[2698]},{"meanings":[{"language":"en","text":"circumspection"}],"meaningId":-1904218955104036006,"authors":[93107]}],"phrase":"circunspección","examples":[{"author":94808,"first":"Las normas que permiten desestimar motu propio las apelaciones meramente confieren una autoridad, no imponen un deber; no son obligatorias sino meramente indicativas, y por consiguiente requieren considerable <strong class=\"keyword\">circunspección</strong>, y la consideración de la totalidad de las circunstancias del caso.","second":"The rules allowing motu proprio dismissals of appeals merely confer a power and do not impose a duty; and the same are not mandatory but merely directory which thus require a great deal of <strong class=\"keyword\">circumspection</strong>, considering all the attendant circumstances."},{"author":94809,"first":"(2) La Unión condenó con vigor la violenta represión, incluso con fuego real, contra protestas pacíficas en diversas localidades de toda Siria que produjo la muerte de varios manifestantes, heridos y detenciones arbitrarias, y exhortó a las fuerzas de seguridad sirias a que ejercieran la <strong class=\"keyword\">circunspección</strong> en lugar de la represión.","second":"(2) The Union strongly condemned the violent repression, including through the use of live ammunition, of peaceful protest in various locations across Syria resulting in the death of several demonstrators, wounded persons and arbitrary detentions, and called on the Syrian security forces to exercise <strong class=\"keyword\">restraint</strong> instead of repression."},{"author":94809,"first":"Se ha estudiado dicha información con especial <strong class=\"keyword\">circunspección</strong>, se ha dado al Gobierno de Corea y a Hynix la oportunidad de formular comentarios sobre ella y, en la medida de lo posible, ha sido sometida a una comprobación cruzada con otras fuentes independientes.","second":"Such information has been viewed with special <strong class=\"keyword\">circumspection</strong>, the GOK and Hynix given the opportunity to comment on it, and, where practicable, it has been cross-checked with other independent sources."},{"author":94809,"first":"La concesión de este tipo de medidas exige al tribunal competente una <strong class=\"keyword\">circunspección</strong> particular y un discernimiento profundo de las circunstancias concretas en las que deben producir sus efectos las medidas promovidas. Según las particularidades del asunto y, en especial, según los usos mercantiles, debe estar facultado para limitar su autorización en el tiempo o respecto a la naturaleza de los bienes o mercancías que son objeto de las medidas solicitadas, imponer garantías bancarias, designar un depósito judicial y, de manera general, supeditar su concesión a todos los requisitos que aseguren el carácter provisional o cautelar de la medida que ordena.( 19)","second":"The Hoge Raad’s definition reveals, also<strong class=\"keyword\">,</strong> that in the majority of cases the court to which the application is made does not need to make any assessment of the risk that the evidence may perish in order to grant the measure, since in reality the purpose is to gather information of use in formulating a strategy as to the advisability of bringing proceedings."},{"author":119723,"first":"Tratamos nuestros asuntos con brevedad, con <strong class=\"keyword\">circunspección</strong> y orden, y de acuerdo con quiénes somos y con lo que tenemos que lograr.","second":"We keep our business brief, dignified, organized, and in keeping with who we are and what we are to do."},{"author":31,"first":"Tenemos que sorprenderlos...... con misericordia...... con <strong class=\"keyword\">circunspección</strong>...... y generosidad","second":"We have to surprise them...... with the compassion...... with <strong class=\"keyword\">restraint</strong> and generosity"},{"author":8000,"first":"Por ende, como Estado parte en el Estatuto de Roma, mi país, aunque reitera una vez más su pleno apoyo a las actividades de la Corte Penal Internacional, considera que dichas actividades deberían realizarse con la máxima <strong class=\"keyword\">circunspección</strong> y en un contexto estrictamente judicial, con el único objetivo de revelar la verdad, enjuiciar a los culpables y proteger los intereses de las víctimas de conformidad con la resolución","second":"That is why, as a State party to the Rome Statute, my country reaffirms yet again its full support for the activities of the International Criminal Court (ICC) and believes that those activities must be undertaken with the <strong class=\"keyword\">greatest</strong> possible <strong class=\"keyword\">caution</strong> and in the context of a purely judicial approach, with the sole objective of revealing the truth, prosecuting the guilty and protecting the interests of the victims in accordance with resolution"},{"author":94808,"first":"Insto además a Israel a que dé muestras de máxima <strong class=\"keyword\">circunspección</strong>.","second":"I also urged Israel to show maximum <strong class=\"keyword\">restraint</strong>."},{"author":119723,"first":"Si nos entregaremos a la satisfacción de los apetitos [y] pasiones, o si cultivaremos la <strong class=\"keyword\">circunspección</strong> y el autodominio.","second":"Whether we will cherish indulgence of appetite [and] passion, or whether we will develop restraint and self-control."},{"author":8000,"first":"Creemos que la paz y la seguridad duraderas en el Asia meridional requerirán de serios esfuerzos para resolver las discrepancias pendientes, en particular la relativa a Jammu y Cachemira; fomentar la <strong class=\"keyword\">circunspección</strong> nuclear de las partes y mantener el equilibrio de las fuerzas convencionales entre el Pakistán y la India","second":"We believe that durable peace and security in South Asia will require an earnest effort to resolve outstanding disputes, particularly on Jammu and Kashmir, promote mutual nuclear <strong class=\"keyword\">restraint</strong> and maintain a balance of conventional forces between Pakistan and India"},{"author":94808,"first":"El Consejo encomia la permanente <strong class=\"keyword\">circunspección</strong> de las autoridades de la República Federativa de Yugoslavia y Serbia.","second":"It commends the continued <strong class=\"keyword\">restraint</strong> of the authorities of the Federal Republic of Yugoslavia and Serbia."},{"author":94808,"first":"4 de enero de 2010: Se envió una carta para solicitar información adicional: la vigilancia de la manera y la frecuencia con que se han investigado y enjuiciado actos terroristas (párr. 11); el ejercicio de la máxima <strong class=\"keyword\">circunspección</strong> en el uso de las garantías oficiales (párr. 11); el mandato del Comité encargado de aspectos relacionados con la normativa internacional de derechos humanos, que deberá examinar el marco jurídico y determinar la manera de mejorar los sistemas de vigilancia del tráfico en los aeropuertos irlandeses (párr. 11); el hacinamiento en las prisiones (párr.","second":"4 January 2010 A letter was sent requesting additional information: monitor how and how often terrorist acts have been investigated and prosecuted (para. 11); exercise the <strong class=\"keyword\">utmost care</strong> in relying on official assurances (para. 11); mandate of the Committee on Aspects of International Human Rights, which will examine the legal framework and how systems of monitoring traffic through Irish airports might be improved (para. 11); and prison overcrowding (para."},{"author":94808,"first":"Alentamos a que todas las partes den muestras de esa prudencia y <strong class=\"keyword\">circunspección</strong> al gestionar situaciones similares en el futuro para evitar el uso de la fuerza.","second":"We encourage such prudence and <strong class=\"keyword\">circumspection</strong> by all sides in handling similar situations in the future to avert the use of force."},{"author":94808,"first":"Finalmente, celebra el documento de trabajo sobre la discriminación basada en el empleo y la ascendencia, fenómeno desconcertante que tiene el efecto de deshumanizar a las víctimas y frenar el desarrollo, y dice que la Subcomisión debe actuar con <strong class=\"keyword\">circunspección</strong> a este respecto y analizar las sociedades en cuestión de manera detallada y con empatía para proponer soluciones eficaces.","second":"The working paper on discrimination based on work or descent was also praiseworthy. That phenomenon was truly alarming, as it dehumanized the victims and hampered development. The Sub-Commission should treat the issue <strong class=\"keyword\">cautiously</strong> and analyse the societies concerned closely and with empathy in order to put forward effective solutions."},{"author":94808,"first":"Esperamos que el Gobierno de Turquía actúe con <strong class=\"keyword\">circunspección</strong> y respete la soberanía de la República de Chipre.","second":"It is hoped that the Government of Turkey will <strong class=\"keyword\">show restraint</strong> and respect of the sovereignty of the Republic of Cyprus."},{"author":94808,"first":"El camino a seguir debe caracterizarse por una combinación sensata de urgencia y activismo, por una parte, y sensibilidad y <strong class=\"keyword\">circunspección</strong>, por la otra, teniendo presente, ante","second":"The way ahead must be characterized by a judicious mixture of urgency and activism, on the one hand, and sensitivity and circumscription, on the other, taking into account, first and foremost<strong class=\"keyword\">,</strong> the needs of the peoples of the Territories and their special circumstances."},{"author":31,"first":"Oh, gran <strong class=\"keyword\">circunspección</strong>","second":"Oh, extreme <strong class=\"keyword\">restraint</strong>"},{"author":8008,"first":"10 Y así concluyó también el año ochenta y siete del gobierno de los jueces, permaneciendo la mayoría del pueblo en su orgullo e iniquidad, y la menor parte andando con más <strong class=\"keyword\">circunspección</strong> ante Dios.","second":"10 And thus ended also the *eighty and seventh year of the reign of the judges, the more part of the people remaining in their pride and wickedness, and the lesser part walking more <strong class=\"keyword\">circumspectly</strong> before God."},{"author":94808,"first":"Por ende, como Estado parte en el Estatuto de Roma, mi país, aunque reitera una vez más su pleno apoyo a las actividades de la Corte Penal Internacional, considera que dichas actividades deberían realizarse con la máxima <strong class=\"keyword\">circunspección</strong> y en un contexto estrictamente judicial, con el único objetivo de revelar la verdad, enjuiciar a los culpables y proteger los intereses de las víctimas de conformidad con la resolución 1593 (2005).","second":"That is why, as a State party to the Rome Statute, my country reaffirms yet again its full support for the activities of the International Criminal Court (ICC) and believes that those activities must be undertaken with the <strong class=\"keyword\">greatest</strong> possible <strong class=\"keyword\">caution</strong> and in the context of a purely judicial approach, with the sole objective of revealing the truth, prosecuting the guilty and protecting the interests of the victims in accordance with resolution 1593 (2005)."},{"author":119723,"first":"10 Y así concluyó también el año ochenta y siete del gobierno de los jueces, permaneciendo la mayoría del pueblo en su orgullo e iniquidad, y la menor parte andando con más <strong class=\"keyword\">circunspección</strong> ante Dios.","second":"10 And thus ended also the eighty and seventh year of the reign of the judges, the more part of the people remaining in their pride and wickedness, and the lesser part walking more circumspectly before God."},{"author":118293,"first":"Nuestra Nación Ha servido Siempre con <strong class=\"keyword\">Circunspección</strong> al Emperador.","second":"OUR NATION'S MILITARY HAS ALWAYS SERVED ATTHE <strong class=\"keyword\">DISCRETION</strong> OF THE EMPEROR"},{"author":8000,"first":"En la tarea que tienen por delante, las Naciones Unidas deben aplicar un criterio en que se combinen la urgencia y el activismo con la sensibilidad y la <strong class=\"keyword\">circunspección</strong>, teniendo en cuenta en cada caso individual las necesidades del pueblo del territorio, sus circunstancias particulares, sus aspiraciones políticas y el nivel de su desarrollo","second":"The United Nations approach to the task ahead must blend urgency and activism with sensitivity and <strong class=\"keyword\">circumspection</strong>, taking into account- on a case-by-case basis- the needs of the people of the Territories, their special circumstances, their political aspirations and their stage of development"},{"author":94808,"first":"El Pakistán cree que se pueden convenir varias otras medidas, más ambiciosas, para una <strong class=\"keyword\">circunspección</strong> mutua en materia nuclear y de misiles, incluidas las siguientes: mantener las armas nucleares en situación de no alerta, evitar el despliegue funcional de los misiles balísticos nucleares, evitar el despliegue o adquisición de sistemas de misiles antibalísticos e impedir una carrera de armamentos nucleares y misiles.","second":"Pakistan believes that several other, more ambitious, measures for mutual nuclear and missile <strong class=\"keyword\">restraint</strong> can be agreed, including the following: maintenance of nuclear weapons on de-alert status; no operational deployment of nuclear ballistic missiles; no acquisition or deployment of anti-ballistic missile systems; and avoidance of a nuclear and missile arms race."},{"author":94809,"first":"En este contexto el Tribunal de Justicia estimó que procedía examinar «si dichas disposiciones revelan, a este respecto, un móvil ilícito o una falta de <strong class=\"keyword\">circunspección</strong> grave equivalente a la inobservancia del fin legal y si no han otorgado prioridad, en este aspecto, a determinados fines legales en detrimento de determinados otros de forma no justificada por las circunstancias».","second":"It was in that context that the Court of Justice held that it had to be considered `whether the provisions indicate, in this respect, an unlawful motive or a serious lack of <strong class=\"keyword\">care</strong> amounting to failure to observe the purpose of the law and whether in this respect priority was perhaps accorded to certain lawful aims at the expense of certain others to an extent which is unjustified by the circumstances'."},{"author":8000,"first":"No obstante, cuando se trata de lidiar con cuestiones políticas complicadas de larga data que son delicadas y pueden causar polémicas complejas, el Consejo debería ejercitar una mayor <strong class=\"keyword\">circunspección</strong>","second":"However, when it comes to dealing with complicated and long-standing political issues with the concomitant sensitivity and controversial implications, the Council would be well advised to exercise greater <strong class=\"keyword\">circumspection</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}