{"result":"ok","tuc":[{"phrase":{"text":"circumspect","language":"en"},"meanings":[{"language":"en","text":"carefully aware of all circumstances"}],"meaningId":1523186411294837826,"authors":[90508]},{"phrase":{"text":"careful","language":"en"},"meaningId":126236542410193942,"authors":[36]},{"phrase":{"text":"cautious","language":"en"},"meaningId":8822173438167699404,"authors":[20]},{"phrase":{"text":"deliberate","language":"en"},"meaningId":-4212862919803494373,"authors":[20]},{"phrase":{"text":"discreet","language":"en"},"meaningId":7654142613754405986,"authors":[20]},{"phrase":{"text":"guarded","language":"en"},"meaningId":-3729974197286489897,"authors":[20]},{"phrase":{"text":"prudent","language":"en"},"meaningId":-5702371763709111835,"authors":[25018]},{"phrase":{"text":"thoughtful","language":"en"},"meaningId":-4153282554850747019,"authors":[36]},{"meanings":[{"language":"en","text":"circumspect"}],"meaningId":-4579092714192286004,"authors":[93107]}],"phrase":"circunspecto","examples":[{"author":118293,"first":"No se trata de alguien <strong class=\"keyword\">circunspecto</strong>.","second":"The man is not <strong class=\"keyword\">circumspect</strong>."},{"author":27,"first":"Si bien comparto las preocupaciones mencionadas en el texto, en materia de salud, de protección del consumidor y de medio ambiente, soy mucho más <strong class=\"keyword\">circunspecto</strong> y me preocupa más la promoción de normas fundamentales de trabajo conjuntamente con los Estados Unidos.","second":"Although I do share the concerns outlined in the text as regards health, consumer protection and the environment, I am more <strong class=\"keyword\">cautious</strong> and worried about promoting core labour standards together with the United States."},{"author":94808,"first":"Las mujeres que tenían puestos docentes permanentes expresaban opiniones más terminantes, mientras que las que no tenían puestos permanentes eran <strong class=\"keyword\">circunspectas</strong> y no estaban seguras acerca de cómo explicar la situación.","second":"Women academics in permanent ranks expressed more definitive opinions, while women academics in non-permanent ranks were <strong class=\"keyword\">circumspect</strong> and uncertain on how to explain the situation."},{"author":94808,"first":"Actuemos de forma <strong class=\"keyword\">circunspecta</strong> y reduzcamos sólo las cantidades y en los momentos en que estemos seguros de que no perjudicaremos el éxito que buscamos.","second":"Let us proceed with <strong class=\"keyword\">circumspection</strong> and draw down only in such numbers and at such time as we are sure that our doing so will not prejudice that success that we are seeking."},{"author":119723,"first":"Los padres, de la manera más <strong class=\"keyword\">circunspecta</strong> y tranquila, me explicaron que Zach serviría su misión en el otro lado del velo.","second":"The parents, in a most dignified and peaceful manner, explained that Zach would now be serving his mission on the other side of the veil."},{"author":118293,"first":"Quería ser algo más <strong class=\"keyword\">circunspecta</strong>.","second":"I was gonna be more <strong class=\"keyword\">circumspect</strong>."},{"author":94808,"first":"Sin embargo, los derechos humanos no son algo que se dé por descontado y, frente a los cambios de la sociedad, tal vez sea necesario mostrarse a veces <strong class=\"keyword\">circunspecto</strong> y a veces intervencionista.","second":"Human rights were not self-evident, however, and in a changing society an approach that was sometimes <strong class=\"keyword\">cautious</strong> and sometimes interventionist was needed."},{"author":27,"first":"La actitud <strong class=\"keyword\">circunspecta</strong> de los organismos financieros, la insuficiente información de los inversores y también del público y la inexistencia de proyectos integrados de acción sobre las fuentes de energías renovables a nivel nacional, se deben principalmente a debilidades institucionales y estructurales de los Estados miembros.","second":"The <strong class=\"keyword\">cautious</strong> stance of financial organizations, inadequate information for investors and the public, and the lack of integrated action plans for renewable energy sources at a national level are chiefly due to the structural and institutional weaknesses of the Member States."},{"author":8000,"first":"Finalmente, cuando por lo menos algunas restricciones se suavizaron considerablemente, especialmente entre # y # el Gobierno de Cuba adoptó una actitud más <strong class=\"keyword\">circunspecta</strong>, particularmente en la Organización Mundial del Comercio (OMC","second":"Eventually, when at least some restrictions were considerably relaxed, especially between # the Cuban Government applied a <strong class=\"keyword\">more</strong> silent approach, particularly in the context of the World Trade Organization (WTO"},{"author":119723,"first":"Cuando vamos a adorar al Dios y Padre de todos nosotros y a participar de la Santa Cena que simboliza la expiación de Jesucristo, debemos tener una apariencia tan atractiva y respetuosa, y ser tan <strong class=\"keyword\">circunspectos</strong> y correctos como sea posible.","second":"When we come to worship the God and Father of us all and to partake of the sacrament symbolizing the Atonement of Jesus Christ, we should be as comely and respectful, as dignified and appropriate as we can be."},{"author":183,"first":"En los últimos tiempos de la república, los romanos más <strong class=\"keyword\">circunspectos</strong> reservaron la dictadura con tan poca razón como antes la habían prodigado.","second":"Towards the end of the Republic, the Romans, having <strong class=\"keyword\">grown</strong> more <strong class=\"keyword\">circumspect</strong>, were as unreasonably sparing in the use of the dictatorship as they had formerly been lavish."},{"author":119723,"first":"A las vociferas acusaciones de los principales sacerdotes y ancianos, el Cristo tranquilo y <strong class=\"keyword\">circunspecto</strong> no se dignó dar respuesta.","second":"To the vociferous accusations of the chief priests and elders, the calm and dignified Christ deigned no reply."},{"author":31,"first":"\" Aprended pues de este relato a ser <strong class=\"keyword\">circunspectos</strong> en el porvenir, a fin de que las perniciosas pasiones que nuestra familia ha sufrido, no se desaten otra vez para nuestra ruina, # de Noviembre de","second":"\" Learn then from this story to be <strong class=\"keyword\">circumspect</strong> in the future, that those foul passions whereby our family has suffered may not be loosed again to our comparable ruin, #th of November #, \" was it?"},{"author":31,"first":"El ambicioso Buckingham se vuelve <strong class=\"keyword\">circunspecto</strong>","second":"High- reaching Buckingham grows <strong class=\"keyword\">circumspect</strong>"},{"author":118293,"first":"El ambicioso Buckingham se vuelve <strong class=\"keyword\">circunspecto</strong>.","second":"High-reaching Buckingham grows <strong class=\"keyword\">circumspect</strong>."},{"author":8000,"first":"Malasia quisiera instar al Consejo a que sea más <strong class=\"keyword\">circunspecto</strong> en su actitud al prescribir medidas legislativas e invocar el Capítulo # en nombre de los Estados Miembros de las Naciones Unidas","second":"Malaysia would urge the Council to be more <strong class=\"keyword\">circumspect</strong> in its attitude towards prescribing legislative measures and invoking Chapter # on behalf of the Member States of the United Nations"},{"author":94809,"first":"En su comunicación, basada en «los últimos sucesos ocurridos en la Unión [...] desde las Previsiones Económicas Europeas de primavera», (89) y en particular en las previsiones publicadas por la DG «Asuntos Económicos y Financieros» el 10 de noviembre de 2011, la Comisión se muestra más <strong class=\"keyword\">circunspecta</strong> y hace una valoración más matizada de la situación.","second":"In its communication, based on ‘the latest developments in the European Union since the Spring European Economic Forecast’, (89) and in particular the economic forecasts released by DG Economic and Financial Affairs on 10 November 2011, the Commission appears more <strong class=\"keyword\">circumspect</strong> and gives a more qualified assessment of the situation."},{"author":91988,"first":"Es justo decir que el generalmente <strong class=\"keyword\">circunspecto</strong> Departamento de Estadística se robó el show en lo que respecta al presupuesto de este año.","second":"It is fair to say that the usually staid statistics department stole the thunder from this year's budget."},{"author":94808,"first":"Los jueces deberían ser más diligentes a la hora de visitar e inspeccionar las cárceles y más <strong class=\"keyword\">circunspectos</strong> en su predisposición a mantener a los sospechosos en prisión preventiva o condenar a los delincuentes a penas de privación de libertad.","second":"The judiciary should be more diligent in visiting and inspecting prisons and more <strong class=\"keyword\">circumspect</strong> in its readiness to remand suspects or sentence offenders to deprivation of liberty."},{"author":94809,"first":"En realidad, aunque la sentencia CILFIT acogió la referida teoría en el marco de la cuestión de interpretación, en el fallo se realizó un llamamiento a los más altos tribunales nacionales para mostrarse <strong class=\"keyword\">circunspectos</strong> al abordar un problema derivado de la interpretación o de la aplicación del derecho comunitario.","second":"In fact, although Cilfit upheld the acte clair theory in the context of questions of interpretation, in the judgment the Court called on the highest national courts to exercise caution <strong class=\"keyword\">when</strong> addressing issues arising from the interpretation or application of Community law."},{"author":91988,"first":"Pero una cosa es ser <strong class=\"keyword\">circunspecto</strong> en medio de una crisis y otra totalmente diferente es lanzar una sarta de disparates.","second":"But it is one thing to be <strong class=\"keyword\">circumspect</strong> in the midst of a crisis; it is quite another to spew nonsense."},{"author":8008,"first":"De arriba abajo: Io, Europa, Ganímedes y Calisto. El ballet de sus cuatro satélites principales (Io, Europa, Ganímedes, Calisto) puede ser <strong class=\"keyword\">circunspecto</strong> con un par simple de gemelas 10x50, un instrumento de 60mm de diámetro revelará dos cinturones anchos morenos, paralelos al ecuador del planeta gigante.","second":"Four Galilean moons of Jupiter, from top to bottom: Io, Europe, Ganymede and Callisto."},{"author":118293,"first":"Muy <strong class=\"keyword\">circunspecto</strong>.","second":"Very <strong class=\"keyword\">circumspect</strong>."},{"author":94808,"first":"Cuando el Comité pide un nuevo proceso, un recurso efectivo, una reparación, una indemnización, etc., debe ser muy preciso, teniendo en cuenta los elementos de que dispone, y <strong class=\"keyword\">circunspecto</strong> cuanto no disponga de todos los elementos.","second":"In calling for a retrial, an effective remedy, reparation, compensation, etc., the Committee should be very precise, taking into account the information available to it, and <strong class=\"keyword\">cautious</strong> when it did not have all the information."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}