{"result":"ok","tuc":[{"phrase":{"text":"clamor","language":"en"},"meanings":[{"language":"en","text":"great outcry or vociferation"},{"language":"en","text":"continued public expression, often of dissatisfaction; popular outcry"}],"meaningId":-2760664985869238800,"authors":[90508]},{"phrase":{"text":"uproar","language":"en"},"meanings":[{"language":"en","text":"noisy excitement"}],"meaningId":-5394729841444147831,"authors":[70195]},{"phrase":{"text":"clamour","language":"en"},"meaningId":-1720436144308089173,"authors":[84715]},{"phrase":{"text":"tumult","language":"en"},"meanings":[{"language":"en","text":"noise as made by a crowd"}],"meaningId":-2154308214597031168,"authors":[70195]},{"phrase":{"text":"cry","language":"en"},"meaningId":-4971921593318603659,"authors":[89651]},{"phrase":{"text":"shout","language":"en"},"meaningId":-365537253018934887,"authors":[25115]},{"phrase":{"text":"blare","language":"en"},"meaningId":6059222439915794505,"authors":[97745]},{"phrase":{"text":"hue and cry","language":"en"},"meaningId":2802867909106613667,"authors":[97745]},{"phrase":{"text":"noise","language":"en"},"meaningId":-1951078116130317590,"authors":[89651]},{"phrase":{"text":"outcry","language":"en"},"meaningId":8564567989109613413,"authors":[89651]},{"phrase":{"text":"roar","language":"en"},"meaningId":-8766042031506246346,"authors":[97745]},{"phrase":{"text":"yell","language":"en"},"meaningId":5241082267660000842,"authors":[83619]},{"meanings":[{"language":"en","text":"A protest, outcry."},{"language":"en","text":"A clamor, shout."},{"language":"en","text":"A loud noise."}],"meaningId":-2816682421612313710,"authors":[1]}],"phrase":"clamor","examples":[{"author":31,"first":"El <strong class=\"keyword\">clamor</strong> del público me encanta","second":"The <strong class=\"keyword\">roar</strong> of the crowd goes to my head"},{"author":31,"first":"Pero el ejército de la Unión, impulsado por el <strong class=\"keyword\">clamor</strong> popular, redujo lentamente el tamaño del ejército de Quantrill","second":"But the Union Army spurred on by the people' s angry <strong class=\"keyword\">voices</strong>, slowly cut down the size of the Quantrill band"},{"author":94808,"first":"Nos sentimos conmocionados ante los constantes actos de destrucción que se están cometiendo ahora mismo, pese al <strong class=\"keyword\">clamor</strong> unánime de súplica, protesta y condena de la comunidad internacional.","second":"We are outraged at the continuing acts of destruction taking place as we speak, despite the unanimous <strong class=\"keyword\">chorus</strong> of pleas, protests and condemnation from the international community."},{"author":95096,"first":"A menudo se manifiesta sin <strong class=\"keyword\">clamor</strong> y, por eso, a veces lo subestiman.","second":"Often this is shown <strong class=\"keyword\">without</strong> drawing attention to itself and therefore is sometimes undervalued."},{"author":119739,"first":"y sus oídos están hacia su <strong class=\"keyword\">clamor</strong> por ayuda.","second":"<strong class=\"keyword\">And</strong> his ears are toward their <strong class=\"keyword\">cry</strong> for help."},{"author":119723,"first":"21 descenderé ahora y veré si han consumado su obra según el <strong class=\"keyword\">clamor</strong> que ha venido hasta mí; y si no, alo sabré.","second":"21 I will go down now, <strong class=\"keyword\">and</strong> see whether they have done altogether according to the <strong class=\"keyword\">cry</strong> of it, which is come unto me; <strong class=\"keyword\">and</strong> if not, I will aknow."},{"author":95096,"first":"El suyo es el <strong class=\"keyword\">clamor</strong> evangélico en defensa de los pobres del mundo y de quienes son amenazados, despreciados y oprimidos en sus derechos humanos ». 7","second":"Hers is always the evangelical <strong class=\"keyword\">cry</strong> in defence of the world's poor, those who are threatened and despised and whose human rights are violated\".7"},{"author":119723,"first":"9 Por lo cual lloraré con lloro de Jazer por la vid de Sibma; te bañaré con mis lágrimas, oh Hesbón y Eleale, porque sobre tus cosechas y sobre tu siega caerá el <strong class=\"keyword\">clamor</strong>.","second":"9 ¶ Therefore I will bewail with the weeping of Jazer the vine of Sibmah: I will water thee with my tears, O Heshbon, <strong class=\"keyword\">and</strong> Elealeh: for the <strong class=\"keyword\">shouting</strong> for thy summer fruits <strong class=\"keyword\">and</strong> for thy harvest is fallen."},{"author":119739,"first":"La noche antes de morir de una forma terrible, “Cristo ofreció ruegos y también peticiones a Aquel que podía salvarlo de la muerte, con fuertes <strong class=\"keyword\">clamores</strong> y lágrimas” (Hebreos 5:7).","second":"On the night before he was to die a painful death, “Christ offered up supplications <strong class=\"keyword\">and</strong> also petitions to the One who was able to save him out of death, with strong <strong class=\"keyword\">outcries and</strong> tears.”"},{"author":119723,"first":"Al reconocerlo humildemente, tratemos de comprender a nuestros familiares y vecinos que sufren, tendámosles la mano con amor y cultivemos juntos una fe y una confianza mayores en el Salvador, quien volverá y “enjugará... toda lágrima de los ojos de ellos; y ya no habrá más muerte, ni habrá más llanto, ni <strong class=\"keyword\">clamor</strong>, ni dolor” (Apocalipsis 21:4).","second":"In that humble recognition, let us seek to understand our families <strong class=\"keyword\">and</strong> neighbors in distress, reach out to them in love, <strong class=\"keyword\">and</strong> cultivate together greater faith <strong class=\"keyword\">and</strong> trust in the Savior, who will return <strong class=\"keyword\">and</strong> “wipe away all tears from their eyes; <strong class=\"keyword\">and</strong> there shall be no more death, neither sorrow, nor <strong class=\"keyword\">crying</strong>, neither shall there be any more pain” (Revelation 21:4)."},{"author":95096,"first":"Es decir, escuchar la Ley presupone la fe en el Dios que ha sido el primero en “escuchar el <strong class=\"keyword\">clamor</strong>” de su pueblo y “ha bajado para librarle de la mano de los egipcios” (cf.","second":"Listening to the Law presupposes faith in God who first “heard the <strong class=\"keyword\">cry</strong>” of His people and “came down to deliver them out of hand of the Egyptians” (cf."},{"author":119739,"first":"+ Alégrate con <strong class=\"keyword\">clamor</strong> gozoso y grita agudamente,+ tú que no tuviste dolores de parto,+ porque los hijos de la desolada son más numerosos que los hijos de la mujer que tiene dueño marital+ —ha dicho Jehová—.","second":"+ Become cheerful with a joyful <strong class=\"keyword\">outcry and cry</strong> shrilly,+ you that had no childbirth pains,+ for the sons of the desolated one are more numerous than the sons of the woman with a husbandly owner,”+ Jehovah has said."},{"author":8000,"first":"Confieso que me sorprendieron y emocionaron las expresiones muy sentidas de algunos participantes, a tal punto que nuestra presencia en este foro internacional recoge en cada uno de sus planteamientos el <strong class=\"keyword\">clamor</strong> de su derecho a un espacio digno, económicamente más viable, más sano ecológicamente y socialmente más justo","second":"I must confess that the sentiments expressed by some participants surprised and thrilled me to such an extent that our presence at this international forum includes in each of its proposals the <strong class=\"keyword\">clamour</strong> for a dignified space, one more economically viable, more environmentally sound and more just in social terms"},{"author":31,"first":"Se oye claramente el <strong class=\"keyword\">clamor</strong> del pueblo...... pero el Senado romano...... no contesta","second":"The <strong class=\"keyword\">call</strong> of the Roman people can be clearly heard...... yet the Roman Senate...... has no answer"},{"author":92475,"first":"Mientras la tensión nacional e internacional crece, el gobierno vietnamita está bajo escrutinio no solo en cómo aborde la demanda de los ciudadanos sobre la responsabilidad, sino también en cómo se enfrente al <strong class=\"keyword\">clamor</strong> popular.","second":"As national tension and international attention grows, the Vietnamese government is under scrutiny not only in how it addresses the people’s demand for accountability, but also how it handles the <strong class=\"keyword\">public outcry</strong>."},{"author":95096,"first":"Este es el <strong class=\"keyword\">clamor</strong> del hombre de todos los tiempos, que siente no saber superar por sí solo las dificultades y peligros.","second":"This is the <strong class=\"keyword\">cry</strong> raised by men and women in every age, who sense that by themselves they cannot prevail over difficulties and dangers."},{"author":8000,"first":"Termino, sumando la voz de mi país al <strong class=\"keyword\">clamor</strong> del Secretario General a que intensifiquemos nuestro esfuerzo colectivo en materia de desarme, particularmente deteniendo por completo el tráfico ilícito de armas pequeñas y su disponibilidad en medio de conflictos; en renovar nuestro compromiso con la protección de los derechos humanos y la vigencia plena del derecho internacional humanitario; en responder a las necesidades de nuestros niños y adolescentes afectados por los conflictos armados; en incluir una perspectiva de género a nuestros esfuerzos; y en responder al problema mundial de las drogas con pleno apego al principio de la responsabilidad compartida","second":"In conclusion, I should like to add my country's voice to the urgent <strong class=\"keyword\">call</strong> of the Secretary-General for us to intensify our collective efforts in the disarmament arena, particularly by completely halting the illicit traffic in small arms and light weapons and their availability in conflict situations; in renewing our commitment to protecting human rights and ensuring the full effectiveness of international humanitarian law; in responding to the needs of our children and teenagers affected by armed conflict; in including a gender perspective in our efforts; and in responding to the global problem of drugs, while fully adhering to the principle of shared responsibility"},{"author":94808,"first":"Confieso que me sorprendieron y emocionaron las expresiones muy sentidas de algunos participantes, a tal punto que nuestra presencia en este foro internacional recoge en cada uno de sus planteamientos el <strong class=\"keyword\">clamor</strong> de su derecho a un espacio digno, económicamente más viable, más sano ecológicamente y socialmente más justo.","second":"I must confess that the sentiments expressed by some participants surprised and thrilled me to such an extent that our presence at this international forum includes in each of its proposals the <strong class=\"keyword\">clamour</strong> for a dignified space, one more economically viable, more environmentally sound and more just in social terms."},{"author":8000,"first":"En cuanto a la representación equitativa en el Consejo, nos unimos al <strong class=\"keyword\">clamor</strong> de superar el punto muerto en que se encuentran las discusiones sobre su reforma","second":"With regard to equitable representation on the Council, we <strong class=\"keyword\">join</strong> in the call that we get beyond the impasse in the discussions on reform"},{"author":119723,"first":"Reflexionando un poco más, fue igualmente fácil ver que en la gran contienda y <strong class=\"keyword\">clamor</strong> en cuanto a religión, ninguno tenía la autoridad de Dios para administrar las ordenanzas del evangelio.","second":"On reflecting further it was as easy to be seen that amid the great strife <strong class=\"keyword\">and noise</strong> concerning religion, none had authority from God to administer the ordinances of the Gospel."},{"author":94808,"first":"¿Debemos prestar atención a su <strong class=\"keyword\">clamor</strong>?","second":"Who shall heed their <strong class=\"keyword\">cry</strong>?"},{"author":118293,"first":"¿Por qué estás tan lejos de mi salvación y de las palabras de mi <strong class=\"keyword\">clamor</strong>?","second":"Why are You so far from saving me, from heeding my <strong class=\"keyword\">groans</strong>?"},{"author":8008,"first":"2 Se ha puesto de duelo Judá, y sus puertas desfallecen; se sentaron tristes en tierra, y subió el <strong class=\"keyword\">clamor</strong> de Jerusalén.","second":"2 Judah mourneth, and the gates thereof languish; they are a black unto the ground; and the <strong class=\"keyword\">cry</strong> of Jerusalem is gone up."},{"author":119723,"first":"Explique que las frases “tardándose el novio” (versículo 5) y “a la medianoche se oyó un <strong class=\"keyword\">clamor</strong>” (versículo 6) hacen referencia a la segunda venida de Jesucristo.","second":"Explain that the phrases “while the bridegroom tarried” (verse 5) <strong class=\"keyword\">and</strong> “at midnight there was a <strong class=\"keyword\">cry</strong> made” (verse 6) refer to the Second Coming of Jesus Christ."},{"author":92475,"first":"Uno tras otro, los anunciantes se fueron sumando al <strong class=\"keyword\">clamor</strong> popular, y en pocas semanas, La Noria se había quedado sin publicidad, hasta el punto que el programa fue cancelado y dejó de emitirse definitivamente.","second":"One by one, sponsors joined the <strong class=\"keyword\">public outcry</strong>, and within weeks “La Noria” had lost all its advertising, at which point it was canceled and stopped airing."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}