{"result":"ok","tuc":[{"phrase":{"text":"clairvoyance","language":"en"},"meanings":[{"language":"en","text":"the power to perceive objects that are not accessible to the senses"}],"meaningId":5560742555586885217,"authors":[90508]},{"phrase":{"text":"second sight","language":"en"},"meaningId":7268743609809221113,"authors":[25115]},{"phrase":{"text":"acumen","language":"en"},"meaningId":3310546487810951,"authors":[83093]},{"phrase":{"text":"clear-sightedness","language":"en"},"meaningId":-6141002191713775902,"authors":[25018]},{"phrase":{"text":"discernment","language":"en"},"meaningId":-5045428947417353675,"authors":[25018]},{"phrase":{"text":"far-sightedness","language":"en"},"meaningId":9078221746340650464,"authors":[25018]},{"phrase":{"text":"farsightedness","language":"en"},"meaningId":8564660361331275235,"authors":[25018]},{"phrase":{"text":"fortune-telling","language":"en"},"meaningId":-5954678319267574554,"authors":[83064]},{"phrase":{"text":"insight","language":"en"},"meaningId":-3089975818028560371,"authors":[89651]},{"phrase":{"text":"intuition","language":"en"},"meaningId":5122158415863270151,"authors":[25018]},{"phrase":{"text":"perspicacity","language":"en"},"meaningId":-5329392812188007643,"authors":[89651]},{"phrase":{"text":"vision","language":"en"},"meaningId":-8460690206383396138,"authors":[25115]},{"meanings":[{"language":"en","text":"clairvoyance"}],"meaningId":-2991189186269203123,"authors":[1]}],"phrase":"clarividencia","examples":[{"author":118293,"first":"Son simples momentos de <strong class=\"keyword\">clarividencia</strong>.","second":"Espers are simply people with fl ashes of <strong class=\"keyword\">insight</strong>."},{"author":119723,"first":"El hombre que declarara tal cosa sería una persona distinguida con un mensaje refinado; no haría brincar una mesa [como lo haría un médium], ni transmitiría susurros de entre los muertos ni <strong class=\"keyword\">clarividencia</strong>, sino que declararía la verdad de una manera inteligente.","second":"Any man so claiming would be a dignified man with a dignified message; no table-jumping, no whisperings from the dead, no <strong class=\"keyword\">clairvoyance</strong>, but an intelligent statement of truth."},{"author":27,"first":"Estoy agradecida a nuestra delegación y, más en particular, a su ponente, Manuel Medina Ortega, que ha hecho un trabajo extraordinario con una paciencia de arcángel, si me permite esta expresión, por haber dado muestras de <strong class=\"keyword\">clarividencia</strong>.","second":"I am grateful to our delegation - and particularly to our rapporteur, Mr Medina Ortega, whose work has been outstanding and who has been angelically patient, if I may say so - for being so clear-<strong class=\"keyword\">sighted</strong>."},{"author":27,"first":"El Sr. Tindemans que fue ministro de Asuntos Exteriores en mi país, insiste con <strong class=\"keyword\">clarividencia</strong>, lo cual me alegra, en el refuerzo de las estructuras operativas de la UEO, en una mejor cooperación entre la Unión Europea y la UEO y en la creación de un cuerpo militar y civil encargado del mantenimiento de la paz.","second":"I am glad Mr Tindemans, who was an <strong class=\"keyword\">enlightened</strong> Foreign Minister in my country, Belgium, insists on a strengthening of the operational structures of the WEU, on better cooperation between the European Union and the WEU, and on the creation of a European military and civilian peace-keeping force."},{"author":94809,"first":"(71) «La <strong class=\"keyword\">clarividencia</strong> que debía ser su suplicio consuma al mismo tiempo su victoria».","second":"(71) ‘The <strong class=\"keyword\">lucidity</strong> that was to constitute his torture at the same time crowns his victory.’"},{"author":95096,"first":"Ha constituido para mí un punto de orientación y de referencia con la <strong class=\"keyword\">clarividencia</strong> y la determinación de sus decisiones.","second":"For me he has been a point of orientation and of reference with the <strong class=\"keyword\">clarity</strong> and determination of his decisions."},{"author":94808,"first":"Al aprobar por unanimidad la resolución 1970 (2011) y al decidir remitir la situación de Libia a la Corte Penal Internacional, el Consejo de Seguridad demostró <strong class=\"keyword\">clarividencia</strong>.","second":"In unanimously adopting resolution 1970 (2011) and deciding to refer the situation in Libya to the International Criminal Court, the Security Council was <strong class=\"keyword\">far-sighted</strong>."},{"author":94808,"first":"Kofi Annan, por su <strong class=\"keyword\">clarividencia</strong> y su sentido de liderazgo.","second":"Kofi Annan, for his <strong class=\"keyword\">clairvoyance</strong> and leadership."},{"author":95096,"first":"La <strong class=\"keyword\">clarividencia</strong> puede llevar a ver primero las cosas que dejan que desear como lo revelan despiadadamente los medios de comunicación cada día.","second":"<strong class=\"keyword\">Lucidity</strong> may lead us to see first the things that are still far from perfect as the media relentlessly points out every day."},{"author":118293,"first":"Posee la <strong class=\"keyword\">clarividencia</strong>.","second":"He has <strong class=\"keyword\">clairvoyance</strong>."},{"author":8000,"first":"A su predecesor, el Sr. Jan Kavan, de la República Checa, quisiera felicitarlo sinceramente por la competencia, la <strong class=\"keyword\">clarividencia</strong> y la dedicación con las que dirigió los trabajos del quincuagésimo séptimo período de sesiones de la Asamblea General","second":"I also wish to address to your predecessor, Mr. Jan Kavan of the Czech Republic, my sincere congratulations on the skill, dedication and <strong class=\"keyword\">foresight</strong> with which he guided the work of the General Assembly at its fifty-seventh session"},{"author":95096,"first":"El realismo y la <strong class=\"keyword\">clarividencia</strong> de su contribución han demostrado la madurez cristiana del continente.","second":"Their realistic and <strong class=\"keyword\">far-sighted</strong> contributions demonstrated the Christian maturity of the continent."},{"author":27,"first":"Espero que la reunión del Consejo de Ministros de Telecomunicaciones que va a tener lugar el próximo día 27 de junio tenga la sensatez y la <strong class=\"keyword\">clarividencia</strong> necesarias para apoyar esas propuestas innovadoras del Parlamento Europeo.","second":"I hope the Telecommunications Council meeting on 27 June next will have the wisdom and <strong class=\"keyword\">foresight</strong> to support these innovative proposals from the European Parliament."},{"author":94808,"first":"Se apela a la \"<strong class=\"keyword\">clarividencia</strong>\" y a la \"generosidad\" de los acreedores, que se convierten en donantes, pero que, al fin y al cabo, siguen siendo quienes deciden.","second":"An appeal was made to the “<strong class=\"keyword\">far</strong>‐<strong class=\"keyword\">sightedness</strong>” and “generosity” of creditors who became donors, but, at the end of the day, they still made the decisions."},{"author":8008,"first":"En ese sentido debo elogiar la <strong class=\"keyword\">clarividencia</strong> de las naciones cuyos líderes han atribuido la máxima prioridad a la lucha contra el hambre.","second":"I applaud the <strong class=\"keyword\">foresight</strong> of nations where leaders have made fighting hunger their top priority."},{"author":118293,"first":"¿<strong class=\"keyword\">Clarividencia</strong>?","second":"<strong class=\"keyword\">Clairvoyance</strong>?"},{"author":118293,"first":"La <strong class=\"keyword\">clarividencia</strong> restituye esquemas y repeticiones.","second":"Long due to return to patterns and repetitions."},{"author":8000,"first":"Sus dos Ministros de Relaciones Exteriores hicieron pública una declaración conjunta en la que reclamaban una “nueva fase de <strong class=\"keyword\">clarividencia</strong>” en sus relaciones y prometían, con el apoyo internacional, “combatir y eliminar por completo las amenazas de la militancia, el extremismo y el terrorismo en la región”","second":"Their two Foreign Ministers issued a joint declaration calling for a “new <strong class=\"keyword\">visionary</strong> chapter” in their relations and pledged, with international support, “to counter and completely eliminate the menaces of militancy, extremism and terrorism from the region”"},{"author":118293,"first":"Su madre tenía un don natural para la <strong class=\"keyword\">clarividencia</strong>.","second":"Joseph's mother seems to have had a genuine gift of <strong class=\"keyword\">clairvoyance</strong>."},{"author":95096,"first":"Esperamos también que el proceso de democratización emprendido en Gabón siga adelante y que quienes ejercen el poder tengan la <strong class=\"keyword\">clarividencia</strong> de permitir que los mismos gaboneses sean los artífices de un futuro mejor.","second":"Let us hope too that the process of democratization being undertaken in Gabon will not be definitively brushed aside and that those in power will have the <strong class=\"keyword\">farsightedness</strong> to allow all the Gabonese themselves to be the artisans of a better future."},{"author":95096,"first":"Esto requiere la valentía de la <strong class=\"keyword\">clarividencia</strong> y la paciencia de los pequeños pasos, para que el espíritu de entendimiento leal y constructivo florezca hasta dar frutos abundantes.","second":"This requires the courage of <strong class=\"keyword\">farsightedness</strong> and the patience of small steps, in order that the spirit of frank and constructive understanding may flourish until it bears abundant fruit."},{"author":27,"first":"Último punto muy positivo: nuestro negociador, Pascal Lamy, se ha impuesto por su <strong class=\"keyword\">clarividencia</strong>, su sensibilidad, sus conocimientos y su autoridad.","second":"A final very positive point is that our negotiator, Pascal Lamy, was outstanding in terms of his <strong class=\"keyword\">clear-sightedness</strong>, his sensitivity, his knowledge and his authority."},{"author":94808,"first":"Bhután ha sido bendecido con la paz, el progreso y la estabilidad gracias a la <strong class=\"keyword\">clarividencia</strong> con la que nuestros monarcas han dirigido el país.","second":"Bhutan has been blessed with peace, progress and stability under the <strong class=\"keyword\">enlightened leadership</strong> of our monarchs."},{"author":118293,"first":"Creo que descubrí de lo que se trata esta precognición, esta <strong class=\"keyword\">clarividencia</strong>.","second":"I think I've figured out what this precognition, this <strong class=\"keyword\">second sight</strong>, is all about."},{"author":94808,"first":"Felicitamos a ese pueblo y a sus dirigentes por el valor y la <strong class=\"keyword\">clarividencia</strong> que han demostrado en los últimos dos años durante la preparación de ese acontecimiento importante.","second":"We congratulate them and their leaders for the courage and <strong class=\"keyword\">vision</strong> they have displayed over the past two years in preparing for this important event."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}