{"result":"ok","tuc":[{"phrase":{"text":"cloister","language":"en"},"meanings":[{"language":"en","text":"A covered walk with an open colonnade on one side"},{"language":"es","text":"Patio cerrado y rodeado, al inerior de un convento."},{"language":"en","text":"covered walk with an open colonnade"}],"meaningId":46080007363865749,"authors":[70195]},{"phrase":{"text":"convocation","language":"en"},"meaningId":-6751735122898589747,"authors":[97745]},{"meanings":[{"language":"en","text":"claustration"},{"language":"en","text":"(religion) claustration"}],"meaningId":8190129516684050359,"authors":[1]}],"phrase":"claustro","examples":[{"author":8008,"first":"Los miembros del <strong class=\"keyword\">claustro</strong> del IESE subrayan la eficacia que supone mostrar a los alumnos y participantes un ejemplo personal coherente con las enseñanzas que imparten.","second":"IESE <strong class=\"keyword\">faculty</strong> members believe in the value of leading by example."},{"author":8008,"first":"Cuenta además con otras salas o sectores para visitar como el <strong class=\"keyword\">Claustro</strong> de la Portería, el Museo Precolombino, el <strong class=\"keyword\">Claustro</strong> de San Francisco, etc.","second":"It also has other rooms or areas to visit the <strong class=\"keyword\">Cloister</strong> of the Porter, the Pre-Columbian Museum, the <strong class=\"keyword\">Cloister</strong> of San Francisco, etc."},{"author":8008,"first":"La evolución desde este punto inicial hasta el actual ha sido lenta, y pasa de contar con un profesor y una docena de alumnos hasta tener matriculados 211 alumnos y un <strong class=\"keyword\">claustro</strong> de 30 profesores en el curso 95/96 y de no tener un local adecuado y permanente a contar con un edificio moderno, diseñado y destinado únicamente para la educación musical.","second":"It has gone from having a teacher and a dozen students to having 211 students and a <strong class=\"keyword\">staff</strong> of 30 teachers in the 95/96 course. It has also gone from not having an adequate, permanent centre to having a modern building designed exclusively for teaching music."},{"author":118293,"first":"Los <strong class=\"keyword\">claustros</strong>.","second":"<strong class=\"keyword\">Cloisters</strong>."},{"author":8008,"first":"Construido en el año 1648 en el barrio de Antiquilla, este convento posee <strong class=\"keyword\">claustros</strong> de estilo virreinal local.","second":"Being the second largest city in Peru, it is influenced by both Andalusian and Spanish Colonial ideas and architecture, such as the popular Santa Catalina Monastery, the Goyeneche Palace and the Casa del Moral."},{"author":8008,"first":"Finalmente se tiene que comentar el antiguo priodado benedictino de Sant Sebastià dels Gorgs, del cual se conserva la iglesia, Parte de un diminuto <strong class=\"keyword\">claustro</strong> y un macizo campanario que es el más notable de estilo lombardo que hay al Penedés.","second":"Finally we need to mention the old Benedictine priory of Sant Sebastià dels Gorgs, from which the church, part of a small <strong class=\"keyword\">cloister</strong> and a solid bell tower of Lombard style – the best example in the Penedès region - have been preserved."},{"author":8008,"first":"El <strong class=\"keyword\">claustro</strong> del IESE publica cada año abundantes investigaciones y material docente: libros, casos, artículos en journals, documentos de investigación, etcétera.","second":"IESE <strong class=\"keyword\">faculty</strong> publish numerous books, cases, journal articles, technical notes, working papers and occasional papers each year."},{"author":118293,"first":"¿\" Campanas de <strong class=\"keyword\">claustro</strong> \"?","second":"\" <strong class=\"keyword\">Cloister</strong> Bells \"?"},{"author":8000,"first":"Esas normas exponen los requisitos mínimos en materia de plan de estudios, <strong class=\"keyword\">claustro</strong> de profesores y personal, instalaciones físicas, laboratorio y material, bibliotecas, programa de investigaciones y de extensión, entre otros","second":"Such standards spell out the minimum requirements in terms of curriculum, <strong class=\"keyword\">faculty</strong> and staff, physical facilities, laboratories and equipment, library facilities, research and extension program, etc"},{"author":8008,"first":"Cada año, el <strong class=\"keyword\">claustro</strong> del IESE produce gran número de publicaciones, casos y artículos que se difunden por todo el mundo.","second":"With full-time <strong class=\"keyword\">professors</strong> from 27 countries and professors with PhDs from some of the world's leading universities, the faculty's teaching and research efforts are global in outlook and content."},{"author":8008,"first":"Con Llibert Fortuny en el <strong class=\"keyword\">claustro</strong> del monasterio de Santes Creus.","second":"With Llibert Fortuny in the <strong class=\"keyword\">cloister</strong> of the Monastery of Santes Creus."},{"author":8008,"first":"La calidad del <strong class=\"keyword\">claustro</strong>, las fantásticas instalaciones del IESE y, sobre todo, hablar con los Antiguos Alumnos, que me contagiaron su satisfacción personal y profesional, fueron claves para tomar la decisión acertada.","second":"Key factors that sealed my decision included the quality of the <strong class=\"keyword\">faculty</strong>, the fantastic facilities at IESE and, above all, the chance to talk to alumni, whose enthusiasm for their personal and professional satisfaction was contagious."},{"author":92475,"first":"Al respecto escriben: “Las escenas que se registraron la noche del lunes pasado en la ciudad universitaria parecían sacadas de la negra historia vivida por la Decana de América cuando, a finales de la década de los 80, los terroristas se paseaban como si fuera su casa ... unas 50 personas marcharon en dicho <strong class=\"keyword\">claustro</strong> para pedir la amnistía del ex cabecilla terrorista Abimael Guzmán y de otros senderistas condenados ... los manifestantes se desplazaron con toda libertad llevando banderolas rojas y lanzando arengas a favor de la liberación de sus llamados presos políticos.”","second":"The newspaper wrote [es]: “The scenes recorded last Monday night at the university campus resembled scenes from the long dark history lived by the oldest university of the Americas when, at the end of the 80s, terrorists strolled by as if [the <strong class=\"keyword\">university</strong>] was their home...about 50 people rallied to request amnesty for the former terrorist leader Abimael Guzmán and of other convicted Shining Path members... demonstrators moved freely carrying red flags and giving speeches in favor of the release of the so-called political prisoners.”"},{"author":118293,"first":"Encerrado en el <strong class=\"keyword\">claustro</strong> de por vida, él me encontró... me insultó...","second":"I had left the world for the <strong class=\"keyword\">cloister</strong>."},{"author":8008,"first":"El <strong class=\"keyword\">Claustro</strong> Universitario de la Universidad de Jaén ha acordado la concesión del Doctorado Honoris Causa al científico Joan Massagué, director adjunto del Instituto de Investigación Biomédica (IRB Barcelona), director del Programa de Biología y Genética del Cáncer del Memorial Sloan-Kettering Cancer Center (MSKCC) e investigador del Howard Hughes Medical Institute.","second":"The <strong class=\"keyword\">Senate</strong> of the University of Jaén has awarded an honorary degree to the scientist Joan Massagué, adjunct director of the Institute for Research in Biomedicine (IRB Barcelona), Chairman of the Cancer Biology and Genetics Programme at the Memorial Sloan-Kettering Cancer Center (MSKCC) and researcher at the Howard Hughes Medical Institute."},{"author":118293,"first":"El <strong class=\"keyword\">claustro</strong> aceptó que tú...","second":"The <strong class=\"keyword\">staff</strong> accept that you..."},{"author":94808,"first":"En todos los niveles escolares, los estudiantes tienen derecho a organizar un consejo estudiantil, con representantes que participen en el <strong class=\"keyword\">claustro</strong> de profesores.","second":"At each class level, students were entitled to organize a student council, with representatives who would participate in the <strong class=\"keyword\">teachers</strong>’ council."},{"author":8008,"first":"Aún hoy Sorrento conserva un encanto inmutable, enriquecido con una pizca de mundanidad, especialmente en verano, cuando las prestigiosas temporadas musicales del bellísimo <strong class=\"keyword\">Claustro</strong> de San Francisco atraen a un público culto y refinado.","second":"Even today, Sorrento preserves a timeless fascination, enriched by a pinch of modernity, especially in the summer, when the prestigious musical seasons of the lovely <strong class=\"keyword\">Cloister</strong> of San Francesco attract a culture and refined public."},{"author":31,"first":"Dice que hay un fantasma en el <strong class=\"keyword\">claustro</strong>","second":"He tells me there' s a ghost in the <strong class=\"keyword\">cloisters</strong>"},{"author":8000,"first":"El aumento de las iniciativas de colaboración, por ejemplo los Principios de inversión responsable de las Naciones Unidas, los Principios para una educación en gestión responsable, los Principios del Ecuador y el Carbon Disclosure Poject (proyecto de información sobre las emisiones de carbono), indican que las cuestiones ambientales, sociales y de buena gestión empresarial están adquiriendo importancia entre los grupos influyentes, por ejemplo los inversores y los <strong class=\"keyword\">claustros</strong> académicos","second":"The rise in collaborative initiatives, such as the United Nations Principles for Responsible Investment, the Principles for Responsible Management Education, the Equator Principles and the Carbon Disclosure Project, indicate that the environmental, social and governance agenda is gaining prominence among influential groups, such as investors and <strong class=\"keyword\">academics</strong>"},{"author":8008,"first":"Se remontan a la primera mitad de 1500 los cielorrasos de casetones bien conservados que cubren los salones del hall del Hotel Rivoli , donde todavía se puede admirar la fuente de piedra de 1561, en origen colocada en el interior del <strong class=\"keyword\">Claustro</strong>.","second":"The wooden beam ceilings, still well preserved, date back to the first half of XIV century and nowdays is the hall of Hotel Rivoli where clients can still admire the marble fountain of 1561, originally placed inside the <strong class=\"keyword\">cloister</strong>."},{"author":8008,"first":"Nueve integrantes del <strong class=\"keyword\">claustro</strong> estarán exhibiendo sus obras artísticas en la Galería Francisco Oller.","second":"<strong class=\"keyword\">El</strong> análisis, sin embargo, pareciera ser superfluo y vago en las páginas impresas."},{"author":8008,"first":"A mediados del siglo XIX el <strong class=\"keyword\">claustro</strong> sirvió como presidio hasta que posteriormente la iglesia quedó abierta al público como parroquia.","second":"Halfway through XIX century the <strong class=\"keyword\">convent’s cloister</strong> was a prison, later the church change to parish church."},{"author":8000,"first":"Varias personas fueron trasladadas al centro de enfermería del <strong class=\"keyword\">claustro</strong> universitario y # de ellas a la Policlínica Municipal","second":"Some of the injured were taken to the university <strong class=\"keyword\">infirmary</strong> and # others to the municipal outpatients' clinic"},{"author":95096,"first":"La enseñanza de la religión católica forma parte de la historia de la escuela en Italia, y el profesor de religión constituye una figura muy importante en el <strong class=\"keyword\">claustro</strong> de profesores.","second":"The teaching of the Catholic religion is an integral part of the history of schools in Italy and the religion teacher is a very important figure on the <strong class=\"keyword\">teaching staff</strong>."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}