{"result":"ok","tuc":[{"phrase":{"text":"clemency","language":"en"},"meanings":[{"language":"en","text":"leniency, mercy"},{"language":"es","text":"Indulgencia y compasión demostradas hacia delincuentes por una persona o una agencia encargada de administrar la justicia."},{"language":"en","text":"Leniency and compassion shown toward offenders by a person or agency charged with administering justice."},{"language":"en","text":"moderation of the severity of a punishment"}],"meaningId":-7754751835340684320,"authors":[70195]},{"phrase":{"text":"leniency","language":"en"},"meanings":[{"language":"en","text":"quality of mercy or forgiveness, especially in the assignment of punishment as in a court case"}],"meaningId":8395587015246742638,"authors":[90508]},{"phrase":{"text":"mercy","language":"en"},"meaningId":-4845920179964662843,"authors":[89651]},{"phrase":{"text":"forgiveness","language":"en"},"meaningId":-7177535967098222815,"authors":[25018]},{"phrase":{"text":"graciousness","language":"en"},"meaningId":-3304171038360671138,"authors":[69425]},{"phrase":{"text":"Royal Prerogative of Mercy","language":"en"},"meaningId":-2224480690790001,"authors":[80097]},{"phrase":{"text":"benignity","language":"en"},"meaningId":6966463576654652897,"authors":[83042]},{"phrase":{"text":"lenience","language":"en"},"meaningId":-6462253507952208843,"authors":[97745]},{"phrase":{"text":"mercifulness","language":"en"},"meaningId":3865414834051058732,"authors":[83619]},{"phrase":{"text":"quarter","language":"en"},"meaningId":-7364699402598114385,"authors":[25018]},{"meanings":[{"language":"en","text":"mercy, clemency"}],"meaningId":-8250439856241491258,"authors":[1]}],"phrase":"clemencia","examples":[{"author":94809,"first":"En los casos decididos en el marco del procedimiento de transacción en que también estén implicados solicitantes de <strong class=\"keyword\">clemencia</strong>, la reducción de la multa se añadirá a la recompensa por <strong class=\"keyword\">clemencia</strong>.»","second":"When settled cases involve also leniency applicants, the reduction of the fine <strong class=\"keyword\">granted</strong> to them for settlement will be added to their <strong class=\"keyword\">leniency</strong> reward.’"},{"author":94809,"first":"61 En primer lugar, por lo que respecta a la alegación sobre la limitación de la reducción del importe la multa de KPN por no haber presentado su solicitud de <strong class=\"keyword\">clemencia</strong> hasta once meses después de las inspecciones por sorpresa y una vez enviada la primera solicitud de información, procede recordar que, aunque la Comunicación sobre la cooperación de 2002 no prevé ningún plazo concreto para la presentación de una solicitud de <strong class=\"keyword\">clemencia</strong>, sí considera como elemento determinante del nivel de reducción de la multa la fecha en que se hayan aportado los elementos de prueba.","second":"61 In the first place, with respect to the argument relating to the limitation of the reduction of the amount of KPN’s fine on the ground that its <strong class=\"keyword\">leniency</strong> application had been made 11 months after the unannounced inspections and after the first request for information had been sent, it must be pointed out that, although the 2002 Leniency Notice does not lay down any specific time-limit for submitting a <strong class=\"keyword\">leniency</strong> application, it does, however, regard the date on which the evidence was provided as decisive for the level of reduction of the fine."},{"author":94809,"first":"El solicitante deberá asimismo informar a la Comisión de las demás solicitudes de <strong class=\"keyword\">clemencia</strong> que hayan sido presentadas o tenga previsto presentar ante otras autoridades en relación con el presunto cártel, así como justificar su solicitud de un indicador.","second":"The applicant should also inform the Commission on other past or possible future <strong class=\"keyword\">leniency</strong> applications to other authorities in relation to the alleged cartel and justify its request for a marker."},{"author":94809,"first":"El 4 de abril de 2003, también poco después de que, el 25 de marzo de 2003, se hubieran examinado sus locales de conformidad con el artículo 14 del Reglamento no17, Solvay presentó una solicitud conforme a la Comunicación sobre <strong class=\"keyword\">clemencia</strong>.","second":"On 4 April 2003, also soon after its premises had been inspected under Article 14 of Regulation No 17, on 25 March 2003, Solvay submitted an application under the <strong class=\"keyword\">Leniency Notice</strong>."},{"author":94809,"first":"110 A este respecto, debe señalarse que la cooperación en virtud de la Comunicación sobre la <strong class=\"keyword\">clemencia</strong> de 2002 tiene carácter puramente voluntario para la empresa afectada.","second":"110 It must be observed in this connection that cooperation under the 2002 <strong class=\"keyword\">Leniency Notice</strong> is a matter entirely within the will of the undertaking concerned."},{"author":94809,"first":"13 Finalmente, al estimar que Dow había sido la segunda empresa que, de conformidad con la comunicación sobre <strong class=\"keyword\">clemencia</strong>, se había dirigido a la Comisión, y la primera empresa en cumplir los requisitos mencionados en el apartado 21 de dicha Comunicación, la Comisión le concedió una reducción del 40 % de la multa que se le habría impuesto si Dow no hubiera colaborado en la investigación.","second":"13 Lastly, taking into account the fact that Dow had been the second undertaking to approach it under the <strong class=\"keyword\">Leniency Notice</strong> and the first undertaking to meet the requirements set out in point 21 of that notice, the Commission granted Dow a 40% reduction in the fine that would have been imposed on it if it had not cooperated with the investigation."},{"author":8000,"first":"Además, el autor se prevalió de la solicitud de <strong class=\"keyword\">clemencia</strong> en virtud del artículo # del Código Penal después de haber agotado su derecho de apelación y pretendido que el juicio no había sido imparcial, en particular en relación con el apartado b) del párrafo # del artículo","second":"The author furthermore took advantage of the application for <strong class=\"keyword\">mercy</strong> under section # of the Criminal Code after exhausting the rights of appeal and alleged that the trial was not fair, particularly in respect of article # paragraph # (b"},{"author":22,"first":"Aplicación de la Comunicación sobre <strong class=\"keyword\">Clemencia</strong> de","second":"Application of the # <strong class=\"keyword\">Leniency Notice</strong>"},{"author":118293,"first":"pido la <strong class=\"keyword\">clemencia</strong> del jurado un poco mas.","second":"I <strong class=\"keyword\">ask</strong> the court's indulgence a little longer."},{"author":94809,"first":"72 En las partes primera y segunda de su tercer motivo, que procede examinar conjuntamente, FLS Plast sostiene, en esencia, por un lado, que no había puesto en duda la veracidad de los hechos que le imputaba la Comisión en el pliego de cargos, lo que facilitó la labor de dicha institución de probar la infracción en cuestión, y lo que con arreglo a la Comunicación de <strong class=\"keyword\">clemencia</strong>, debería haberle supuesto una reducción del 10 % del importe de la multa que hubiera debido imponérsele normalmente.","second":"72 By the first and second parts of its third plea, which it is appropriate to examine together, FLS Plast contends in essence, first, that it did not substantially contest the facts that the Commission alleged against it in the statement of objections, which facilitated the Commission’s task of proving the infringement at issue and should have earned it, on the basis of the <strong class=\"keyword\">Leniency Notice</strong>, a 10% reduction of the amount of the fine that normally would have had to be imposed upon it."},{"author":94809,"first":"La última solicitud de <strong class=\"keyword\">clemencia</strong> la presentó en mayo de 2005 Advanced Fluid Connections plc (considerandos 115 a 118 de la Decisión impugnada).","second":"The final <strong class=\"keyword\">leniency</strong> application was submitted in May 2005 by Advanced Fluid Connections plc (recitals 115 to 118 to the contested decision)."},{"author":94809,"first":"DHL interpuso un recurso de anulación parcial de la resolución controvertida ante el Tribunale amministrativo regionale per il Lazio (Italia) (Tribunal regional de lo contencioso‐administrativo del Lazio; en lo sucesivo, «TAR»), basándose en que la Autorità no le había asignado el primer puesto en el orden de presentación del programa nacional de <strong class=\"keyword\">clemencia</strong> y, por consiguiente, no había sido dispensada del pago de las multas.","second":"DHL brought a claim for partial annulment of the contested decision before the Tribunale amministrativo regionale per il Lazio (Regional Administrative Court for Lazio, Italy; ‘the TAR’) on the ground that it had not been accorded the first place in the queue for the national <strong class=\"keyword\">leniency</strong> programme and therefore immunity from fines."},{"author":94809,"first":"18 – Véase el punto 3 del Programa modelo sobre <strong class=\"keyword\">clemencia</strong> de la REC de 2006, que prevé que los «miembros de la REC se comprometerán a hacer sus mejores esfuerzos, dentro de los límites de sus competencias, para ajustar sus respectivos programas al Programa modelo de la REC.","second":"18 – See paragraph 3 of the 2006 <strong class=\"keyword\">ECN leniency</strong> programme, which provides that ‘[t]he ECN members commit to using their best efforts, within the limits of their competence, to align their respective programmes with the ECN Model Programme."},{"author":94809,"first":"136 No obstante, debe señalarse, a la vista de las razones esgrimidas en la Decisión impugnada y habida cuenta de los elementos aportados a este respecto por la Comisión, que ésta ya disponía de numerosas pruebas a raíz de las inspecciones realizadas los días 19 y 20 de septiembre de 2002, de la solicitud de <strong class=\"keyword\">clemencia</strong> de ITC de 21 de septiembre de 2002 y de la de Tréfileurope de 4 de noviembre de 2002 (véase la Decisión impugnada, considerandos 450 a 455).","second":"136 However, on the basis of the reasons stated in the contested decision and in the light of the evidence supplied in that regard by the Commission, it must be held that the Commission already had ample evidence following the inspections carried out on 19 and 20 September 2002, ITC’s <strong class=\"keyword\">leniency</strong> application of 21 September 2002 and Tréfileurope’s leniency application of 4 November 2002 (see contested decision, recitals 450 to 455)."},{"author":118293,"first":"Si alguna vez me disculpo o beg <strong class=\"keyword\">clemencia</strong> mientras me torturas,","second":"If I ever apologize or beg for <strong class=\"keyword\">mercy</strong> while you torture me,"},{"author":94809,"first":"En primer lugar, pese a la presencia de la locución «por lo tanto», me cuesta encontrar una relación entre la remisión al considerando 586 de la Decisión controvertida y la imposibilidad de que la Comisión se basara en las declaraciones de Roca France que se adjuntaban a su solicitud de <strong class=\"keyword\">clemencia</strong>.","second":"First of all, I confess that, despite the word ‘accordingly’, I fail to see the connection between the reference to recital 586 of the decision at issue and the impossibility of the Commission’s relying on Roca France’s statements in its <strong class=\"keyword\">leniency</strong> application."},{"author":94809,"first":"Los miembros de la Red animarán a los solicitantes de <strong class=\"keyword\">clemencia</strong> a dar dicho consentimiento, en particular, en lo que respecta a la divulgación a autoridades ante las cuales el solicitante podría obtener <strong class=\"keyword\">clemencia</strong>.","second":"The network members will encourage <strong class=\"keyword\">leniency</strong> applicants to give such consent, in particular as regards disclosure to authorities in respect of which it would be open to the applicant to obtain <strong class=\"keyword\">lenient treatment</strong>."},{"author":118293,"first":"Nos encontramos en una encrucijada y pedimos nos guíes fuera de la oscuridad hacia la luz... en tu <strong class=\"keyword\">clemencia</strong> y misericordia.","second":"We stand now at a crossroads and ask that you guide us out of the darkness and into light in your forgiveness and <strong class=\"keyword\">mercy</strong>."},{"author":8000,"first":"Es importante que los gobiernos protejan la seguridad física de los niños en esas circunstancias, les ofrezcan protección jurídica y no muestren <strong class=\"keyword\">clemencia</strong> alguna hacia quienes hacen de ellos víctimas inocentes","second":"Governments must protect the physical security of children in such circumstances, give them legal protections and <strong class=\"keyword\">grant</strong> no <strong class=\"keyword\">leniency</strong> for the crimes against innocent children"},{"author":118293,"first":"Pero por si acaso hay alguna posibilidad de <strong class=\"keyword\">clemencia</strong>...","second":"But just in case there's any chance of <strong class=\"keyword\">leniency</strong>..."},{"author":94808,"first":"Para la reunión de hoy tengo en mi lista los siguientes oradores: la Embajadora <strong class=\"keyword\">Clemencia</strong> Forero Ucrós, de Colombia, y la Embajadora Sarala Fernando, de Sri Lanka.","second":"For our meeting today, I have the following speakers on my list: Ambassador <strong class=\"keyword\">Clemencia</strong> Forero Ucrós of Colombia and Ambassador Sarala Fernando of Sri Lanka."},{"author":22,"first":"Los miembros de la Red animarán a los solicitantes de <strong class=\"keyword\">clemencia</strong> a dar consentimiento a la transmisión a otra autoridad de información facilitada de forma voluntaria por los solicitantes de <strong class=\"keyword\">clemencia</strong> y demás información contemplada en apartado # del artículo # B del Capítulo II, en particular, en lo que respecta a la divulgación a autoridades ante las cuales el solicitante podría obtener <strong class=\"keyword\">clemencia</strong>","second":"The network members will encourage <strong class=\"keyword\">leniency</strong> applicants to give consent to the transmission to another authority of information voluntarily submitted by the <strong class=\"keyword\">leniency</strong> applicants and other information as referred to in Article # B of Chapter II, in particular as regards disclosure to authorities in respect of which it would be open to the applicant to obtain <strong class=\"keyword\">lenient treatment</strong>"},{"author":94809,"first":"394 La Decisión impugnada vulnera también el principio de no discriminación, toda vez que la Comisión concedió los beneficios derivados de la Comunicación de 2002 sobre la cooperación a la solicitante de <strong class=\"keyword\">clemencia</strong> sin examinar si el importe de la multa impuesta a Saint-Gobain también se podía reducir en virtud de esa Comunicación.","second":"394 Saint-Gobain maintains that the contested decision also fails to have regard to the principle of non-discrimination, since the Commission granted the benefit of the 2002 Leniency Notice to the <strong class=\"keyword\">leniency</strong> applicant, without considering whether the amount of the fine imposed on Saint-Gobain could also be reduced under that notice."},{"author":118385,"first":"Esto es lo que, no obstante, sucede en el presente caso, a juicio del Tribunal General, que considera que el testimonio proporcionado en el marco de la solicitud de <strong class=\"keyword\">clemencia</strong> de Ideal Standard resultó confirmado por la declaración de Roca.","second":"However, there was, according to the General Court, such support in the present case, since the statement provided by Ideal Standard in its <strong class=\"keyword\">leniency</strong> application was confirmed by Roca’s statement."},{"author":94809,"first":"Con el fin de obtener la dispensa del pago o la reducción del importe de la multa que de otro modo les habría sido impuesta, las empresas facilitarán a la Comisión declaraciones voluntarias en las que expongan su conocimiento del cártel secreto y su papel en el mismo, que podrán ser también en forma de declaraciones voluntarias de los conocimientos de antiguos o actuales empleados o representantes de la empresa (declaraciones de empresas en el marco de un programa de <strong class=\"keyword\">clemencia</strong>).","second":"In order to qualify for immunity from or reduction of the fine which would otherwise be imposed, undertakings shall provide the Commission with voluntary presentations of their knowledge of a secret cartel and their role therein, which may be also in the form of voluntary presentations of the knowledge of former or current employees or representatives of the undertaking (<strong class=\"keyword\">leniency</strong> corporate statements)."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}