{"result":"ok","tuc":[{"phrase":{"text":"coercion","language":"en"},"meanings":[{"language":"en","text":"actual or threatened force for the purpose of compelling action by another person"},{"language":"en","text":"Actual or threatened force for the purpose of compelling action by another person"}],"meaningId":-2959543972071328762,"authors":[90508]},{"phrase":{"text":"enforcement","language":"en"},"meanings":[{"language":"en","text":"act of enforcing; compulsion"}],"meaningId":-9164517219481909931,"authors":[90508]},{"phrase":{"text":"constraint","language":"en"},"meaningId":4804240343445861424,"authors":[69425]},{"phrase":{"text":"force","language":"en"},"meaningId":22932273491945445,"authors":[89651]},{"meanings":[{"language":"en","text":"coercion"}],"meaningId":8072501875477296776,"authors":[93107]}],"phrase":"coerción","examples":[{"author":8000,"first":"l traslado forzoso (deportación) como elemento de la limpieza étnica, significa el desplazamiento mediante <strong class=\"keyword\">coerción</strong> o violencia de un grupo étnico, o de un grupo que habla el mismo idioma, o que tiene determinadas raíces culturales, desde la zona en que el grupo habitaba legítimamente, a otra zona","second":"orcible transfer (deportation), as an element in ethnic cleansing, means the displacement by means of <strong class=\"keyword\">coercion</strong> or violence of an ethnic group, or a group speaking the same language, or having a particular cultural background from the area in which the group was lawfully present to another area"},{"author":8000,"first":"Tras ordenar la <strong class=\"keyword\">coerción</strong> directa, el médico rellenará una ficha sobre la utilización de dichas medidas, indicando los motivos por los que recurrió a la <strong class=\"keyword\">coerción</strong>, el tipo de medida y la duración de la inmovilización o el aislamiento. La ficha se adjuntará al historial médico del paciente (sección # de la Resolución del Ministerio de Salud y Bienestar Social, de # de agosto de # sobre la manera de utilizar la <strong class=\"keyword\">coerción</strong> directa (Boletín Legislativo No # de # texto","second":"After ordering direct <strong class=\"keyword\">coercion</strong>, a physician fills out a card of the use of such measures, providing the reasons for the use of direct <strong class=\"keyword\">coercion</strong>, its kind and the duration of immobilization or isolation; the card is supplemented to the patient's medical documentation (section # of the Resolution of the Minister of Health and Social Welfare of # ugust # on the manner of use of direct <strong class=\"keyword\">coercion</strong> (Journal of Laws of # o # item"},{"author":94808,"first":"Se creará un comité encargado de examinar, supervisar y evaluar la aplicación de medios de <strong class=\"keyword\">coerción</strong> a los reclusos; los medios de <strong class=\"keyword\">coerción</strong> no deberán aplicarse durante más de 15 días, y no se emplearán con reclusos de más de 60 años de edad ni con mujeres reclusas.","second":"There will be a Committee to consider, monitor and assess the prisoners wearing <strong class=\"keyword\">instruments</strong> of <strong class=\"keyword\">restraint</strong> for the purpose of reviewing their use, taking them off every 15 days, including prohibiting the use such <strong class=\"keyword\">instruments</strong> on prisoners aged over 60 years and on female inmates."},{"author":8000,"first":"La Relatora Especial expresó preocupación por la detención de los solicitantes de asilo, los prolongados períodos de detención, la arbitrariedad de las decisiones de detención, la detención fundada en imputaciones sin especificar en relación con el terrorismo o la seguridad nacional, la detención de las víctimas de trata, la detención de los niños migrantes, la falta de asistencia jurídica y de procedimientos de revisión judicial, la reclusión con delincuentes comunes, el aislamiento, los métodos de <strong class=\"keyword\">coerción</strong> que ponen en peligro la integridad física, el encierro en instalaciones inadecuadas, el hacinamiento y las malas condiciones higiénicas, la falta de cuidados médicos, la falta de instrucción para los detenidos juveniles y otros problemas","second":"The Special Rapporteur expressed concern about the detention of asylum-seekers, prolonged detention periods, the arbitrary nature of detention decisions, detention on the basis of unspecified allegations relating to terrorism or national security, detention of trafficking victims, detention of migrant children, absence of legal assistance and judicial review procedures, detention with ordinary criminals, solitary confinement, methods of <strong class=\"keyword\">restraint</strong> threatening physical integrity, confinement in inappropriate facilities, overcrowding and poor hygienic conditions, lack of medical care, lack of education for young detainees and other problems"},{"author":94808,"first":"Facilitar la tramitación de denuncias presentadas por víctimas extranjeras de la trata de personas, a fin de que su situación migratoria no sea utilizada contra ellas como medio de <strong class=\"keyword\">coerción</strong> por parte de los responsables de la trata (México);","second":"Facilitate complaints by foreign victims of trafficking so that their migration situation is not used against them as a means of <strong class=\"keyword\">coercion</strong> by the traffickers themselves (Mexico);"},{"author":94808,"first":"Dependiendo de las circunstancias de cada caso, el delito cometido puede calificarse de secuestro y trata de niños, de abandono de menores, de proxenetismo, de <strong class=\"keyword\">coerción</strong> para el ejercicio de la prostitución, de inducción mediante engaños para que una niña menor de 14 años ejerza la prostitución, de contratación de servicios de una prostituta infantil, o de producción, reproducción, publicación, venta y difusión de material pornográfico para la obtención de lucro, o de difusión de material pornográfico.","second":"Depending on the circumstances of each case, the offence committed may be termed abduction and trafficking in children, abandonment of an infant, organizing prostitution, <strong class=\"keyword\">coercion</strong> into prostitution, enticing a girl under the age of 14 to engage in prostitution, engaging the services of a child prostitute, production, duplication, publication, sale and dissemination of pornographic material for profit, or dissemination of pornographic material."},{"author":94808,"first":"Por ejemplo, en la práctica actual, el concepto de tutela pierde a menudo su connotación de responsabilidad y cuidado, que se transforman en dominio y <strong class=\"keyword\">coerción</strong>.","second":"In actual practice, the concept of guardianship, for example, often loses its connotation of responsibility and care, which are transformed into domination and <strong class=\"keyword\">coercion</strong>."},{"author":94808,"first":"La labor y los procedimientos del Ministerio del Interior de la República de Serbia se caracterizan por la igualdad de trato a todas las mujeres víctimas de delitos, cosa que se aplica asimismo a los problemas de violencia en el hogar y de <strong class=\"keyword\">coerción</strong> y abusos sexuales contra las mujeres.","second":"The work and procedures of the MUP RS are characterized by equal treatment of all women victims of criminal acts, which also relates to the problems of domestic violence and sexual <strong class=\"keyword\">coercion</strong> and abuse of women."},{"author":94808,"first":"Los Jefes de Estado y de Gobierno también reiteraron su compromiso de resistir con fuerza a la <strong class=\"keyword\">coerción</strong> económica y de adoptar una postura unificada en contra de ella.","second":"The heads of State and Government also reaffirmed their commitment to strongly resist and to take a unified stand against economic <strong class=\"keyword\">coercion</strong>."},{"author":8000,"first":"Excluyen, en especial, el uso de cualquier medio de <strong class=\"keyword\">coerción</strong> que pueda obstaculizar la respiración de los repatriados o poner en peligro de cualquier forma su salud","second":"Specifically, they prohibit any <strong class=\"keyword\">restraint</strong> methods that could interfere with the breathing or in any way endanger the health of a person scheduled for repatriation"},{"author":94808,"first":"La Dirección de la Salud ha adoptado para 2012-2015 una estrategia centrada en la salud mental, cuyo objetivo principal consiste en limitar los métodos de <strong class=\"keyword\">coerción</strong>.","second":"The Directorate of Health had adopted a mental health strategy for 2012–2015 that recommended, in particular, limiting the use of <strong class=\"keyword\">restraints</strong>."},{"author":94808,"first":"como medio de <strong class=\"keyword\">coerción</strong> o de influencia política o como castigo por tener o expresar determinadas opiniones o creencias políticas opuestas a las del sistema político, social y económico establecido;","second":"as a <strong class=\"keyword\">means</strong> of political or educational influence or as a punishment for supporting or expressing political opinions or beliefs opposite to those established by political, social and economic system;"},{"author":94808,"first":"El Estado parte debería mantener bajo constante examen el uso de instrumentos de <strong class=\"keyword\">coerción</strong> física que puedan causar dolor y humillación innecesarios y velar por que se les utilice únicamente cuando sea necesario y se deje constancia adecuada de su utilización.","second":"The State party should keep under constant review the use of instruments of <strong class=\"keyword\">restraint</strong> that may cause unnecessary pain and humiliation, and ensure that they are used only when necessary, and that their use is appropriately recorded."},{"author":94809,"first":"Además, las Reglas mínimas de las Naciones Unidas para el tratamiento de los reclusos establecen que no deben utilizarse otros medios de <strong class=\"keyword\">coerción</strong>, excepto como medida de precaución contra una evasión durante un traslado, o por razones médicas siguiendo las indicaciones de un funcionario médico, o, si fracasan los demás métodos de control, para impedir que un preso se autolesione o lesione a otros, o produzca daños materiales.","second":"It should also be noted that the United Nations Standard Minimum Rules for the Treatment of Prisoners provide that other <strong class=\"keyword\">instruments</strong> of <strong class=\"keyword\">restraint</strong> shall not be used except as a precaution against escape during a transfer, on medical grounds as directed by a medical officer, or, if other methods of control fail, in order to prevent a prisoner from injuring himself or others, or from damaging property."},{"author":94808,"first":"La Policía de Nueva Zelandia ha observado un considerable aumento de material sobre abuso de niños producido por los propios infractores como resultado de la captación de niños con fines sexuales en Internet y la <strong class=\"keyword\">coerción</strong> sexual o “sextorsión” a fin de obtener nuevas imágenes.","second":"The New Zealand Police have noticed a significant increase in self-produced child abuse material as a result of online grooming and “sextortion” for further images."},{"author":94809,"first":"(17) Debe limitarse la <strong class=\"keyword\">coerción</strong> ejercida para compeler al sospechoso o acusado a facilitar información.","second":"(17) Any <strong class=\"keyword\">compulsion used</strong> to compel the suspect or accused person to provide information should be limited."},{"author":8000,"first":"Hemos instado al Consejo de Seguridad a que cumpla con su responsabilidad de apoyar la independencia, la soberanía y la integridad territorial plenas del Líbano, libre después de tantos años de toda fuerza extranjera, y a que apoye al pueblo libanés en su capacidad de tomar sus propias decisiones nacionales, libre al fin de la <strong class=\"keyword\">coerción</strong> y los dictados externos","second":"We have called on the Security Council to carry out its responsibility of supporting the full independence, sovereignty and territorial integrity of Lebanon, free after so many years from all foreign forces, and to support the Lebanese people in their ability to make their own national decisions, free at long last from outside <strong class=\"keyword\">coercion</strong> and dictate"},{"author":94808,"first":"Para ello, es necesario que la Asamblea pida a Israel que deje de valerse de la agresión y de sus incursiones militares constantes como instrumento para la <strong class=\"keyword\">coerción</strong> y la intimidación.","second":"To do this, it is necessary that the Assembly call on Israel to set aside its aggression and its unrelenting military incursions as a tool of <strong class=\"keyword\">coercion or</strong> intimidation."},{"author":94808,"first":"Esta definición de expulsión encubierta, que se basa en los elementos de la \"<strong class=\"keyword\">coerción</strong>\" y la \"intención\", parece ajustarse a los criterios aplicados al respecto por el Tribunal de Reclamaciones Irán-Estados Unidos, que ha examinado varias reclamaciones relativas a situaciones de la misma naturaleza que las previstas en el proyecto de artículo 10.","second":"The definition of disguised expulsion, based on the elements of “<strong class=\"keyword\">compulsion</strong>” and “intention”, appears consistent with the criteria applied in this regard by the Iran-United States Claims Tribunal, which had before it a number of claims relating to situations of the same nature as those envisaged in draft article 10."},{"author":94808,"first":"El Gobierno indicó que la utilización de medidas coercitivas unilaterales como instrumento de <strong class=\"keyword\">coerción</strong> política y económica atentaba contra la independencia, la soberanía, el derecho de libre determinación de los pueblos y el pleno disfrute de todos los derechos humanos.","second":"The Government indicated that unilateral coercive measures used as a tool for political and economic <strong class=\"keyword\">coercion</strong> are an attack on the independence, sovereignty, and right to self-determination of peoples, as well as on the full enjoyment of all human rights."},{"author":92475,"first":"Los llamados a la acción de la misión internacional incluyen una petición al gobierno de Filipinas a que respete el derecho de los tumandoks a su propiedad ancestral y a sus procesos de toma de decisiones sin <strong class=\"keyword\">coerción</strong>, chantaje o falsas promesas por parte de agencias de gobierno y militares.","second":"The international mission’s call to actions included an appeal for the Philippine government to respect the right of the Tumandok to their ancestral domain and their processes of decision-making without <strong class=\"keyword\">coercion</strong>, bribery and false promises from government agencies and the military."},{"author":94808,"first":"· Protección de la dignidad. Con miras a proteger la dignidad de los pacientes, las instituciones deben: tener un reglamento detallado —dotarse de uno— sobre la <strong class=\"keyword\">coerción</strong> física de las personas, y aplicarlo; tener un reglamento sobre el uso de medicinas psiquiátricas; disponer de una plantilla de personal profesional capacitado en las técnicas del uso mínimo de la fuerza en la <strong class=\"keyword\">coerción</strong> física de los pacientes agresivos; hacer que los pacientes participen en las investigaciones; proteger a los pacientes contra los abusos sexuales y los malos tratos; enseñar a los pacientes las normas de comportamiento vigentes en la institución; aplicar regularmente medidas sanitarias; disponer de calefacción; cambiar la ropa de cama para mantener el nivel de salubridad; mantener los servicios sanitarios, y facilitar la higiene personal cotidiana de los pacientes.","second":"· Protection of dignity: in regard to protecting the dignity of patients, the institutions are required to have, provide for and implement detailed rules of procedure for <strong class=\"keyword\">restraining</strong> persons; rules of procedure for the use of psychiatric medication; professional staff trained in techniques for the minimal use of force in <strong class=\"keyword\">restraining</strong> aggressive patients; participation of patients in research; protection from sexual abuse and mistreatment; educating the patients on the institution’s rules of conduct; maintaining regular sanitary measures; ensuring heating; changing bed linen to maintain sanitary measures; maintaining sanitary facilities and providing daily personal hygiene of patients."},{"author":94259,"first":"tenía menos que ver con la confianza y más con la <strong class=\"keyword\">coerción</strong>.","second":"was less about trust and more, frankly, about <strong class=\"keyword\">coercion</strong>."},{"author":94808,"first":"La abstención de todo país a ejercer presión o <strong class=\"keyword\">coerción</strong> sobre otros países, en particular, recurrir a la agresión u otros actos que impliquen el uso de la fuerza directa o indirecta, y la aplicación y/o fomento de cualquier medida unilateral de carácter coercitivo contraria al derecho internacional o en cualquier otra forma incompatible con este, con el propósito de coaccionar a otro Estado a fin de lograr que subordine el ejercicio de sus derechos soberanos y obtener de él ventajas de cualquier orden.","second":"Refraining by all countries from exerting pressure or <strong class=\"keyword\">coercion</strong> on other countries, including resorting to aggression or other acts involving the use of direct or indirect force, and the application and/or promotion of any coercive unilateral measure that goes against International Law or is in any way incompatible with it, for the purpose of coercing any other State to subordinate its sovereign rights, or to gain any benefit whatsoever."},{"author":94808,"first":"No se utilizarán instrumentos de <strong class=\"keyword\">coerción</strong> física en el caso de las mujeres que estén por dar a luz, ni durante el parto ni en el período inmediatamente posterior.","second":"Instruments of <strong class=\"keyword\">restraint</strong> shall never be used on women during labour, during childbirth and immediately after childbirth."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}