{"result":"ok","tuc":[{"phrase":{"text":"coeval","language":"en"},"meanings":[{"language":"en","text":"of the same age"},{"language":"en","text":"Having the same age."}],"meaningId":2116103081874812702,"authors":[90508]},{"phrase":{"text":"contemporary","language":"en"},"meaningId":-6281050768912674230,"authors":[89651]},{"phrase":{"text":"peer","language":"en"},"meanings":[{"language":"en","text":"person of the same age"}],"meaningId":4428677821081626119,"authors":[83093]},{"phrase":{"text":"age-mate","language":"en"},"meanings":[{"language":"en","text":"person of the same age"}],"meaningId":2668313282985591814,"authors":[83093]},{"phrase":{"text":"coetaneous","language":"en"},"meaningId":9053403001857558169,"authors":[83619]},{"meanings":[{"language":"en","text":"coeval (of the same age)"},{"language":"en","text":"contemporaneous"}],"meaningId":-2064002596096735473,"authors":[93107]}],"phrase":"coetáneo","examples":[{"author":94808,"first":"Por definición, ninguno de los relatos de los testigos presenciales son <strong class=\"keyword\">coetáneos</strong>.","second":"By definition, none of the new eyewitness accounts are <strong class=\"keyword\">contemporaneous</strong>."},{"author":94809,"first":"Por tanto, dichas notas son <strong class=\"keyword\">coetáneas</strong> a un hecho en el que la demandante participó directamente.","second":"Thus, those notes constitute <strong class=\"keyword\">contemporaneous evidence</strong> of an event at which the applicant participated directly."},{"author":8008,"first":"Tan sólo en los 30 años pasados desde el nacimiento de Louise Brown, el primer “bebé probeta”, en el mundo han nacido más de tres millones de niños concebidos in vitro. Las investigaciones científicas realizadas en diferentes países confirman que los “niños probeta” no presentan diferencias frente a sus <strong class=\"keyword\">coetáneos</strong> y, más aún, a veces los aventajan en su desarrollo.","second":"Vitanova has an embryological laboratory that is equipped with the latest devices allowing to guarantee successful treatment even in most complicated cases."},{"author":95096,"first":"De ese modo, maduran humana y espiritualmente, y llegan a ser miembros responsables de la comunidad y evangelizadores eficaces de sus <strong class=\"keyword\">coetáneos</strong>.","second":"In this way they mature humanly and spiritually, and become responsible members of the community and effective evangelizers of their <strong class=\"keyword\">peers</strong>."},{"author":94809,"first":"174 En segundo lugar, por lo que respecta, en primer término, a las pruebas manuscritas <strong class=\"keyword\">coetáneas</strong> a los hechos, de todas las consideraciones antes expuestas se infiere que, por una parte, sólo se trata de referencias basadas en las notas del Sr. S.","second":"174 In the second place, as regards the handwritten <strong class=\"keyword\">contemporaneous</strong> evidence of the facts, it is apparent from all of the considerations set out above that the only references made are those taken from the notes of Mr S."},{"author":94809,"first":"486 Además, la Comisión indicó, en los considerandos 214 a 221 de la Decisión impugnada, que los argumentos de las demandantes que ponían en cuestión el carácter continuado de la infracción no podían admitirse, dado que la apreciación de que Pacific y Chiquita se habían implicado en la coordinación de los precios y de los intercambios de información sobre el comportamiento que había de adoptarse en el futuro en el mercado en relación con los precios se basaba en documentos <strong class=\"keyword\">coetáneos</strong> y en las declaraciones de empresa de Chiquita examinadas en la parte 4 de la Decisión impugnada.","second":"486 In addition, the Commission indicated, in recitals 214 to 221 of the contested decision, that the applicants’ arguments calling into question the continuous nature of the infringement could not be accepted, since the finding that Pacific and Chiquita engaged in the coordination of prices and exchanges of information on future market conduct regarding prices was based on <strong class=\"keyword\">contemporaneous</strong> documents and the corporate statements of Chiquita examined in Chapter 4 of the contested decision."},{"author":95875,"first":"«Los tres cazadores recolectores <strong class=\"keyword\">coetáneos</strong> se parecían a la mayoría de los europeos del norte, sin llegar a coincidir exactamente con ningún grupo en particular», añadió.","second":"'The three hunter-gatherers from the same time most resembled northern Europeans, without exactly matching any particular group.'"},{"author":95096,"first":"Ahora concluye vuestra experiencia y, al volver a vuestros hogares, podréis comunicar a vuestros <strong class=\"keyword\">coetáneos</strong> cuanto habéis experimentado durante estos días.","second":"Your experience is now drawing to a close and, as you return home, you will be able to communicate what you experienced in these days to your <strong class=\"keyword\">peers</strong>."},{"author":8008,"first":"Su <strong class=\"keyword\">coetáneo</strong> el condensador había sucumbido mucho antes, no sólo en su versión club, considerado por los estalinistas un prototipo demasiado elitista, sino también en su versión doméstica.","second":"Its <strong class=\"keyword\">contemporary</strong>, the condenser, had succumbed much earlier, not only in its club version, considered by Stalinists to be too elitist, but also in its domestic version. The dom-komuna were rejected by their own inhabitants, desiring more privacy, and by their managers, who showed that with the technology of the day, they were unmanageable structures."},{"author":95096,"first":"En especial, os invito a difundir la visión cristiana de la virtud de la pureza, sabiendo mostrar a vuestros <strong class=\"keyword\">coetáneos</strong> que \"nace del amor y, para el amor limpio, no son obstáculos la robustez y la alegría de la juventud\" (san Josemaría Escrivá de Balaguer, Es Cristo que pasa, 40, 6).","second":"I especially ask you to spread the Christian vision of the virtue of purity and to show your <strong class=\"keyword\">peers</strong> that it \"comes from love; and the strength and gaiety of youth are no obstacle for noble love\" (St Josemaría Escrivá de Balaguer, Christ Is Passing By, 40, 6)."},{"author":95096,"first":"El recuerdo de millones de niños asesinados, los ojos tristes de tantos de sus <strong class=\"keyword\">coetáneos</strong> que sufren cruelmente nos invitan a emplear todas las vías posibles para salvaguardar o restablecer la paz, haciendo cesar los conflictos y las guerras.","second":"The memory of the millions of children who have been killed, and the sad faces of so many <strong class=\"keyword\">others who</strong> are suffering compel us to take every possible measure to safeguard or re-establish peace, and to bring conflicts and wars to an end."},{"author":95096,"first":"Esta Obra propone a los niños de todas las diócesis del mundo un programa que tiene como fundamento la oración, el sacrificio y gestos de solidaridad concreta: de este modo pueden convertirse en evangelizadores de sus <strong class=\"keyword\">coetáneos</strong>.","second":"It offers children in all the dioceses of the world a programme that consists of prayer, sacrifice and concrete acts of solidarity: in this way they can become evangelizers of their <strong class=\"keyword\">peers</strong>."},{"author":94808,"first":"Los jóvenes de Túnez, que en seis meses han generado cambios asombrosos, son fuente de inspiración y un modelo para sus <strong class=\"keyword\">coetáneos</strong> en muchos otros países.","second":"The youths of Tunisia, who within six months have brought about jaw-dropping changes, serve as an inspiration and guidance to their <strong class=\"keyword\">peers</strong> in many other countries."},{"author":94808,"first":"Muchos de los incidentes son ocasionados por el consumo de alcohol y la presión de los <strong class=\"keyword\">coetáneos</strong>, y por el número cada vez mayor de menores no escolarizados que no pueden encontrar trabajo ni actividades satisfactorias.","second":"Many of these incidents involve alcohol and are prompted by <strong class=\"keyword\">peer</strong> pressure and the growing number of children out of school and unable to find work or meaningful activities."},{"author":94808,"first":"En el ámbito de la educación especial han comenzado a aplicarse procesos innovadores de integración de niños con retraso en el entorno escolar de sus <strong class=\"keyword\">coetáneos</strong>.","second":"Innovative processes for the integration of such children with their non-disabled <strong class=\"keyword\">peers</strong> are being more widely applied in special education."},{"author":95096,"first":"Esta búsqueda caracteriza la existencia de muchos jóvenes <strong class=\"keyword\">coetáneos</strong> vuestros que se han puesto en camino hacia la Jornada mundial de la juventud, que se celebrará en Colonia en el verano del año próximo.","second":"This search marks the existence of so many of your young <strong class=\"keyword\">contemporaries</strong> on their way towards the World Youth Day that will be celebrated in Cologne next summer."},{"author":95096,"first":"Queridos emigrantes jóvenes, comprometeos a construir junto con vuestros <strong class=\"keyword\">coetáneos</strong> una sociedad más justa y fraterna, cumpliendo vuestros deberes, respetando las leyes, sin dejaros arrastrar nunca por la violencia.","second":"Dear young migrants, commit yourselves together with your <strong class=\"keyword\">peers</strong> to build a more just and fraternal society, fulfilling your duties, respecting the laws and never allowing yourselves to be affected by violence."},{"author":94808,"first":"Malawi puso en marcha varios programas sobre la crianza de los hijos y la paternidad en los que participaron hombres y niños, entre otros un programa para grupos <strong class=\"keyword\">coetáneos</strong>, que se centraron en el bienestar de los adolescentes y el papel de los hombres y los niños en el desarrollo de la familia.","second":"Malawi implemented various programmes that involved men and boys in parenting and fatherhood programmes, including a <strong class=\"keyword\">peer</strong> groups programme, which focused on the well-being of adolescent as well as the role of men and boys in family development."},{"author":95096,"first":"Un modo excelente de afrontar ese desafío es exhortar a los mismos jóvenes a convertirse en evangelizadores de sus <strong class=\"keyword\">coetáneos</strong>, porque nadie puede hacerlo mejor que ellos.","second":"An excellent way of meeting this challenge is to call upon young people themselves to be the evangelizers of their <strong class=\"keyword\">peers</strong> — for no one can do this better than they."},{"author":95096,"first":"Con estas palabras saludo a todos los habitantes de Wadowice, comenzando por los más ancianos, mis <strong class=\"keyword\">coetáneos</strong>, con los que me unen vínculos de mi infancia y adolescencia, hasta los más pequeños, que por primera vez ven al Papa que ha venido a visitarlos.","second":"With these words I greet all the people of Wadowice, from the elderly, to whom I am linked by the bonds of childhood and adolescence, to the children, who are seeing for the first time the Pope who has come to visit them."},{"author":95096,"first":"341] Para ello, necesitan testigos y maestros, que caminen con ellos y los lleven a amar y a comunicar a su vez el Evangelio, especialmente a sus <strong class=\"keyword\">coetáneos</strong>, convirtiéndose ellos mismos en auténticos y creíbles anunciadores.[","second":"341] Young people need witnesses and teachers who can walk with them, teaching them to love the Gospel and to share it, especially with their <strong class=\"keyword\">peers</strong>, and thus to become authentic and credible messengers.["},{"author":8000,"first":"En el caso de los niños más pequeños, es importante organizar actividades en las escuelas, involucrar a grupos de <strong class=\"keyword\">coetáneos</strong> y a los padres y garantizar alguna forma de supervisión de las clases que se imparten en las mezquitas sobre el Corán","second":"In the case of younger children, it is important to organise activities in schools, involve <strong class=\"keyword\">peer</strong> groups and parents, and ensure some form of supervision of the Koran classes provided in mosques"},{"author":8008,"first":"Más poderosos que los construidos durante la primera guerra carlista, los fuertes levantados por las tropas liberales durante la última guerra civil del siglo XIX se caracterizaron por emplear obra de fábrica con mayor profusión, de forma que cierto número de ellos podrían considerarse como fortificaciones permanentes o semi-permanentes, auque estaban lejos todavía de las prestaciones que ofrecían los poderosos fuertes franceses <strong class=\"keyword\">coetáneos</strong>.","second":"The forts erected by Liberal troops during the last civil war of the nineteenth century were stronger than those of the First Carlist War. Stonework was more widely used and some of these erections might be considered to be permanent or semi-permanent fortifications although they were nonetheless far from offering the advantages of the mighty French forts of the time."},{"author":95096,"first":"Estoy firmemente convencido de que los jóvenes están llamados a ser instrumentos de esta renovación, comunicando a sus <strong class=\"keyword\">coetáneos</strong> la alegría que han experimentado al conocer y seguir a Cristo, y compartiendo con los demás el amor que el Espíritu infunde en su corazón, para que también ellos queden llenos de esperanza y gratitud por todos los bienes que han recibido de Dios, nuestro Padre celestial.","second":"It is my firm belief that young people are called to be instruments of that renewal, communicating to their <strong class=\"keyword\">peers</strong> the joy they have experienced through knowing and following Christ, and sharing with others the love that the Spirit pours into their hearts, so that they too will be filled with hope and with thanksgiving for all the good things they have received from God our heavenly Father."},{"author":27,"first":"Soy también el diputado más joven de esta Cámara y en mi corazón y en mi mente comparto las aspiraciones de mis <strong class=\"keyword\">coetáneos</strong> cubanos que quieren poder mirar al futuro con optimismo, soñando con un país por fin más abierto, más moderno y más justo.","second":"I am also the youngest Member in this House, and in my heart and mind I share the aspirations of Cubans of my <strong class=\"keyword\">age</strong>, who want to be able to look forward with optimism to a country that is at last more open, more modern and more just."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}