{"result":"ok","tuc":[{"phrase":{"text":"bonnet","language":"en"},"meanings":[{"language":"en","text":"type of women&#39;s and children&#39;s hat"}],"meaningId":-7168887846714870960,"authors":[70195]},{"phrase":{"text":"cap","language":"en"},"meanings":[{"language":"en","text":"head covering"}],"meaningId":9114896041826445000,"authors":[70195]},{"phrase":{"text":"coif","language":"en"},"meaningId":3181817604194121411,"authors":[89651]},{"phrase":{"text":"root cap","language":"en"},"meaningId":-606585752329573586,"authors":[80097]},{"phrase":{"text":"hood","language":"en"},"meaningId":5130927380126750657,"authors":[2697]},{"phrase":{"text":"pileorhiza","language":"en"},"meaningId":-7796816778545995049,"authors":[80097]},{"phrase":{"text":"rootcap","language":"en"},"meaningId":210467568704198019,"authors":[80097]},{"phrase":{"text":"wimple","language":"en"},"meaningId":-7483806878256250148,"authors":[2708]},{"meanings":[{"language":"en","text":"cap (head covering of a nurse or waitress)"}],"meaningId":698831401899475214,"authors":[93107]}],"phrase":"cofia","examples":[{"author":8008,"first":"Los principales objetivos de esta reunión, que se celebrará en la sede de la FAO en Roma del 9 al 11 de marzo de 2009, tras el <strong class=\"keyword\">COFI</strong>, son intercambiar información sobre las actividades en marcha y previstas y explorar oportunidades de alianzas para mejorar la eficacia de las distintas iniciativas en este campo.","second":"The main goals of the meeting, to be held at FAO headquarters in Rome from 9-11 March 2009, after <strong class=\"keyword\">COFI</strong>, are to exchange information on current and future activities and to explore opportunities for partnerships to improve the effectiveness of the various initiatives in this field."},{"author":118293,"first":"Si pone ahí todas sus <strong class=\"keyword\">cofias</strong>, va a parecer una reunión familiar de los Jackson.","second":"She puts all her different <strong class=\"keyword\">coifs</strong> on that, It's gonna look like a jackson family reunion."},{"author":89915,"first":"Artículos desechables de peluquería, en concreto <strong class=\"keyword\">cofias</strong> para sacar mechones de pelo y <strong class=\"keyword\">cofias</strong> de ondulación en frío","second":"Disposable hairdressing articles, namely <strong class=\"keyword\">hoods</strong> for streaking hair and cold-wave <strong class=\"keyword\">hoods</strong>"},{"author":8000,"first":"A solicitud del <strong class=\"keyword\">COFI</strong> en su # ° período de sesiones, se celebraron varias consultas con el propósito, entre otros, de fortalecer más la aplicación del Código y los Planes de Acción Internacionales","second":"At the request of the <strong class=\"keyword\">Committee</strong> on <strong class=\"keyword\">Fisheries</strong> at its twenty-sixth session, several consultations were held in order to, inter alia, further strengthen the implementation of the # ode of Conduct for Responsible Fisheries and the international plans of action"},{"author":8008,"first":"Un Memorando de Entendimiento entre la FAO y la CITES ha sido aprobado por la 10a Reunión del Subcomité del <strong class=\"keyword\">COFI</strong> sobre Comercio Pesquero en junio del 2006 y firmado por la FAO y la CITES durante la 54a Reunión del Comité Permanente de la CITES, en Octubre del 2006.","second":"A Memorandum of Understanding between FAO and CITES was adopted by 10th Session of the <strong class=\"keyword\">COFI</strong> Sub-<strong class=\"keyword\">Committee</strong> on Fish Trade in June 2006 and signed by FAO and CITES during the 54th Meeting of the Standing Committee of CITES, in October 2006."},{"author":8008,"first":"El comité de selección para la concesión de la medalla, compuesto por el Subdirector General del Departamento de Pesca y la Mesa del Comité de Pesca (<strong class=\"keyword\">COFI</strong>), examina los nombramientos para cada bienio basándose en los criterios convenidos .","second":"The Selection Committee for the award, composed of the Assistant Director-General, Fisheries Department, and the Bureau of the Committee on Fisheries (<strong class=\"keyword\">COFI</strong>), reviews nominations for each biennium based on the agreed criteria ."},{"author":94809,"first":"Equipos de ensamblado de rotores para ensamblar secciones de tubos de rotor, pantallas y <strong class=\"keyword\">cofias</strong> de centrífugas gaseosas.","second":"Rotor assembly equipment for assembly of gas centrifuge rotor tube sections, <strong class=\"keyword\">baffles</strong>, and <strong class=\"keyword\">end caps</strong>;"},{"author":94809,"first":"En febrero de 1999, la CE participó en el Comité de Pesca de la FAO (<strong class=\"keyword\">COFI</strong>), en el que se adoptaron los planes de acción para reducir la captura accidental de aves marinas durante la pesca con palangre, para la conservación y gestión de las poblaciones de tiburones y para la gestión de la capacidad de pesca.","second":"In February 1999 the EC participated in the FAO Fisheries Committee (<strong class=\"keyword\">COFI</strong>), where the International Plans of Action for reducing incidental catch of seabirds in longline fisheries, for the conservation and management of sharks and for the management of fishing capacity were adopted."},{"author":118293,"first":"Solo <strong class=\"keyword\">cofia</strong> en mi en esta.","second":"Just <strong class=\"keyword\">trust</strong> me on this one."},{"author":89915,"first":"Prendas de vestir, Ropa interior, Trajes de baño, Guantes (vestimenta), Calzado, <strong class=\"keyword\">Cofias</strong>, Prendas de mediería, Corbatas, Cinturón, Canastillas (prendas de vestir)","second":"Clothing, underwear, bathing suits, gloves (clothing), footwear, <strong class=\"keyword\">caps</strong> (<strong class=\"keyword\">headwear</strong>), hosiery, neckties, belt, layettes (clothing)"},{"author":118293,"first":"CON PANTALONES AJUSTADOS Y <strong class=\"keyword\">COFIAS</strong> COLOR LAVANDA.","second":"In stretch pants with lavender <strong class=\"keyword\">coifs</strong>."},{"author":118293,"first":"Poniéndome la <strong class=\"keyword\">cofia</strong>.","second":"Getting my <strong class=\"keyword\">cap</strong>."},{"author":89915,"first":"Banderas de papel, <strong class=\"keyword\">cofias</strong> y viseras","second":"Paper flags, <strong class=\"keyword\">caps</strong> and visors"},{"author":94809,"first":"¿Han presentado los Estados miembros de la Unión Europea al Comité de Pesca de las Naciones Unidas (<strong class=\"keyword\">COFI</strong>) alguna propuesta encaminada a exigir a todas las flotas pesqueras del mundo que utilicen las tecnologías más recientes para evitar las capturas accesorias?","second":"Have proposals for a requirement for fishing fleets across the world to make use of the latest by-catch exclusion technology been put to the UN Committee on Fisheries (<strong class=\"keyword\">COFI</strong>) by EU Member States?"},{"author":94809,"first":"Así pues, la Comunidad está preparando un plan de acción comunitario que presentará ante el próximo Comité de Pesca (<strong class=\"keyword\">COFI</strong>, febrero de 2003).","second":"Therefore, the Community is preparing a Community action plan to be presented at the next Committee for Fisheries (<strong class=\"keyword\">COFI</strong>, February 2003)."},{"author":118293,"first":"Con el dinero que tienes, hubieras sido capaz hasta de quitarle la <strong class=\"keyword\">cofia</strong>.","second":"With the money you got, you could perhaps uncap <strong class=\"keyword\">her</strong>."},{"author":89915,"first":"Campanas de respiración y ventilación, tejados mixtos de <strong class=\"keyword\">cofia</strong>","second":"Air vents, combination roof <strong class=\"keyword\">hoods</strong>"},{"author":89915,"first":"Sombrereras para sombreros o para <strong class=\"keyword\">cofias</strong> de cuero, bridas (arneses), cartapacios, tarjeteros (portafolios), collares de caballos, mantas para caballos, fundas de sillas de montar [gualdrapas], sillas de montar para caballos, estuches para llaves (marroquinería), baúles de viaje, bases para sillas de montar, maletines, maletines para documentos, bocados para caballerías (guarnicionería), bolsas para la playa, porta-documentos, portafolios, riendas, bolsas con ruedas, mochilas, bolsos, bolsas para la compra, bolsas de viaje, carteras de colegiales, fundas para prendas de vestir (para viajar), artículos de guarnicionería, cinchas, estuches de viaje (marroquinería)","second":"Boxes for hats or <strong class=\"keyword\">caps</strong> of leather, bridles (harness), satchels, card cases (wallets), horses collars, horse blankets, saddle cloths for horses, riding saddles, key cases (leatherware), travelling trunks, saddle linings, suitcases, attaché cases, bits for animals (harness), beach bags, briefcases, wallets, reins, trolley bags, rucksacks, handbags, shopping bags, travelling bags, school bags, garment bags for travel, saddlery, saddle clamps, travelling sets (leatherware)"},{"author":118293,"first":"\" Con sus manos izquierdas, las dos monjas tiraron de sus <strong class=\"keyword\">cofias</strong>.","second":"\" With their left hands, the two nuns pulled off their <strong class=\"keyword\">headdresses</strong>"},{"author":89915,"first":"Partes, principalmente de metal, para griferías para gas y líquidos, en particular juntas, manguitos, tapas, tapas de manguitos, abrazaderas de tubo, estribos, <strong class=\"keyword\">cofias</strong>, bridas, protecciones contra la tracción, la suciedad y la torsión, empalmes, acoplamientos","second":"Parts, mainly of metal, for gas and liquid fittings, in particular gaskets, sleeves, clack valves, sleeve valves, clips, hangers, <strong class=\"keyword\">caps</strong>, flanges, safety devices to protect against tension, dirt and twisting, fittings, couplings"},{"author":89915,"first":"Ropa desechable, en particular batas desechables, delantales desechables, <strong class=\"keyword\">cofias</strong> desechables para el personal de hospitales, clínicas y consultas médicas","second":"Single-use clothing, in particular single-use gowns, single-use aprons, single-use <strong class=\"keyword\">hoods</strong> for hospital, clinic and medical practice personnel"},{"author":94809,"first":"Otra cuestión debatida en el <strong class=\"keyword\">COFI</strong> fue el resultado de la consulta técnica de la FAO sobre la viabilidad de elaborar orientaciones para el etiquetado ecológico de los productos de la pesca.","second":"Another issue discussed at <strong class=\"keyword\">COFI</strong> was the outcome of the FAO Technical Consultation on the feasibility of drafting guidelines for eco-labelling fisheries products."},{"author":8008,"first":"El Código exige que el Comité de Pesca de la FAO (<strong class=\"keyword\">COFI</strong>) realice un seguimiento y una actualización del Código.","second":"The Code requires the FAO Committee on Fisheries (<strong class=\"keyword\">COFI</strong>) to monitor and update the Code."},{"author":94809,"first":"Equipos de ensamblado de rotores para ensamblar secciones de tubos de rotor, pantallas y <strong class=\"keyword\">cofias</strong> de centrífugas gaseosas","second":"Rotor assembly equipment for assembly of gas centrifuge rotor tube sections, <strong class=\"keyword\">baffles</strong>, and <strong class=\"keyword\">end caps</strong>;"},{"author":8008,"first":"El <strong class=\"keyword\">COFI</strong>, en su 25o período de sesiones, reconoció la necesidad de apoyo extrapresupuestario para la aplicación de la estrategia-STP y, en consecuencia, aprobó una propuesta para elaborar un proyecto multilateral en el ámbito del Programa FishCode de la FAO como medio para realizarla.","second":"<strong class=\"keyword\">COFI</strong> at its Twenty-fifth Session recognized the need for extra-budgetary support for implementation of the Strategy-STF and accordingly endorsed a proposal to develop a multilateral project under the FAO FishCode Programme as a means to accomplish this."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"2697":{"U":"http://dumps.wikimedia.org/dewiktionary/latest/dewiktionary-latest-pages-articles.xml.bz2","id":2697,"N":"Wikiworterbuch","url":"https://glosbe.com/source/2697"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}