{"result":"ok","tuc":[{"phrase":{"text":"inhibit","language":"en"},"meaningId":8591124181178331375,"authors":[89651]},{"phrase":{"text":"moderate","language":"en"},"meanings":[{"language":"es","text":"Reducir la intensidad de; mantenerse bajo control, frenado o dentro del límite."},{"language":"en","text":"To lessen the intensity of; temper; hold in restraint; hold or keep within limits."}],"meaningId":8400716832499346523,"authors":[60172]},{"phrase":{"text":"check","language":"en"},"meaningId":-8026100174889072869,"authors":[25018]},{"phrase":{"text":"repress","language":"en"},"meaningId":-8795305295457616371,"authors":[25115]},{"phrase":{"text":"restrain","language":"en"},"meaningId":-2931377765528856089,"authors":[20]},{"phrase":{"text":"restrict","language":"en"},"meaningId":-9215246503507091103,"authors":[25115]},{"meanings":[{"language":"en","text":"to restrain"}],"meaningId":6312693382587387923,"authors":[93107]}],"phrase":"cohibir","examples":[{"author":31,"first":"No tienes que <strong class=\"keyword\">cohibir</strong> sus gestos.Sería como decir que son una insensatez. Pero para él quizá tengan sentido, ¿ entendido?","second":"You don<strong class=\"keyword\">'</strong> t have to stop his gestures, or he' il think they make no sense, while they make sense to him"},{"author":27,"first":"También quisiera decir a los miembros de la Comisión de Desarrollo Regional que no tenemos ninguna intención de <strong class=\"keyword\">cohibir</strong> la política regional existente -nuestra única intención es añadirle su dimensión cultural-.","second":"I would like to say to the Members of the Committee on Regional Development that we have absolutely no intention of curtailing existing regional policy - we merely wish to add to its cultural dimension."},{"author":94808,"first":"El combate al financiamiento del terrorismo pasa a incluir no apenas la adopción de medidas destinadas a <strong class=\"keyword\">cohibir</strong> la ocultación del origen ilícito de los fondos obtenidos con la práctica del crimen, pero también la adopción de medidas destinadas a ocultar el origen de los fondos obtenidos sin la práctica del crimen, a ser utilizados en actividades terroristas.","second":"The suppression of the financing of terrorism thus has come to include not just the adoption of measures to prevent the concealment of the illicit origin of funds obtained through crime, but also to prevent the use of measures aimed at concealing the origin of funds obtained legitimately but to be used for terrorist activities."},{"author":118293,"first":"¿Crees que un hombre se puede <strong class=\"keyword\">cohibir</strong>... si descubre que mi coeficiente es 50 puntos superior al suyo?","second":"Do you think a <strong class=\"keyword\">man</strong> can still get it up when he finds out that my IQ is 50 points higher than his is?"},{"author":8000,"first":"El combate al financiamiento del terrorismo pasa a incluir no apenas la adopción de medidas destinadas a <strong class=\"keyword\">cohibir</strong> la ocultación del origen ilícito de los fondos obtenidos con la práctica del crimen, pero también la adopción de medidas destinadas a ocultar el origen de los fondos obtenidos sin la práctica del crimen, a ser utilizados en actividades terroristas","second":"The suppression of the financing of terrorism thus has come to include not just the adoption of measures to prevent the concealment of the illicit origin of funds obtained through crime, but also to prevent the use of measures aimed at concealing the origin of funds obtained legitimately but to be used for terrorist activities"},{"author":8000,"first":"Los organismos económicos supranacionales carecen de autoridad y de instrumentos prácticos para <strong class=\"keyword\">cohibir</strong> a la anarquía especulativa","second":"Today's supranational economic institutions have neither the authority nor the workable instruments that they need to control the anarchy of speculation"},{"author":95096,"first":"Lo primero y más importante de todo es, por consiguiente, reverenciar a la Suprema Divinidad, y obedecer sus leyes santísimas, tanto en privado como en público; si se las desprecia, no hay ciertamente poder humano que dé frenos suficientes para <strong class=\"keyword\">cohibir</strong> y debidamente refrenar las pasiones desbordadas del pueblo.","second":"26. It is of first and primary importance that the supreme Deity be reverenced and His holy laws obeyed in private and in public life; otherwise, there is no human power capable of <strong class=\"keyword\">checking</strong> and keeping under due control the unleashed passions of peoples."},{"author":94808,"first":"La Ley de enfrentamiento a la violencia doméstica y familiar (Ley 11.340, de 7 de agosto de 2006, llamada Ley Maria da Penha) creó un mecanismo para <strong class=\"keyword\">cohibir</strong> la violencia doméstica y familiar contra la mujer, considerado por UNIFEM como una de las tres legislaciones más avanzadas para enfrentamiento de la violencia contra las mujeres en el mundo.","second":"The Domestic and Family Violence Act (Act No. 11,340 of 7 August 2006, also called the Maria da Penha Act) established a mechanism for combating domestic and family violence against women; UNIFEM considers the Act to be one of the world’s three most progressive pieces of legislation for addressing violence against women."},{"author":94808,"first":"En 2013, hubo 4.327 operaciones de fiscalización para <strong class=\"keyword\">cohibir</strong> el trabajo esclavo en todo el Brasil.","second":"In 2013, there were 4,327 police operations to <strong class=\"keyword\">repress</strong> slave labour across the country."},{"author":94808,"first":"De esa manera, el combate a la financiación del terrorismo pasa a darse no apenas por medio de la adopción de medidas destinadas a <strong class=\"keyword\">cohibir</strong> la ocultación del origen ilícito de fondos obtenidos con la práctica de delitos, pero también por la adopción de medidas destinadas a ocultar el origen de fondos obtenidos sin la práctica de actividad delictuosa, desde que sea intención de los autores utilizar los fondos en futuras actividades terroristas.","second":"Thus efforts to combat the financing of terrorism are being made, not only through the adoption of measures aimed at <strong class=\"keyword\">curbing</strong> the concealment of the illicit origin of funds obtained from criminal activity but also through the adoption of measures to deal with the concealment of funds obtained from licit activities when it is the intention of the perpetrators to use those funds in terrorist activities in the future."},{"author":8000,"first":"De esa manera, el combate a la financiación del terrorismo pasa a darse no apenas por medio de la adopción de medidas destinadas a <strong class=\"keyword\">cohibir</strong> la ocultación del origen ilícito de fondos obtenidos con la práctica de delitos, pero también por la adopción de medidas destinadas a ocultar el origen de fondos obtenidos sin la práctica de actividad delictuosa, desde que sea intención de los autores utilizar los fondos en futuras actividades terroristas","second":"Thus efforts to combat the financing of terrorism are being made, not only through the adoption of measures aimed at <strong class=\"keyword\">curbing</strong> the concealment of the illicit origin of funds obtained from criminal activity but also through the adoption of measures to deal with the concealment of funds obtained from licit activities when it is the intention of the perpetrators to use those funds in terrorist activities in the future"},{"author":8000,"first":"El Gobierno Brasileño, además del empeño en <strong class=\"keyword\">cohibir</strong> todo tipo de ilícitos, está, como siempre estuvo, abierto a la cooperación con otros países intra y extra-regionales para averiguar sospechas y apurar ilícitos transnacionales de cualquier especie, notadamente los asociados al fenómeno del terrorismo, que utilicen entidades filantrópicas para la promoción de sus fines","second":"In addition to its efforts to combat all types of illegal transactions, the Brazilian Government, as always, has been open to cooperation with other countries both within and outside the region to investigate suspicious activity and uncover illegal transnational transactions of any kind, particularly those associated with the phenomenon of terrorism, which use charitable institutions to further their aims"},{"author":94808,"first":"El Gobierno Brasileño, además del empeño en <strong class=\"keyword\">cohibir</strong> todo tipo de ilícitos, está, como siempre estuvo, abierto a la cooperación con otros países intra y extra-regionales para averiguar sospechas y apurar ilícitos transnacionales de cualquier especie, notadamente los asociados al fenómeno del terrorismo, que utilicen entidades filantrópicas para la promoción de sus fines.","second":"In addition to its efforts to combat all types of illegal transactions, the Brazilian Government, as always, has been open to cooperation with other countries both within and outside the region to investigate suspicious activity and uncover illegal transnational transactions of any kind, particularly those associated with the phenomenon of terrorism, which use charitable institutions to further their aims."},{"author":94808,"first":"Los métodos de trabajo deberían facilitar, y no <strong class=\"keyword\">cohibir</strong>, los procesos políticos.","second":"The working methods should facilitate political processes <strong class=\"keyword\">rather</strong> than hinder them."},{"author":94808,"first":"En sus más altas esferas, el Estado brasileño viene actuando con la intención de transmitir un mensaje claro contra la tortura, sea por medio de pronunciamientos, sea a través de la aprobación de nuevos instrumentos legales para <strong class=\"keyword\">cohibir</strong> este tipo de violación y de la elaboración de políticas públicas sobre la materia.","second":"At the highest levels of the State, Brazil is acting with the intention of sending a clear message against torture, be it through declarations, the adoption of new legal instruments to prevent this kind of violation, or the development of public policies on the matter."},{"author":94808,"first":"Además de eso, es constante el trabajo del Ministerio de Trabajo y Empleo que, al fiscalizar los ambientes de trabajo, busca evitar y <strong class=\"keyword\">cohibir</strong> acciones de discriminación y segregación de personas con discapacidad en el mercado de trabajo.","second":"Furthermore, the Ministry of Labour and Employment, in its inspections of working conditions, continually seeks to prevent and <strong class=\"keyword\">discourage</strong> discrimination against and segregation of persons with disabilities in the labour market."},{"author":94808,"first":"Los organismos económicos supranacionales carecen de autoridad y de instrumentos prácticos para <strong class=\"keyword\">cohibir</strong> a la anarquía especulativa.","second":"Today’s supranational economic institutions have neither the authority nor the workable instruments that they need to control the anarchy of speculation."},{"author":8000,"first":"Incumbe a los miembros del Subsistema de Inteligencia, en el ámbito de sus competencias, identificar, acompañar y evaluar menazas reales o potenciales a la seguridad pública y producir estudios y informaciones que apoyen acciones para neutralizar, <strong class=\"keyword\">cohibir</strong> y reprimir actos criminales, de cualquier naturaleza, incluso el terrorismo","second":"Within their particular areas of competency, members identify, monitor and evaluate real or potential threats to public security and prepare studies and reports in support of action to neutralize, <strong class=\"keyword\">curb</strong> and punish criminal acts of any type, including terrorism"},{"author":119723,"first":"Además, el sentimiento de responsabilidad puede llegar a abrumarnos y a <strong class=\"keyword\">cohibir</strong> nuestra habilidad de explicar los principios del Evangelio de manera eficaz.","second":"In addition, the feeling of responsibility can overwhelm us and <strong class=\"keyword\">inhibit</strong> our ability to effectively explain gospel principles."},{"author":94808,"first":"Incumbe a los miembros del Subsistema de Inteligencia, en el ámbito de sus competencias, identificar, acompañar y evaluar menazas reales o potenciales a la seguridad pública y producir estudios y informaciones que apoyen acciones para neutralizar, <strong class=\"keyword\">cohibir</strong> y reprimir actos criminales, de cualquier naturaleza, incluso el terrorismo.","second":"Within their particular areas of competency, members identify, monitor and evaluate real or potential threats to public security and prepare studies and reports in support of action to neutralize, <strong class=\"keyword\">curb</strong> and punish criminal acts of any type, including terrorism."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}