{"result":"ok","tuc":[{"phrase":{"text":"fill","language":"en"},"meanings":[{"language":"en","text":"To make full."},{"language":"es","text":"Hacer que quede lleno."}],"meaningId":8703749415385899768,"authors":[84500]},{"phrase":{"text":"fulfill","language":"en"},"meaningId":1585282097952579531,"authors":[25018]},{"phrase":{"text":"satisfy","language":"en"},"meaningId":6738735678012765855,"authors":[84715]},{"phrase":{"text":"occupy","language":"en"},"meanings":[{"language":"en","text":"To make full."},{"language":"es","text":"Hacer que quede lleno."}],"meaningId":2935979045222569243,"authors":[84500]},{"phrase":{"text":"fulfil","language":"en"},"meaningId":-3667458042913529331,"authors":[25018]},{"phrase":{"text":"heap","language":"en"},"meaningId":5200200279202313509,"authors":[84500]},{"phrase":{"text":"overwhelm","language":"en"},"meaningId":6057312747671350333,"authors":[16]},{"phrase":{"text":"colmar","language":"en"},"meaningId":8379012541915227070,"authors":[86]},{"phrase":{"text":"fill up","language":"en"},"meaningId":-6483279913262280865,"authors":[83064]},{"phrase":{"text":"flood","language":"en"},"meaningId":875982031046555515,"authors":[83064]},{"phrase":{"text":"pay","language":"en"},"meaningId":8457884348953661309,"authors":[86934]},{"phrase":{"text":"seal","language":"en"},"meaningId":7623096364984379943,"authors":[86934]},{"phrase":{"text":"swamp","language":"en"},"meaningId":2752782200034791735,"authors":[83064]},{"meanings":[{"language":"en","text":"to fill"},{"language":"en","text":"to fulfill"},{"language":"en","text":"to overwhelm"}],"meaningId":6020581719298572422,"authors":[93107]}],"phrase":"colmar","examples":[{"author":118385,"first":"Como se ha indicado anteriormente, esto es esencial para lograr que los sistemas de información existentes sean más eficaces en la gestión de las fronteras y la seguridad, lo cual permitirá <strong class=\"keyword\">colmar</strong> las importantes lagunas detectadas estableciendo nuevos sistemas necesarios para garantizar la seguridad de las fronteras exteriores.","second":"As set out above, this is key to making existing information systems more effective for borders and security, and it will <strong class=\"keyword\">close</strong> important information gaps by establishing new systems necessary to secure the external border."},{"author":94809,"first":"4) <strong class=\"keyword\">colmar</strong> las lagunas del sistema regulador y garantizar la coherencia;","second":"4) <strong class=\"keyword\">Close</strong> the gaps in the regulatory system and ensure its consistency;"},{"author":8000,"first":"El objetivo principal de las disposiciones del párrafos # es resolver cuestiones pendientes y <strong class=\"keyword\">colmar</strong> las lagunas que subsisten","second":"The main purpose of the provisions of paragraph # was to resolve outstanding issues and <strong class=\"keyword\">bridge</strong> any gaps that remained"},{"author":8000,"first":"En cuanto al distanciamiento del Tribunal Penal Internacional para Rwanda respecto de la sociedad, recomendamos que el Tribunal emprenda un programa ambicioso, que sea creíble y substancioso, para <strong class=\"keyword\">colmar</strong> la brecha entre el Tribunal y la sociedad de Rwanda","second":"On the remoteness and alienation of ICTR from Rwandan society, we recommend that the Tribunal undertake a credible and substantial outreach programme to <strong class=\"keyword\">bridge</strong> the gap between it and Rwandan society"},{"author":27,"first":"Por este motivo, al no haber encontrado ni rastro de él en el informe, he presentado una enmienda para <strong class=\"keyword\">colmar</strong> esta laguna y espero una acogida favorable de la misma por parte de los diputados de todos los partidos políticos.","second":"This is why, as I found no trace of it in the report, I have tabled an amendment to <strong class=\"keyword\">rectify</strong> this omission, and hope that it will be received favourably by my fellow Members from all political parties."},{"author":94808,"first":"Para <strong class=\"keyword\">colmar</strong> esa laguna, la OSSI recomienda que en todos los informes que se presenten a los órganos legislativos se indique claramente si en su preparación se utilizaron aportaciones de consultores y, de ser así, como mínimo, se incluya una breve exposición de los antecedentes de las consultorías y la forma en que se hayan utilizado las aportaciones.","second":"To <strong class=\"keyword\">remedy</strong> this gap, OIOS recommends that all reports presented to legislative bodies clearly indicate whether input from consultants was used in their preparation, and, if so, that they include, at a minimum, a succinct explanation of the background of the consultancies and how the input has been used."},{"author":94809,"first":"El Consejo está de acuerdo en que el Reglamento debe establecer normas de salud animal y de salud pública para la incineración y la coincineración en la medida necesaria para <strong class=\"keyword\">colmar</strong> las lagunas dejadas por la Directiva 2000/76/CE(15).","second":"The Council agrees that the Regulation should lay down animal and public health rules for incineration and coincineration to the extent necessary to <strong class=\"keyword\">fill</strong> the gap left by Directive 2000/76/EC(15)."},{"author":94808,"first":"Ello significaba que la labor debía centrarse en <strong class=\"keyword\">colmar</strong> las lagunas del régimen existente mediante una guía de la práctica en lugar de modificar las Convenciones de Viena.","second":"This meant that efforts should focus on <strong class=\"keyword\">filling gaps</strong> in the existing regime by means of a guide to practice, rather than modifying the Vienna Conventions."},{"author":94808,"first":"Preocupado por el hecho de que una legislación nacional deficiente o aplicada de forma deficiente no puede mitigar eficazmente las repercusiones negativas de la globalización en las economías vulnerables o contribuir al aprovechamiento pleno de los beneficios de la globalización, ni permite sacar el máximo beneficio de las actividades de las empresas transnacionales y otras empresas comerciales y que, por lo tanto, es preciso seguir esforzándose por <strong class=\"keyword\">colmar</strong> las deficiencias de la gobernanza a nivel nacional, regional e internacional,","second":"Concerned that weak national legislation and implementation cannot effectively mitigate the negative impact of globalization on vulnerable economies, fully realize the benefits of globalization or derive maximally the benefits of activities of transnational corporations and other business enterprises, and that further efforts to bridge governance <strong class=\"keyword\">gaps</strong> at the national, regional and international levels are necessary,"},{"author":118385,"first":"Para <strong class=\"keyword\">colmar</strong> las lagunas existentes en materia de aplicación mediante la creación de la infraestructura necesaria se requieren unas estructuras de buena gobernanza, una planificación adecuada, y una coordinación que asegure la financiación (se han puesto a disposición fondos considerables de la UE).","second":"<strong class=\"keyword\">Closing</strong> the implementation gap by building up the necessary infrastructure requires good governance structures, adequate planning, and coordination to secure funding (substantial EU funds have been made available)."},{"author":94808,"first":"La cooperación ayudaría además a <strong class=\"keyword\">colmar</strong> las lagunas legislativas que impiden el enjuiciamiento de quienes sean acusados de cometer delitos mientras se hallen en misión de las Naciones Unidas.","second":"Cooperation would also assist with <strong class=\"keyword\">gaps</strong> in legislation that impeded the successful prosecution of those who were accused of committing crimes while on United Nations assignments."},{"author":94808,"first":"Los países desarrollados tendrán que ayudar, mediante una gran variedad de cauces, a <strong class=\"keyword\">colmar</strong> la brecha financiera que actualmente obsta a la atención de salud para salvar vidas, a la educación universal, a una nutrición adecuada y a la utilización sostenible de los ecosistemas.","second":"The developed countries, through a wide range of channels, will have to help <strong class=\"keyword\">close</strong> the gaps in finance that now stand in the way of life-saving health care, universal education, adequate nutrition and sustainable use of ecosystems."},{"author":94808,"first":"Por último, el sistema actual de evaluación de las respuestas de los Estados partes adolece de ciertas lagunas que es necesario <strong class=\"keyword\">colmar</strong>.","second":"Lastly, the current system for evaluating State party replies contained certain gaps that needed to be <strong class=\"keyword\">addressed</strong>."},{"author":27,"first":"Este informe nos permitirá <strong class=\"keyword\">colmar</strong> las lagunas legales que han existido hasta ahora en relación con las disposiciones legislativas relativas a las flotas de la Unión Europea, lo que aumentará la credibilidad de la Unión Europea en este ámbito y contribuirá a la lucha contra la pesca ilegal.","second":"This report will allow us to <strong class=\"keyword\">close</strong> the legal loopholes which have existed to date with regard to legislative provisions on European Union fleets, which will improve the European Union's credibility in this field, and contribute to the fight against illegal fishing."},{"author":94809,"first":"Esta Asociación contribuirá a <strong class=\"keyword\">colmar</strong> la brecha científica y digital, a fortalecer el potencial que encierra África en el campo de la ciencia, las TIC y la tecnología espacial y sus aplicaciones y a potenciar su uso al servicio de la lucha contra la pobreza, el crecimiento y el desarrollo socioeconómico.","second":"This partnership will contribute to the <strong class=\"keyword\">bridging</strong> of the digital and scientific divides, to the strengthening of African capacities in the areas of Science, ICTs and Space technology and applications, and to enhancing their use as key enablers for poverty reduction, growth and socio-economic development."},{"author":8000,"first":"Las misiones tendrán lugar a partir del # de marzo y hasta el # de abril y examinarán los programas de las organizaciones no gubernamentales que han sido expulsadas para determinar qué lagunas habrá que <strong class=\"keyword\">colmar</strong> como consecuencia de su suspensión","second":"These missions will run from # arch and until # pril and will review the programmes of the expelled NGOS and assess the <strong class=\"keyword\">gaps</strong> resulting from the suspension of these programmes"},{"author":94809,"first":"En concreto, si un Estado miembro de acogida se plantea exigir al solicitante que realice un período de prácticas o supere una prueba de aptitud, deberá comprobar en primer lugar si los conocimientos adquiridos por el solicitante a lo largo de su experiencia profesional en un Estado miembro o en un tercer país pueden <strong class=\"keyword\">colmar</strong>, total o parcialmente, la diferencia sustancial a la que se refiere el apartado 4.","second":"In particular, if the host Member State intends to require the applicant to complete an adaptation period or take an aptitude test, it must first ascertain whether the knowledge acquired by the applicant in the course of his professional experience in a Member State or in a third country, is of a nature to <strong class=\"keyword\">cover</strong>, in full or in part, the substantial difference referred to in paragraph 4."},{"author":94809,"first":"Precisa cómo en lo sucesivo la asistencia técnica de la Comunidad se centrará en <strong class=\"keyword\">colmar</strong> las lagunas existentes, por ejemplo en el campo de los proyectos y directivas en materia de contaminación del aire con participación del sector privado, y trabajará en cooperación estrecha con los países candidatos en la elaboración de los planes de financiación de las directivas específicas para intentar resolver los problemas que se presenten en materia de residuos, contaminación del aire y formación de las autoridades locales.","second":"It describes how Community technical assistance will now focus on gaps, such as air pollution projects and directives involving private sector expenditure, and work closely with Candidate Countries on their directive specific financing plans for problem areas in waste and air pollution and training for local authorities."},{"author":8000,"first":"Por tanto, la finalidad del proyecto es <strong class=\"keyword\">colmar</strong> el vacío entre estas investigaciones extensas y las necesidades operacionales de la comunidad","second":"The project therefore aims to <strong class=\"keyword\">bridge</strong> the <strong class=\"keyword\">gap</strong> between this extensive research work and the operational needs of the community"},{"author":8000,"first":"Actualmente forman parte de un grupo de trabajo creado para <strong class=\"keyword\">colmar</strong> las lagunas existentes # instituciones locales e internacionales, entre ellas la OMS y la CEPA","second":"A total of # local and international institutions, including WHO and ECA, are now part of a working group that has been created in order to <strong class=\"keyword\">fill</strong> the existing gaps"},{"author":94808,"first":"Debido a que la República Islámica del Irán ha sufrido la amarga experiencia de la utilización de armas químicas por el antiguo régimen del Iraq, opinamos que deben proveerse recursos suficientes para <strong class=\"keyword\">colmar</strong> rápidamente las necesidades de los Estados partes que han sido expuestos a ataques con armas químicas.","second":"Because the Islamic Republic of Iran has been subjected to the bitter experience of chemical weapons used by the former regime of Iraq, we are of the view that adequate resources must be made available to expeditiously <strong class=\"keyword\">meet</strong> the needs of the States parties that have been exposed to chemical attacks."},{"author":94808,"first":"El orador del Consejo de Europa informó al Foro sobre la labor en curso para formular una declaración en apoyo a los Principios Rectores y elaborar un instrumento no vinculante con miras a <strong class=\"keyword\">colmar</strong> lagunas, en cooperación con el sector privado y la sociedad civil.","second":"The speaker from the Council of Europe informed the Forum about ongoing work to create a declaration in support of the Guiding Principles and develop a non-binding instrument to <strong class=\"keyword\">fill</strong> gaps, in cooperation with the private sector and civil society."},{"author":94808,"first":"Si no se adoptan medidas inmediatas para <strong class=\"keyword\">colmar</strong> la brecha digital, los países en desarrollo se verán aún más marginados en la sociedad mundial.","second":"Without immediate steps to <strong class=\"keyword\">bridge</strong> the digital divide, developing countries will be further marginalized within the global society."},{"author":94808,"first":"Durante los próximos tres o cuatro años esperamos poder <strong class=\"keyword\">colmar</strong> las brechas restantes en materia de cobertura —como las normas de seguridad para los repositorios geológicos de desechos— y aplicar una estructura más coherente para el corpus de normas del OIEA.","second":"Over the next three to four years, we hope to <strong class=\"keyword\">fill</strong> in the remaining gaps in coverage — such as safety standards on geological waste repositories — and to implement a more coherent structure for the body of IAEA standards."},{"author":94809,"first":"También ha aclarado de qué modo una AEI puede reforzar la coherencia de nuestras prioridades de investigación e innovación y cómo puede orientar, racionalizar y simplificar nuestras acciones, a la vez que señala medidas para <strong class=\"keyword\">colmar</strong> las lagunas y acelerar la adopción de las innovaciones.","second":"It also clarified how an EIP can reinforce the coherence of our research and innovation priorities, and how it can focus, streamline and simplify our actions, while pointing to measures to <strong class=\"keyword\">bridge</strong> gaps and accelerate the uptake of innovations."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86":{"U":"","id":86,"N":"wiki","url":"https://glosbe.com/source/86"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}