{"result":"ok","tuc":[{"phrase":{"text":"commit","language":"en"},"meanings":[{"language":"en","text":"To perform an act, usually with a negative connotation."},{"language":"es","text":"Realizar un acto, generalmente con una connotación negativa."},{"language":"en","text":"to do; to perpetrate"}],"meaningId":-7170445033401653715,"authors":[90508]},{"phrase":{"text":"perpetrate","language":"en"},"meaningId":-8996315688600396009,"authors":[84500]},{"phrase":{"text":"make","language":"en"},"meaningId":7378164760551604071,"authors":[89651]},{"phrase":{"text":"pull","language":"en"},"meaningId":256275342881466024,"authors":[83619]},{"phrase":{"text":"accomplish","language":"en"},"meaningId":7256064452403965357,"authors":[36]},{"phrase":{"text":"achieve","language":"en"},"meaningId":7089913899015025603,"authors":[36]},{"phrase":{"text":"act","language":"en"},"meaningId":-779122539918613768,"authors":[36]},{"phrase":{"text":"carry out","language":"en"},"meaningId":-7020135948020249759,"authors":[83042]},{"phrase":{"text":"charge","language":"en"},"meaningId":-8993833049929088624,"authors":[25018]},{"phrase":{"text":"do","language":"en"},"meaningId":-5632674181417625246,"authors":[36]},{"phrase":{"text":"entrust","language":"en"},"meaningId":3843312901943575127,"authors":[20]},{"phrase":{"text":"keep","language":"en"},"meaningId":-7701594070686034912,"authors":[36]},{"phrase":{"text":"make a mistake","language":"en"},"meaningId":-2207011552253670814,"authors":[83086]},{"phrase":{"text":"observe","language":"en"},"meaningId":-911723483399762434,"authors":[36]},{"phrase":{"text":"perform","language":"en"},"meaningId":1640886846264300794,"authors":[25018]},{"phrase":{"text":"trespass","language":"en"},"meaningId":-2076584481534911675,"authors":[84500]},{"meanings":[{"language":"en","text":"(transitive) to commit"},{"language":"en","text":"to make (an error, etc)"},{"language":"en","text":"to commit"},{"language":"en","text":"(transitive) to make (an error, etc)"}],"meaningId":5776221048660855094,"authors":[1]}],"phrase":"cometer","examples":[{"author":94808,"first":"La mera preparación para <strong class=\"keyword\">cometer</strong> un delito tipificado con arreglo a la Convención no está penalizada.","second":"Mere preparation to <strong class=\"keyword\">commit</strong> a criminal offence established in accordance with this Convention is not criminalized."},{"author":8000,"first":"Ante la falta de disposiciones que reglamenten las facultades de la policía en la materia, en la práctica ésta ejerce amplias atribuciones a la hora de incautar o confiscar artículos utilizados para <strong class=\"keyword\">cometer</strong> un delito o cualquier material que a su juicio constituya una prueba de que se ha cometido un delito","second":"Due to the lack of provisions to regulate police powers of seizure and confiscation, in practice, the police exercise wide powers to seize and confiscate items used to <strong class=\"keyword\">commit</strong> a crime or any material that the police believe is evidence of a crime"},{"author":94808,"first":"El párrafo 2 versa sobre el supuesto en que una organización internacional elude una de sus obligaciones internacionales al recomendar a un Estado miembro o a una organización internacional miembro la comisión de cierto hecho o al autorizar a un Estado miembro o una organización internacional miembro a <strong class=\"keyword\">cometer</strong> ese hecho.","second":"Paragraph 2 considers the case in which an international organization circumvents one of its international obligations by recommending to a member State or international organization the commission of a certain act or by authorizing a member State or international organization to <strong class=\"keyword\">commit</strong> such an act."},{"author":94808,"first":"Asimismo, en la confesión sunní, una mujer tiene derecho a exigir la separación (la disolución del vínculo matrimonial mediante el decreto de un juez) como resultado de daños derivados de la discordia o el maltrato, como palizas, obligar a la mujer a <strong class=\"keyword\">cometer</strong> actos prohibidos, participar en actividades prohibidas, o la incapacidad del marido de mantener a su mujer, aunque esto supone un procedimiento largo y complicado.","second":"Likewise, in the Sunni denomination, a woman has the right to demand separation (the dissolution of the marriage bond by decree of a judge) as a result of damage arising from discord or mistreatment, such as beating, compelling her to <strong class=\"keyword\">commit</strong> forbidden activities, engaging in forbidden activities or because the husband does not support his wife financially, although this involves a long and complicated procedure."},{"author":94808,"first":"Insta a los Estados Miembros a que adopten medidas, incluida, cuando proceda, legislación, destinadas a penalizar todos los aspectos del uso indebido de la tecnología para <strong class=\"keyword\">cometer</strong> delitos de explotación sexual de niños y a que consideren, de conformidad con el derecho nacional e internacional, la posibilidad de adoptar medidas apropiadas para detectar y retirar de Internet imágenes conocidas de abuso sexual de niños y para facilitar la identificación de los responsables del abuso o la explotación de los niños;","second":"Urges Member States to adopt measures, including, where appropriate, legislation, designed to criminalize all aspects of the misuse of technology to <strong class=\"keyword\">commit</strong> child sexual exploitation crimes and to consider, in accordance with national and international law, appropriate measures to detect and remove known child sexual abuse images from the Internet and to facilitate the identification of those responsible for the abuse and/or exploitation of children;"},{"author":94808,"first":"- El delincuente es un menor que en el momento de <strong class=\"keyword\">cometer</strong> el delito había cumplido los 16 años pero todavía no había cumplido los 18 años de edad;","second":"· The offender is an older juvenile, i.e. a person who at the time of <strong class=\"keyword\">committing</strong> the offence had reached the age of 16, but not the age of 18;"},{"author":94808,"first":"En la nueva ley se establece que el testigo tendrá derecho a protección especial si el delito ha sido cometido por una organización establecida con ánimo de <strong class=\"keyword\">cometer</strong> crímenes castigados con una pena mínima de dos años de prisión.","second":"The new law stipulates that a witness will benefit from “witness protection” if a crime is committed by an organization established for the purposes of <strong class=\"keyword\">committing</strong> a crime with a penalty lower limit of two years."},{"author":31,"first":"Mi hermano dice que él va a ir al castillo... a <strong class=\"keyword\">cometer</strong> seppuku","second":"Brother said he' s going to the castle... to <strong class=\"keyword\">commit</strong> hara- kiri"},{"author":94808,"first":"La Sala absolvió al acusado de los cargos de conspiración para <strong class=\"keyword\">cometer</strong> genocidio, genocidio, complicidad en genocidio y crímenes de lesa humanidad.","second":"The Chamber acquitted the Accused for conspiracy to <strong class=\"keyword\">commit</strong> genocide, genocide, complicity in genocide and crimes against humanity."},{"author":94808,"first":"En vista de las disposiciones del párrafo 9 del artículo 30 de la Convención, deberían buscarse medios y mecanismos que permitan aplicar el artículo 30 del Código Penal de la Federación de Rusia, en el que se penaliza solamente la preparación para <strong class=\"keyword\">cometer</strong> delitos graves o muy graves, también a delitos menos graves que presenten los elementos básicos de soborno activo o instigación a prestar testimonio o abstenerse de prestarlo;","second":"In the light of the provisions of article 30, paragraph 9, of the Convention, ways and means should be sought to apply article 30 of the Criminal Code of the Russian Federation, which criminalizes preparations only for serious and very serious offences, also to less serious ones, including the basic elements of active bribery or subornation for giving or withholding testimony;"},{"author":31,"first":"Sí, bueno, no quiero trivializarlo o <strong class=\"keyword\">cometer</strong> un error, y Scotty parece haberse lavado las manos en todo esto","second":"Yeah, well, I don' t want to trivialize itOr make a <strong class=\"keyword\">mistake</strong>, And Scotty seems to have washed his hands of the whole thing"},{"author":8000,"first":"Comete delito en el sentido del presente convenio quien por el medio que fuere, directa o indirectamente, ilícita y deliberadamente, provea o recolecte fondos con la intención de que se utilicen, o a sabiendas de que serán utilizados, en todo o en parte, para <strong class=\"keyword\">cometer</strong>","second":"Any person commits an offence within the meaning of this Convention if that person by any means, directly or indirectly, unlawfully and wilfully, provides or collects funds with the intention that they should be used in the knowledge that they are to be used, in full or in part, in order to <strong class=\"keyword\">carry out</strong>"},{"author":94808,"first":"A abolir la pena de muerte para las personas que hayan tenido menos de 18 años en el momento de <strong class=\"keyword\">cometer</strong> el crimen y a los enfermos mentales;","second":"To abolish the death penalty for people who were under the age of 18 at the time the crimes were <strong class=\"keyword\">committed</strong> and for the mentally ill;"},{"author":94808,"first":"En cuanto a la medida de seguridad consistente en la detención, en el artículo 272 2) 1) del Código de Procedimiento Penal se dispone que, además de otros motivos para la aplicación de sanciones procesales, puede decidirse también la detención de una persona retenida bajo sospecha o acusada de <strong class=\"keyword\">cometer</strong> un crimen especialmente grave, si este estaba dirigido contra un menor, una persona que dependía o depende materialmente o de otra manera de la persona sospechosa o acusado.","second":"As regards the safety measure of arrest it is provided for by Section 272 (2) (1) of the Criminal Procedure Law, that in addition to other grounds for the application of procedural sanctions, arrest may also be applied to a person being held on suspicion of, or accused of the <strong class=\"keyword\">committing</strong> of an especially serious crime, if the crime was directed against a minor, a person who was or is materially dependent, or dependent in another manner, on the suspect or accused."},{"author":118293,"first":"Claro, nuestra herencia se vería reducida, pero no lo suficiente como para <strong class=\"keyword\">cometer</strong> un asesinato.","second":"Sure, our inheritance will be reduced, but not enough to <strong class=\"keyword\">commit</strong> murder."},{"author":8000,"first":"Preocupado también por la utilización de los delitos relacionados con la identidad para <strong class=\"keyword\">cometer</strong> otras actividades ilícitas, como el fraude económico, los delitos relacionados con la migración y los viajes internacionales, y el terrorismo","second":"Concerned also about the use of identity-related <strong class=\"keyword\">crime</strong> to further the commission of other illicit activities, including economic fraud, crimes relating to migration and international travel, and terrorism"},{"author":22,"first":"Si el Estado francés impide la candidatura de Jean-Marie Le Pen, <strong class=\"keyword\">cometerá</strong> una grave infracción del artículo # del Tratado de la Unión Europea","second":"If the French State prevents Jean-Marie Le Pen from standing in the regional elections it would represent a serious breach of Article # of the EU Treaty"},{"author":94808,"first":"Insta a todas las partes en el Convenio sobre Aviación Civil Internacional a que acaten, en la mayor medida en que sean aplicables, los reglamentos, normas y prácticas internacionales relativos a la seguridad de la aviación civil, a fin de evitar que se repitan incidentes como este, y exige que todos los Estados y otros agentes se abstengan de <strong class=\"keyword\">cometer</strong> actos de violencia dirigidos contra aeronaves civiles;","second":"Urges all parties to the Convention on International Civil Aviation to observe to the fullest extent applicable, the international rules, standards and practices concerning the safety of civil aviation, in order to prevent the recurrence of such incidents, and demands that all States and other actors refrain from acts of violence directed against civilian aircraft;"},{"author":94808,"first":"También constituyen delito el intento, la preparación o conspiración para <strong class=\"keyword\">cometer</strong> el delito de sedición, así como el encubrimiento de ese delito.","second":"Attempt, preparation or conspiracy to <strong class=\"keyword\">commit</strong> sedition, as well as failure to reveal such a crime, are also offences."},{"author":94808,"first":"Una vez finalizado ese proceso, Bangladesh estará en condiciones de enjuiciar a los sospechosos de <strong class=\"keyword\">cometer</strong> actos de piratería frente a las costas de Somalia.","second":"Once it is finalized, Bangladesh would be able to prosecute individuals suspected of <strong class=\"keyword\">piracy</strong> off the coast of Somalia."},{"author":119719,"first":"aportar o recabar fondos con la intención de utilizarlos, o el conocimiento de que van a ser utilizados, para <strong class=\"keyword\">cometer</strong> delitos terroristas o delitos relacionados con grupos o actividades terroristas.","second":"Providing or collecting funds with the intention or the knowledge that they are to be used to <strong class=\"keyword\">commit</strong> terrorist offences and offences related to terrorist groups or terrorist activities."},{"author":94808,"first":"Asimismo, se les hace saber de la responsabilidad que tienen, de abordar con los turistas, el tema de la prostitución infantil y la pornografía infantil, como delitos reconocidos en la legislación, haciéndoles énfasis en las consecuencias penales que les traería al <strong class=\"keyword\">cometer</strong> dichos ilícitos.","second":"They are also taught their responsibility, in their dealings with tourists, for pointing out that child prostitution and child pornography are criminal acts recognized as such by law and stressing the penal consequences which they would incur if they <strong class=\"keyword\">committed</strong> such illegal acts."},{"author":8000,"first":"Artículo # (“Conspiración para <strong class=\"keyword\">cometer</strong> un delito previsto en la Ley Federal”","second":"Article # (“Plotting to <strong class=\"keyword\">commit</strong> a criminal act covered by the Federal Law”"},{"author":8000,"first":"Los sospechosos de <strong class=\"keyword\">cometer</strong> actos terroristas son detenidos arbitrariamente, sin acusación ni juicio justo, torturados y muchas veces se desconoce su paradero constituyéndose de este modo en “desaparecidos”","second":"Suspects of <strong class=\"keyword\">committing</strong> terrorist acts are arbitrary detained, with no accusation or fair trial, tortured and many times their whereabouts is unknown, becoming “disappear people”"},{"author":118293,"first":"Jovencita, por poco induce a este tribunal a <strong class=\"keyword\">cometer</strong> una seria injusticia.","second":"Young woman, you almost succeeded in wheedling this court into what would have been a serious miscarriage of justice."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"119719":{"U":"http://consilium.europa.eu/","id":119719,"N":"Consilium EU","url":"https://glosbe.com/source/119719"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"83086":{"U":"","id":83086,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83086"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}