{"result":"ok","tuc":[{"phrase":{"text":"moderate","language":"en"},"meanings":[{"language":"es","text":"Con un costo, intensidad, calidad o grado medio."},{"language":"en","text":"Being of average amount, intensity, quality, degree."}],"meaningId":259112567971354390,"authors":[92056]},{"phrase":{"text":"restrained","language":"en"},"meaningId":-6705242929839937572,"authors":[25115]},{"phrase":{"text":"accessible","language":"en"},"meaningId":266262910451976019,"authors":[2698]},{"phrase":{"text":"approachable","language":"en"},"meaningId":-3436676969877023511,"authors":[2698]},{"phrase":{"text":"communicative","language":"en"},"meaningId":-1047051251586144805,"authors":[2698]},{"phrase":{"text":"courteous","language":"en"},"meaningId":-4223161551244308732,"authors":[20]},{"phrase":{"text":"get-at-able","language":"en"},"meaningId":118709229733205667,"authors":[2698]},{"phrase":{"text":"guarded","language":"en"},"meaningId":-2697941421962388578,"authors":[97745]},{"phrase":{"text":"obliging","language":"en"},"meaningId":-7711521979175501639,"authors":[25018]},{"phrase":{"text":"reasonable","language":"en"},"meaningId":1329074272022751014,"authors":[2698]},{"phrase":{"text":"receptive","language":"en"},"meaningId":2650953025107723033,"authors":[2698]},{"phrase":{"text":"temperate","language":"en"},"meaningId":4326345871131585954,"authors":[97745]},{"meanings":[{"language":"en","text":"moderate"}],"meaningId":5956933462667797341,"authors":[93107]}],"phrase":"comedido","examples":[{"author":118293,"first":"A primera vista es decente, <strong class=\"keyword\">comedida</strong> y culta.","second":"At first glance she is a person in place, poised and <strong class=\"keyword\">very</strong> cultured."},{"author":27,"first":"– Señor Presidente, el informe del señor Fava es como un limón seco: por mucho que aprietes no sale jugo; aún así, es un informe más responsable y <strong class=\"keyword\">comedido</strong> que el presentado por la Asamblea Parlamentaria del Consejo de Europa.","second":"Mr President, Mr Fava’s report is like a dried lemon – no matter how hard you squeeze it, hardly any juice comes out; even so, it is a better, more responsible and more <strong class=\"keyword\">restrained</strong> report than the one presented by the Parliamentary Assembly of the Council of Europe."},{"author":94808,"first":"Suele ser muy moderado y <strong class=\"keyword\">comedido</strong>, pero esta vez ha sido muy, muy claro y el mensaje es muy preocupante.","second":"Usually he is very <strong class=\"keyword\">cool</strong> and understated, but this time he was very, very clear, and the message was very worrying."},{"author":118385,"first":"comparte la opinión de que la UE debe prestar más atención al desarrollo y la aplicación de tecnologías en el sector de las energías renovables y señala que las nuevas tecnologías deben ofrecer a todos los consumidores (desde las empresas industriales hasta los hogares) la oportunidad de utilizar la energía de manera más inteligente y <strong class=\"keyword\">comedida</strong> y de optar por métodos de producción de energía más limpios y eficientes;","second":"shares the view that the EU should pay more attention to the development and use of technologies in the renewables sector, and notes that new technologies will offer all consumers (from industrial firms to households) the opportunity to make smarter and more sparing use of energy and to choose clean and efficient methods of generating energy;"},{"author":94809,"first":"En este contexto, hace un llamamiento para que la agricultura y la cadena de suministro de alimentos se muestren más <strong class=\"keyword\">comedidas</strong> en el uso del agua y de combustibles fósiles, utilicen menos fertilizantes y productos fitosanitarios, se diversifiquen en mayor medida y aprovechen al máximo y con más inteligencia las sinergias entre la agricultura, la ganadería, la gestión de los residuos orgánicos y los flujos de residuos les, y utilicen diversas fuentes de energía;","second":"in this context calls for agriculture and the food supply chain to be more sparing in their use of water and fossil fuels, use less fertiliser and phytosanitary products, be more diversified and smarter in making the most of synergies between arable farming, livestock farming, organic waste management, residue streams and use various sources of energy;"},{"author":94808,"first":"En general, la reacción de la población fue <strong class=\"keyword\">comedida</strong>, con la excepción de una manifestación del movimiento para la libre determinación de los albaneses de Kosovo, Vetevendosje, celebrada el 28 de noviembre, Día de la Bandera Albanesa, durante la cual unos 4.000 manifestantes lanzaron proyectiles contra las sedes del Gobierno y de la UNMIK en Prishtinë/Priština.","second":"The reaction among the population was generally <strong class=\"keyword\">restrained</strong>, with the exception of a demonstration by the Kosovo Albanian self-determination movement Vetevendosje on 28 November, Albanian Flag Day, in which both the Government and UNMIK headquarters in Prishtinë/Priština were attacked by approximately 4,000 demonstrators throwing projectiles."},{"author":27,"first":"Por ese motivo, es fundamental que adoptemos un enfoque <strong class=\"keyword\">comedido</strong> en esta cuestión.","second":"For that reason, it is crucial that we take a <strong class=\"keyword\">measured</strong> approach to this."},{"author":27,"first":"Por supuesto que es motivo de preocupación si se abusa de las concesiones pero ha de haber respuestas <strong class=\"keyword\">comedidas</strong> y proporcionales.","second":"Of course, it is of concern if concessions are abused, but there must be <strong class=\"keyword\">measured</strong> and proportionate responses."},{"author":27,"first":"Por tanto, estoy encantada de respaldar esta pregunta oral, también porque durante nuestro anterior debate plenario sobre este tema, le pedí a la Unión Europea que analizase las mejores prácticas internacionales para gestionar las cenizas volcánicas y, más particularmente, subrayé a los Estados unidos, que siempre han aplicado un enfoque más <strong class=\"keyword\">comedido</strong> en este sentido.","second":"As such, I am delighted to support this oral question, not least because during our previous plenary debate on this issue, I called for the European Union to look at international best practice on dealing with volcanic ash and, more particularly, highlighted America, which has always applied a more <strong class=\"keyword\">measured</strong> approach in this regard."},{"author":118293,"first":"Okajima era un hombre <strong class=\"keyword\">comedido</strong>, siempre manteniendo su neutralidad... en los frecuentes enfrentamientos entre familias.","second":"Okajima was a <strong class=\"keyword\">temperate</strong> man, always maintaining his neutrality in the frequent flare-ups be tween families."},{"author":94808,"first":"Las normas que se aplican a la policía ucraniana son las mismas que las de otros países: siempre que el gentío se muestre pacífico, la policía no debe usar la fuerza; no obstante, si hay disturbios y la situación corre peligro de degenerar, pueden hacer uso de ella, pero deben hacerlo de la manera más <strong class=\"keyword\">comedida</strong> posible.","second":"The rules which the Ukrainian police must follow were the same as those in other countries: as long as the crowd was peaceful, the police were not to use force, whereas if there were disturbances and the situation was in danger of degenerating, they could, but must exercise the greatest possible <strong class=\"keyword\">restraint</strong>."},{"author":94808,"first":"Dijeron que convendría que el Grupo de Trabajo analizara la cuestión más a fondo y avanzara de manera <strong class=\"keyword\">comedida</strong> en lugar de precipitarse a adoptar una posición que pudiese resultar problemática.","second":"The Working Group, they said, would do well to analyse the issue further and move forward in a <strong class=\"keyword\">measured</strong> manner rather than rush to adopt a position that could prove problematic."},{"author":90922,"first":"Hay decisiones tan estúpidas que pueden llevar a gritar a gente poco <strong class=\"keyword\">comedida</strong>.","second":"There are some decisions so stupid that a person who lacked <strong class=\"keyword\">restraint</strong> might howl."},{"author":31,"first":"Esto podría ser algo <strong class=\"keyword\">comedido</strong>...... pero no lo está haciendo bien","second":"This may be..<strong class=\"keyword\">.</strong>... something of an understatement, but he is not doing well"},{"author":94809,"first":"La postura <strong class=\"keyword\">comedida</strong> de Pristina y el enfoque integrador, junto con el papel positivo desempeñado por Belgrado, han evitado la escalada.","second":"Pristina’s <strong class=\"keyword\">restraint</strong> and inclusive approach, together with the positive role played by Belgrade, have prevented escalation."},{"author":8000,"first":"La respuesta de Israel ha sido <strong class=\"keyword\">comedida</strong>, ha ido orientada contra blancos terroristas justificados y se ha llevado a cabo intentando minimizar, en la medida de lo posible, los daños para la población civil, que los terroristas palestinos han utilizado como escudos para su amplia infraestructura terrorista","second":"Israel's response was <strong class=\"keyword\">measured</strong>, focused on legitimate terrorist targets and carried out in such a way as to minimize as much as possible any harm to the civilian population, which the Palestinian terrorists have exploited as shields for their extensive terrorist infrastructure"},{"author":92475,"first":"Kazuo Shi, líder nacional del Partido Comunista de Japón fue más <strong class=\"keyword\">comedido</strong> en su respuesta:","second":"Kazuo Shi, the national leader of the Japanese Communist Party was more <strong class=\"keyword\">measured</strong> in his response:"},{"author":27,"first":"Pero he de decir que el informe es <strong class=\"keyword\">comedido</strong> y que se centra en una serie de ámbitos conflictivos, entre los que se encuentran la falta de cooperación, o más bien el sabotaje, de terceros países como por ejemplo Libia y Turquía.","second":"I have to say, though, that the report is <strong class=\"keyword\">balanced</strong>, addressing, as it does, a number of painful areas, including the lack of cooperation, or should I say sabotage, by third countries, such as Libya and Turkey."},{"author":27,"first":"En resumen, señor Presidente en ejercicio del Consejo, como usted mismo ha dicho, vine con una sensación de alegría <strong class=\"keyword\">comedida</strong>, pero confuso, porque, por un lado, me sentía alentado por los esfuerzos realizados para aplicar el Acuerdo de Bonn, bajo los auspicios de las organizaciones internacionales, pero era consciente de que aún quedaba mucho para ganar la partida y, finalmente, totalmente convencido de que todavía quedaba todo por hacer para establecer la autoridad frágil del Gobierno provisional concediéndole los medios para demostrar su capacidad para mejorar la seguridad y la situación económica y social de los ciudadanos afganos en cualquier parte del país.","second":"In short, President-in-Office of the Council, as you yourself said, I came away with a sense of <strong class=\"keyword\">restrained</strong> satisfaction, but I had mixed feelings; I was encouraged by the efforts being made to implement the Bonn Agreements under the aegis of the international organisations, efforts which had brought significant progress; but I was aware that the game was still far from being won; and I was convinced, finally, that everything had to be done to establish the fragile authority of the provisional government by giving it the means to demonstrate its ability to improve the security and economic and social situation of the Afghan citizens everywhere in the country."},{"author":94809,"first":"El Tribunal recuerda que ni siquiera las observaciones negativas dirigidas a un agente atentan contra su personalidad, su dignidad o su integridad física o psíquica, siempre que se formulen en términos <strong class=\"keyword\">comedidos</strong> y no se desprenda de los autos que se basan en acusaciones abusivas y sin relación alguna con hechos objetivos (véase la sentencia del Tribunal de 24 de febrero de 2010, Menghi/ENISA, F‐2/09, apartado 110).","second":"The Tribunal notes that even negative comments made to a staff member do not undermine his personality, dignity or physical or psychological integrity, where they are made in <strong class=\"keyword\">measured</strong> terms and where it is not apparent from the documents in the case that they are based on unfair accusations devoid of any link with objective facts (see judgment of 24 February 2010 in Case F‐2/09 Menghi v ENISA, paragraph 110)."},{"author":118293,"first":"Suena bastante <strong class=\"keyword\">comedido</strong> para un tipo que no pensaba pagar la cuenta.","second":"Sounds pretty <strong class=\"keyword\">restrained</strong> for a guy who wasn't planning on paying his bill."},{"author":27,"first":"La rama política del ELK hace todo lo posible por minar la imagen del <strong class=\"keyword\">comedido</strong> Rugova para clasificarse a sí misma para la mesa de negociación y luego llegar con una exigencia extrema de independencia o quizá de una Gran Albania.","second":"The political wing of the KLA is doing everything it can to undermine the image of the <strong class=\"keyword\">moderate</strong> Rugova in order to qualify itself for the negotiating table, at which it will arrive with an extreme demand: independence, or perhaps a Greater Albania."},{"author":8008,"first":"Situada sobre una punta del litoral que desciende hacia el mar, esta veterana urbanización suele ponerse como ejemplo de explotación turística sensata y <strong class=\"keyword\">comedida</strong>.","second":"Located over a point along the coast that drops down to the sea, this old urbanisation is often cited as an example of sensible and <strong class=\"keyword\">restrained</strong> tourist development."},{"author":8000,"first":"Como allí se sugiere, durante este debate debemos centrarnos en el fortalecimiento de la Organización mediante una evaluación <strong class=\"keyword\">comedida</strong> de lo ocurrido y reflexionando en el tipo de Organización que queremos para el futuro. Asimismo, debemos empezar a efectuar los cambios necesarios","second":"In this debate, as the report suggested, we must focus our attention on strengthening the Organization by taking a <strong class=\"keyword\">measured</strong> assessment of what has happened, reflecting on the sort of Organization we want in the future and beginning to make the necessary changes"},{"author":27,"first":"(BG) Señor Presidente, quisiera felicitar al ponente, el señor Coelho, por haber elaborado un informe tan <strong class=\"keyword\">comedido</strong> y positivo.","second":"(BG) Mr President, I would like to congratulate the rapporteur, Mr Coelho, on an exceptionally <strong class=\"keyword\">balanced</strong>, positive report."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}