{"result":"ok","tuc":[{"phrase":{"text":"compile","language":"en"},"meanings":[{"language":"en","text":"assemble from a collection"},{"language":"en","text":"To use a compiler to process source code and produce executable code."},{"language":"es","text":"Usar un compilador para procesar código fuente y producir código ejecutable."},{"language":"en","text":"produce executable"},{"language":"en","text":"To translate all the source code of a program from a high-level language into object code prior to execution of the program."}],"meaningId":-8551983768252637145,"authors":[70195]},{"phrase":{"text":"build","language":"en"},"meanings":[{"language":"en","text":"A named set of deliverables (software components) produced, usually by compiling, from a discrete set of source versions."}],"meaningId":563219968828054559,"authors":[84]},{"phrase":{"text":"compose","language":"en"},"meaningId":-5773666099102406701,"authors":[16]},{"meanings":[{"language":"en","text":"to compile (to put together)"},{"language":"en","text":"(computing) to compile (a program)"},{"language":"en","text":"to compile (a program)"}],"meaningId":-7917389221532027080,"authors":[1]}],"phrase":"compilar","examples":[{"author":94808,"first":"Conviene observar que en algunos casos podrían utilizarse registros administrativos para <strong class=\"keyword\">compilar</strong> ciertos datos de utilización, en particular en los sectores docente y público, con respecto a los cuales los ministerios nacionales recaban y compilan tradicionalmente otros tipos de datos (por ejemplo, el número de escuelas y estudiantes o el número de funcionarios públicos).","second":"This applies in particular to the education and government sectors, where other types of data are traditionally collected and aggregated by national ministries (for example, number of schools and students or number of government employees)."},{"author":94808,"first":"<strong class=\"keyword\">Compilar</strong> información pertinente para documentar las repercusiones previstas como resultado de la aplicación de medidas de control","second":"<strong class=\"keyword\">Compile</strong> relevant information to document the foreseen impacts as a result of the application of control measures."},{"author":94808,"first":"En sus resoluciones 52/118 y 53/138, la Asamblea General pidió al Secretario General que <strong class=\"keyword\">compilara</strong> en un solo volumen las directrices relativas a la forma y el contenido de los informes que debían presentar los Estados partes que hubieran publicado el Comité de Derechos Humanos, el Comité de Derechos Económicos, Sociales y Culturales, el Comité para la Eliminación de la Discriminación contra la Mujer, el Comité para la Eliminación de la Discriminación Racial, el Comité de los Derechos del Niño y el Comité contra la Tortura.","second":"In its resolutions 52/118 and 53/138, the General Assembly requested the Secretary‐General to <strong class=\"keyword\">compile</strong> in a single volume the guidelines regarding the form and content of reports to be submitted by States parties that have been issued by the Human Rights Committee, the Committee on Economic, Social and Cultural Rights, the Committee on the Elimination of Discrimination against Women, the Committee on the Elimination of Racial Discrimination, the Committee on the Rights of the Child and the Committee against Torture."},{"author":94808,"first":"También incluirá aplicaciones que puedan <strong class=\"keyword\">compilar</strong> índices de confianza del consumidor, informar sobre los indicadores de la opinión pública y analizar la movilidad y el sentimiento de los ciudadanos.","second":"Applications that can <strong class=\"keyword\">compile</strong> consumer confidence indexes, report on public opinion indicators and analyse mobility and sentiment will be included."},{"author":94809,"first":"La Comisión <strong class=\"keyword\">compilará</strong> cada tres años un informe sobre la aplicación del presente Reglamento y lo integrará con la información ya disponible en el marco del Inventario Europeo de Emisiones Contaminantes (EPER), elaborado en virtud de la Decisión 2000/479/CE (17), y del Inventario de emisiones CORINAIR del programa EMEP (Programa concertado de vigilancia continua y de evaluación de la transmisión a larga distancia de los contaminantes atmosféricos en Europa), así como con la información proporcionada por los Estados miembros con arreglo a los apartados 1, 2 y 3 para constituir un informe de síntesis.","second":"The Commission shall every three years <strong class=\"keyword\">compile</strong> a report on the application of this Regulation and shall integrate it with the information already available in the context of the EPER, as established by Commission Decision 2000/479/EC (17), and CORINAIR Emission Inventory of EMEP (Cooperative Programme for Monitoring and Evaluation of the Long-Range Transmission of Air Pollutants in Europe), and with the information provided by the Member States under paragraphs 1, 2 and 3 to form a synthesis report."},{"author":94809,"first":"Se <strong class=\"keyword\">compilará</strong> una nota explicativa completa solamente una vez al año en una fecha fijada por el BCE con la información indicada en la tercera parte del anexo II de la presente orientación.","second":"A full explanatory note shall be <strong class=\"keyword\">compiled</strong> only once a year by a date set by the ECB with the information set out in Part 3 of Annex II to this Guideline."},{"author":8000,"first":"En el párrafo # el UNFPA estuvo de acuerdo con la recomendación de la Junta de <strong class=\"keyword\">compilar</strong>, aprobar y difundir con carácter prioritario un marco general de control interno para todo el personal que incluya a todos los módulos del sistema Atlas","second":"In paragraph # agreed with the Board's recommendation to <strong class=\"keyword\">compile</strong>, approve and disseminate an overall internal control framework to all staff that covers all modules of the Atlas system as a matter of priority"},{"author":94808,"first":"Al <strong class=\"keyword\">compilar</strong> los estudios de casos se investigaron las prácticas de publicación de información y se compararon con los requisitos de transparencia y publicación de información del Grupo de Trabajo Intergubernamental, que se dividen a grandes rasgos en información financiera y de otro tipo.","second":"Disclosure practices were surveyed in the process of <strong class=\"keyword\">compiling</strong> the case studies and were compared with the ISAR Transparency and Disclosure Requirements, which are divided broadly into areas of financial disclosure and non-financial disclosure."},{"author":94808,"first":"No obstante, la Junta considera que es importante que, además de <strong class=\"keyword\">compilar</strong> los riesgos a nivel institucional (como se hizo en 2015), el UNICEF establezca un examen periódico a nivel de las oficinas en el que las divisiones operacionales en una oficina examinen los riesgos, los efectos de las medidas de mitigación y el riesgo residual a fin de facilitar una integración horizontal y eliminar las redundancias en la mitigación de los riesgos, si las hubiere.","second":"The Board, however, considers it important that, in addition to an enterprise-wide <strong class=\"keyword\">collation</strong> of risk (as was done in 2015), UNICEF establish a periodic review at the office level where the operational divisions in an office review the risks, the impact of mitigating actions and the residual risk in order to provide a horizontal integration and remove redundancies in risk mitigation, if any."},{"author":8000,"first":"Desde la entrada en vigor de la disposición # del Convenio SOLAS en # los Estados tienen la obligación de adoptar las medidas necesarias para reunir y <strong class=\"keyword\">compilar</strong> datos hidrográficos y para publicar, difundir y actualizar toda la información náutica necesaria para garantizar la seguridad de la navegación","second":"Since the entry into force in # of SOLAS regulation # tates have been required to arrange for the collection and <strong class=\"keyword\">compilation</strong> of hydrographic data and the publication, dissemination and updating of all nautical information necessary for safe navigation"},{"author":94809,"first":"Siempre que la Comisión de las Comunidades Europeas deba <strong class=\"keyword\">compilar</strong> o relacionar información para su envío a los Estados miembros de la CE, el Órgano de Vigilancia de la AELC efectuará el mismo trabajo con relación a los Estados de la AELC e informará de ello a éstos y a la Comisión de las Comunidades Europeas.","second":"Where the European Commission is to <strong class=\"keyword\">compile</strong> or correlate information to be sent to the EC Member States, the EFTA Surveillance Authority shall do the coresponding work with regard to the EFTA States and report to the EFTA States and the European Commission."},{"author":94808,"first":"Las personas que no hablen albanés tienen derecho a utilizar su propia lengua o a <strong class=\"keyword\">compilar</strong> los documentos procesales en su lengua materna durante los procedimientos judiciales civiles.","second":"The persons who do not know Albanian have the right to use their own language, or to <strong class=\"keyword\">compile</strong> the procedural acts in their mother tongue also during the civil trial proceedings."},{"author":94809,"first":"Los Estados miembros deberán registrar y <strong class=\"keyword\">compilar</strong> toda la información relativa a la aplicación del presente Reglamento.","second":"Member States shall record and <strong class=\"keyword\">compile</strong> all the information regarding the application of this Regulation."},{"author":8000,"first":"a) Elaboración de conceptos, definiciones, clasificaciones y métodos estadísticos para recabar, <strong class=\"keyword\">compilar</strong>, almacenar, analizar y difundir estadísticas e indicadores que puedan ser utilizados por los organismos competentes en el plano nacional","second":"a) Developing statistical concepts, definitions, classifications and methods for the collection, <strong class=\"keyword\">compilation</strong>, storage, analysis and dissemination of statistics and indicators for use by statistical authorities at the national level"},{"author":94808,"first":"En la decisión 11/COP.9 (anexo, párr. 2 c)) se dispone que el CRIC también examinará y <strong class=\"keyword\">compilará</strong> las prácticas óptimas para aplicar la Convención y someterá esa información a la consideración de la CP con vistas a difundirla.","second":"Decision 11/COP.9 (annex, paragraph 2(c)) states that the CRIC shall also review and <strong class=\"keyword\">compile</strong> best practices in the implementation of the Convention and shall forward this information for consideration by the COP with a view to disseminating it."},{"author":94808,"first":"El Consejo de Seguridad merece nuestro reconocimiento por <strong class=\"keyword\">compilar</strong> cuidadosamente el informe y presentarlo a la generalidad de los Miembros, de conformidad con la Carta de las Naciones Unidas.","second":"The Security Council deserves our appreciation for painstakingly <strong class=\"keyword\">compiling</strong> the report and presenting it to the general membership, in accordance with the United Nations Charter."},{"author":8003,"first":"Para lograrlo, el Centro recogerá, <strong class=\"keyword\">compilará</strong>, evaluará y difundirá datos científicos y técnicos relevantes, incluidos los de tipificación.","second":"To achieve this, the centre shall collect, <strong class=\"keyword\">collate</strong>, evaluate and disseminate relevant scientific and technical data, including typing information."},{"author":94808,"first":"Como parte de los preparativos para la aplicación del Convenio de Minamata, la Parte elaborará un plan sobre la forma en que <strong class=\"keyword\">compilará</strong> el inventario que incluirá, entre otros, la forma de obtener, evaluar y validar los datos.","second":"In preparing to implement the Minamata Convention, a party will develop a plan on how to develop the inventory, including how to collect, review and validate data."},{"author":8000,"first":"La UAA tiene por objetivo promover y desarrollar la abogacía en las naciones árabes, a fin de que pueda llevar a cabo su misión fundamental de mantener el principio de la justicia, establecer y defender la independencia del poder judicial y garantizar los derechos de los magistrados a la inmunidad y la independencia, <strong class=\"keyword\">compilar</strong> y unificar los recursos jurídicos árabes para enriquecer la ley y la jurisprudencia árabe, promover, garantizar y defender los principios básicos de los derechos humanos, las libertades fundamentales y la supremacía del estado de derecho en las leyes y la práctica de los países árabes, y promover el derecho internacional","second":"The ALU aims to promote and develop the legal profession in the Arab nations in order to enable it to fulfill its basic task of maintaining the principle of justice, to establish and defend the independence of the judiciary and guaranteeing the rights immunity and independence of judges, to <strong class=\"keyword\">compile</strong> and consolidate Arab legal resources to enrich Arab law and jurisprudence, to promote the basic principles of human rights, fundamental freedoms and the supremacy of the rule of law in Arab countries, in law and in practice and guaranteeing and defending them and to promote international law"},{"author":8008,"first":"Si no queremos <strong class=\"keyword\">compilar</strong> el soporte embebido, necesitaremos incluir estos módulos y sus dependencias en un initrd.","second":"If you do not want to <strong class=\"keyword\">compile</strong> in support, you'll need to include these modules and their dependencies in an initrd."},{"author":94808,"first":"En estrecha cooperación con las secretarías encargadas de seguir las conferencias, la División de Estadística <strong class=\"keyword\">compilará</strong> una “lista larga” de indicadores de desarrollo que se utilicen en el seguimiento de conferencias.","second":"In close cooperation with the secretariats responsible for conference follow-up, the United Nations Statistics Division <strong class=\"keyword\">will compile</strong> a “long list” of development indicators used in the context of conference follow-up."},{"author":94808,"first":"El Comité está formulando unos criterios de evaluación que reflejarían los conocimientos sólidos del aspirante en lo referente a los niveles y efectos de las radiaciones, así como su capacidad para <strong class=\"keyword\">compilar</strong>, preparar y evaluar informes científicos, evaluar proyectos de documentos científicos y resumir y sintetizar el material para la Asamblea General, la comunidad científica y el público en general; los criterios también tendrían en cuenta la disponibilidad de científicos expertos en los campos de trabajo del Comité, la asistencia y participación en los períodos de sesiones del Comité, las contribuciones a la labor de la secretaría y los aportes en especie.","second":"The Committee was developing evaluation criteria which would reflect the candidate’s sustainable knowledge in the field of radiation levels and effects and capability to <strong class=\"keyword\">compile</strong>, prepare and evaluate scientific reports, assess draft scientific documents and summarize and synthesize the material for the General Assembly, the scientific community and the public; the criteria would also take into account the availability of expert scientists in the fields of the Committee’s work, attendance and participation at Committee sessions, contributions to the work of the secretariat and contributions in kind."},{"author":94808,"first":"c) <strong class=\"keyword\">Compilar</strong> y difundir estadísticas sobre el número de casos de discurso de odio denunciados, el número de casos llevados a los tribunales y el resultado de estos;","second":"(c) <strong class=\"keyword\">Collect</strong> and make available statistics on the number of hate-speech cases reported, the number of cases brought to court and the outcome of those cases;"},{"author":94808,"first":"Consideramos que sería muy útil <strong class=\"keyword\">compilar</strong> las prácticas recomendadas de las Naciones Unidas para ayudar a los nuevos gobernantes interesados y a sus partidarios a formarse un criterio sobre la mejor manera de proceder para instaurar el Estado de derecho.","second":"We believe that a United Nations <strong class=\"keyword\">compilation</strong> of best practices would be of great use in helping the new leaders concerned, and their supporters, make judgements regarding the best path to establishing the rule of law."},{"author":94808,"first":"El equipo del UNICEF ayudó a elaborar directrices, normas y procedimientos relacionados con los programas de estudios, estrategias de enseñanza bilingüe intercultural, módulos de enseñanza primaria y una base de datos nacional que ayudara a <strong class=\"keyword\">compilar</strong> y procesar datos e indicadores estadísticos.","second":"That team helped to develop curricular guidelines, norms and procedures, intercultural bilingual education strategies, primary education modules and a national database that helps to <strong class=\"keyword\">compile</strong> and process statistical data and indicators."}],"from":"es","dest":"en","authors":{"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"8003":{"U":"http://ipsc.jrc.ec.europa.eu/index.php?id=782","id":8003,"N":"ECDC","url":"https://glosbe.com/source/8003"},"84":{"U":"http://www.microsoft.com/Language/en-US/Terminology.aspx","id":84,"N":"MicrosoftLanguagePortal","url":"https://glosbe.com/source/84"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}