{"result":"ok","tuc":[{"phrase":{"text":"conscientious","language":"en"},"meanings":[{"language":"en","text":"Thorough, careful, or vigilant; implies a desire to do a task well."},{"language":"en","text":"thorough, careful, or vigilant"},{"language":"es","text":"Cuidadoso o vigilante; implica un deseo de hacer una tarea bien."}],"meaningId":6362726632152078024,"authors":[70195]},{"phrase":{"text":"scrupulous","language":"en"},"meanings":[{"language":"en","text":"Thorough, careful, or vigilant; implies a desire to do a task well."},{"language":"es","text":"Cuidadoso o vigilante; implica un deseo de hacer una tarea bien."}],"meaningId":4139818974705742895,"authors":[69425]},{"phrase":{"text":"thorough","language":"en"},"meaningId":-3227265587124754443,"authors":[25115]},{"phrase":{"text":"dutiful","language":"en"},"meanings":[{"language":"en","text":"Performing the duties expected or required of one."},{"language":"es","text":"Que realiza las tareas que se espera o que le son requeridas."}],"meaningId":-263983045263906161,"authors":[69425]},{"phrase":{"text":"painstaking","language":"en"},"meanings":[{"language":"en","text":"Thorough, careful, or vigilant; implies a desire to do a task well."},{"language":"es","text":"Cuidadoso o vigilante; implica un deseo de hacer una tarea bien."}],"meaningId":4843779488175136431,"authors":[97745]},{"phrase":{"text":"faithful","language":"en"},"meaningId":-4697610873494980138,"authors":[69425]},{"phrase":{"text":"conscious","language":"en"},"meanings":[{"language":"es","text":"Especialmente interesado en algo, muy preocupado por algo."},{"language":"en","text":"Being particularly interested in something; caring about something a lot."}],"meaningId":5067817911652966486,"authors":[60172]},{"phrase":{"text":"meticulous","language":"en"},"meanings":[{"language":"en","text":"Thorough, careful, or vigilant; implies a desire to do a task well."},{"language":"es","text":"Cuidadoso o vigilante; implica un deseo de hacer una tarea bien."}],"meaningId":-4631003476965847692,"authors":[60172]},{"phrase":{"text":"careful","language":"en"},"meaningId":-1243905287596008165,"authors":[97745]},{"phrase":{"text":"honest","language":"en"},"meaningId":6408299564845164398,"authors":[83093]},{"meanings":[{"language":"en","text":"Conscientious."}],"meaningId":-7436200694464996082,"authors":[1]}],"phrase":"concienzudo","examples":[{"author":119723,"first":"El formular las preguntas apropiadas fomentará la participación y el aprendizaje <strong class=\"keyword\">concienzudos</strong>.","second":"Asking the right questions will encourage thoughtful learning and discussion in your lesson."},{"author":94808,"first":"Entonces podrá iniciarse una labor <strong class=\"keyword\">concienzuda</strong> hasta lograr un consenso sobre un programa de trabajo y su aplicación este año, de manera que la Conferencia pueda iniciar su labor sustantiva cuanto antes.","second":"Work can then be started in <strong class=\"keyword\">earnest</strong> to achieve a consensus on a work programme and its implementation this year so that the Conference can begin substantive work at an early date."},{"author":94808,"first":"La regla del consenso nos impone a todos nosotros la necesidad de trabajar juntos de manera <strong class=\"keyword\">concienzuda</strong> y convergente para cumplir nuestro mandato.","second":"The rule of consensus puts the onus on all of us to work together in a <strong class=\"keyword\">conscientious</strong> and focused manner to fulfil our mandate."},{"author":8000,"first":"Nuestros pensamientos acompañan al pueblo y el Gobierno de Armenia, que, al perder al Sr. Andranik Margaryan han perdido a un dirigente talentoso y <strong class=\"keyword\">concienzudo</strong>","second":"Our thoughts are with the people and the Government of Armenia, which have lost a talented and <strong class=\"keyword\">conscientious</strong> leader in Andranik Margaryan"},{"author":94808,"first":"Será necesaria una gestión particularmente <strong class=\"keyword\">concienzuda</strong> de la hacienda pública de Timor Oriental durante el ejercicio económico 2001-2002 a fin de responder a los problemas actuales y los posibles problemas futuros.","second":"East Timor’s public finances will require particularly <strong class=\"keyword\">careful</strong> management during the fiscal year 2001-2002 to respond to current and potential future problems."},{"author":94808,"first":"Israel ha expresado su pesar por el incidente, y la delegación canadiense acoge con satisfacción la intención de Israel de abrir una investigación sobre el incidente, investigación que la delegación canadiense espera que sea <strong class=\"keyword\">concienzuda</strong> y rápida.","second":"Israel had expressed its regret for the incident, and his delegation welcomed Israel’s call for an investigation into the shelling, which it hoped would be <strong class=\"keyword\">thorough</strong> and swift."},{"author":118293,"first":"Pero no soy tan <strong class=\"keyword\">concienzudo</strong> como tú.","second":"I'm just not as <strong class=\"keyword\">thorough</strong> as you are."},{"author":118293,"first":"También es <strong class=\"keyword\">concienzudo</strong>.","second":"Also <strong class=\"keyword\">thorough</strong>."},{"author":94808,"first":"Fábrega (Panamá) lamenta que su país haya presentado su informe periódico con tanto retraso pero asegura a los miembros del Comité que el actual Gobierno cumplirá de manera más <strong class=\"keyword\">concienzuda</strong> las obligaciones que le incumben en virtud de la Convención.","second":"Fábrega (Panama) regretted that his country had submitted its periodic report so late, but assured Committee members that the current Government would scrupulously meet its obligations under the Convention."},{"author":94808,"first":"La delegación de Nigeria aprecia su <strong class=\"keyword\">concienzudo</strong> esfuerzo y sus amplias consultas para enmarcar las ideas que figuran en el documento CD/1863, que contiene un proyecto de decisión sobre el establecimiento de un programa de trabajo de la Conferencia.","second":"The Nigerian delegation appreciates the <strong class=\"keyword\">painstaking</strong> efforts and wide-ranging consultations that went into the framing of the ideas in document CD/1863, which contains a draft decision for the establishment of a programme of work for the Conference."},{"author":95875,"first":"MODES_SNM ha efectuado pruebas <strong class=\"keyword\">concienzudas</strong> en condiciones de laboratorio para validar sus prestaciones en materia de detección y detectar sus posibles limitaciones.","second":"MODES_SNM has undergone extensive tests under laboratory conditions to validate its detection performance, as well as possible limitations."},{"author":95183,"first":"Los primeros auxilios recomendados consisten en el lavado inmediato y <strong class=\"keyword\">concienzudo</strong> de la herida durante un mínimo de 15 minutos con agua y jabón, detergente, povidona yodada u otras sustancias que maten al virus de la rabia.","second":"This involves first-aid of the wound that includes immediate and <strong class=\"keyword\">thorough</strong> flushing and washing of the wound for a minimum of 15 minutes with soap and water, detergent, povidone iodine or other substances that kill the rabies virus."},{"author":27,"first":"Señora Presidenta, me permito comenzar dando mi beneplácito al equilibrado y <strong class=\"keyword\">concienzudo</strong> planteamiento de la ponente y, desde luego, del Comisario y de la Presidenta sobre este importante informe.","second":"Madam President, may I begin by welcoming the balanced and <strong class=\"keyword\">conscientious</strong> approach of the rapporteur and indeed of the Commissioner and of the presidency on this important brief."},{"author":119739,"first":"Cuando una enfermera <strong class=\"keyword\">concienzuda</strong> no puede dar la atención adecuada a un paciente porque está sobrecargada de trabajo, acumula estrés.","second":"When a <strong class=\"keyword\">conscientious</strong> nurse cannot give adequate <strong class=\"keyword\">care</strong> to a patient because of work overload, stress soon builds up."},{"author":118293,"first":"El es, uh, esplendidamente <strong class=\"keyword\">concienzudo</strong>","second":"He's splendidly consciencious."},{"author":94808,"first":"También hemos tenido conocimiento de los esfuerzos costosos y <strong class=\"keyword\">concienzudos</strong> realizados por los gobiernos y por la comunidad internacional para mitigar las consecuencias del accidente para la salud.","second":"We have also learned about the costly and <strong class=\"keyword\">painstaking</strong> efforts by Governments and the international community to mitigate the health consequences of the accident."},{"author":95875,"first":"Se ha efectuado de manera <strong class=\"keyword\">concienzuda</strong> y documentado un análisis de fuentes primarias.","second":"An analysis of relevant primary sources has been collected and researched."},{"author":8000,"first":"De los comentarios sobre este tema se desprende que la cuestión fue objeto de una <strong class=\"keyword\">concienzuda</strong> labor de investigación y análisis","second":"It was clear from the commentaries to them that the matter had been the subject of <strong class=\"keyword\">thorough</strong> research and analysis"},{"author":8000,"first":"\"Declaro solemnemente que desempeñaré mis funciones y ejerceré mis atribuciones como miembro del Comité de Protección de los Derechos de Todos los Trabajadores Migrantes y de sus Familiares en forma honesta, fiel, imparcial y <strong class=\"keyword\">concienzuda</strong>. \"","second":"“I solemnly declare that I will perform my duties and exercise my powers as a member of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families honourably, faithfully, impartially and <strong class=\"keyword\">conscientiously</strong>.”"},{"author":118293,"first":"El agente Cooper es muy <strong class=\"keyword\">concienzudo</strong>.","second":"Agent Cooper is very <strong class=\"keyword\">thorough</strong>."},{"author":94809,"first":"Considerando que ha sido sometida a un <strong class=\"keyword\">concienzudo</strong> examen la situación relativa a las importaciones de determinados productos siderúrgicos procedentes de la Federación de Rusia y con destino a la Comunidad; y que las Partes interesadas, basándose en la información que les ha sido facilitada, celebraron un Acuerdo en forma de Canje de Notas (2) por el que se establece un sistema de doble control, sin límites cuantitativos, para un período comprendido entre la entrada en vigor del presente Reglamento en 1997 y el 31 de diciembre de 1999, salvo que ambas Partes acuerden poner término al sistema con anterioridad,","second":"Whereas the situation relating to imports of certain steel products from the Russian Federation into the Community has been the subject of <strong class=\"keyword\">thorough</strong> examination and whereas on the basis of relevant information supplied to them, the Parties have concluded an Agreement in the form of an Exchange of Letters (2) which establishes a double-checking system without quantitative limits for the period between the date of entry into force of this Regulation in 1997 and 31 December 1999, unless both Parties agree to terminate the system earlier,"},{"author":94808,"first":"Oshima (Japón) (habla en inglés): En primer lugar, agradezco al Secretario General Adjunto, Sr. Guéhenno, y al Embajador Zeid sus <strong class=\"keyword\">concienzudos</strong> informes.","second":"Oshima (Japan): First, I thank Under-Secretary-General Guéhenno and Ambassador Zeid for their <strong class=\"keyword\">detailed</strong> briefings."},{"author":94808,"first":"En consecuencia, la sede del proyecto para refugiados les proporciona asesores en la propia sede y en el Centro de Socorro Internacional para que puedan responder a las complicadas y detalladas preguntas que se les hacen y ofrece asesoramiento <strong class=\"keyword\">concienzudo</strong> continuo a los propios refugiados, sus familias y sus empleadores.","second":"Therefore, the Refugee Project Headquarters places “counsellors for refugees” at its headquarters and the International Rescue Centre to cope with the complicated and specialized details of consultation, and offers <strong class=\"keyword\">thorough</strong> and continuous counselling for the refugees themselves, their family members and their employers."},{"author":94808,"first":"Los procedimientos pueden parecer lentos, pero los magistrados deben ser <strong class=\"keyword\">concienzudos</strong> y escrupulosos en la observancia de las normas internacionalmente aceptadas para un juicio imparcial, respetando plenamente los derechos del acusado.","second":"The proceedings may be perceived to be slow, but the judges have to be <strong class=\"keyword\">thorough</strong> and scrupulous in their observance of internationally accepted norms of fair trial, with full respect for the rights of the accused."},{"author":94809,"first":"Así, el banco, de acuerdo con un cálculo económico <strong class=\"keyword\">concienzudo</strong> del Estado federado en tanto que copropietario, podía aprovechar también en el futuro las oportunidades del mercado en condiciones de competencia.","second":"The capital injection was not, therefore, necessary to maintain the orderly functioning of LBB, which could therefore, on the basis of a <strong class=\"keyword\">conscious</strong> economic calculation by the Land as part-owner, also see future market opportunities under conditions of competition."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}