{"result":"ok","tuc":[{"phrase":{"text":"meet","language":"en"},"meaningId":1232160580627688754,"authors":[84500]},{"phrase":{"text":"converge","language":"en"},"meaningId":-8393600380391772965,"authors":[84500]},{"phrase":{"text":"join","language":"en"},"meaningId":-3915236972372605477,"authors":[25018]},{"phrase":{"text":"flow together","language":"en"},"meanings":[{"language":"en","text":"To merge, to join, or to come out at the same point coming from different points of origin."},{"language":"es","text":"Fusionarse, unirse, o desembocar en el mismo punto viniendo desde diversos puntos de origen."}],"meaningId":-1762637256367893813,"authors":[60172]},{"phrase":{"text":"come together","language":"en"},"meaningId":-2742010566502328105,"authors":[86934]},{"phrase":{"text":"gather","language":"en"},"meaningId":4695465133873977049,"authors":[25018]},{"meanings":[{"language":"en","text":"to flow together"}],"meaningId":-4857372075098228137,"authors":[93107]}],"phrase":"confluir","examples":[{"author":94808,"first":"Entendemos que se deben redoblar los esfuerzos para <strong class=\"keyword\">confluir</strong> en una solución que guarde relación con las aspiraciones de nuestros pueblos y gobiernos.","second":"It is our belief that we must redouble <strong class=\"keyword\">our</strong> efforts to find a solution that reflects the aspirations of our Governments and our peoples."},{"author":27,"first":"Quiero dar las gracias al ponente, el Sr. Markus Ferber, pues creo que ha hecho <strong class=\"keyword\">confluir</strong> los intereses del Parlamento con el Consejo, de tal manera que creo que en esta semana obtendremos una buena mayoría para un buen compromiso.","second":"I thank the rapporteur, Mr Ferber, as I think he has <strong class=\"keyword\">brought</strong> the various Parliamentary interests and the Council <strong class=\"keyword\">together</strong>, so that this week, I believe, we can manage to get a good majority for a good compromise."},{"author":27,"first":"A fin de garantizar que la iniciativa \"Unión por la innovación\" contribuye al desarrollo sostenible, hay que modernizar los sistemas educativos, tenemos que <strong class=\"keyword\">confluir</strong> y simplificar las normas sobre el acceso a los fondos existentes, necesitamos hacer previsiones sobre las competencias necesarias, hay que fomentar las asociaciones entre universidades y empresas, junto con la estandarización, y también hay que proteger la propiedad intelectual.","second":"To ensure that the Innovation Union initiative contributes to sustainable development, the education system needs to be modernised, the rules on accessing existing funds need to be simplified and <strong class=\"keyword\">converged</strong>, forecasts need to be made about the skills required, partnerships between universities and businesses need to be encouraged, along with standardisation, and intellectual property needs to be protected."},{"author":95096,"first":"Así, aparece el segundo tema, es decir, el de Sión, como lugar espiritual en el que no sólo debe <strong class=\"keyword\">confluir</strong> el retorno de los hebreos, sino también la peregrinación de los pueblos que buscan a Dios.","second":"Thus, Zion, the second theme, appears as a holy place on which not only the returning Hebrews <strong class=\"keyword\">converge</strong>, but also those on pilgrimage seeking God."},{"author":94808,"first":"El Comité recomienda también que esos datos se desglosen por géneros, considerando que las cuestiones relacionadas con el género pueden <strong class=\"keyword\">confluir</strong> con la discriminación racial (Recomendación general No 25 (2000)).","second":"It also recommends that such data be disaggregated by gender, given that gender-issues may <strong class=\"keyword\">intersect</strong> with racial discrimination (general recommendation No. 25 (2000))."},{"author":94809,"first":"En esta programación plurianual <strong class=\"keyword\">confluirá</strong> una amplia gama de aportaciones para garantizar que las actividades apoyadas sigan estando en sintonía con la evolución de las necesidades en investigación de la industria y de las políticas de la UE.","second":"This multi-annual <strong class=\"keyword\">programming</strong> will benefit from a wide range of inputs to ensure that the activities supported maintain direct relevance to the evolving research needs of industry and EU policies."},{"author":27,"first":"Tenemos que preguntarnos también si vamos a hacer ciencia por y para la gente, porque las opiniones de los investigadores han de <strong class=\"keyword\">confluir</strong> con aquellas de quienes no son necesariamente expertos.","second":"We must also ask ourselves whether science is going to be by and for the people, because the opinions of researchers must be in <strong class=\"keyword\">line</strong> with those people who are not necessarily experts."},{"author":94808,"first":"Con el advenimiento de la democracia se han ido planteando sucesivas cuestiones de derechos humanos, que han ido a <strong class=\"keyword\">confluir</strong> todas ellas en los principios internacionales basados en la protección de las libertades y de la dignidad de la persona.","second":"Human rights are synonymous with democracy; they <strong class=\"keyword\">flow</strong> from international principles that are based on the need to protect human dignity and freedoms."},{"author":94809,"first":"«Control ultra vires» y «control de identidad», en la propia terminología del BVerfG, vendrían en este caso a <strong class=\"keyword\">confluir</strong> en el proceso principal.","second":"‘Ultra vires review’ and ‘identity review’, to use the terms employed by the BVerfG itself, are said to <strong class=\"keyword\">converge</strong> in the main proceedings."},{"author":94808,"first":"Lo que necesitamos es <strong class=\"keyword\">confluir</strong> nuestras mentes.","second":"What we need here is <strong class=\"keyword\">a meeting</strong> of the minds."},{"author":94808,"first":"Como se recomendaba en el documento de examen estratégico para 2013-2018, los beneficiarios de los programas de la Alianza en los ámbitos de la juventud, los medios de comunicación, la educación, la migración y las iniciativas intersectoriales deben <strong class=\"keyword\">confluir</strong> en una única red que les permita compartir sus conocimientos especializados, desarrollar proyectos conjuntos y aprovechar al máximo el impacto de su labor de promoción del entendimiento y la cooperación interculturales.","second":"As recommended in the strategic review document for 2013-2018, beneficiaries of the Alliance’s programmes in the areas of youth, the media, education, migration and cross-sector initiatives should be <strong class=\"keyword\">brought together</strong> in one network to share expertise, develop joint projects and maximize the impact of their work aimed at fostering cross-cultural understanding and cooperation."},{"author":8000,"first":"Las vías de proliferación entre los agentes estatales y no estatales están empezando a <strong class=\"keyword\">confluir</strong>","second":"State and non-State actor proliferation routes are now starting to <strong class=\"keyword\">merge</strong>"},{"author":94808,"first":"Los resultados alcanzados en 2003 se debieron en parte a la recuperación inusitada de la demanda externa de determinados artículos clave de exportación (como el acero y los productos químicos) respecto de los cuales se disponía de capacidad sobrante; es poco probable que vuelvan a <strong class=\"keyword\">confluir</strong> factores análogos en 2004.","second":"The outcome in 2003 was partly due to a one-off recovery in the external demand for some key export items (such as steel and chemicals) for which spare capacity was available; such a concurrence of <strong class=\"keyword\">factors</strong> is unlikely to be repeated in 2004."},{"author":94808,"first":"Los Estados, las organizaciones internacionales, las organizaciones no gubernamentales, el sector privado, las instituciones académicas y los medios de comunicación deben promover los diálogos nacionales y la colaboración, incluso mediante el establecimiento de los marcos normativos e institucionales que convenga, para hacer <strong class=\"keyword\">confluir</strong> en ese entorno las perspectivas, los conocimientos técnicos y las prioridades sobre desarrollo humano sostenible de los pueblos indígenas y sus expectativas en relación con los objetivos de desarrollo del Milenio.","second":"States, international organizations, non-governmental organizations, the private sector, academia and the media should promote national dialogues and collaboration, including through the establishment of policy and institutional frameworks, as appropriate, in order to bring <strong class=\"keyword\">together</strong> indigenous peoples’ perspectives technical knowledge and priorities for sustainable human development and their expectations regarding the Millennium Development Goals."},{"author":27,"first":"La cooperación entre las tres instituciones en torno a esta propuesta ha sido excelente y de nuevo en gran parte se debe a la Sra. Paulsen, la fuerza motriz encargada de hacer <strong class=\"keyword\">confluir</strong> a las tres instituciones.","second":"Cooperation between the three institutions on this proposal has been excellent and again much of this is due to Mrs Paulsen, the driving force in bringing the three institutions <strong class=\"keyword\">together</strong>."},{"author":94809,"first":"En general, para que exista complicidad, deben reunirse dos elementos: es necesario una infracción principal, que debe ser punible, y es necesario un acto de complicidad en el que deben <strong class=\"keyword\">confluir</strong> un elemento material (por ejemplo, una ayuda o asistencia) y un elemento moral (intención del cómplice de participar en la infracción).","second":"In general, being an accomplice requires there to be two elements: a punishable principal offence and an act of aiding and abetting <strong class=\"keyword\">involving</strong> an objective component (for example aid or assistance) and a mental state (intention to participate in the offence)."},{"author":95875,"first":"La generación de documentos se entiende como una de las propiedades más originales de C-Web dado que la información procedente de distintos depósitos puede \"<strong class=\"keyword\">confluir</strong>\" en un documento generado dinámicamente.","second":"Document generation is one of the most original features of C-Web since information retrieved from different repositories can be “merged” in a dynamically generated document."},{"author":94808,"first":"El Grupo de Estados de Europa oriental continúa considerando esta propuesta una base para el consenso, en la que las posiciones de todas las delegaciones puedan <strong class=\"keyword\">confluir</strong>.","second":"The Eastern European group continues to view this proposal as offering common ground where the positions of all the delegations could <strong class=\"keyword\">come together</strong>."},{"author":22,"first":"Son enfoques distintos que, por otra parte, deberían <strong class=\"keyword\">confluir</strong> en la consideración de que el aumento en Europa de la inversión extranjera constituye, en definitiva, un efecto positivo de la globalización","second":"These different points of view may find common ground in the fact that the increase in foreign investment in Europe is definitely one of the positive effects of globalisation"},{"author":94809,"first":"Estas actividades de cooperación seguirán adelante y su resultados deben <strong class=\"keyword\">confluir</strong> en la actuación de los Estados miembros destinada a mejorar la transferencia de conocimientos y la relación entre las instituciones de investigación y la industria.","second":"These co-operation activities will continue and results should feed <strong class=\"keyword\">into</strong> Member States action to improve knowledge transfer and research institutions - industry links."},{"author":8000,"first":"Las manifestaciones nuevas y potencialmente más virulentas del terrorismo, la proliferación de armas no convencionales, la propagación de redes de delincuencia transnacional y la forma en que todo ello puede llegar a <strong class=\"keyword\">confluir</strong> para reforzarse entre sí, se consideran en algunas partes del mundo las principales amenazas para la paz y la seguridad de nuestro tiempo","second":"New and potentially more virulent forms of terrorism, the proliferation of non-conventional weapons, the spread of transnational criminal networks and the ways in which all these things may be coming <strong class=\"keyword\">together</strong> to reinforce one another are viewed in some parts of the world as the dominant threats to peace and security in our time"},{"author":95875,"first":"\"Debemos <strong class=\"keyword\">confluir</strong> y colaborar: ningún Estado miembro por sí solo cuenta con los recursos necesarios para crear las nuevas infraestructuras a gran escala que se requieren para competir con EEUU o Asia\", declaró el Sr.","second":"'We must <strong class=\"keyword\">converge</strong> and collaborate: no Member State on its own has the resources required to create the new large scale infrastructures that are required to compete with the US and Asia,' said Mr Busquin."},{"author":27,"first":"La coherencia significa que todas las políticas sectoriales -la política comercial, la política agraria, toda la acción exterior- deben <strong class=\"keyword\">confluir</strong> en una sola política, una política que sea coherente con los objetivos globales que perseguimos.","second":"Coherence means that all sectoral policies - trade policy, agricultural policy, all external actions - must <strong class=\"keyword\">come together</strong> in one single policy; a policy which is coherent with the global objectives we are pursuing."},{"author":94809,"first":"En esta programación plurianual <strong class=\"keyword\">confluirá</strong> una amplia gama de aportaciones para garantizar que las actividades apoyadas siguen estando en sintonía con las cambiantes necesidades en investigación de la industria y de las políticas de la UE en el campo nuclear.","second":"This multi-annual <strong class=\"keyword\">programming</strong> will benefit from a wide range of inputs to ensure that the activities supported maintain direct relevance to the evolving research needs of industry and EU policies in the nuclear field."},{"author":95096,"first":"En efecto, la teología y la espiritualidad de la comunión aconsejan una escucha recíproca y eficaz entre Pastores y fieles, manteniéndolos por un lado unidos a priori en todo lo que es esencial y, por otro, impulsándolos a <strong class=\"keyword\">confluir</strong> normalmente incluso en lo opinable hacia opciones ponderadas y compartidas.","second":"The theology and spirituality of communion encourage a fruitful dialogue between Pastors and faithful: on the one hand uniting them a priori in all that is essential, and on the other leading them to pondered agreement in matters open to discussion."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}