{"result":"ok","tuc":[{"phrase":{"text":"confine","language":"en"},"meanings":[{"language":"es","text":"Encerrar o mantener un espacio o área limitado."},{"language":"en","text":"To shut or keep in a limited space or area."},{"language":"en","text":"to restrict; to keep within bounds"}],"meaningId":782053353098480207,"authors":[90508]},{"phrase":{"text":"border","language":"en"},"meanings":[{"language":"es","text":"Hacer que un límite toque algo; compartir un borde."},{"language":"en","text":"To have its boundary touch something; to share a border."}],"meaningId":-7483928837814222469,"authors":[60172]},{"phrase":{"text":"seal","language":"en"},"meanings":[{"language":"en","text":"to place in a sealed container"}],"meaningId":-3082116652392083449,"authors":[90508]},{"phrase":{"text":"detain","language":"en"},"meaningId":-3476252079830451820,"authors":[84500]},{"phrase":{"text":"abut","language":"en"},"meaningId":-6615501533305350884,"authors":[25018]},{"phrase":{"text":"bound","language":"en"},"meaningId":3559172253560455110,"authors":[89651]},{"phrase":{"text":"enclose","language":"en"},"meaningId":-1288079033708166865,"authors":[89651]},{"phrase":{"text":"exile","language":"en"},"meaningId":-1265648634204274686,"authors":[89651]},{"phrase":{"text":"hold in","language":"en"},"meaningId":3199791768252922823,"authors":[83619]},{"phrase":{"text":"intern","language":"en"},"meaningId":-170398539230301816,"authors":[16]},{"meanings":[{"language":"en","text":"to confine"}],"meaningId":5108133258451869734,"authors":[93107]}],"phrase":"confinar","examples":[{"author":8007,"first":"Parece ser que el error de Huntington fue <strong class=\"keyword\">confinar</strong> a Occidente dentro de fronteras nacionales: no hay un mapa de Occidente.","second":"Huntington’s mistake, it seems, was to <strong class=\"keyword\">contain</strong> the West inside national borders: there is no map of the West."},{"author":8000,"first":"Además, dichos Estados deben <strong class=\"keyword\">confinar</strong> su papel al de un facilitador activo y deben desalentarse los intentos de acelerar el proceso para alcanzar un acuerdo apresuradamente y a cualquier precio","second":"Furthermore, the IGAD frontline States must <strong class=\"keyword\">confine</strong> their role to that of an active facilitator and attempts to fast-track the process with a view to reaching any agreement in haste and at any price must be discouraged"},{"author":118293,"first":"Los <strong class=\"keyword\">confinaré</strong> en solitario.","second":"[ Frank ] I'll take'em to solitary."},{"author":118293,"first":"y \" concretar \" en vez de \" <strong class=\"keyword\">confinar</strong> \"?","second":"and \" combine \" instead of \" <strong class=\"keyword\">confine</strong> \"?"},{"author":8000,"first":"Además, los prejuicios y obstáculos culturales suelen <strong class=\"keyword\">confinar</strong> a las mujeres a determinados tipos de actividad económica","second":"Furthermore, cultural prejudice and obstacles tend to <strong class=\"keyword\">confine</strong> women to certain types of economic activity"},{"author":94809,"first":"En caso de confirmación de una enfermedad no exótica enumerada en la parte II del anexo IV en un Estado miembro, zona o compartimento que no haya sido declarado libre de dicha enfermedad, el Estado miembro en cuestión adoptará las medidas necesarias para <strong class=\"keyword\">confinar</strong> la enfermedad.","second":"In the case of confirmation of a non-exotic disease listed in Part II of Annex IV in a Member State, zone or compartment not declared free of that disease, the Member State concerned shall take measures to <strong class=\"keyword\">contain</strong> the disease."},{"author":8000,"first":"En todo este período, Israel ha persistido en sus esfuerzos por <strong class=\"keyword\">confinar</strong> al Presidente elegido de la Autoridad Palestina, Sr. Arafat, en su sede de la Ribera Occidental","second":"Throughout this period, Israel persisted in its efforts to <strong class=\"keyword\">confine</strong> the elected President of the Palestinian Authority, Mr. Arafat, to his headquarters in the West Bank"},{"author":94808,"first":"Instó a no <strong class=\"keyword\">confinar</strong> las deliberaciones sobre la mujer y la pobreza a un espacio limitado y a abordar directamente las causas de la pobreza.","second":"She urged that deliberations on women and on poverty not be <strong class=\"keyword\">confined</strong> to a limited space and directly address the causes of poverty."},{"author":94809,"first":"Se considera que forman parte de dichas instalaciones cualquier presa u otra estructura que sirva para contener, retener o <strong class=\"keyword\">confinar</strong> residuos o tenga otra función en la instalación, así como, entre otras cosas, las escombreras y balsas, pero no los huecos de excavación rellenados con residuos tras la extracción del mineral con fines de rehabilitación y de construcción;","second":"Such facilities are deemed to include any dam or other structure serving to contain, retain, <strong class=\"keyword\">confine</strong> or otherwise support such a facility, and also to include, but not be limited to, heaps and ponds, but excluding excavation voids into which waste is replaced, after extraction of the mineral, for rehabilitation and construction purposes;"},{"author":95096,"first":"Uno de los desafíos más arduos que afronta hoy la Iglesia es el de una difundida cultura individualista que, como ha dicho muy bien monseñor decano, tiende a circunscribir y <strong class=\"keyword\">confinar</strong> el matrimonio y la familia al ámbito privado.","second":"Among the most difficult challenges facing the Church today is that of a pervasive culture of individualism, which tends, as His Excellency the Dean put it so well, to limit and <strong class=\"keyword\">restrict</strong> marriage and the family to the private sphere."},{"author":94808,"first":"No se podrán eliminar, <strong class=\"keyword\">confinar</strong> y disponer desechos radiactivos o equipos desechados que contengan material radiactivo cuando no se cumplan las normas derivadas de este reglamento.”","second":"Radioactive waste or discarded equipment containing radioactive material shall not be released, <strong class=\"keyword\">confined</strong> or disposed of without compliance with the rules deriving from these regulations”."},{"author":118385,"first":"Los importadores tratan de acogerse al artículo 221, apartado 3, del Código aduanero para <strong class=\"keyword\">confinar</strong> el ejercicio de las potestades de la Comisión y de las autoridades nacionales al período de tres años allí indicado.","second":"The importers are attempting to rely on Article 221(3) of the Customs Code in order to <strong class=\"keyword\">confine</strong> the exercise of the powers vested in the Commission and the national authorities to the three-year period laid down in that provision."},{"author":94809,"first":"Cuando ello resulte necesario, por ejemplo por motivos jurídicos o de orden público, los Estados miembros podrán <strong class=\"keyword\">confinar</strong> a un solicitante de asilo en un lugar determinado de conformidad con su legislación nacional.","second":"When it proves necessary, for example for legal reasons or reasons of public order, Member States may <strong class=\"keyword\">confine</strong> an applicant to a particular place in accordance with their national law."},{"author":8000,"first":"Opinamos que contiene elementos sumamente importantes que pueden servir de excelente base para la negociación en esta Conferencia de un tratado internacional para prevenir una carrera de armamentos en el espacio ultraterrestre y <strong class=\"keyword\">confinar</strong> el uso del espacio ultraterrestre a actividades pacíficas","second":"We believe that it contains some extremely important elements and could offer an excellent basis for the negotiation at this Conference of an international treaty to prevent an arms race in outer space and to <strong class=\"keyword\">confine</strong> the use of outer space to peaceful activities"},{"author":95875,"first":"El vanadato de bismuto (BiVO4) y estructuras plasmónicas pueden manipular y <strong class=\"keyword\">confinar</strong> la luz, en la escala nanométrica, lo cual brinda nuevas oportunidades para impulsar la eficiencia de la conversión de energía solar en hidrógeno.","second":"Bismuth vanadate (BiVO4) and plasmonic structures are capable of manipulating and <strong class=\"keyword\">confining</strong> light at the nanometre scale, providing new opportunities for boosting solar-to-hydrogen conversion efficiency."},{"author":8000,"first":"c) Se debería examinar la posibilidad de <strong class=\"keyword\">confinar</strong> a los agentes de seguridad del Gobierno y a los grupos rebeldes para impedir que cometan algunas de las atrocidades de las que se los ha acusado","second":"c) The possibility of <strong class=\"keyword\">confining</strong> Government security agents and rebel groups to prevent them from carrying out some of the atrocities that they have been accused of should be examined"},{"author":94809,"first":"42 En virtud del artículo 7, apartados 1 y 3, de la Directiva 2003/9/CE del Consejo, de 27 de enero de 2003, por la que se aprueban normas mínimas para la acogida de los solicitantes de asilo en los Estados miembros (DO L 31, p. 18), los solicitantes de asilo podrán circular libremente por el territorio del Estado miembro de acogida o dentro de una zona que les haya asignado dicho Estado miembro, pero cuando ello resulte necesario, por ejemplo por motivos jurídicos o de orden público, los Estados miembros podrán <strong class=\"keyword\">confinar</strong> a un solicitante de asilo en un lugar determinado de conformidad con su legislación nacional.","second":"42 In accordance with Article 7(1) and (3) of Council Directive 2003/9/EC of 27 January 2003 laying down minimum standards for the reception of asylum seekers (OJ 2003 L 31, p. 18), asylum seekers may move freely within the territory of the host Member State or within an area assigned to them by that Member State, but when it proves necessary, for example for legal reasons or reasons of public order, Member States may <strong class=\"keyword\">confine</strong> an applicant to a particular place in accordance with their national law."},{"author":94809,"first":"b) contar con medios adecuados para capturar, <strong class=\"keyword\">confinar</strong> y aislar a los animales, así como disponer de instalaciones de cuarentena apropiadas para los animales procedentes de fuentes no autorizadas;","second":"(b) have adequate means for catching, <strong class=\"keyword\">confining</strong> and isolating animals and, have available adequate quarantine facilities and approved procedures for animals coming from non-approved sources;"},{"author":94809,"first":"Los desbroces necesarios en las orillas para facilitar el acceso, la remoción de los sedimentos precisos para la limpieza y descontaminación del cauce, separando las zonas donde los mismos sean de naturaleza tóxica de los inertes, al objeto de <strong class=\"keyword\">confinar</strong> aquellos en celdas.","second":"clearance of the banks to facilitate access, removal of sediment in order to clean and decontaminate the bed. Toxic sediment will be <strong class=\"keyword\">sealed</strong> in storage cells,"},{"author":91988,"first":"Esta estrategia no implica que los bancos centrales deban intentar <strong class=\"keyword\">confinar</strong> el tipo de cambio a una zona predeterminada.","second":"This strategy does not imply that central banks should attempt to <strong class=\"keyword\">confine</strong> the exchange rate to a pre-specified target zone."},{"author":89915,"first":"Sistemas de confinamiento celular que son estructuras tridimensionales para <strong class=\"keyword\">confinar</strong> físicamente el suelo","second":"Cellular confinement systems being three-dimensional structures for physically <strong class=\"keyword\">confining</strong> soil"},{"author":94809,"first":"(13) \"Instalación de residuos\": cualquier zona designada para la acumulación o el depósito de residuos, tanto en estado sólido como líquido o en solución o suspensión, durante un período superior a un año, y de la que se considere que forme parte una presa u otra estructura que sirva para contener, retener o <strong class=\"keyword\">confinar</strong> residuos o tenga otra función en la instalación, y de la que también formen parte, entre otras cosas, pilas y balsas, pero no huecos de excavaciones rellenados con residuos tras la extracción del mineral.","second":"(13) 'waste facility' means any area designated for the accumulation or deposit of waste, whether in a solid or liquid state or in solution or suspension, for a period of more than one year, and being deemed to include any dam or other structure serving to contain, retain, <strong class=\"keyword\">confine</strong> or otherwise support such a facility, and also to include, but not be limited to, heaps and ponds, but excluding excavation voids into which waste is replaced after extraction of the mineral;"},{"author":94808,"first":"Toda vez que una persona es condenada a una pena de prisión por la comisión de un delito, en lugar de <strong class=\"keyword\">confinar</strong> al condenado a un establecimiento carcelario, el tribunal puede disponer su libertad condicional por un período específico, que no suele ser menor de un año ni mayor de tres (instrucción 37).","second":"Where any person is convicted of an offence punishable by imprisonment the Court, instead of committing the person to <strong class=\"keyword\">prison</strong>, may instead, release the person on probation for any period specified by the Court but in general, for not less than one year nor more than three years (Instruction 37)."},{"author":94808,"first":"En Uzbekistán, destinatario de 11 comunicaciones relativas al presunto empleo de la tortura o de otras formas de maltrato, se observa una tendencia preocupante a <strong class=\"keyword\">confinar</strong> a defensoras en instituciones psiquiátricas, donde en ocasiones se les administran medicamentos por la fuerza, a modo de castigo por su labor. También se detectan otras formas de maltrato, como privación del sueño, agresiones y golpizas —que, en un caso, provocaron al parecer el aborto de la esposa de un defensor de los derechos humanos—.","second":"In Uzbekistan, to which 11 communications regarding alleged torture or other mistreatment were sent, there emerged a worrying trend of the alleged committal of women defenders to psychiatric institutions, wherein they may be subjected to forced medication, as a form of punishment for their work, along with other forms of mistreatment such as assaults and beatings – which in one instance allegedly induced a miscarriage in the pregnant wife of a human rights defender – or sleep deprivation."},{"author":8000,"first":"Con la construcción ininterrumpida del muro expansionista-si la comunidad internacional permite que prosiga este crimen- Israel logrará trasladar a numerosos civiles palestinos y <strong class=\"keyword\">confinará</strong> al resto en varios bantustanes amurallados que, en su interior, tienen muros secundarios adicionales","second":"With the continued building of this expansionist wall- if the international community permits the continuation of such a crime- Israel will have effectively transferred large numbers of Palestinian civilians and will have <strong class=\"keyword\">confined</strong> the rest of the Palestinian people in several walled bantustans with additional secondary walls inside them"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}