{"result":"ok","tuc":[{"phrase":{"text":"confine","language":"en"},"meanings":[{"language":"en","text":"limit"}],"meaningId":6044159942637564133,"authors":[70195]},{"phrase":{"text":"border","language":"en"},"meaningId":-355165009286043270,"authors":[25018]},{"phrase":{"text":"boundary","language":"en"},"meaningId":7752133651486947831,"authors":[25018]},{"phrase":{"text":"frontier","language":"en"},"meaningId":6131323846408400083,"authors":[25018]},{"phrase":{"text":"bound","language":"en"},"meaningId":52120902646232407,"authors":[25018]},{"phrase":{"text":"bounds","language":"en"},"meaningId":-4055998302877075836,"authors":[83093]},{"phrase":{"text":"confines","language":"en"},"meaningId":-3326488939301231362,"authors":[84500]},{"phrase":{"text":"limit","language":"en"},"meaningId":2062946572109790783,"authors":[20]},{"phrase":{"text":"limits","language":"en"},"meaningId":-5344047477299295093,"authors":[83093]},{"meanings":[{"language":"en","text":"limit, boundary"}],"meaningId":3357275430469650629,"authors":[93107]}],"phrase":"confín","examples":[{"author":118293,"first":"¿Busca hasta los <strong class=\"keyword\">confines</strong> de la tierra a su amada esposa?","second":"Did he search the <strong class=\"keyword\">ends</strong> of the earth to find his beloved wife?"},{"author":119739,"first":"Implica, entre otras cosas, predicar las buenas nuevas del Reino hasta los <strong class=\"keyword\">confines</strong> de la Tierra (Mateo 24:14).","second":"This work involves, among other things, preaching the good news of the Kingdom to the ends of the earth."},{"author":95096,"first":"Se podría decir que Teresa hizo suya la singular proyección misionera de María santísima, la cual animó con su presencia, su oración y su perfecta caridad a la primera comunidad apostólica, para que el dinamismo suscitado por el Espíritu Santo en Pentecostés impulsara el anuncio del Evangelio hasta los últimos <strong class=\"keyword\">confines</strong> de la tierra.","second":"It could be said that Thérèse made her own the exceptional missionary vision of Mary most holy, who inspired the first apostolic community with her prayerful presence and perfect charity, so that the dynamism instilled by the Holy Spirit at Pentecost would carry the proclamation of the Gospel to the <strong class=\"keyword\">very ends</strong> of the earth."},{"author":95096,"first":"De este modo, se abre un horizonte universal: el templo de Jerusalén reconstruido, signo de la palabra y la presencia divina, resplandecerá con una luz planetaria que disipará las tinieblas, de modo que puedan ponerse en camino \"muchos pueblos y los habitantes del <strong class=\"keyword\">confín</strong> de la tierra\" (cf. v. 13), llevando sus ofrendas y cantando su alegría por participar de la salvación que el Señor derrama en Israel.","second":"And so, a universal perspective opens: the rebuilt temple of Jerusalem, sign of the divine word and presence, will shine with a planetary light dispelling the darkness so that \"many nations, the inhabitants of all the <strong class=\"keyword\">limits</strong> of the earth\" (cf. v. 11), may begin marching, bearing their gifts and singing their joy at participating in the salvation that the Lord bestows in Israel."},{"author":94809,"first":"La Comisión favorecerá la liberalización de las operaciones transfronterizas entre contrapartes designadas, siempre y cuando se mantengan dentro de los <strong class=\"keyword\">confines</strong> de un régimen común de «colocación privada de valores» .","second":"The Commission will work to free up cross-border transactions between designated counterparties, as long as they remain within the <strong class=\"keyword\">perimeters</strong> of a common 'private placement' regime."},{"author":95096,"first":"Habéis venido a las tumbas de los apóstoles san Pedro y san Pablo para dar testimonio de vuestra fe, y traéis también la devoción de vuestros pueblos a la Iglesia una, santa, católica y apostólica, fundada por Cristo y extendida hasta los <strong class=\"keyword\">confines</strong> de la tierra.","second":"You have come to the tombs of the Apostles Peter and Paul to bear witness to your faith, and you bring also the devotion of your people to the one, holy, catholic and apostolic Church, founded by Christ and spread to the <strong class=\"keyword\">ends</strong> of the earth."},{"author":118293,"first":"Al último <strong class=\"keyword\">confín</strong> de la tierra!","second":"To the <strong class=\"keyword\">ends</strong> of the earth..."},{"author":119739,"first":"+ Todos ellos se han dirigido a su propio camino, cada uno por su ganancia injusta de su propio <strong class=\"keyword\">confín</strong>:+ 12 “¡Vengan!","second":"+ They have all of them turned to their own way, each one for his unjust gain from his own <strong class=\"keyword\">border</strong>:+ 12 “Come, men!"},{"author":8000,"first":"i) Las percepciones tradicionales y de estereotipos de las funciones prioritarias de la mujer la <strong class=\"keyword\">confina</strong> al hogar como ama de casa, como persona que cuida y alimenta a su familia","second":"The traditional and stereotype perceptions of women's priority roles <strong class=\"keyword\">confine them</strong> to the home as home maker, care giver and nurturer of the family"},{"author":95096,"first":"Raras veces en la historia se pudo casi «tocar» concretamente, como entonces, la universalidad de la Iglesia en un momento de la gran realización de su misión de llevar el Evangelio a todos los tiempos y hasta los <strong class=\"keyword\">confines</strong> de la tierra.","second":"Only rarely in history has it been possible, as it was then, almost “to touch”, to feel tangibly the universality of the Church at a moment of the great fulfilment of her mission to take the Gospel in every epoch to the <strong class=\"keyword\">ends</strong> of the earth."},{"author":94809,"first":"En esta prisión, se <strong class=\"keyword\">confina</strong> y maltrata a ciertos acusados y se les constriñe a que presten declaraciones falsas.","second":"In this prison some accused persons are <strong class=\"keyword\">confined</strong>, mistreated and forced to make false statements."},{"author":94809,"first":"Para asegurar la eficacia de estas normas, hay que ampliar su aplicación al <strong class=\"keyword\">confín</strong> entre las zonas sobre las que el Gobierno de la República de Chipre no ejerce el control efectivo y la zona oriental de soberanía del Reino Unido de Gran Bretaña e Irlanda del Norte.","second":"In order to ensure the effectiveness of these rules, their application has to be extended to the <strong class=\"keyword\">boundary</strong> between the areas in which the Government of the Republic of Cyprus does not exercise effective control and the Eastern Sovereign Base Area of the United Kingdom of Great Britain and Northern Ireland."},{"author":8000,"first":"Las fuerzas de ocupación han impuesto un toque de queda general a la población palestina, además del asedio militar en curso de zonas palestinas, donde se <strong class=\"keyword\">confina</strong> a cientos de miles de palestinos en sus hogares","second":"The occupying forces have imposed a widespread curfew on the Palestinian population, in addition to the ongoing military siege of Palestinian areas, essentially <strong class=\"keyword\">confining</strong> hundreds of thousands of Palestinians to their homes"},{"author":95875,"first":"Aunque la elevada pérdida de ruta a 60GHz en un principio parecía ser una desventaja, <strong class=\"keyword\">confinó</strong> la operación de HIPERSPOT a un entorno interior y dentro de los límites de una habitación.","second":"While the high path loss at the 60GHz initially seemed to be a disadvantage, it however <strong class=\"keyword\">confined</strong> HIPERSPOT operation in an indoor environment and within the <strong class=\"keyword\">limits</strong> of a room."},{"author":94808,"first":"El programa de intercambio de conocimientos en favor de la paz está listo para alcanzar una nueva etapa mediante la ampliación de la producción y distribución de los útiles de aprendizaje; la oferta de un programa de máster a distancia en estudios sobre la paz y los conflictos, así como la publicación de la serie de libros de la Universidad de la Paz, y una serie de conferencias o charlas, todo ello dirigido a trascender los <strong class=\"keyword\">confines</strong> de la sede y las ofertas de los programas regionales.","second":"The sharing knowledge for peace programme is now ready to reach a new stage by expanding the production and distribution of the toolkits for teaching; offering a distance learning master’s degree in peace and conflict studies, as well as a University for Peace book series publications programme, and a conference or lecture series, all aimed at reaching beyond the <strong class=\"keyword\">confines</strong> of the headquarters campus and the regional programme offerings."},{"author":91988,"first":"El Huffington Post <strong class=\"keyword\">confinó</strong> estrictamente las noticias sobre su campaña a la sección de espectáculos.","second":"The <strong class=\"keyword\">Huffington</strong> Post covers Trump’s campaign strictly as entertainment news."},{"author":95096,"first":"Con su testimonio, invitan a entrar en profundidad, a meditar en silencio el misterio de la cruz, que acompaña a la Iglesia hasta el fin de los tiempos, y a acoger la luz de la fe, gracias a la cual la comunidad apostólica puede extender hasta los <strong class=\"keyword\">confines</strong> de la tierra la acción misionera y evangelizadora que le encomendó Cristo resucitado.","second":"With their witness they invite us to go deeper, to meditate in silence upon the mystery of the Cross, which accompanies the Church until the end of time, and to absorb the light of the faith. It is thanks to this light that the apostolic Community can extend to the <strong class=\"keyword\">ends</strong> of the earth the missionary and evangelizing action entrusted to it by the Risen Christ."},{"author":27,"first":"No deja de sorprenderme hasta qué punto se consigue destruir el poder de atracción de la Unión Europea con estos instrumentos tan sumamente perjudiciales para la inversión y la investigación. Desde luego, no debe sorprender a nadie que los puestos de trabajo se creen en otros <strong class=\"keyword\">confines</strong>.","second":"It continually puzzles me, when Europe's standing as a business location is being ruined by such anti-investment and anti-research instruments, how anyone can still wonder why the jobs are all being created elsewhere."},{"author":91988,"first":"La Constitución <strong class=\"keyword\">confina</strong> esas complejidades en la Historia.","second":"The Constitution <strong class=\"keyword\">consigns</strong> these complexities to history."},{"author":95096,"first":"La Iglesia anuncia hasta los últimos <strong class=\"keyword\">confines</strong> de la tierra esta buena nueva de la salvación y anima el compromiso en favor de la justicia, la paz y el desarrollo integral de la sociedad, así como en favor del respeto de los derechos fundamentales de la persona.","second":"The Church proclaims this <strong class=\"keyword\">\"</strong>good news\" of salvation to the ends of the earth and encourages the commitment to justice, peace, the integral development of society and respect for the basic rights of the person."},{"author":8008,"first":"Londres fue la primera ciudad construida con tales dimensiones que si vivías en el centro no podías alcanzar sus <strong class=\"keyword\">confines</strong> caminando, es decir, no podías alcanzar a pie el campo.","second":"London was the first city that was built so big that if you lived in its centre you could not walk to the <strong class=\"keyword\">edge</strong> and therefore to the countryside."},{"author":8000,"first":"Su ejemplo sigue dirigiéndonos hoy, no sólo en el Pakistán sino en todos los <strong class=\"keyword\">confines</strong> del mundo","second":"Her example continues to lead us today, not only in Pakistan, but in every <strong class=\"keyword\">corner</strong> of the world"},{"author":31,"first":"Como ves, me intereso personalmente en vuestro exilio... y no volveré a casa hasta que no te haya echado fuera de los <strong class=\"keyword\">confines</strong> de mi reino","second":"I am personally interested in your exile and I won' t go home until you are <strong class=\"keyword\">banished</strong> from my kingdom"},{"author":119739,"first":"¿Por qué acuden botánicos desde los <strong class=\"keyword\">confines</strong> de la Tierra a visitar un gran macizo rocoso empequeñecido por la inmensidad del paisaje?","second":"Why do some botanists come from the ends of the earth to visit this high outcrop of rock that is dwarfed by the vastness of the landscape?"},{"author":8000,"first":"La actual situación en materia de seguridad dentro de Liberia y la subregión de África occidental nos obliga a procurar la eliminación de estas restricciones, a fin de que el Gobierno de Liberia pueda adquirir los medios para proteger a sus ciudadanos y a otros dentro de los <strong class=\"keyword\">confines</strong> territoriales del país, como también mantener un entorno estable","second":"The present security situation within Liberia and the West African subregion compels us to seek removal of these restrictions, so that the Government of Liberia can acquire the means to protect its citizens and others within the territorial <strong class=\"keyword\">confines</strong> of the country, as well as to maintain a stable environment"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}