{"result":"ok","tuc":[{"phrase":{"text":"threatening","language":"en"},"meaningId":-7218978817842213322,"authors":[89651]}],"phrase":"conminatorio","examples":[{"author":94809,"first":"Por este motivo, podría quedar afectada la libre circulación de mercancías, así como la libre prestación de servicios, ya que también es posible utilizar el procedimiento de orden <strong class=\"keyword\">conminatoria</strong> para los créditos derivados de prestaciones de servicios.","second":"For that reason, the free movement of goods could be affected, as could the freedom to provide services, since the procedure for <strong class=\"keyword\">obtaining summary payment</strong> orders may also be used in the case of debts arising from the supply of services."},{"author":94809,"first":"43 En este contexto, es preciso recordar que es cierto que de la jurisprudencia se desprende que, en el marco de la competencia de anulación que se le confiere en el artículo 263 TFUE, el juez de la Unión Europea no está facultado para dirigir órdenes <strong class=\"keyword\">conminatorias</strong> a las instituciones y que, por lo tanto, procede declarar la inadmisibilidad manifiesta de una pretensión que tenga por objeto que se dirija una orden <strong class=\"keyword\">conminatoria</strong> a una institución de la Unión (sentencia del Tribunal de 9 de septiembre de 2010, Now Pharm/Comisión, T‐74/08, Rec. p. II‐4661, apartado 19).","second":"43 In that context, the case-law does indeed make clear that it is not for the European Union judicature, when exercising the jurisdiction to annul acts conferred on it by Article 263 TFEU, to <strong class=\"keyword\">issue directions</strong> to the institutions and that a head of claim seeking to have a <strong class=\"keyword\">direction issued</strong> to an institution of the European Union must therefore be rejected as inadmissible (Case T‐74/08 Now Pharm v Commission [2010] ECR II‐4661, paragraph 9)."},{"author":94809,"first":"Por consiguiente, no corresponde al Tribunal de Primera Instancia dirigir una orden <strong class=\"keyword\">conminatoria</strong> a la Oficina.","second":"Accordingly, the Court of First Instance is not entitled to <strong class=\"keyword\">issue directions</strong> to the Office."},{"author":94809,"first":"En caso afirmativo, dicta la orden <strong class=\"keyword\">conminatoria</strong> de pago y, sin perjuicio de lo dispuesto en el artículo 642 del CPC, puede declararla provisionalmente ejecutiva.","second":"If that is the case, the court <strong class=\"keyword\">issues</strong> the <strong class=\"keyword\">summary</strong> payment order, which it may, subject to Article 642 of the Code, make enforceable on a interim basis."},{"author":22,"first":"que no abonen las multas o sanciones <strong class=\"keyword\">conminatorias</strong> periódicas mencionadas en los apartados # y # del artículo","second":"which fails to pay the fines and/or periodic <strong class=\"keyword\">penalty payments</strong> referred to in Article # and"},{"author":94809,"first":"Funcionarios – Recurso – Objeto – Orden <strong class=\"keyword\">conminatoria</strong> a la administración – Inadmisibilidad","second":"Officials – Actions – Subject-matter – <strong class=\"keyword\">Direction</strong> to the administration – Inadmissibility"},{"author":94809,"first":"Determinación del importe total máximo de las multas y sanciones <strong class=\"keyword\">conminatorias</strong> periódicas","second":"Determination of maximum aggregate amount of fines and periodic <strong class=\"keyword\">penalty payments</strong>"},{"author":94809,"first":"A su juicio, esta necesidad se aplica a la declaración de que existe la infracción, a la orden <strong class=\"keyword\">conminatoria</strong> de ponerle fin y a la determinación de la cuantía de la multa, es decir, en el caso de autos, a los artículos 1, 2 y 3 de la Decisión PVC II.","second":"This requirement applies to the finding of the infringement, the <strong class=\"keyword\">direction</strong> to terminate it, and the fixing of the amount of the fine, that is to say, in the present case, to Articles 1, 2 and 3 of the PVC II decision."},{"author":94809,"first":"Afirma que no corresponde al Tribunal de Primera Instancia dirigir órdenes <strong class=\"keyword\">conminatorias</strong> a la OAMI, dado que esta última está obligada, conforme al artículo 63, apartado 6, del Reglamento no 40/94, a tomar las medidas necesarias para dar cumplimiento a la sentencia del juez comunitario.","second":"It asserts that the Court of First Instance is not <strong class=\"keyword\">entitled</strong> to <strong class=\"keyword\">issue directions</strong> to OHIM since Article 63(6) of Regulation No 40/94 requires OHIM to take the necessary measures to comply with the judgment of the Community court."},{"author":94809,"first":"65 Por consiguiente, la pérdida de la fianza constituida reviste carácter de sanción cuando, al expirar el plazo que el Reglamento no 1354/83 fija en tres meses, quede acreditado que, pese a la disposición <strong class=\"keyword\">conminatoria</strong> del apartado 5 del artículo 26, el adjudicatario ha incumplido definitivamente su obligación de suministro de la mercancía de que se trata sin que dicho incumplimiento se explique por un caso de fuerza mayor o sea imputable al beneficiario de la ayuda alimentaria.","second":"65 Accordingly, the loss of the security lodged constitutes a penalty where, on the expiry of a period that Regulation No 1354/83 sets at three months, it is clear that, despite the deterrent effect of Article 26(5), the successful tenderer has definitively failed to fulfil his obligation to supply the goods in question and that that failure cannot be explained by force majeure or attributed to the recipient of the food aid."},{"author":94809,"first":"El importe total de las multas y sanciones <strong class=\"keyword\">conminatorias</strong> periódicas impuestas no superará el 5 % del promedio del volumen de negocios total de la organización reconocida durante los tres ejercicios anteriores para las actividades que entran en el ámbito de aplicación del presente Reglamento.","second":"The aggregate amount of the fines and periodic <strong class=\"keyword\">penalty payments</strong> imposed shall not exceed 5 % of the total average turnover of the recognised organisation in the preceding three business years for the activities falling under the scope of this Regulation."},{"author":94809,"first":"Competencia — Procedimiento administrativo — Cese de las infracciones — Facultad de la Comisión — Órdenes <strong class=\"keyword\">conminatorias</strong> dirigidas a las empresas","second":"Competition – Administrative procedure – Bringing infringements to an end – Commission’s powers – <strong class=\"keyword\">Injunctions</strong> addressed to undertakings"},{"author":94809,"first":"Aun cuando la mayoría de los Estados miembros -en total, once- tienen procedimientos simplificados de cobro de créditos, comparables al procedimiento monitorio del Derecho italiano, la institución de la orden <strong class=\"keyword\">conminatoria</strong> de pago dista mucho de estar vigente en ellos.","second":"Even though most Member States - 11 in total - have adopted procedures for the simplified recovery of debts comparable to the procedure for a summary payment order found in Italian law, summary payment <strong class=\"keyword\">order</strong> procedures far from apply in all Member States."},{"author":94809,"first":"De las observaciones que anteceden se desprende que el procedimiento <strong class=\"keyword\">conminatorio</strong> constituye un procedimiento especial que, en determinadas condiciones, puede contribuir de manera importante a la calidad de la protección jurisdiccional concedida en materia de satisfacción de créditos.","second":"Accordingly, the procedure for a <strong class=\"keyword\">summary payment order</strong> is a special procedure, which subject to certain conditions, may contribute significantly to the quality of the judicial protection afforded for the recovery of debts."},{"author":94809,"first":"24 En segundo lugar, en la medida en que dichas pretensiones tienen por objeto que el Tribunal de Primera Instancia ordene a la Comisión adoptar determinadas medidas, es jurisprudencia reiterada del Tribunal de Justicia (véase, como más reciente, la sentencia de 5 de julio de 1995, Parlamento/Consejo, C-21/94, Rec. p. I-0000, apartado 33) que, en el marco de un control de legalidad basado en el artículo 173 del Tratado, el órgano jurisdiccional comunitario carece de competencia para dictar una orden <strong class=\"keyword\">conminatoria</strong>, aunque ésta se refiera a las modalidades de ejecución de sus sentencias.","second":"24 Secondly, in so far as the appellants claim that the Court of First Instance should direct the Commission to take certain measures, the Court of Justice has consistently held (see, most recently, its judgment in Case C-21/94 Parliament v Council [1995] ECR I-1827, paragraph 33) that, when exercising judicial review of legality under Article 173 of the Treaty, the Community <strong class=\"keyword\">judicature</strong> has no jurisdiction to issue <strong class=\"keyword\">directions</strong>, even where they concern the manner in which its judgments are to be complied with."},{"author":94809,"first":"13 En virtud del artículo 52 de dicha Ley, esta prohibición puede acarrear órdenes <strong class=\"keyword\">conminatorias</strong> cuyo incumplimiento está sancionado con multas administrativas.","second":"13 Under Section 52 of that law, that prohibition may be enforced by the issue of an <strong class=\"keyword\">order</strong>, the breach of which may be subject to an administrative fine."},{"author":94809,"first":"7 La pretensión, formulada en el marco de un recurso de anulación, de que se ordene de modo <strong class=\"keyword\">conminatorio</strong> a la Comisión realizar las investigaciones necesarias para demostrar que existe una práctica colusoria objeto de una denuncia es inadmisible.","second":"7 In annulment proceedings, a form of order sought to the effect that a <strong class=\"keyword\">direction</strong> be <strong class=\"keyword\">issued</strong> to the Commission to conduct the investigations necessary to establish proof of an agreement specified in a complaint is inadmissible."},{"author":94809,"first":"El Derecho de extranjería alemán carece de dicho procedimiento especial, tal como requiere esa disposición, de lo que se desprende que, ante una expulsión que afecte a nacionales comunitarios, solamente se puede excluir el efecto suspensivo, mediante una orden <strong class=\"keyword\">conminatoria</strong> adoptada en aplicación del artículo 80, apartado 2, número 4, de la VwGO, «en caso de urgencia» en el sentido de la mencionada disposición de la Directiva 64/221.","second":"As German law relating to foreign nationals does not have a specific procedure within the meaning of that provision, it follows that in the case of expulsion of Community nationals, suspensive effect cannot be excluded under an administrative <strong class=\"keyword\">order issued</strong> under Paragraph 80(2)(4) of the VwGO except in ‘cases of urgency’ within the meaning of the abovementioned provision of Directive 64/221."},{"author":94809,"first":"Habida cuenta asimismo de dicho objetivo le corresponderá apreciar si procede dictar órdenes <strong class=\"keyword\">conminatorias</strong> destinadas a la Administración y al FES para que, en circunstancias como las del litigio principal, no cambien de subcontratista en lo tocante al suministro y limpieza de los aseos públicos que deberán instalarse en las estaciones de Kornmarkt, Galluswarte y Rödelheim.","second":"It is also in the light of that aim that it will have to assess whether the administration and FES should be <strong class=\"keyword\">ordered</strong> not to proceed, in circumstances such as those in the main proceedings, to a change of subcontractor for the supply and maintenance of the public lavatories to be installed at Kornmarkt, Galluswarte and Bahnhof Rödelheim."},{"author":94809,"first":"Convenio relativo a la competencia judicial y a la ejecución de resoluciones judiciales – Orden <strong class=\"keyword\">conminatoria</strong> dictada por un órgano jurisdiccional de un Estado contratante y que prohíbe a una parte en el procedimiento en curso ante él iniciar o proseguir un procedimiento judicial ante un órgano jurisdiccional de otro Estado contratante – Improcedencia – Incompatibilidad con el principio de confianza mutua inherente al régimen del Convenio","second":"Convention on Jurisdiction and the Enforcement of Judgments – <strong class=\"keyword\">Injunction granted</strong> by a court of a Contracting State prohibiting a party from commencing or continuing legal proceedings before a court in another Contracting State – Not permissible – Incompatible with the principle of mutual cooperation underlying the Convention"},{"author":8000,"first":"También se enuncian las medidas que podrá adoptar el Tribunal Superior en las causas por discriminación injusta; por ejemplo, declaraciones, imposición de mandatos <strong class=\"keyword\">conminatorios</strong>, imposición del pago de daños y perjuicios, dictamen de órdenes ejecutivas y cualquier otra medida que estime oportuna","second":"It also details the remedies that may be awarded by the High Court in proceedings for unfair discrimination. These include declarations, <strong class=\"keyword\">restraining</strong> orders, damages, performance orders and such other relief that the High Court thinks fit"},{"author":94809,"first":"El derecho de la Comisión a imponer sanciones <strong class=\"keyword\">conminatorias</strong> periódicas a una organización reconocida, de conformidad con el artículo 15 del presente Reglamento, expirará a los tres años de la fecha en que se haya cometido la acción u omisión de la organización reconocida respecto a la cual la Comisión haya pedido la adopción de las medidas preventivas y correctoras adecuadas.","second":"The right of the Commission to impose periodic <strong class=\"keyword\">penalty payments</strong> to a recognised organisation in accordance with Article 15 of this Regulation shall expire after three years from the date when the action or omission of the recognised organisation, for which the Commission requested appropriate preventive and remedial action, was committed."},{"author":94809,"first":"4 Funcionarios - Recurso - Objeto - Orden <strong class=\"keyword\">conminatoria</strong> a la Administración - Inadmisibilidad","second":"4 Officials - Actions - Subject-matter - Issue of <strong class=\"keyword\">directions</strong> to the administration - Inadmissible"},{"author":94809,"first":"Declaró caducado el recurso por entender que, como había sucedido en el procedimiento <strong class=\"keyword\">conminatorio</strong> con arreglo al artículo 650 CPC, el plazo de 30 días para la interposición de un recurso había comenzado a correr, a más tardar, a partir del día en que se llevó a cabo la primera acción de ejecución.","second":"It held that the period for lodging such opposition had expired, since the 30-day period for bringing an appeal had – as in the case of <strong class=\"keyword\">orders</strong> compelling payment pursuant to Article 650 CPC – begun not later than the date of the first enforcement order."},{"author":94809,"first":"35 Por ello, no resulta ser constitutiva de un obstáculo prohibido por la Directiva, respecto a emisiones de radiodifusión televisiva procedentes de otros Estados miembros, la aplicación de una normativa de un Estado miembro como la que se controvierte en los asuntos de los litigios principales que, al tener por objeto la protección de los consumidores, establece a tal efecto un sistema de prohibiciones y de órdenes <strong class=\"keyword\">conminatorias</strong> frente a los anunciantes, bajo pena de sanciones pecuniarias.","second":"35 Consequently, where a Member State's legislation such as that in question in the main proceedings which, for the purpose of protecting consumers, provides for a system of prohibitions and <strong class=\"keyword\">restraining</strong> orders to be imposed on advertisers, enforceable by financial penalties, application of such legislation to television broadcasts from other Member States cannot be considered to constitute an obstacle prohibited by the Directive."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"}}}