{"result":"ok","tuc":[{"phrase":{"text":"connivance","language":"en"},"meanings":[{"language":"es","text":"Acuerdo en un plan secreto."},{"language":"en","text":"Agreement on a secret plot."}],"meaningId":-7562793029640146702,"authors":[80097]},{"phrase":{"text":"collusion","language":"en"},"meaningId":871218166230705622,"authors":[84715]},{"phrase":{"text":"conspiracy","language":"en"},"meanings":[{"language":"es","text":"Acuerdo en un plan secreto."},{"language":"en","text":"Agreement on a secret plot."}],"meaningId":7046079525270369268,"authors":[60172]},{"phrase":{"text":"cahoot","language":"en"},"meaningId":-139605918030280085,"authors":[84500]},{"phrase":{"text":"connivence","language":"en"},"meaningId":-5598401610114003148,"authors":[80097]},{"phrase":{"text":"secret approval","language":"en"},"meaningId":2368815509941434482,"authors":[84500]},{"phrase":{"text":"tacit consent","language":"en"},"meaningId":-4594418178954431872,"authors":[84500]},{"meanings":[{"language":"en","text":"connivance"}],"meaningId":-1955936865215988667,"authors":[93107]}],"phrase":"connivencia","examples":[{"author":8008,"first":"Según los informes, el homicidio de estos jóvenes –presentados falsamente por las fuerzas armadas como «guerrilleros muertos en combate»– se llevó a cabo en <strong class=\"keyword\">connivencia</strong> con grupos paramilitares o bandas de delincuentes.","second":"The killings, which had been falsely presented by the military as “guerrillas killed in combat”, were reportedly carried out in <strong class=\"keyword\">collusion</strong> with paramilitary groups or criminal gangs."},{"author":27,"first":"Estos desembarcos vuelven a poner sobre la mesa una vez más y con fuerza el histórico problema de una emigración cuyas causas no sólo se han de achacar a la pobreza, sino también a la <strong class=\"keyword\">connivencia</strong> de los Gobiernos de algunos países y las condiciones inhumanas de vida de algunos regímenes que hacen vivir a sus pueblos inhumanamente, así como la necesidad de definir nuevas estrategias y nuevos modos de entender la cooperación.","second":"The arrival of these ships forces us to focus once again on that major phenomenon of our time: immigration which is caused not just by poverty but by the <strong class=\"keyword\">complicity</strong> of the governments of certain countries and by the appalling living conditions imposed by certain regimes which force their people to live in inhuman conditions. It underscores the need to define new strategies and new forms of cooperation."},{"author":118293,"first":"Los documentos en el Archivo Nacional y la Biblioteca del Congreso muestran que cometió traición continuamente entre 1924 y 1951 primero mediante el uso de mano de obra esclava judía en <strong class=\"keyword\">connivencia</strong> con los nazis y luego llevando los nazis y sus bienes en Estados Unidos.","second":"Documents in The National Archives and Library of Congress show that he committed treason continuously between 1924 and 1951 first by using Jewish slave labour in <strong class=\"keyword\">collusion</strong> with the Nazis and then by bringing those Nazis and their assets into America."},{"author":8000,"first":"Utilizando el fraude, la <strong class=\"keyword\">connivencia</strong> o el soborno para ejecutar contratos de licitaciones, de suministros y de obras públicas, o sirviéndose para ello de dependencias subsidiarias o de cualesquiera personas jurídicas públicas","second":"Use of fraud, <strong class=\"keyword\">collusion</strong> or bribery in connection with the execution of building contracts, supplies, public works, public works units or any public body corporate"},{"author":27,"first":"El enésimo engaño de los Servicios Jurídicos, con la <strong class=\"keyword\">connivencia</strong> de los líderes políticos del Parlamento Europeo, ha consistido en anular las decisiones adoptadas por una comisión parlamentaria que debían someterse a votación en sesión plenaria.","second":"The umpteenth trick of the Legal Services, with the <strong class=\"keyword\">collusion</strong> of the political leaders of the European Parliament, has been to overturn the decisions taken by a parliamentary committee which were to be put to the vote in plenary."},{"author":8000,"first":"En esos artículos se tipifican todas las formas de terrorismo y de financiación del terrorismo, así como todos los tipos de ayuda, incluidas la instigación y la <strong class=\"keyword\">connivencia</strong>, para cometer, o intentar cometer, actos de terrorismo","second":"Under these articles, all forms of terrorism and the financing thereof are criminalized, as are all forms of assisting, instigating and <strong class=\"keyword\">acquiescing</strong> in the perpetration or attempted perpetration of such"},{"author":91988,"first":"En un contexto febril, sin una buena validación editorial o herramientas para investigar las fuentes, los ciudadanos pueden ser devorados y fustigados por demagogos, como pudimos ver en las últimas semanas en los mitines de Sarah Palin después de que teorías de Internet pintaron a Barack Obama como un terrorista o en <strong class=\"keyword\">connivencia</strong> con terroristas.","second":"In a fevered environment, without good editorial validation or tools for sourcing, citizens can be preyed upon and whipped up by demagogues, as we saw in recent weeks at Sarah Palin’s rallies after Internet theories painted Barack Obama as a terrorist or in <strong class=\"keyword\">league</strong> with terrorists."},{"author":94808,"first":"Es también preocupante el impacto medioambiental que las actividades de muchas empresas tienen en algunos países por el incumplimiento de las normas ambientales existentes, a veces con la <strong class=\"keyword\">connivencia</strong> de algunos gobiernos.","second":"Another cause for concern is the environmental impact of many projects run by companies in a number of countries and which ignore environmental regulations, in some cases with the <strong class=\"keyword\">connivance</strong> of the Government."},{"author":94808,"first":"La información recibida sobre la ausencia del ejército durante el asalto de Amran por los huzíes confirma otra información recibida por el Grupo sobre la lealtad de gran parte del ejército a elementos del antiguo régimen, en particular Ahmad Ali Saleh y el ex-Presidente Saleh, que habían actuado en <strong class=\"keyword\">connivencia</strong> con los huzíes en lo que dio lugar a un golpe de Estado.","second":"The information received on the absence of the army during the takeover of Amran by the Houthis backs up other information received by the Panel referring to the loyalty of large parts of the army to elements of the old regime, in particular Ahmad Ali Saleh and former President Saleh, who <strong class=\"keyword\">colluded</strong> with the Houthis in what resulted in a coup d’état."},{"author":8000,"first":"A pesar de la campaña internacional contra el terrorismo, la mafia terrorista cubanoamericana, con la <strong class=\"keyword\">connivencia</strong> del Gobierno de los Estados Unidos, sigue tratando de abortar el proceso judicial contra asesinos como Luis Posada Carriles, culpable de innumerables delitos terroristas contra el pueblo cubano","second":"Despite the international campaign against terrorism, the Cuban-American terrorist mafia, with the <strong class=\"keyword\">connivance</strong> of the United States Government, continued to attempt to abort the judicial proceedings against criminals such as Luis Posada Carriles who were guilty of many terrorist crimes aimed at the Cuban people"},{"author":8000,"first":"A pesar de que no hubo tropiezos en la transición de un dirigente civil a otro, por primera vez en los # años de historia política del país, queda un saldo de tensión a causa de las críticas acerbas del SLPP, que perdió el poder, de la presunta <strong class=\"keyword\">connivencia</strong> entre la Comisión Electoral Nacional y la comunidad internacional para que los resultados de la elección favorecieran al nuevo partido gobernante, el Congreso de Todo el Pueblo","second":"Despite a smooth transition from one civilian leader to another, for the first time in the # year political history of the country, tensions remain as a result of scathing criticism from SLPP, which lost power, over the alleged <strong class=\"keyword\">collusion</strong> between the National Electoral Commission and the international community to influence the election results in favour of the new ruling party, the All People's Congress (APC"},{"author":8000,"first":"Según lo informado, los secuestros se produjeron en Peshawar, en la provincia de la frontera noroccidental, y fueron cometidos por personas pertenecientes a un partido rival, Hezb-e-Islami, del Afganistán, que, al parecer, actuaba con la <strong class=\"keyword\">connivencia</strong> de las autoridades pakistaníes","second":"The abductions reportedly took place in Peshawar, North West Frontier Province, by persons belonging to a rival party, the Hezb-e-Islami of Afghanistan, allegedly acting with the <strong class=\"keyword\">acquiescence</strong> of the Pakistani authorities"},{"author":8000,"first":"La ley (sea el régimen de las operaciones garantizadas u otra norma aplicable) suele dispensar dicho trato únicamente a los tenedores de títulos que respeten ciertas normas prescritas en materia de buena fe (con objeto de que no obren en <strong class=\"keyword\">connivencia</strong> con la persona de la que recibieron los títulos o instrumentos negociables","second":"Usually the law (either the secured transactions regime or other applicable law) only grants such special status to holders who meet certain specified standards of good faith (e.g. to assure that they are not acting in <strong class=\"keyword\">collusion</strong> with the person from whom they received the property"},{"author":8000,"first":"También se manifestó que el Sr. Sam Bockarie y algunos elementos del FRU participaban en el frente occidental del conflicto en Côte d'Ivoire, con la <strong class=\"keyword\">connivencia</strong> del Gobierno de Liberia","second":"It was also alleged that Sam Bockarie and some RUF elements were engaged in the western front of the Ivorian conflict, with the <strong class=\"keyword\">connivance</strong> of the Government of Liberia"},{"author":94808,"first":"Arresto y detención del comandante Jean de Dieu Amisi N'shonbo, acusado de <strong class=\"keyword\">connivencia</strong> con el enemigo y de robo del sueldo de sus soldados.","second":"Arrest and detention of Commander Jean de Dieu Amisi N’Shonbo, accused of <strong class=\"keyword\">secret dealings</strong> with the enemy and stealing his soldiers’ pay."},{"author":94808,"first":"Casi todas las personas que han sido declaradas culpables del delito de trata han sido condenadas a penas de cárcel y se han agravado recientemente las penas aplicables y en vez de seis, se han elevado a ocho años de cárcel o incluso diez, si dos personas o más han actuado en <strong class=\"keyword\">connivencia</strong>, a quince años si se han producido graves daños corporales y dieciocho si la víctima ha fallecido.","second":"Almost all those convicted of trafficking had been given prison sentences and the penalties had recently been raised from 6 years to 8 years in prison, 10 years if two or more persons had acted in <strong class=\"keyword\">concert</strong>, 15 years if serious bodily injuries had been caused and 18 years if the victim died."},{"author":118293,"first":"¿Cree que Patty y Purcell estaban en <strong class=\"keyword\">connivencia</strong>?","second":"Do you think Patty and Purcell <strong class=\"keyword\">colluded</strong>?"},{"author":8000,"first":"Desde hace # años el desarrollo urbano entraña expulsiones forzosas, muchas veces con la <strong class=\"keyword\">connivencia</strong> de las autoridades municipales y de la policía","second":"Two decades of urban development had led to forced evictions, often with the <strong class=\"keyword\">complicity</strong> of municipal authorities and the police"},{"author":27,"first":"Para recuperar la confianza de los inversores y de los pequeños ahorradores en los mercados financieros, debemos luchar contra todas las formas de <strong class=\"keyword\">connivencia</strong> criminal, obligando a las empresas a actuar de la forma más transparente posible.","second":"In order to restore the confidence of investors and small savers in the financial markets, we must combat all forms of criminal <strong class=\"keyword\">connivance</strong>, forcing companies to be as transparent as possible."},{"author":8008,"first":"Por otra parte, continuaron registrándose ejecuciones colectivas o masacres por parte de grupos paramilitares en las cuales se atribuyó igualmente responsabilidad del Estado por omisión o por <strong class=\"keyword\">connivencia</strong> de servidores públicos, como por ejemplo en Tolima y Arauca, respectivamente.","second":"[26] Additionally, collective executions or massacres perpetrated by paramilitary groups were reported where responsibility was attributed to the State due to omission or <strong class=\"keyword\">collusion</strong> on the part of public servants, such as, in Tolima and Arauca, respectively."},{"author":94809,"first":"¿Sabe la Comisión que en cualquier momento puede surgir una importante secuela de aquel escándalo concerniente a la utilización, por parte de CPC o en su nombre, de diseños que CPC, en <strong class=\"keyword\">connivencia</strong> con TE, obtuvo de un subcontratista, rechazando continuamente cualquier compensación, en detrimento de los votantes de la UE?","second":"Is it known to the Commission that any moment now a major sequel to that corruption scandal may erupt, regarding the use by and on behalf of CPC of designs that CPC, in <strong class=\"keyword\">collusion</strong> with TE, obtained from a subcontractor, while continuously refusing compensation, to the detriment of EU constituents?"},{"author":94808,"first":"Los refugiados palestinos de Yalda, Babila y Bayt Saham son habitantes del campamento de Yarmouk que fueron desplazados del campamento después de que lo invadiera la organización terrorista EIIL, en <strong class=\"keyword\">connivencia</strong> con el grupo terrorista Frente Al-Nusra y otros grupos terroristas armados presentes en el campamento.","second":"Palestinian refugees in Yalda, Babila and Bayt Saham are Yarmouk camp inhabitants who were displaced from the camp after it was invaded by the terrorist organization ISIL, in <strong class=\"keyword\">collusion</strong> with the terrorist Nusrah Front and other armed terrorist groups present in the camp."},{"author":118293,"first":"Mientras rezamos para que de alguna forma... no pueda estar en <strong class=\"keyword\">connivencia</strong> con otros Cylon","second":"While we pray that she's not somehow... <strong class=\"keyword\">colluding</strong> with other Cylons."},{"author":94808,"first":"Es motivo de profunda indignación para el pueblo tártaro de Crimea que este grupo de separatistas, que habla en nombre del pueblo, con la <strong class=\"keyword\">connivencia</strong> de las autoridades de Ucrania, de hecho ha convertido las zonas del bloqueo en un escenario de bravatas extremistas e incitación al odio étnico.","second":"The most alarming part for the Crimean Tatars is that these separatists, speaking on behalf of the people with the <strong class=\"keyword\">connivance</strong> of the Ukrainian authorities, have actually made the area of the blockade an arena in which to commit acts of extremism and foment ethnic hatred."},{"author":8000,"first":"Con respecto al problema de la corrupción, señala que en la prensa han aparecido denuncias de <strong class=\"keyword\">connivencia</strong> por parte de ciertas autoridades, y también de impunidad","second":"With regard to the issue of corruption, he noted that there had been allegations in the press of <strong class=\"keyword\">collusion</strong> on the part of certain authorities, and also of impunity"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}