{"result":"ok","tuc":[{"phrase":{"text":"consternation","language":"en"},"meanings":[{"language":"en","text":"amazement or horror; terror, combined with amazement; dismay"},{"language":"en","text":"A sudden, alarming amazement or dread that results in utter confusion."},{"language":"es","text":"Repentino y alarmante, temor o sorpresa que produce total confusión."}],"meaningId":2336288741954742100,"authors":[70195]},{"phrase":{"text":"dismay","language":"en"},"meanings":[{"language":"en","text":"a sudden loss of courage"}],"meaningId":-2972065686379660805,"authors":[70195]},{"phrase":{"text":"grief","language":"en"},"meaningId":-7282029750004279165,"authors":[25018]},{"phrase":{"text":"sorrow","language":"en"},"meaningId":-4072621143231534985,"authors":[25115]},{"phrase":{"text":"discomfiture","language":"en"},"meanings":[{"language":"en","text":"A sudden, alarming amazement or dread that results in utter confusion."},{"language":"es","text":"Repentino y alarmante, temor o sorpresa que produce total confusión."}],"meaningId":4089250008683746866,"authors":[60172]},{"phrase":{"text":"distraction","language":"en"},"meanings":[{"language":"en","text":"A sudden, alarming amazement or dread that results in utter confusion."},{"language":"es","text":"Repentino y alarmante, temor o sorpresa que produce total confusión."}],"meaningId":7085587372185567856,"authors":[60172]},{"phrase":{"text":"dread","language":"en"},"meanings":[{"language":"en","text":"A sudden, alarming amazement or dread that results in utter confusion."},{"language":"es","text":"Repentino y alarmante, temor o sorpresa que produce total confusión."}],"meaningId":4142191882165720861,"authors":[60172]},{"phrase":{"text":"fright","language":"en"},"meanings":[{"language":"en","text":"A sudden, alarming amazement or dread that results in utter confusion."},{"language":"es","text":"Repentino y alarmante, temor o sorpresa que produce total confusión."}],"meaningId":6337306827507334448,"authors":[60172]},{"phrase":{"text":"accident","language":"en"},"meaningId":-2481232872655923243,"authors":[86934]},{"phrase":{"text":"disgrace","language":"en"},"meaningId":-2373644279596349299,"authors":[86934]},{"phrase":{"text":"pain","language":"en"},"meaningId":-7806384918619329843,"authors":[86934]},{"phrase":{"text":"perturbation","language":"en"},"meaningId":-2678036884439471595,"authors":[25018]},{"phrase":{"text":"problem","language":"en"},"meaningId":-758751991043211612,"authors":[86934]},{"phrase":{"text":"suffering","language":"en"},"meaningId":6211889859928189295,"authors":[86934]},{"meanings":[{"language":"en","text":"consternation"}],"meaningId":2570559261636379193,"authors":[1]}],"phrase":"consternación","examples":[{"author":94808,"first":"75. Durante el período de sesiones, el Grupo de Trabajo recordó con <strong class=\"keyword\">consternación</strong> el segundo aniversario de la desaparición de 43 estudiantes de la Escuela Normal Rural Raúl Isidro Burgos en Ayotzinapa, y manifestó su preocupación por la falta de medidas adoptadas para garantizar el derecho de todas las víctimas a la verdad, la justicia y la reparación.","second":"During the session, the Working Group recalled with <strong class=\"keyword\">concern</strong> the second anniversary of the disappearance of 43 students of the Raúl Isidro Burgos teachers’ college in Ayotzinapa, expressing concern at the lack of measures taken to guarantee the right to truth, justice and reparation of all victims."},{"author":92475,"first":"La reciente detención la semana pasada de dos ciber-activistas y jóvenes líderes en Azerbaiyán ha causado <strong class=\"keyword\">consternación</strong> entre bloggers y activistas de dentro y fuera de Azerbaiyán, por lo que ahora ha sido lanzada una video campaña para que el gobierno Azerí reaccione liberando a ambos líderes del movimiento juvenil: Adnan Hajizada y Emin Milli.","second":"The recent detention of two cyber-activists and youth leaders in Azerbaijan this past week has caused <strong class=\"keyword\">consternation</strong> among bloggers and activists inside and outside Azerbaijan, and now a video campaign has been set off to call the Azeri government into action to release both youth movement leaders: Adnan Hajizada and Emin Milli."},{"author":8000,"first":"Rosales Díaz (Nicaragua) expresa su <strong class=\"keyword\">consternación</strong> por la demora en la publicación del informe de la Comisión Consultiva en Asuntos Administrativos y de Presupuesto","second":"Mr. Rosales Díaz (Nicaragua) expressed <strong class=\"keyword\">regret</strong> at the late issuance of the report of ACABQ"},{"author":8000,"first":"Por último, tomamos nota con <strong class=\"keyword\">consternación</strong> de que las minas antipersonal siguen utilizándose en conflictos de todo el mundo, y que provocan un gran sufrimiento humano e impiden el desarrollo tras los conflictos","second":"Finally, we note with <strong class=\"keyword\">regret</strong> that anti-personnel mines continue to be used in conflicts around the world, causing human suffering and impeding post-conflict development"},{"author":118293,"first":"¿Mi <strong class=\"keyword\">consternación</strong>?","second":"My <strong class=\"keyword\">dismay</strong>?"},{"author":8000,"first":"Al igual que la mayoría de los miembros del Consejo, México no podría dejar de manifestar su pesar y <strong class=\"keyword\">consternación</strong> por la noticia sobre el asesinato de la familia Stolic, ocurrido en la población de Obilić, Kosovo, el pasado # de junio","second":"Like most members of the Council, Mexico cannot fail to express its sorrow and <strong class=\"keyword\">distress at</strong> the news of the murder of the Stolic family that occurred in the town of Obilic, Kosovo, on # une"},{"author":94808,"first":"Carmon (Israel) (habla en inglés): Me dirijo a esta reunión de la Asamblea General con <strong class=\"keyword\">consternación</strong> y decepción.","second":"Carmon (Israel): It is with <strong class=\"keyword\">dismay</strong> and disappointment that I address this gathering of the General Assembly."},{"author":94808,"first":"Hablando en nombre de la Junta Ejecutiva, el orador expresó su <strong class=\"keyword\">consternación</strong> y tristeza por la pérdida de las vidas de dos funcionarias del UNICEF en los atentados contra civiles en Kabul del 17 de enero.","second":"Speaking on behalf of the Executive Board, he expressed <strong class=\"keyword\">shock</strong> and sadness at the loss of life of two UNICEF staff members to the attacks on civilians in Kabul on 17 January."},{"author":92475,"first":"Las reacciones del Yahoo Forum a la auto-proclamación de Andry Rajoelina varían de la perplejidad y la <strong class=\"keyword\">consternación</strong> al júbilo.","second":"Yahoo Forum reactions to Andry Rajoelina's self-proclamation range from bewilderment, <strong class=\"keyword\">consternation</strong> to elation."},{"author":27,"first":"La troika de la UE elevó protestas al Gobierno de Arabia Saudí en Riad y expresó su <strong class=\"keyword\">consternación</strong> por la sentencia del Tribunal de Qatif.","second":"The EU Troika made representation to the Saudi Arabian Government in Riadh and expressed the EU's <strong class=\"keyword\">dismay at</strong> the verdict of the court in El Katif."},{"author":8000,"first":"Le producen <strong class=\"keyword\">consternación</strong> los informes en los que se señala que algunos gobiernos están practicando la política de imponer castigos colectivos como medio para “eliminar” a las comunidades supuestamente próximas a presuntos terroristas","second":"The Special Rapporteur is <strong class=\"keyword\">distressed</strong> by reports indicating that some Governments are pursuing a policy to mete out collective punishments by way of “eliminating” communities suspected of being close to alleged terrorists"},{"author":94809,"first":"Expresa su <strong class=\"keyword\">consternación</strong> por la brutal ejecución del expresidente Najibullah y condena el allanamiento de la sede de las Naciones Unidas;","second":"Voices its <strong class=\"keyword\">revulsion at</strong> the brutal execution of former President Najibullah, and condemns the violation of the United Nations headquarters;"},{"author":8000,"first":"Su organización señala con <strong class=\"keyword\">consternación</strong> que algunos Estados siguen manteniendo leyes que penalizan la actividad homosexual y las expresiones del sexo y el género no convencionales","second":"His organization noted with <strong class=\"keyword\">dismay</strong> that some States retained laws that criminalized homosexual activity and non-normative sex and gender expression"},{"author":119723,"first":"Él recordó: “Esa pregunta casi me llenó de <strong class=\"keyword\">consternación</strong>.","second":"He recalled, “That question struck me almost with <strong class=\"keyword\">consternation</strong>."},{"author":94808,"first":"Para nosotros fue motivo de sorpresa y <strong class=\"keyword\">consternación</strong> que, durante la crisis del Líbano, la dirigencia grecochipriota informara a los países que habían solicitado su ayuda para la evacuación de los refugiados del Líbano que, si recibían para ello ayuda de la parte turcochipriota, no se les permitiría usar los puertos y aeropuertos grecochipriotas con esos fines.","second":"We were shocked and <strong class=\"keyword\">dismayed</strong> during the crisis in Lebanon that individual countries seeking the assistance of the Turkish Cypriot side in the evacuation of the refugees from Lebanon were told by the Greek Cypriot leadership that if they used Turkish Cypriot assistance in the matter, their use of the Greek Cypriot ports and airports for evacuation purposes would not be permitted."},{"author":94808,"first":"Acoge con beneplácito el informe provisional del Relator Especial sobre la situación de los derechos humanos en el Iraq presentado a la Asamblea General en su quincuagésimo cuarto período de sesiones (A/54/466), las observaciones sobre la situación general y las conclusiones y recomendaciones contenidas en el informe, y toma nota de su <strong class=\"keyword\">consternación</strong> porque no haya habido mejoras en la situación de los derechos humanos en el país y celebra el resumen de actividades y observaciones iniciales presentado a la Comisión por el recién nombrado Relator Especial sobre la situación de los derechos humanos en el Iraq;","second":"Welcomes the interim report of the Special Rapporteur on the situation of human rights in Iraq submitted to the General Assembly at its fifty-fourth session (A/54/466), the observations on the general situation and the conclusions and recommendations contained therein and notes his <strong class=\"keyword\">dismay</strong> that there has been no improvement in the situation of human rights in the country and welcomes the summary of activities and initial observations presented to the Commission by the newly appointed Special Rapporteur on the situation of human rights in Iraq;"},{"author":94808,"first":"Manifiesta su <strong class=\"keyword\">consternación</strong> ante las vacantes que sigue habiendo en la categoría D-2 en la OSSI e insta al Secretario General a que colabore con dicha Oficina para cubrirlas a la mayor brevedad.","second":"He was <strong class=\"keyword\">dismayed</strong> by the continuing vacancies in OIOS at the D-2 level, and urged the Secretary-General to work with OIOS to fill them expeditiously."},{"author":94808,"first":"Reiterando su <strong class=\"keyword\">consternación</strong> por el elevado número de víctimas de las minas, sobre todo entre la población civil y particularmente entre los niños, y recordando a ese respecto las resoluciones de la Comisión de Derechos Humanos 1995/79, de 8 de marzo de 1995","second":"Reiterating its <strong class=\"keyword\">dismay at</strong> the high number of victims of mines, especially among civilian populations, including women and children, and recalling in this context Commission on Human Rights resolutions 1995/79 of 8 March 1995,"},{"author":94808,"first":"Ello era motivo de <strong class=\"keyword\">consternación</strong> en vista de la terrible situación humanitaria y el continuo desplazamiento de la población.","second":"This was <strong class=\"keyword\">shocking</strong> in the context of the appalling humanitarian situation and continued displacement of people."},{"author":91988,"first":"El hecho fácilmente observable –para <strong class=\"keyword\">consternación</strong> de ambas partes- es que el precio de carbono hasta ahora no ha producido cambios económicos de gran alcance en Europa.","second":"The readily observable fact – to the <strong class=\"keyword\">consternation</strong> of both sides – is that the carbon price has produced no far-reaching economic changes in Europe."},{"author":119723,"first":"Esta mujer no sabía nada sobre mi llamamiento, el cual se anunciaría en breve; pero vio a la hermana Monson, reconoció su <strong class=\"keyword\">consternación</strong> y le ofreció gentilmente un asiento.","second":"This woman knew nothing of my call—which would be announced shortly—but she spotted Sister Monson, recognized her <strong class=\"keyword\">consternation</strong>, and graciously offered her a seat."},{"author":8000,"first":"De hecho, según hemos visto con <strong class=\"keyword\">consternación</strong> en los últimos años, la seguridad de un Estado determinado se ha invocado en nombre del nacionalismo étnico como justificación para el peor tipo de atrocidades","second":"Indeed, as we have seen to <strong class=\"keyword\">our dismay</strong> in recent years, the security of a given State has been invoked in the name of ethnic nationalism as a justification for the worst kind of atrocities"},{"author":8000,"first":"Recordando que todos los mecanismos de verificación previstos en el Acuerdo de Cesación del Fuego de Lusaka y el Acuerdo de Pretoria han resultado inoperantes o se han cancelado debido a la insistencia del Gobierno de la República Democrática del Congo, y con el apoyo de parte de la comunidad internacional, y expresando su <strong class=\"keyword\">consternación</strong> por el hecho de que este desprecio de la labor de verificación independiente, fiable y efectiva sea parte del plan del Gobierno de la República Democrática del Congo de proseguir su campaña contra la República Rwandesa, el Gobierno de Rwanda declara lo siguiente","second":"Reminding that all the verification mechanisms provided for under the Lusaka Ceasefire Agreement and the Pretoria Agreement have been rendered inoperational, or have been terminated, at the insistence of the Government of the Democratic Republic of the Congo and the support of some in the international community, <strong class=\"keyword\">concerned</strong> that this dislike of independent, credible and effective verification is part of a plan by the Government of the Democratic Republic of the Congo to continue its campaign against the Rwandese Republic, the Government now declares as follows"},{"author":27,"first":"De paso, debo admitir que me resulta difícil apreciar el grado de emoción y de <strong class=\"keyword\">consternación</strong> de este Parlamento por el tono de las resoluciones sobre el papel, habida cuenta del masivo absentismo durante el debate de las mismas.","second":"Though I should say in passing that I find it difficult to reconcile the extent of Parliament's emotion and <strong class=\"keyword\">shock</strong>, as expressed in the tone of paper resolutions, with the enormous number of empty seats here when the resolutions are being debated."},{"author":118293,"first":"Se puede imaginar mi <strong class=\"keyword\">consternación</strong>.","second":"You can imagine my <strong class=\"keyword\">consternation</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}