{"result":"ok","tuc":[{"phrase":{"text":"conspicuous","language":"en"},"meanings":[{"language":"es","text":"Que se hace visible o se nota inmediatamente."},{"language":"en","text":"Immediately noticeable or standing out."}],"meaningId":-3343443309569381708,"authors":[60172]},{"phrase":{"text":"prominent","language":"en"},"meanings":[{"language":"es","text":"Que se hace visible o se nota inmediatamente."},{"language":"en","text":"Immediately noticeable or standing out."}],"meaningId":-8743782824145854726,"authors":[60172]},{"phrase":{"text":"remarkable","language":"en"},"meanings":[{"language":"es","text":"Que se hace visible o se nota inmediatamente."},{"language":"en","text":"Immediately noticeable or standing out."}],"meaningId":-806719468814344166,"authors":[60172]},{"phrase":{"text":"salient","language":"en"},"meanings":[{"language":"es","text":"Que se hace visible o se nota inmediatamente."},{"language":"en","text":"Immediately noticeable or standing out."}],"meaningId":-1494471103242004854,"authors":[60172]},{"phrase":{"text":"eminent","language":"en"},"meaningId":-6012776332534935443,"authors":[25018]},{"phrase":{"text":"noticeable","language":"en"},"meaningId":-6059368203202693607,"authors":[86934]},{"meanings":[{"language":"en","text":"conspicuous"},{"language":"en","text":"eminent"}],"meaningId":6307849592036439224,"authors":[93107]}],"phrase":"conspicuo","examples":[{"author":8000,"first":"Últimamente, esos aparejos se han convertido en un <strong class=\"keyword\">conspicuo</strong> inconveniente en todo el mundo","second":"Lately, lost and abandoned fishing gear has increasingly become a <strong class=\"keyword\">worldwide “</strong>high-profile” nuisance"},{"author":8000,"first":"La UNAMA tiene una presencia <strong class=\"keyword\">conspicua</strong> en el Afganistán y el riesgo para su personal y sus operaciones sigue aumentando en todas las regiones","second":"UNAMA has a <strong class=\"keyword\">large</strong> footprint in Afghanistan and the risk for staff and their operations in all the regions continues to increase"},{"author":8000,"first":"Pero, aunque Latinoamérica no es la única región que enfrenta esta realidad, nuestra región constituye un ejemplo particularmente <strong class=\"keyword\">conspicuo</strong>, pues representa el “laboratorio” del proyecto neoliberal","second":"Although Latin America is not the only region to face that reality, it is a particularly <strong class=\"keyword\">conspicuous</strong> example because it represents the laboratory of the neo-liberal project"},{"author":8008,"first":"Los machos tienen una cabeza grande y cuadrada, con una proboscis muy <strong class=\"keyword\">conspicua</strong>, mientras que la hembra tiene una cabeza más redonda y sin proboscis.","second":"They have very long canine teeth, <strong class=\"keyword\">with</strong> long pointed cusps on its molar teeth."},{"author":95183,"first":"De ordinario, estas aportaciones a la protección de la salud de toda la población no son componentes <strong class=\"keyword\">conspicuos</strong> o relevantes del trabajo de la OMS.","second":"These contributions to population-wide health protection are usually not <strong class=\"keyword\">conspicuous</strong> or high-profile components of WHO’s work."},{"author":94808,"first":"Las disparidades entre géneros son <strong class=\"keyword\">conspicuas</strong> con respecto a la matrícula y retención.","second":"Gender disparities are <strong class=\"keyword\">conspicuous</strong> in regard to enrolment and retention."},{"author":94808,"first":"Últimamente, esos aparejos se han convertido en un <strong class=\"keyword\">conspicuo</strong> inconveniente en todo el mundo.","second":"Lately, lost and abandoned fishing gear has increasingly become a <strong class=\"keyword\">worldwide “</strong>high-profile” nuisance."},{"author":8000,"first":"Las disparidades entre géneros son <strong class=\"keyword\">conspicuas</strong> con respecto a la matrícula y retención","second":"Gender disparities are <strong class=\"keyword\">conspicuous</strong> in regard to enrolment and retention"},{"author":94809,"first":"Los materiales producidos por el proyecto exhibirán de manera <strong class=\"keyword\">conspicua</strong> la bandera de la Unión de conformidad con las directrices de la Unión relativas a la utilización y reproducción precisas de la bandera.","second":"Material produced by the project will <strong class=\"keyword\">prominently</strong> display the Union flag in accordance with Union guidelines for the accurate use and reproduction of the flag."},{"author":118293,"first":"Un uso más bien <strong class=\"keyword\">conspicuo</strong> de fuerza mortal.","second":"A rather <strong class=\"keyword\">conspicuous</strong> use of dead ly force."},{"author":93236,"first":"Como dijera Theodor Billroth, el más <strong class=\"keyword\">conspicuo</strong> de los fundadores de la cirugía moderna, “el conocimiento del pasado es necesario para comprender el presente y sin él toda consideración sobre el futuro es imposible.”","second":"As Theodor Billroth, the greatest of the surgical innovators remarked: “An awareness of the past is necessary to comprehend the present, and without it no consideration of the future is possible.”"},{"author":118293,"first":"Bueno, es un poco <strong class=\"keyword\">conspicuo</strong>.","second":"Well, it's a little <strong class=\"keyword\">conspicuous</strong>"},{"author":91988,"first":"Aunque sus ejemplos más <strong class=\"keyword\">conspicuos</strong> son los autos sin conductor y los aviones no tripulados (drones), el potencial transformador de los robots en la logística no es menos importante.","second":"Though self-driving cars and drones are the <strong class=\"keyword\">most</strong> attention-getting examples, the impact on logistics is no less transformative."},{"author":8000,"first":"Estos dos incidentes no representan una persecución personal contra el autor, que no es un cristiano asirio <strong class=\"keyword\">conspicuo</strong>","second":"These two incidents do not represent a personal persecution of the author, who is not a high <strong class=\"keyword\">profile</strong> Assyrian Christian"},{"author":8000,"first":"e) Subrayó la necesidad de que la ONUDI contribuyera de manera <strong class=\"keyword\">conspicua</strong> y específica a la Tercera Conferencia de las Naciones Unidas sobre los Países Menos Adelantados, especialmente en la esfera del desarrollo y fortalecimiento de la capacidad productiva de esos países, y alentó al Director General a que mantuviera a los Estados Miembros al corriente de las actividades pertinentes","second":"e) Underlined the need for a <strong class=\"keyword\">visible</strong> and focused contribution of UNIDO to the Third United Nations Conference on the Least Developed Countries, especially under the thematic area of Development and strengthening of productive capacity in LDCs and encouraged the Director-General to keep Member States informed about UNIDO's activities in this regard"},{"author":91988,"first":"En la cultura de la oportunidad de Estados Unidos, en cambio, se toleraba más el consumo <strong class=\"keyword\">conspicuo</strong>.","second":"In the opportunity culture of the United States, by contrast, <strong class=\"keyword\">conspicuous</strong> consumption was more tolerated."},{"author":94808,"first":"Como parte del proyecto plurianual antes mencionado, el UNICEF y Religiones para la Paz organizaron una consulta que reunió a 35 expertos y agentes externos <strong class=\"keyword\">conspicuos</strong> para examinar el papel de las comunidades religiosas en la protección de los niños afectados por conflictos y para esbozar medidas concretas destinadas a fortalecer su colaboración con las organizaciones que se ocupan de los derechos del niño.","second":"As part of the above-mentioned multi-year project, UNICEF and Religions for Peace organized a consultation that brought together 35 experts and key external actors to discuss the role of religious communities in protecting children affected by conflict and outline concrete action to strengthen their collaboration with child rights organizations."},{"author":94808,"first":"Artículo 47: “Los patronos que empleen a mujeres exhibirán en una sección <strong class=\"keyword\">conspicua</strong> del lugar de trabajo las regulaciones sobre el empleo de estas trabajadoras”.","second":"Article 47: \"A person who employs women shall display the regulations on women's employment in a <strong class=\"keyword\">conspicuous</strong> area of the workplace\"."},{"author":94808,"first":"Subrayó la necesidad de que la ONUDI contribuyera de manera <strong class=\"keyword\">conspicua</strong> y específica a la Tercera Conferencia de las Naciones Unidas sobre los Países Menos Adelantados, especialmente en la esfera del desarrollo y fortalecimiento de la capacidad productiva de esos países, y alentó al Director General a que mantuviera a los Estados Miembros al corriente de las actividades pertinentes;","second":"Underlined the need for a <strong class=\"keyword\">visible</strong> and focused contribution of UNIDO to the Third United Nations Conference on the Least Developed Countries, especially under the thematic area of Development and strengthening of productive capacity in LDCs and encouraged the Director-General to keep Member States informed about UNIDO’s activities in this regard;"},{"author":118293,"first":"Esperemos que las orejas sean menos <strong class=\"keyword\">conspicuas</strong> esta vez.","second":"I hope the ears are bit less <strong class=\"keyword\">conspicuous</strong> this time."},{"author":95096,"first":"Con las rentas del <strong class=\"keyword\">conspicuo</strong> patrimonio que la Sede romana poseía en Italia, especialmente en Sicilia, compró y distribuyó trigo, socorrió a quienes se encontraban en situación de necesidad, ayudó a sacerdotes, monjes y monjas que vivían en la indigencia, pagó rescates de ciudadanos que habían caído prisioneros de los longobardos, compró armisticios y treguas.","second":"With the revenues from the Roman See's substantial patrimony in Italy, especially in Sicily, he bought and distributed grain, assisted those in need, helped priests, monks and nuns who lived in poverty, paid the ransom for citizens held captive by the Lombards and purchased armistices and truces."},{"author":8008,"first":"Si no se trata de una emergencia, también pueden dirigirse en uno de los numerosos centros de asistencia sanitaria gestionado por personal y enfermeros altamente calificados y disponibles. Aquí los números de los principales: <strong class=\"keyword\">Conspicua</strong>, 1 Triq Sofía, tel.","second":"There are two main hospitals on the island: St. Luke’s Hospital, St. Luke Road, <strong class=\"keyword\">Gwardamanga</strong>, tel."},{"author":94809,"first":"- que estos dos Estados miembros son los dos primeros productores y consumidores de aceite de oliva, por lo que parece superflua una inversión tan <strong class=\"keyword\">conspicua</strong> para promover en Italia y en España un producto conocido cuyo consumo está ampliamente difundido;","second":"- these two Member States are the two biggest producers and the two biggest consumers of olive oil and therefore it seems wasteful to invest so significantly in promoting the consumption of a product which in Italy and Spain is already widespread and widely known;"},{"author":93236,"first":"Debido a las <strong class=\"keyword\">conspicuas</strong> fluctuaciones mensuales en las cantidades de frutos, hojas y flores consumidos, los monos aulladores constituyen un modelo útil para examinar las relaciones entre estrategias de forrajeo, patrones de actividad y de utilización de hábitat en otros primates, incluyendo a los folívoros.","second":"Given evidence of dietary variability in the amount of monthly fruit, leaf, and flower consumption, howler monkeys provide an instructive model for examining relationships among foraging strategies, activity budgets, and patterns of habitat utilization."},{"author":94809,"first":"El desarrollo progresivo del ferrocarril tiene una fuerte dimensión social (número <strong class=\"keyword\">conspicuo</strong> de puestos de trabajo), económica (comercio exterior, intercambios) y ambiental, toda vez que puede contribuir sustancialmente a la aplicación de una política de transportes respetuosa con el medio ambiente.","second":"The continued development of rail transport is important socially (<strong class=\"keyword\">large</strong> number of jobs), economically (exports, trade) and environmentally, as it can make a substantial contribution to environmental policy in the transport sector."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}