{"result":"ok","tuc":[{"phrase":{"text":"contiguous","language":"en"},"meanings":[{"language":"en","text":"connected, touching, abutting"},{"language":"en","text":"Very close or connected in space or time."},{"language":"es","text":"Muy cerca o conectado en espacio o tiempo."},{"language":"en","text":"adjacent, neighboring"}],"meaningId":-238009357110353948,"authors":[70195]},{"phrase":{"text":"adjacent","language":"en"},"meanings":[{"language":"en","text":"lying next to, close, or contiguous; neighboring"}],"meaningId":-3730642638842971715,"authors":[70195]},{"phrase":{"text":"adjoining","language":"en"},"meanings":[{"language":"en","text":"being in contact at some point"}],"meaningId":-2314130343056191216,"authors":[70195]},{"phrase":{"text":"neighbouring","language":"en"},"meaningId":-4730003788127994409,"authors":[25018]},{"phrase":{"text":"next","language":"en"},"meaningId":5546596348751949539,"authors":[25018]},{"phrase":{"text":"abutting","language":"en"},"meaningId":8942511757723633501,"authors":[80097]},{"phrase":{"text":"adjacent(apuda)","language":"en"},"meaningId":-8594055309220368563,"authors":[8]},{"phrase":{"text":"adjoining(limtuŝanta)","language":"en"},"meaningId":1539563137116249614,"authors":[8]},{"phrase":{"text":"immediately contiguous","language":"en"},"meaningId":-7847857304313810666,"authors":[80097]},{"phrase":{"text":"nearby","language":"en"},"meaningId":2056674180394838818,"authors":[8]},{"phrase":{"text":"neighbouring(najbara)","language":"en"},"meaningId":5419706723177896564,"authors":[8]},{"meanings":[{"language":"en","text":"contiguous"}],"meaningId":408424818452746528,"authors":[1]}],"phrase":"contiguo","examples":[{"author":94808,"first":"Véase como ejemplo la práctica que adopta el Reino Unido, cuya Oficina Hidrográfica publica todos los años un listado con los diversos Estados y sus reivindicaciones sobre el mar territorial, zona <strong class=\"keyword\">contigua</strong>, zona económica exclusiva y otros espacios sobre los que se pretenden ejercer competencias, por ejemplo, pesqueras. Se dice así:","second":"See, for example the practice adopted by the United Kingdom, where the Hydrographic Office publishes an annual list of various States and their claims to territorial seas, <strong class=\"keyword\">contiguous</strong> zones, exclusive economic zones or other areas, such as fisheries, to which they lay claim."},{"author":94808,"first":"Sin embargo, la reanudación de las conversaciones directas entre israelíes y palestinos, el 2 de septiembre de 2010, me hacen, una vez más, sentirme esperanzado de que finalmente llegaremos a una solución que ponga fin a la ocupación que comenzó en 1967 y dé lugar al nacimiento de un Estado palestino independiente, democrático, viable y <strong class=\"keyword\">contiguo</strong> que viva en condiciones de paz y seguridad al lado de Israel y de todos sus demás vecinos.","second":"The resumption of direct talks between Israelis and Palestinians on 2 September 2010, however, once again gives me hope that we will finally reach a final settlement that ends the occupation that began in 1967 and leads to the birth of an independent, democratic, viable and <strong class=\"keyword\">contiguous</strong> Palestinian State living in peace and security with Israel and its other neighbours."},{"author":8000,"first":"La planta tenía por objeto convertir más de # tons de chatarra de cobre amarillo, sobre todo hojas de revestimiento, en cobre y aleación de cobre para la producción comercial de latón en la actual fábrica de Al-Shaheed, <strong class=\"keyword\">contigua</strong> a la planta","second":"The purpose of the Plant was to convert more than # tons of scrap brass, predominantly shell casings, into copper and copper-based alloy, for production into commercial brass by the existing Al-Shaheed Factory, <strong class=\"keyword\">immediately adjacent</strong> to the Plant"},{"author":118293,"first":"Otra persona murió en el barco <strong class=\"keyword\">contiguo</strong>, y no estamos seguros quién era el objetivo verdadero.","second":"Another person died on the <strong class=\"keyword\">next</strong> boat, and we're not sure who the intended victim was."},{"author":8000,"first":"Algunos acuerdos regionales relativos a especies determinadas, por ejemplo, el Acuerdo sobre la conservación de los cetáceos pequeños del Mar Báltico y el Mar del Norte, el Acuerdo sobre la conservación de cetáceos del Mar Negro, el Mediterráneo y la zona atlántica <strong class=\"keyword\">contigua</strong>, también constituyen foros para la cooperación regional","second":"A number of regional agreements addressing particular species, for example, the Agreement on the Conservation of Small Cetaceans of the Baltic and North Seas and the Agreement on the Conservation of Cetaceans of the Black Sea, Mediterranean Sea and <strong class=\"keyword\">Contiguous</strong> Atlantic Area, also provide forums for regional cooperation"},{"author":118385,"first":"Una vez entregadas las mercancías transportadas en el curso de un transporte internacional entrante desde otro Estado miembro o desde un tercer país a un Estado miembro de acogida, los transportistas de mercancías por carretera contemplados en el apartado 1 estarán autorizados a realizar, con el mismo vehículo o, si se trata de un vehículo articulado, con el vehículo de tracción de dicho vehículo, operaciones de cabotaje en el Estado miembro de acogida o en Estados miembros <strong class=\"keyword\">contiguos</strong>.","second":"Once the goods carried in the course of an incoming international carriage from another Member State or from a third country to a host Member State have been delivered, hauliers referred to in paragraph 1 shall be allowed to carry out, with the same vehicle or, in the case of a coupled combination, the motor vehicle of that same vehicle, cabotage operations in the host Member State or in <strong class=\"keyword\">contiguous</strong> Member States."},{"author":94809,"first":"En todo el territorio de la Comunidad, entre interlocutores de regiones no <strong class=\"keyword\">contiguas</strong> de Estados miembros diferentes.","second":"Throughout the territory of the Community, between partners in non-<strong class=\"keyword\">neighbouring</strong> regions of different Member States."},{"author":94809,"first":"Por esta razón, las autoridades belgas adoptaron enseguida una serie de medidas que preveían, entre otras cosas, la eliminación de cerdos procedentes de los criaderos contaminados y la prohibición de su sacrificio en la zona de infección así como en las zonas <strong class=\"keyword\">contiguas</strong> (para más detalles, nos remitimos al informe para la vista y a los documentos procesales).","second":"On that ground, the Belgian authorities immediately adopted a series of measures, including the slaughtering of pigs from the infected holdings and the prohibition of slaughtering in the infected area and in <strong class=\"keyword\">adjoining</strong> areas ( I refer the Court to the documents in the case for further details )."},{"author":8000,"first":"Las fuerzas turcas, a su vez, reforzaron su puesto de observación <strong class=\"keyword\">contiguo</strong> a Pyla con algunos sacos de arena","second":"The Turkish forces, in turn, reinforced their observation post <strong class=\"keyword\">adjacent</strong> to Pyla by adding some sandbags"},{"author":92475,"first":"En enero 2013, un tribunal autorizó [pt] la construcción de apartamentos residenciales en un área <strong class=\"keyword\">contigua</strong> al parque en base a un Término de Ajuste de Conducta (TAC) emitido por el anterior gobierno municipal.","second":"In January 2013, a court authorized the construction of residential condos in an area <strong class=\"keyword\">adjacent</strong> to the park based on a Term of Conduct Adjustment (TAC, in Portuguese) issued by the city government's previous administration."},{"author":94809,"first":"Se pretendía de esa forma la asignación de fondos de CTF a regiones fronterizas de los países Phare para la cofinanciación de proyectos conjuntos con regiones fronterizas <strong class=\"keyword\">contiguas</strong> de la Unión Europea subvencionables con financiación del programa Interreg.","second":"It was thus intended that CBC funds would be allocated to border regions in the Phare countries to co-finance joint projects with <strong class=\"keyword\">adjacent</strong> border regions in the EU which were eligible for Interreg funding."},{"author":94808,"first":"Barrios marginales: Término peyorativo para viviendas de baja calidad, definido como “asentamiento <strong class=\"keyword\">contiguo</strong> en el que los habitantes se caracterizan por tener viviendas y servicios básicos inadecuados.","second":"Slums: Pejorative term for poor quality housing, e.g., “a <strong class=\"keyword\">contiguous</strong> settlement where the inhabitants are characterized as having inadequate housing and basic services."},{"author":94808,"first":"Las negociaciones sobre el estatuto definitivo deben comenzar lo antes posible, en el marco de la amplia iniciativa de paz reafirmada en la Reunión en la Cumbre de Jefes de Estado o de Gobierno de la Liga de Estados Árabes, celebrada en 2007, con vistas a lograr el completo retiro de Israel de los territorios árabes ocupados en Palestina, la República Árabe Siria y el Líbano, hasta las fronteras que existían el 4 de junio de 1967, así como una solución aceptable del problema de los refugiados palestinos mediante el establecimiento de un Estado palestino viable e independiente con Jerusalén Oriental como capital, que viva <strong class=\"keyword\">contiguo</strong> al Estado de Israel en un clima de paz y tranquilidad.","second":"The final status negotiations must begin as soon as possible, within the framework of the comprehensive peace initiative reaffirmed at the 2007 Summit of the Heads of State and Government of the League of Arab States, with a view to achieving Israel’s full withdrawal from the occupied Arab territories in Palestine, the Syrian Arab Republic and Lebanon to the borders of 4 June 1967 and an acceptable solution to the Palestinian refugee problem through the establishment of an independent, viable Palestinian State with East Jerusalem as its capital, living <strong class=\"keyword\">side</strong> by <strong class=\"keyword\">side</strong> with the State of Israel in peace and tranquillity."},{"author":8000,"first":"El objetivo final está claro: poner fin a la ocupación que empezó en # y crear un Estado palestino soberano, democrático, viable y <strong class=\"keyword\">contiguo</strong> que pueda vivir al lado de un Israel seguro","second":"The end goal remains clear- ending the occupation that began in # and establishing a sovereign, democratic, viable and <strong class=\"keyword\">contiguous</strong> Palestinian State living side by side with a secure Israel"},{"author":94808,"first":"Expresaron la esperanza de que, sobre la base de las resoluciones pertinentes de las Naciones Unidas, el principio de \"territorio por paz\", la hoja de ruta y la iniciativa de paz árabe, esas negociaciones condujeran, en el plazo de un año, a la solución biestatal, con el Estado de Israel y un Estado independiente, democrático, <strong class=\"keyword\">contiguo</strong> y viable de Palestina conviviendo en paz y seguridad.","second":"They hoped that based on the relevant United Nations resolutions, the land-for-peace principle, the Road Map and the Arab peace initiative, these negotiations would lead, within a year, to the two-state solution, with the State of Israel and an independent, democratic, <strong class=\"keyword\">contiguous</strong> and viable State of Palestine living side by side in peace and security."},{"author":94809,"first":"Los efectos de ocultación producidos por elementos <strong class=\"keyword\">contiguos</strong> de construcción, de más de 80 mm de anchura, deberán disponerse de forma que, entre el centro de dos de dichos efectos haya una distancia de al menos 2200 mm, medida como cuerda del semicírculo de visión.","second":"Masking effects due to <strong class=\"keyword\">adjacent</strong> structural components over 80/mm in width shall be so disposed that there is an interval of at least 2200/mm - measured as a chord of the semi-circle of vision - between the centres of two masking effects."},{"author":94809,"first":"Por esta razón, orientó su acción hacia Polonia, porque es el país candidato más grande y el más importante beneficiario de los fondos PHARE, y el interés que representa la cooperación con este país reside en el hecho de que constituye la frontera exterior <strong class=\"keyword\">contigua</strong> a la Comunidad.","second":"It chose instead to concentrate its efforts on Poland, partly because it is the largest of the applicants and receives the biggest share of Phare funds. Another reason was the importance of co-operation with Poland in view of the fact that part of its border will form part of the Community's external <strong class=\"keyword\">border</strong> when it joins."},{"author":94809,"first":"b ) en Francia : los departamentos de Ariège , Loira , Pas-de-Calais , Tarn y Vosgos , incluidas las zonas objeto de ayuda limítrofes en los departamentos del Bajo Rin y del Alto Rin ; las zonas que se beneficien de un régimen nacional de ayuda con finalidad regional en los departamentos de Ardéche , Gard , Somme y Norte , así como , en este último departamento , las zonas textiles del distrito de Lille ; los cantones textiles del departamento de Aisne <strong class=\"keyword\">contiguos</strong> al departamento del Norte , a saber los cantones de Catelet y de Bohain-en-Vermandois ;","second":"(b) In France : the départements of Ariège, Loire, Pas-de-Calais, Tarn and the Vosges, including the bordering aided zones of the départements of Bas-Rhin and Haut-Rhin ; the zones covered by national regional aid schemes in the départements of Ardèche, Gard, Somme and Nord, including in the case of the last-mentioned the textile zones of the Lille \"arrondissement\" ; the textile \"cantons\" of the département of Aisne <strong class=\"keyword\">adjacent</strong> to the département of Nord, i.e. the \"cantons\" of Catelet and Bohain-en-Vermandois;"},{"author":94809,"first":"- a zonas <strong class=\"keyword\">contiguas</strong> que respondan a los criterios a), b) y c),","second":"- <strong class=\"keyword\">adjacent</strong> areas satisfying criteria (a) to (c) above;"},{"author":94809,"first":"- La masa media del SAR localizado la constituye una porción cualquiera de 10 g de tejido <strong class=\"keyword\">contiguo</strong>; el SAR máximo obtenido de esta forma debe ser el valor que se utilice para calcular la exposición.","second":"- localised SAR averaging mass is any 10 g of <strong class=\"keyword\">contiguous</strong> tissue; the maximum SAR so obtained should be the value used for estimating exposure."},{"author":8000,"first":"El Presidente expresó su insatisfacción por el modo en que se estaba llevando a cabo el proceso de paz de Djibouti, sin la participación de Puntlandia, que es el Estado más extenso de Somalia, y donde existe una administración satisfactoria <strong class=\"keyword\">contigua</strong> al sur de la región central de Somalia, desgarrada por la guerra","second":"The President expressed his displeasure at the way the Djibouti peace process was being conducted without a role for Puntland, the largest State in Somalia, running a successful administration <strong class=\"keyword\">next door</strong> to the war-torn south-central region"},{"author":94808,"first":"Los parámetros que desde el punto de vista de la Unión Europea hacen falta para la paz son conocidos: dos Estados, que coexistan en condiciones de paz y seguridad, con un Estado palestino soberano, independiente, democrático, <strong class=\"keyword\">contiguo</strong> y viable, basado en las fronteras de 1967, con Jerusalén como futura capital de los dos Estados.","second":"The parameters for peace as seen by the European Union are well known: two States, co-existing in peace and security, with a Palestinian State that is sovereign, independent, democratic, <strong class=\"keyword\">contiguous</strong> and viable, based on the 1967 borders, with Jerusalem as the future capital of two States."},{"author":118293,"first":"Sabes que no nos hubiesen colocado en celdas <strong class=\"keyword\">contiguas</strong> a menos que quisiesen oírnos hablar.","second":"Ah, ah, ah... You know that they wouldn't put you in a cell <strong class=\"keyword\">near</strong> mine unless they wanted to hear us talk."},{"author":8000,"first":"Otros Estados señalaron que participaban en organizaciones subregionales y regionales entre cuyos mandatos figuraba conservar las especies no deseadas capturadas incidentalmente en operaciones pesqueras (Estados Unidos), como por ejemplo la Convención sobre la conservación de las especies migratorias de animales silvestres (Comunidad Europea), el Acuerdo sobre la conservación de los pequeños cetáceos del Mar Báltico y el Mar del Norte (ASCOBANS), el Acuerdo sobre la conservación de los cetáceos del Mar Negro, el Mar Mediterráneo y la zona atlántica <strong class=\"keyword\">contigua</strong> (ACCOBAMS), el Acuerdo para la conservación de albatros y petreles (España, Francia (tramita actualmente su ratificación), Nueva Zelandia y Reino Unido) o la Convención Interamericana para la protección y conservación de las tortugas de mar y sus hábitats (Estados Unidos","second":"Other States pointed out that they participate in subregional and regional organizations with mandates to conserve non-target species taken incidentally in fishing operations (the United States), such as the Convention on the Conservation of Migratory Species of Wild Animals (EC), the Agreement on the Conservation of Small Cetaceans in the Baltic and North Seas, the Agreement on the Conservation of Cetaceans of the Black Sea, Mediterranean Sea and <strong class=\"keyword\">Contiguous</strong> Atlantic Area, the Agreement for the Conservation of Albatrosses and Petrels (France (in the process of ratification), New Zealand, Spain and the United Kingdom) and the Inter-American Convention for the Protection and Conservation of Sea Turtles and their Habitats (United States"},{"author":94808,"first":"Las partes tienen una gran responsabilidad en lo que respecta a reanudar las negociaciones para poner fin al conflicto de casi medio siglo de duración y resolver todas las cuestiones relativas al estatuto definitivo, incluidos Jerusalén, las fronteras, los refugiados y la seguridad, dando lugar a la creación de un Estado de Palestina soberano, independiente, <strong class=\"keyword\">contiguo</strong> y viable que coexista en paz junto a un Estado de Israel seguro, de conformidad con las resoluciones pertinentes del Consejo de Seguridad, los acuerdos anteriores, los principios de Madrid y la hoja de ruta del Cuarteto.","second":"The parties bear a major responsibility to return to negotiations to end the nearly half-century-long conflict and resolve all final status issues — including Jerusalem, borders, refugees and security — leading to the establishment of a sovereign, independent, <strong class=\"keyword\">contiguous</strong> and viable State of Palestine living side by side in peace with a secure State of Israel, in accordance with relevant Security Council resolutions, previous agreements, the Madrid principles and the Quartet road map."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}