{"result":"ok","tuc":[{"phrase":{"text":"contingency","language":"en"},"meanings":[{"language":"es","text":"Estado de ser contingente de algo."},{"language":"en","text":"quality of being contingent; unpredictability"},{"language":"en","text":"possibility; something which may or may not happen"},{"language":"en","text":"The state of being contingent on something."}],"meaningId":3547968269778849860,"authors":[70195]},{"phrase":{"text":"chance variable","language":"en"},"meaningId":6358266584364717627,"authors":[80097]},{"phrase":{"text":"unknown","language":"en"},"meaningId":2385752834762618764,"authors":[80097]},{"meanings":[{"language":"en","text":"contingency"}],"meaningId":1381508660058930070,"authors":[93107]}],"phrase":"contingencia","examples":[{"author":95875,"first":"El grupo se centró entonces en tres tipos de análisis: los forenses (elaboración de perfiles de dichos agentes), para identificar a los autores de un suceso; los operativos, para reconocer el tipo de agente; y los de <strong class=\"keyword\">contingencia</strong> y de eliminación, para determinar el alcance y la duración de los efectos producidos por uno de estos sucesos.","second":"The group then focused on three types of analyses: forensics (agent profiling), to identify the perpetrators of an incident; operational, to identify the type of agent; and <strong class=\"keyword\">contingency</strong> and clearance, to determine the scale and duration of impact."},{"author":8000,"first":"i) si el interesado tiene # años o más, es el cociente de dividir por # las bases de cotización por <strong class=\"keyword\">contingencias</strong> comunes de los # meses inmediatamente anteriores al hecho causante","second":"If the person concerned is aged # or over, the result of the division by # of the contributory bases for ordinary <strong class=\"keyword\">contingencies</strong> in the # months immediately prior to the contingency in question"},{"author":93236,"first":"Investigamos los antecedentes y <strong class=\"keyword\">contingencias</strong> de la creación de estructuras GDM.","second":"We investigate antecedents and <strong class=\"keyword\">contingencies</strong> of setting up GDM structures."},{"author":94809,"first":"3) Describa los planes de <strong class=\"keyword\">contingencia</strong> que deben seguirse en caso de liberación no deliberada, accidental o no autorizada de los organismos existentes en las instalaciones de cría e incubación o de expansión accidental o imprevista de la zona de colonización después de la liberación.","second":"3) Describe <strong class=\"keyword\">contingency</strong> plans to be followed in the event of an unintentional, accidental or unauthorised liberation of the organisms from rearing and hatchery facilities or an accidental or unexpected expansion of the range of colonisation after release."},{"author":94809,"first":"b) Podrán adoptarse en TARGET2 las siguientes medidas principales de continuidad operativa y procesamiento de <strong class=\"keyword\">contingencia</strong>:","second":"(b) The following main business continuity and <strong class=\"keyword\">contingency</strong> processing measures shall be <strong class=\"keyword\">available</strong> in TARGET2:"},{"author":94808,"first":"También existen planes de pensiones privados y programas de previsión de <strong class=\"keyword\">contingencias</strong> ofrecidos por algunas compañías de inversiones privadas.","second":"There are also private pension plans and pre-need programs being offered by some private investment companies."},{"author":118293,"first":"Höss estaba a punto de escuchar los planes de <strong class=\"keyword\">contingencia</strong> que su propio jefe,","second":"Höss was about to hear the <strong class=\"keyword\">contingency</strong> plans his own boss,"},{"author":94809,"first":"e) elaborar planes de <strong class=\"keyword\">contingencia</strong> para mitigar los efectos de la sequía en las zonas degradadas por la desertificación y/o la sequía.","second":"develop <strong class=\"keyword\">contingency</strong> plans for mitigating the effects of drought in areas degraded by desertification and/or drought."},{"author":42,"first":"adopte mecanismos adecuados para la adecuada gestión de los aspectos técnicos del sistema, incluidos procedimientos de <strong class=\"keyword\">contingencia</strong> eficaces para hacer frente a posibles perturbaciones de los sistemas","second":"to have arrangements for the sound management of the technical operations of the system, including the <strong class=\"keyword\">establishment</strong> of effective <strong class=\"keyword\">contingency arrangements</strong> to cope with risks of systems disruptions"},{"author":8008,"first":"Functional Products Trading S.A. produce semillas de Chia en varios países: el crecimiento de las semillas en diversos y lejanas áreas (bastante insólito para nuevas cosechas) reduce el riesgo de <strong class=\"keyword\">contingencias</strong> causadas por el clima.","second":"Currently, Functional Products S.A. produces Chia seeds in several countries: growing the seeds in diverse and far-apart areas (rather unusual for new crops) considerably reduces the risk of climate-caused <strong class=\"keyword\">contingencies</strong>."},{"author":118293,"first":"¿<strong class=\"keyword\">Contingencia</strong>?","second":"A <strong class=\"keyword\">contingency</strong>?"},{"author":94809,"first":"Si dieran lugar a respuestas idénticas o parecidas por parte de las entidades de crédito a las perturbaciones en los mercados de financiación en dólares, los planes de financiación de <strong class=\"keyword\">contingencia</strong> podrían causar nuevos problemas sistémicos como consecuencia de las perturbaciones en los mercados.","second":"If <strong class=\"keyword\">contingency</strong> funding plans resulted in identical or similar responses by credit institutions to shocks in US dollar funding markets, they could create new systemic problems as a consequence of market disturbances."},{"author":94809,"first":"Admisión de activos de garantía no denominados en euros en caso de <strong class=\"keyword\">contingencia</strong>","second":"Acceptance of non-euro-denominated collateral in <strong class=\"keyword\">contingencies</strong>"},{"author":94808,"first":"Las cifras anteriores correspondientes a los fondos para <strong class=\"keyword\">contingencias</strong> incluyen los fondos utilizados y los fondos restantes.","second":"Earlier contingency figures include <strong class=\"keyword\">contingency</strong> used and contingency remaining."},{"author":8000,"first":"d) Apoyo a las decisiones: análisis de los mapas de riesgos y elaboración de escenarios de emergencia, módulos de <strong class=\"keyword\">contingencia</strong> y planificación de respuestas","second":"Decision support: analysis of risk maps and development of emergency scenarios, modules of <strong class=\"keyword\">contingency</strong> and response planning"},{"author":94809,"first":"Por “contrato de seguro” se entiende un contrato (distinto de los “contratos de anualidades”) conforme al cual el emisor acuerda pagar un importe en caso de que se materialice una <strong class=\"keyword\">contingencia</strong> especificada que entrañe un fallecimiento, enfermedad, accidente, responsabilidad o riesgo patrimonial.","second":"The term “Insurance Contract” means a contract (other than an Annuity Contract) under which the issuer agrees to pay an amount upon the occurrence of a specified <strong class=\"keyword\">contingency</strong> involving mortality, morbidity, accident, liability, or property risk."},{"author":118293,"first":"¿Cómo van los progresos de la <strong class=\"keyword\">contingencia</strong> de Hulk?","second":"How's the Hulk <strong class=\"keyword\">contingency</strong> coming along?"},{"author":94809,"first":"ii) que esté asegurada con carácter obligatorio contra una o varias <strong class=\"keyword\">contingencias</strong> correspondientes a las ramas a las cuales se aplica el presente Reglamento, en el marco de un régimen de seguridad social que sea de aplicación a todos los residentes o al conjunto de la problación activa:","second":"(ii) any person who is compulsorily insured for one or more of the <strong class=\"keyword\">contingencies covered</strong> by the branches of social security dealt with in this Regulation, under a social security dealt with in this Regulation, under a social security scheme for all residents or for the whole working population, if such person:"},{"author":94808,"first":"Esta opinión se ve apoyada por las deficiencias institucionales de las organizaciones de las Naciones Unidas antes y durante la crisis de Timor Oriental, en particular en relación con la función de alerta temprana y la evaluación en casos de <strong class=\"keyword\">contingencia</strong>, según se revela en el capítulo I supra.","second":"This view is supported by the institutional weaknesses of the United Nations organizations before and during the East Timor crisis, in particular in relation to the early warning function and <strong class=\"keyword\">contingency</strong> assessment, as revealed in chapter I above."},{"author":94808,"first":"Se informó a la Comisión Consultiva de que se incluían dos prórrogas de tres meses para prever <strong class=\"keyword\">contingencias</strong> y para velar por la continuidad del servicio en caso de que el proceso competitivo tardara más de seis meses.","second":"The Advisory Committee was also informed that the two three-month extensions were included to provide for <strong class=\"keyword\">contingencies</strong> and to ensure continuity of service in case the competitive process took more than six months."},{"author":94808,"first":"Una vez que la empresa independiente de gestión de riesgos se incorpore al proyecto a principios de 2017, se llevará a cabo un análisis cuantitativo completo para establecer una relación entre las necesidades reales de financiación de <strong class=\"keyword\">contingencias</strong> y los riesgos evaluados.","second":"A complete quantitative analysis linking the actual <strong class=\"keyword\">contingency</strong> funding requirements with assessed risks will be performed once the independent risk management firm is brought on board in early 2017."},{"author":8008,"first":"Los tratamientos psicosociales probados comprenden el manejo de <strong class=\"keyword\">contingencias</strong>, capacitación de padres y adolescentes en la resolución de problemas y desarrollo de destrezas comunicativas, capacitación de los padres en el manejo de métodos conductuales y la capacitación de los profesores en el manejo del salón de clases.23 Consulte \"Lo que sabemos No 7: Manejo de los medicamentos para niños y adolescentes con TDA/H\" para más información.","second":"Proven psychosocial treatments include parent<strong class=\"keyword\">-</strong>teen training in problem-solving and communication skills, parent training in behavioral management methods, and teacher training in classroom management.23 Please see What We Know #7: Psychosocial Treatment for Children and Adolescents with AD/HD for more information."},{"author":118293,"first":"La Srta. Sorrentino nos contrató en una premisa de <strong class=\"keyword\">contingencia</strong>.","second":"Mrs. Sorrentino hired us on a <strong class=\"keyword\">contingency</strong> basis."},{"author":94809,"first":"77 A este respecto, subraya el Gobierno alemán en sus observaciones escritas que la afiliación a una rama de la Seguridad Social no basta para conferir la condición de trabajador con respecto a las demás ramas de la Seguridad Social, habida cuenta de que no debe considerarse que las definiciones que figuran en el artículo 1, letra b), incisos i) e ii) de la Decisión no 3/80 son alternativas, sino, por el contrario, que son aplicables específicamente a <strong class=\"keyword\">contingencias</strong> y a regímenes determinados y distintos. Por lo tanto, aun suponiendo que la Sra.","second":"77 The German Government submits, in its written observations, that affiliation to a branch of social security is not sufficient to confer the status of worker as regards the other branches of social security since the definitions contained in Article 1(b)(i) and (ii) of Decision No 3/80 should be construed not as alternatives but, on the contrary, as being specifically applicable to clearly identified and distinct schemes."},{"author":94809,"first":"Las solicitudes de prestaciones de invalidez, vejez o supervivencia presentadas a una institución de un Estado miembro a partir de la fecha de entrada en vigor del Reglamento de aplicación en el territorio del Estado miembro correspondiente requerirán automáticamente una reevaluación de las prestaciones que ya hayan sido concedidas por la misma <strong class=\"keyword\">contingencia</strong> antes de dicha fecha por la institución o instituciones de uno o más Estados miembros, de conformidad con el Reglamento de base; dicha reevaluación no podrá dar como resultado una reducción del importe de la prestación concedida.","second":"A claim for invalidity, old age or survivors’ benefits submitted to an institution of a Member State from the date of entry into force of the implementing Regulation in the territory of the Member State concerned shall automatically necessitate the reassessment of the benefits which have been awarded for the same <strong class=\"keyword\">contingency</strong> prior to that date by the institution or institutions of one or more Member States, in accordance with the basic Regulation; such reassessment may not give rise to any reduction in the amount of the benefit awarded."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"}}}