{"result":"ok","tuc":[{"phrase":{"text":"thwart","language":"en"},"meanings":[{"language":"en","text":"to prevent; to halt; to cause failure"}],"meaningId":-5828635266064781880,"authors":[70195]},{"phrase":{"text":"antagonize","language":"en"},"meaningId":6870421794814117858,"authors":[84500]},{"phrase":{"text":"annoy","language":"en"},"meaningId":4843970295815079411,"authors":[25018]},{"phrase":{"text":"contradict","language":"en"},"meaningId":-6575653795899804767,"authors":[25018]},{"phrase":{"text":"antagonise","language":"en"},"meaningId":1657525659410882919,"authors":[84500]},{"phrase":{"text":"counteract","language":"en"},"meaningId":6715874064603500177,"authors":[84500]},{"phrase":{"text":"cross","language":"en"},"meaningId":3152112231267276946,"authors":[97745]},{"phrase":{"text":"disappoint","language":"en"},"meanings":[{"language":"en","text":"to displease"}],"meaningId":-4940885358470607197,"authors":[90508]},{"phrase":{"text":"subvert","language":"en"},"meanings":[{"language":"en","text":"to overthrow"}],"meaningId":8931871816964815734,"authors":[100714]},{"phrase":{"text":"argue","language":"en"},"meaningId":2550119361118168892,"authors":[83093]},{"phrase":{"text":"chagrin","language":"en"},"meaningId":4292537391215287414,"authors":[83042]},{"phrase":{"text":"contrary","language":"en"},"meaningId":-2471356577068491124,"authors":[8]},{"phrase":{"text":"displease","language":"en"},"meaningId":-8295242592240814034,"authors":[97745]},{"phrase":{"text":"go against","language":"en"},"meaningId":-3154604911908433925,"authors":[25018]},{"phrase":{"text":"impede","language":"en"},"meaningId":-7898841294427604227,"authors":[20]},{"phrase":{"text":"irritate","language":"en"},"meaningId":-634762583405795312,"authors":[83042]},{"phrase":{"text":"oppose","language":"en"},"meaningId":2367917044690503925,"authors":[16]},{"phrase":{"text":"ruffle","language":"en"},"meaningId":-1693467503309587163,"authors":[97745]},{"phrase":{"text":"upset","language":"en"},"meaningId":-109177343893858163,"authors":[25115]},{"phrase":{"text":"vex","language":"en"},"meaningId":-6913099649115901398,"authors":[25115]},{"phrase":{"text":"work against","language":"en"},"meaningId":-565632883499756137,"authors":[16]},{"meanings":[{"language":"en","text":"to thwart."},{"language":"en","text":"to oppose."},{"language":"en","text":"to annoy."},{"language":"en","text":"to oppose"},{"language":"en","text":"to thwart"},{"language":"en","text":"to annoy"}],"meaningId":-5817395555447410693,"authors":[1]}],"phrase":"contrariar","examples":[{"author":94809,"first":"5) Si el sistema adoptado por el Estado español de aplicar el canon por copia privada a todos los equipos, aparatos y materiales de reproducción digital de forma indiscriminada podría <strong class=\"keyword\">contrariar</strong> la Directiva 2001/29/CE, por cuanto dejaría de existir una adecuada correspondencia entre la compensación equitativa y la limitación del derecho [de reproducción] por copia privada que la justifica, al aplicarse en gran medida a supuestos distintos en los que no existe la limitación de derechos que justifica la compensación económica.»","second":"5. Might the system adopted by the Spanish State of applying the private copying levy indiscriminately to all digital reproduction equipment, devices and media infringe Directive 2001/29, in <strong class=\"keyword\">so</strong> far as there is insufficient correlation between the fair compensation and the limitation of the private copying right justifying it, because to a large extent it is applied to different situations in which the limitation of rights justifying the compensation does not exist?’"},{"author":118293,"first":"Y desde luego no es el tipo de tíos a los que quieres <strong class=\"keyword\">contrariar</strong>.","second":"And definitely not the kind of folks you want <strong class=\"keyword\">to</strong> anta <strong class=\"keyword\">gonize</strong>."},{"author":94808,"first":"Esto no debería <strong class=\"keyword\">contrariar</strong> en modo alguno los principios establecidos en la Carta de las Naciones Unidas, en particular el respeto de la soberanía y la independencia política de los Estados, ni la no injerencia en sus asuntos internos.","second":"This should in no way prejudice the established principles of the Charter of the United Nations, particularly respect for the sovereignty, territorial integrity and political independence of States, as well as non-intervention in their internal affairs."},{"author":94808,"first":"Pertenecer a un grupo cultural y compartir con sus integrantes, costumbres, religión, idioma o lengua, sin que esto pueda ser entendido como razón para <strong class=\"keyword\">contrariar</strong> ninguno de sus derechos\".","second":"Belonging to a cultural group and sharing with its members customs, religion, language or tongue, without this being interpreted as a reason for <strong class=\"keyword\">denying</strong> any of one’s rights.”"},{"author":31,"first":"Y no se les puede <strong class=\"keyword\">contrariar</strong>","second":"You can' t beat the <strong class=\"keyword\">Treasury</strong>"},{"author":94808,"first":"Al mismo tiempo, sin embargo, los funcionarios de un Estado requerido pueden sentirse desfavorecidos si notan que deben afrontar la carga de los procedimientos con un apoyo insuficiente del Estado requirente, y les puede <strong class=\"keyword\">contrariar</strong> el hecho de que sus propias actividades puedan ser infructuosas si el Estado requirente no puede o no quiere iniciar actuaciones en sus propios tribunales.","second":"At the same time, however, officials in a requested country may feel disadvantaged by having to conduct the bulk of the proceedings with what they perceive as little support from the requesting country and may <strong class=\"keyword\">resent</strong> the fact that their own actions may be fruitless if the requesting country is unable or unwilling to pursue an action in its own courts."},{"author":8007,"first":"Al <strong class=\"keyword\">contrariar</strong> a Alemania, en efecto a toda la UE, Polonia está simplemente alentando a una Rusia revisionista.","second":"By <strong class=\"keyword\">antagonizing</strong> Germany, indeed all of the EU, Poland is merely encouraging a revisionist Russia."},{"author":94809,"first":"307 En el caso de autos, los elementos aportados por la demandante no permiten considerar que su conducta real en el mercado pudiera <strong class=\"keyword\">contrariar</strong> los efectos restrictivos de la competencia de la infracción apreciada.","second":"307 In the present case, it cannot be concluded from the evidence adduced by the applicant that its actual conduct on the market was of such a nature as to <strong class=\"keyword\">counteract</strong> the anti-competitive effects of the infringement found."},{"author":94809,"first":"373 En efecto, dado que la colusión sobre los precios afectó tanto al cartoncillo GC como al cartoncillo GD, y puesto que nada permite considerar que la conducta individual de la demandante contribuyera a <strong class=\"keyword\">contrariar</strong> los efectos restrictivos de la competencia de la infracción, la Comisión obró correctamente al no tener en cuenta, para determinar la cuantía de la multa impuesta a la demandante, la erosión del mercado del cartoncillo GD en provecho del cartoncillo GC.","second":"373 Since the collusion on prices concerned both GC cartonboard and GD cartonboard and there is nothing to support the view that the applicant's own conduct helped to <strong class=\"keyword\">counter</strong> the anti-competitive effects of the infringement, the Commission was fully entitled not to take into account, when determining the amount of the fine imposed on the applicant, the loss of market share from GD cartonboard to GC cartonboard."},{"author":94809,"first":"67 Los demandantes reprochan a la Comisión el haberse abstenido de declarar la ilicitud de la prohibición, impuesta al concesionario, de distribuir fuera de su territorio de venta vehículos nuevos que compitan con los vehículos objeto del contrato, aun cuando tal facultad no hubiera sido, por sí misma, apta para <strong class=\"keyword\">contrariar</strong> la eficacia comercial del interesado en su zona de venta.","second":"67 The applicants maintain that the Commission was wrong not to find unlawful the prohibition imposed on the distributor restraining him from distributing outside his sales territory new vehicles competing with vehicles supplied under the distributorship agreement, although such a course would not in itself compromise the commercial effectiveness of the person concerned in his sales area."},{"author":22,"first":"La Comisión consideró que procedía dar por concluido el presente procedimiento, puesto que la investigación no había aportado argumentos que demostraran que esta conclusión fuera a <strong class=\"keyword\">contrariar</strong> los intereses de la Comunidad","second":"The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any consideration showing that such termination <strong class=\"keyword\">would</strong> not be in the Community interest"},{"author":118293,"first":"Si lo bebo y no me vuelvo sabio, también la <strong class=\"keyword\">contrariaré</strong>.","second":"If I drink but I'm not wise, I <strong class=\"keyword\">wrong</strong> the people."},{"author":118293,"first":"Todo lo que voy a decirte te <strong class=\"keyword\">contrariará</strong>.","second":"Everything that I may say to you will <strong class=\"keyword\">contradict</strong> you."},{"author":27,"first":"Como también, independientemente de su competencia en el ejercicio de la Presidencia del Comité de Conciliación, el informe viene a reflejar una reacción de defensa de la «ciudadela» y de la inercia del status quo que los presidentes de los Grupos políticos más importantes no tuvieron voluntad política para <strong class=\"keyword\">contrariar</strong> o siquiera aclarar.","second":"And also, irrespective of his competence in the office of presidency of the Conciliation Committee, the report reflects a reaction of defending the fortress and the inertia of the status quo which the chairmen of the most important political groups do not have the political desire to <strong class=\"keyword\">oppose</strong> or even clarify."},{"author":31,"first":"Si eso es muy difícil, miren hacia ambos lados antes de <strong class=\"keyword\">contrariar</strong> a su madre","second":"If that' s too tough for you, then look both <strong class=\"keyword\">ways</strong> before crossing your mother"},{"author":8008,"first":"Quienes mantenían, para no <strong class=\"keyword\">contrariar</strong> al presunto culpable, que había que negociar una solución con los golpistas, parecieron satisfechos de que, esta vez, el gobierno de Estados Unidos no violentó, como era antes su conducta habitual, el consenso regional ni obligó a sus más cercanos aliados a distanciarse de la voluntad de la mayoría, lo que permitió que prevaleciera la unidad regional.","second":"But as events have unfolded, contradictions have arisen regarding the actions of the U.S. government that lead more than a few scholars of international relations to believe that the intentions of the coup did not exclude neoconservative objectives hostile to Obama."},{"author":118293,"first":"Si me vuelves a <strong class=\"keyword\">contrariar</strong>, te cortaré la lengua.","second":"The next time you <strong class=\"keyword\">oppose</strong> me, Hansen... I will slit your tongue."},{"author":27,"first":"Con esto, no queremos provocar ni <strong class=\"keyword\">contrariar</strong> a China.","second":"In doing this, we do not seek to provoke or <strong class=\"keyword\">antagonise</strong> China."},{"author":118293,"first":"¿Vas a <strong class=\"keyword\">contrariar</strong> a un grupo de derechos civiles en mitad de un crimen... de odio contra los musulmanes?","second":"You're gonna blow off a civil rights group in the wake of an anti-Muslim hate crime?"},{"author":118293,"first":"Bueno, no queremos <strong class=\"keyword\">contrariar</strong> a la vieja Abuela Boone ahora, ¿verdad?","second":"Well, we wouldn't wanna... piss old Granny Boone off, now, would we?"},{"author":94809,"first":"Aunque no sea necesario examinar si, a este respecto, la demanda es manifiestamente inadmisible hasta el punto que proceda considerarla vejatoria, en el sentido de que sólo está dirigida a <strong class=\"keyword\">contrariar</strong> a la demandada, no cabe duda alguna de que es temeraria.","second":"Although it is unnecessary to consider whether the application, in this respect, is so obviously inadmissible that it falls to be considered as vexatious, in the sense of seeking only to <strong class=\"keyword\">annoy</strong> the defendant, there can be little doubt that it is frivolous."},{"author":8000,"first":"La aplicación de medidas coercitivas unilaterales, además de <strong class=\"keyword\">contrariar</strong> a las normas del derecho internacional, afecta simultáneamente intereses de terceros Estados, incrementa las tensiones internacionales y debilita la lucha contra amenazas comunes","second":"The application of unilateral coercive measures <strong class=\"keyword\">contradicts</strong> the norms of international law, and at the same time hurts the interests of third countries, raises international tensions and weakens the fight against shared threats"},{"author":8000,"first":"El Consejo también debe tener en cuenta que la estrategia de conclusión puede <strong class=\"keyword\">contrariar</strong> a las víctimas, sobre todo porque apenas confían en los tribunales nacionales","second":"The Council should also take into account that the completion strategy may be <strong class=\"keyword\">resented</strong> by the victims, mainly because their trust in domestic courts is very limited"},{"author":118293,"first":"Os aconsejo... no <strong class=\"keyword\">contrariar</strong> mis planes o vuestra sangre va a correr!","second":"I tell you... don't <strong class=\"keyword\">upset</strong> my plans... or I'll kill you!"},{"author":8008,"first":"Dicho rápidamente: con toda probabilidad dichos ejemplos podrían leerse perfectamente como formas de disenso en el sentido de Rancière y, en cualquier caso, como prácticas instituyentes que intentan <strong class=\"keyword\">contrariar</strong> el principio de la policía mediante formas órgicas de distribución.","second":"[15] The many nuances of the forms of the concatenation of artistic and political strategies are lost in such an abstract leveling. Despite how astonishingly interested and well informed Rancière is about contemporary art practices, his political philosophy becomes flat in the examples from the art field."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}