{"result":"ok","tuc":[{"phrase":{"text":"contemplate","language":"en"},"meanings":[{"language":"es","text":"Observar por largo tiempo de manera muy atenta."},{"language":"es","text":"Admitir como posible en el futuro."},{"language":"en","text":"To reckon as being possible in the future."},{"language":"en","text":"To think intently and at length, as for spiritual purposes."},{"language":"es","text":"Pensar atenta y detenidamente, en cuanto a propósitos espirituales."},{"language":"en","text":"think about something in a concentrated manner"}],"meaningId":6524437871931737279,"authors":[70195]},{"phrase":{"text":"behold","language":"en"},"meanings":[{"language":"en","text":"to see, to look at"},{"language":"en","text":"To perceive by the visual faculty."},{"language":"es","text":"Percatarse de algo usando facultades visuales."}],"meaningId":2840051685395023709,"authors":[70195]},{"phrase":{"text":"consider","language":"en"},"meanings":[{"language":"es","text":"Admitir como posible en el futuro."},{"language":"en","text":"To reckon as being possible in the future."}],"meaningId":2708828675607159953,"authors":[84500]},{"phrase":{"text":"look","language":"en"},"meanings":[{"language":"en","text":"watch (itr)"}],"meaningId":-3059943341809775914,"authors":[92056]},{"phrase":{"text":"regard","language":"en"},"meanings":[{"language":"en","text":"to look at; to observe"}],"meaningId":842711007404432579,"authors":[83058]},{"phrase":{"text":"gaze","language":"en"},"meaningId":3691332888700276211,"authors":[84500]},{"phrase":{"text":"watch","language":"en"},"meanings":[{"language":"en","text":"watch (itr)"},{"language":"es","text":"contemplar (pasivamente)"}],"meaningId":-3503748340706681717,"authors":[92945]},{"phrase":{"text":"look at","language":"en"},"meanings":[{"language":"en","text":"watch (itr)"}],"meaningId":2186701559424281707,"authors":[92056]},{"phrase":{"text":"meditate","language":"en"},"meanings":[{"language":"en","text":"To think intently and at length, as for spiritual purposes."},{"language":"es","text":"Pensar atenta y detenidamente, en cuanto a propósitos espirituales."}],"meaningId":-8476895255763123187,"authors":[83619]},{"phrase":{"text":"deem","language":"en"},"meaningId":440625772448809753,"authors":[25018]},{"phrase":{"text":"observe","language":"en"},"meaningId":8641881376218207023,"authors":[25018]},{"phrase":{"text":"ponder","language":"en"},"meaningId":-1014218472825235482,"authors":[25018]},{"phrase":{"text":"view","language":"en"},"meaningId":-3219328223551910700,"authors":[20]},{"phrase":{"text":"study","language":"en"},"meanings":[{"language":"en","text":"To think intently and at length, as for spiritual purposes."},{"language":"es","text":"Pensar atenta y detenidamente, en cuanto a propósitos espirituales."}],"meaningId":-5180667463823810833,"authors":[84500]},{"phrase":{"text":"muse","language":"en"},"meaningId":7967233195560327205,"authors":[25018]},{"phrase":{"text":"stare","language":"en"},"meaningId":4568937617835959850,"authors":[84500]},{"phrase":{"text":"admire","language":"en"},"meanings":[{"language":"en","text":"To watch something with great approval, pleasure or wonder."},{"language":"es","text":"Mirar algo con gran aprobación, placer o deseo."}],"meaningId":-2564189220401683104,"authors":[60172]},{"phrase":{"text":"see","language":"en"},"meanings":[{"language":"en","text":"To perceive by the visual faculty."},{"language":"es","text":"Percatarse de algo usando facultades visuales."}],"meaningId":299206205259627866,"authors":[60172]},{"phrase":{"text":"think","language":"en"},"meanings":[{"language":"es","text":"Admitir como posible en el futuro."},{"language":"en","text":"To reckon as being possible in the future."}],"meaningId":-5079559036283731175,"authors":[60172]},{"phrase":{"text":"account","language":"en"},"meaningId":-5955970872672859404,"authors":[36]},{"phrase":{"text":"envisage","language":"en"},"meaningId":7194060626781447263,"authors":[2698]},{"phrase":{"text":"esteem","language":"en"},"meaningId":5607939283848571927,"authors":[36]},{"phrase":{"text":"explore","language":"en"},"meaningId":2928482324979119917,"authors":[97745]},{"phrase":{"text":"gape","language":"en"},"meaningId":5769514735273347208,"authors":[84500]},{"phrase":{"text":"gawk","language":"en"},"meaningId":6242919023389035221,"authors":[84500]},{"phrase":{"text":"gawp","language":"en"},"meaningId":-6116095223070838235,"authors":[84500]},{"phrase":{"text":"gaze at","language":"en"},"meaningId":2131814117215166205,"authors":[25018]},{"phrase":{"text":"goggle","language":"en"},"meaningId":-4506267144767242027,"authors":[84500]},{"phrase":{"text":"reason","language":"en"},"meaningId":3044987413298393281,"authors":[83042]},{"phrase":{"text":"show","language":"en"},"meaningId":6483528567837569032,"authors":[25115]},{"phrase":{"text":"survey","language":"en"},"meaningId":2275600419607879392,"authors":[97745]},{"phrase":{"text":"think over","language":"en"},"meaningId":5018914136400233751,"authors":[25115]},{"phrase":{"text":"think something over","language":"en"},"meaningId":-6005078013572083611,"authors":[83042]},{"phrase":{"text":"treat","language":"en"},"meaningId":6506597303286819601,"authors":[25115]},{"meanings":[{"language":"en","text":"to behold"},{"language":"en","text":"to regard"},{"language":"en","text":"to contemplate"}],"meaningId":2967451301957445370,"authors":[93107]}],"phrase":"contemplar","examples":[{"author":27,"first":"Para garantizar las pensiones a largo plazo es necesario <strong class=\"keyword\">contemplar</strong> conjuntamente todos estos ámbitos.","second":"All these areas must be addressed together if pensions are to be secured <strong class=\"keyword\">in</strong> the long term."},{"author":94808,"first":"También se debería <strong class=\"keyword\">contemplar</strong> la posibilidad de incluir disposiciones de protección del consumidor en la nueva ley de la competencia.","second":"Consideration should <strong class=\"keyword\">also</strong> be given to incorporating consumer protection provisions into the new competition law."},{"author":27,"first":"La posibilidad de <strong class=\"keyword\">contemplar</strong> a Europa me permitió obtener una imagen más nítida y pude saber cómo se ve nuestro continente y la Unión Europea desde otros países.","second":"<strong class=\"keyword\">Looking</strong> at Europe from outside gave me a sharper picture of it, and I learned how other countries see our continent and the European Union."},{"author":94808,"first":"Cuando el Consejo de Seguridad examinara operaciones de paz con mandatos integrados de esa naturaleza, se podría <strong class=\"keyword\">contemplar</strong> una mayor cooperación con el Consejo Económico y Social durante las etapas de planificación y preparación, antes del despliegue de las fuerzas.","second":"When the Council is considering peace operations with integrated mandates of this sort, greater cooperation with the Economic and Social Council might be considered during the planning and development phases before forces are deployed."},{"author":119739,"first":"Cuando llegue su fin, muchos de sus anteriores amigos y socios comerciales se verán obligados a <strong class=\"keyword\">contemplar</strong> el cumplimiento de la palabra de Jehová sin poder hacer nada (Jeremías 25:31-33; Revelación [Apocalipsis] 17:15-18; 18:9-19).","second":"When she meets her end, many of her former friends and business partners will be forced to stand by and <strong class=\"keyword\">watch</strong> helplessly as Jehovah’s word is fulfilled.—Jeremiah 25:31-33; Revelation 17:15-18; 18:9-19."},{"author":94808,"first":"El Gobierno solicitó también al equipo de las Naciones Unidas que ayudara a evaluar las necesidades derivadas de los objetivos de desarrollo del Milenio en relación con la Estrategia de crecimiento y desarrollo de Malawi, de manera que dicha estrategia se basara en esos objetivos y <strong class=\"keyword\">contemplara</strong> la forma y el costo de conseguirlos.","second":"The UNCT has also been requested by the Government to support a Millennium Development Goals (MDG) needs assessment of the Malawi Growth and Development Strategy to ensure that it is an MDG-based document with localized, costed strategies for achieving the MDGs."},{"author":94808,"first":"La sección sobre nutrición del UNICEF estará acabada para finales de 2006 y <strong class=\"keyword\">contemplará</strong> actividades prioritarias previstas en varias recomendaciones.","second":"The UNICEF nutrition section will complete, by end- 2006, prioritized activities <strong class=\"keyword\">covering</strong> a number of recommendations."},{"author":94809,"first":"Se podría <strong class=\"keyword\">contemplar</strong> un objetivo.","second":"A target could be <strong class=\"keyword\">envisaged</strong>."},{"author":94809,"first":"En dichas normas la Comisión <strong class=\"keyword\">contemplará</strong> en particular la posibilidad de que los Estados miembros excluyan del cálculo del criterio de superficie la tierra en barbecho en las regiones en que el barbecho forme parte normal del sistema de rotación de cultivos y en las que los productores no se beneficien del abandono de tierras en el marco del Reglamento 797/85.","second":"In this context, the Commission will <strong class=\"keyword\">provide</strong>, in particular, for the possibility for Member States to exclude from the calculation of the surface criterion the fallow land in regions where fallowing is a normal part of the crop rotational system and where the producers are not benefiting from set-aside under Regulation (EEC) N° 797/85."},{"author":94809,"first":"Procede <strong class=\"keyword\">contemplar</strong> un procedimiento simplificado a efectos de la determinación de la posición de la Unión en ese caso.","second":"It is appropriate to <strong class=\"keyword\">provide</strong> for a simplified procedure for the establishment of the Union position in this case."},{"author":22,"first":"Por consiguiente, para garantizar la continuidad de la disposición y permitir a los agricultores de los países donde se adopte esa decisión decidir a tiempo cómo proceder a la siembra, resulta necesario y está plenamente justificado <strong class=\"keyword\">contemplar</strong> esa posibilidad en #, como excepción a lo dispuesto en el Reglamento (CE) no","second":"Therefore, in order to guarantee the continuity of the measure and to allow farmers, in Member States where such decision would be taken, to take their sowing decisions in time, it is necessary and duly justified to <strong class=\"keyword\">provide</strong>, by way of derogation from Regulation (EC) No #/#, for the application in # of that option"},{"author":94808,"first":"Sin embargo, el marco debe ser sencillo y <strong class=\"keyword\">contemplar</strong> una serie limitada de objetivos orientados hacia la acción y que sean fáciles de difundir y ejecutar.","second":"However, it should be kept simple with a limited set of goals that were action oriented and easy to communicate and implement."},{"author":8000,"first":"Dichas propuestas podían presentarse en la Reunión de los Estados Partes en la Convención y, posteriormente, a la Asamblea General, y en ellas se podrían <strong class=\"keyword\">contemplar</strong> medidas a adoptar directamente y de manera individual por Estados Partes que habían designado miembros de la Comisión, por los Estados Partes en su conjunto o por la Asamblea General","second":"Such proposals could be presented at the Meeting of States Parties to the Convention and, subsequently, to the General Assembly and might involve <strong class=\"keyword\">measures</strong> to be taken directly by individual States Parties that had nominated members of the Commission, or measures to be taken by the States Parties as a whole, or by the General Assembly"},{"author":94808,"first":"Las Partes podrían <strong class=\"keyword\">contemplar</strong> la realización de un estudio de casos de comercio ilícito y de los esfuerzos realizados en relación con otros regímenes internacionales relativos a la gestión de sustancias químicas controladas y examinar la experiencia adquirida en el marco de tales regímenes.","second":"Parties may <strong class=\"keyword\">consider</strong> carrying out a study of cases of illegal trade and efforts made in connection with other international regimes dealing with the management of controlled chemicals and consider the lessons learned under those regimes."},{"author":27,"first":"¿No se trata quizá de que los adultos pueden llegar a sufrir trastornos con el tiempo a raíz de <strong class=\"keyword\">contemplar</strong> producciones de este tipo?","second":"Does it not also mean, more fundamentally, that adults should not have the opportunity of being perverted, over the course of time, by being <strong class=\"keyword\">allowed</strong> to view such products?"},{"author":94808,"first":"El Estado Parte debería tomar medidas inmediatas para modificar las actitudes de la población hacia la conveniencia de que las mujeres ocupen cargos públicos y <strong class=\"keyword\">contemplar</strong> la posibilidad de adoptar una política de acción afirmativa.","second":"The State party should take immediate steps to change public attitude towards the suitability of women for positions in public affairs and <strong class=\"keyword\">consider</strong> adopting a policy of positive action."},{"author":94809,"first":"Durante el período de reaseguro, el factor de ajuste por riesgo debería <strong class=\"keyword\">contemplar</strong> el grado de riesgo en que incurra un banco en relación con todos los demás bancos afiliados al mismo sistema de garantía de depósitos participante.","second":"During the re-insurance period the risk-adjustment factor should <strong class=\"keyword\">consider</strong> the degree of risk incurred by a bank relative to all other banks affiliated to the same participating DGS."},{"author":94809,"first":"a ter) <strong class=\"keyword\">contemplar</strong> en sus previsiones financieras los medios técnicos y humanos necesarios para garantizar el cumplimiento de las normas y disposiciones fitosanitarias y de los contenidos máximos autorizados de residuos con la creación y modernización de los Departamentos de control de calidad, implantación de laboratorios de control de residuos, análisis de aguas, etc.","second":"(ab) make <strong class=\"keyword\">provision</strong> in their financial forecasts for the technical and human resources needed to ensure compliance with plant-health standards and rules and the maximum authorized levels of residues, by creating and modernizing quality control departments, and setting up laboratories to check residues, carry out water analysis, etc;"},{"author":8000,"first":"Al <strong class=\"keyword\">contemplar</strong> nosotros en África la situación en los Estados Unidos, nos damos cuenta de la difícil situación del pueblo negro, los afroamericanos, tanto ayer como hoy y la carga de semiesclavitud y condición de semiciudadanos que los ha agobiado","second":"As we in Africa <strong class=\"keyword\">look</strong> at the situation here in the United States, we are aware of the plight of the black people- Afro-Americans- of both yesterday and today and of the semi-slave, half-citizen status that has been their burden"},{"author":94808,"first":"Además, las enmiendas legislativas ofrecen una mayor protección al proporcionar asistencia a las víctimas y asignarles un confidente, al imponer el carácter confidencial de la información y <strong class=\"keyword\">contemplar</strong> normas sobre la revelación de informaciones y al asegurar la exclusión del público en los juicios y el cumplimiento de las prohibiciones de publicación y emisión.","second":"In addition, the legislative amendments offered greater protection by providing assistance to victims and assigning them a confidant, by imposing confidentiality and disclosure requirements and by ensuring the exclusion of the public from trials and enforcing publication and broadcasting prohibitions."},{"author":22,"first":"Por el contrario, Olympic Airlines abonó al Estado griego únicamente el arrendamiento correspondiente a la explotación de las aeronaves, sin que se <strong class=\"keyword\">contemplara</strong> en el contrato la expectativa de adquirir la propiedad de las mismas en el futuro","second":"On the contrary, Olympic Airlines paid the Greek State a lease payment only for operating the aircraft without any expectation <strong class=\"keyword\">under</strong> the contract of acquiring ownership in the future"},{"author":94808,"first":"En la Declaración de Lilongwe, por ejemplo, se reconoce que, en el contexto africano, la única forma de garantizar el acceso a la justicia es recurrir a personas que no sean abogados, como los estudiantes de derecho, el personal parajurídico y los asistentes jurídicos, y que un sistema de asistencia jurídica eficaz debe <strong class=\"keyword\">contemplar</strong> la prestación de servicios complementarios de carácter jurídico y relacionados con el derecho por parte del personal parajurídico y de los asistentes jurídicos.","second":"The Lilongwe Declaration, for example, recognizes that, in the African context, relying on non-lawyers, including law students, paralegals and legal assistants, is the only way of ensuring access to the justice system, and that an effective legal aid system should employ complementary legal and law-related services by paralegals and legal assistants."},{"author":8008,"first":"<strong class=\"keyword\">Contemplar</strong> este arte popular, por lo general anónimo, da mucha satisfacción.","second":"And, <strong class=\"keyword\">as</strong> a rule, it is just a pleasure to examine this anonymous folk art."},{"author":94809,"first":"(14) La determinación del carácter singular de un dibujo o modelo debe fundarse en la impresión general causada al <strong class=\"keyword\">contemplar</strong> el dibujo o modelo en un usuario informado. Ésta diferirá claramente de la que cause el acervo de dibujos y modelos existente, teniendo en cuenta la naturaleza del producto al que se aplica o se incorpora el dibujo o modelo, y en particular el sector industrial al cual pertenece y el grado de libertad con que lo creó el autor.","second":"(14) The assessment as to whether a design has individual character should be based on whether the overall impression produced on an informed user viewing the design clearly differs from that produced on him by the existing design corpus, taking into consideration the nature of the product to which the design is applied or in which it is incorporated, and in particular the industrial sector to which it belongs and the degree of freedom of the designer in developing the design."},{"author":89915,"first":"Reunión por cuenta de terceros de diversos productos, como certificados digitales de autenticidad de obras de arte, documentos y etiquetas de autenticidad para colocar en obras de arte, a fin de permitir a los clientes <strong class=\"keyword\">contemplar</strong> y adquirir cómodamente estos productos, incluso a través de Internet, excepto su transporte","second":"The bringing together, for the benefit of others, of a variety of goods (excluding the transport thereof), including digital certificates of authenticity for works of art, authenticity documents and labelling to affix to works of art, enabling customers to conveniently view and purchase those goods, including via the internet"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"92945":{"U":"","id":92945,"N":"CLLD Concepticon","url":"https://glosbe.com/source/92945"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83058":{"U":"","id":83058,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83058"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}