{"result":"ok","tuc":[{"phrase":{"text":"cohabitation","language":"en"},"meaningId":-3637094753956472889,"authors":[83619]},{"meanings":[{"language":"en","text":"collusion, conspiracy"},{"language":"en","text":"cohabitation"}],"meaningId":9189473184729859860,"authors":[93107]}],"phrase":"contubernio","examples":[{"author":8000,"first":"Estas maniobras de Rogelio Cruz y de aquellos que lo apoyan en Panamá, cuentan con el beneplácito de los personeros de la mafia terrorista de Miami, que en todo momento ha dirigido y financiado la defensa de los terroristas, en <strong class=\"keyword\">contubernio</strong> con la cual actuaron y actúan, cuyas instrucciones siguieron al planificar los actos por los que ahora guardan prisión","second":"These manoeuvres by Rogelio Cruz and those supporting him in Panama are favourably regarded by representatives of the Miami terrorist mafia, which has consistently directed and financed the terrorists' defence, in <strong class=\"keyword\">collusion</strong> with whom they have acted and are acting, and whose instructions they followed in planning the actions of those currently detained"},{"author":8000,"first":"Sin embargo, al permitir que ocurriera el desastre, las presencias internacionales han demostrado la falta total de interés por el medio ambiente o por las personas en cuyo bienestar se supone que actúen, y han demostrado una vez más que, en <strong class=\"keyword\">contubernio</strong> con los separatistas de etnia albanesa, su único interés es destruir todas y cada una de las instalaciones económicas en los territorios serbios impulsando así a los restantes serbios y otros no albaneses a abandonar Kosovo y Metohija","second":"However, by allowing the disaster to happen, the international presences have in fact shown utter lack of concern for the environment and for those for whose well-being they have purported to act, and demonstrated once again that, in <strong class=\"keyword\">collusion</strong> with ethnic Albanian separatists, their only concern is to destroy each and every economic establishment in Serbian territories and thus drive the remaining Serbs and other non-Albanians from Kosovo and Metohija altogether"},{"author":94808,"first":"El Relator Especial sobre la venta de niños, la prostitución infantil y la utilización de niños en la pornografía ha instado al Gobierno a que se ocupe de las muchas denuncias de <strong class=\"keyword\">contubernio</strong> de miembros de la policía y el poder judicial con tratantes y propietarios de burdeles, que utilizan a niños en la prostitución.","second":"The Special Rapporteur on the sale of children, child prostitution and child pornography has urged the Government to address the many allegations of <strong class=\"keyword\">collusion</strong> of members of the police and the judiciary with traffickers and brothel owners who are using children in prostitution."},{"author":94808,"first":"Los instrumentos de esas violaciones tienen nombres y apellidos, son: el ilegal bloqueo contra nuestro país, la Ley de Ajuste Cubano, la Enmienda Torricelli, la Ley Helms-Burton, todos obra del gobierno de la Casa Blanca en <strong class=\"keyword\">contubernio</strong> con grupos terroristas anticubanos, radicados en Miami, que hasta han enviado un representante a esta Comisión.","second":"The instruments of those violations have names and last names, they are: the illegal blockade against our country, the Cuban Adjustment Law , the Torricelli Amendment , the Helms-Burton Law, all of them come from the government of the White House in alliance with ant Cuban terrorist groups in Miami, those that have even sent a representative to this Commission."},{"author":94808,"first":"El equipo recomendó una investigación, pero el Departamento de Salud evidenció el <strong class=\"keyword\">contubernio</strong> que siempre ha mantenido con la desprestigiada Agencia para el Registro de Sustancias Tóxicas y Enfermedades de los Estados Unidos.","second":"The Department of Health had ignored the team’s call for an investigation, preferring to follow the lead of the now discredited United States Agency for Toxic Substances and Disease Registry."},{"author":94808,"first":"Sabemos que en el pasado esos embargos han sido violados con impunidad por los corredores de armas, que a menudo han actuado en <strong class=\"keyword\">contubernio</strong> con protagonistas estatales.","second":"We know that such embargoes have in the past been broken with impunity by arms brokers often acting with the <strong class=\"keyword\">connivance</strong> of State actors."},{"author":92475,"first":"“Radio Martí publicó y transmitió la semana pasada un editorial, ‘Los límites del Cardenal,’ que aseguraba que el Cardenal Ortega está en <strong class=\"keyword\">contubernio</strong> con el gobierno cubano ...”: The Cuban Triangle [en] suguiere que Radio Martí también tiene sus límites.","second":"“Radio Marti last week published and broadcast an editorial, ‘The Cardinal’s limits,’ that asserted that Cardinal Ortega is involved in ‘political <strong class=\"keyword\">collusion</strong>’ (contubernio) with the Cuban government...”: The Cuban Triangle suggests that Radio Marti also has its limits."},{"author":8000,"first":"La pena impuesta por los mismos delitos cometidos contra varias personas o en reiteradas ocasiones o por un grupo de personas que estén en <strong class=\"keyword\">contubernio</strong>, o por un funcionario con abuso de poder, o por una persona respecto de la cual la víctima se encontraba en situación de dependencia material o de otra índole, es de privación de libertad de cuatro a siete años","second":"The same acts, performed in respect of several people or repeatedly, or by prior <strong class=\"keyword\">conspiracy</strong> of a group of persons, or by officials through abuse of their official position, or by persons on whom the victims are materially or otherwise dependent, shall be punishable by deprivation of liberty for periods of between four and seven years"},{"author":94808,"first":"De hecho, la delincuencia se ha convertido en un negocio mundial, que opera en <strong class=\"keyword\">contubernio</strong> con la actividad legítima.","second":"Indeed, crime has turned into a global business, operating in <strong class=\"keyword\">collusion</strong> with legitimate activity."},{"author":8000,"first":"Hicieron esto después que el notorio asesino ingresara al territorio estadounidense en una operación secreta e ilegal en <strong class=\"keyword\">contubernio</strong> con las autoridades, que le permitieron asimismo desplazarse libremente por la ciudad de Miami, visitar a sus amigos, dar entrevistas y hacer declaraciones en las que confirmaba su larga carrera de crímenes y fechorías","second":"They did so even though the well-known murderer had entered United States territory secretly and illegally, in <strong class=\"keyword\">collusion</strong> with the authorities who permitted him to move around freely in Miami, to visit his friends, give interviews and make statements in which he confirmed having had a long career of crimes and misdeeds"},{"author":8000,"first":"Los actos señalados en los párrafos # y # del presente artículo, si se cometen reiteradamente o por un grupo de personas que estén en <strong class=\"keyword\">contubernio</strong> para cometerlos, y también si se ha conminado a menores a participar en la creación de obras, imágenes o vídeos, películas y programas comerciales de carácter pornográfico, se castigan con penas de privación de libertad de tres a siete años e inhabilitación para ocupar determinados cargos de responsabilidad o ejercer determinadas profesiones por un período de hasta tres años y el decomiso de los materiales, los vídeos y películas y los programas comerciales de carácter pornográfico, así como los medios para producirlos, difundirlos y exhibirlos","second":"The actions described in paragraphs # and # of this article, if committed repeatedly or by prior <strong class=\"keyword\">conspiracy</strong> among a group of individuals, and the coercion of minors to participate in the creation of products, pictures, films, video recordings or computer programs of a pornographic nature, are punishable by deprivation of liberty for a period of three to seven years, disqualification from certain posts and activities for up to three years, and confiscation of the pornographic articles, films, video recordings or computer programs and the equipment for their production and display"},{"author":91988,"first":"El resultado final fue una guerra sucia de acusaciones de <strong class=\"keyword\">contubernios</strong> que se difundieron a través de los medios sociales, según parece, principalmente por los seguidores de Gülen.","second":"The end result was a dirty war of graft allegations spread through social media, apparently by Gülen’s followers primarily."},{"author":94808,"first":"Esta última acción de la Presidenta Moscoso, en <strong class=\"keyword\">contubernio</strong> con el Gobierno de los Estados Unidos y con la mafia terrorista de Miami, a tan solo una semana de concluir su mandato presidencial, es la culminación del proceso de comprometimiento con el terrorismo contra Cuba y de protección de los citados terroristas de origen cubano que se inició el 10 de abril del año 2001, cuando la propia Presidenta de Panamá, mediante las Resoluciones Ejecutivas 58, 59, 60 y 61, rechazó la justa y bien fundamentada solicitud de extradición contra los cuatro terroristas presentada por nuestro Gobierno el 12 de enero del año 2001, cumpliendo todos los requisitos que para tales actos exigen la legislación panameña y los instrumentos internacionales en vigor.","second":"This last action taken by President Moscoso, in <strong class=\"keyword\">connivance</strong> with the United States Government and the Miami terrorist mafia just a week before leaving office, is but the culmination of a process of complicity with terrorism against Cuba and protection of the above-mentioned Cuban-born terrorists which began on 10 April 2001, when the President of Panama herself, through Executive Decisions 58, 59, 60 and 61, rejected our Government’s legitimate and well-grounded application of 12 January 2001 for the extradition of the four terrorists, which met all the relevant requirements under Panamanian law and international instruments in force."},{"author":94808,"first":"Me siguen preocupando en particular los horribles atentados con bombas y otros tipos de ataques que causan muertos y heridos entre la población civil, así como el secuestro y asesinato de decenas de personas por escuadrones de la muerte, que presuntamente actúan en <strong class=\"keyword\">contubernio</strong> con los organismos encargados de hacer cumplir la ley.","second":"I remain particularly concerned by the abhorrent bombings and other attacks inflicting death and injury on civilians, as well as the kidnappings and murder of scores of people by death squads, allegedly operating in <strong class=\"keyword\">collusion</strong> with law enforcement agencies."},{"author":31,"first":"El <strong class=\"keyword\">contubernio</strong> ha sido siempre","second":"The <strong class=\"keyword\">conspiracy</strong> has always been"},{"author":94808,"first":"El párrafo 2 se refiere a los delitos señalados en el artículo 149 del Código Penal de Ucrania, cometidos contra un menor o contra varias personas o en reiteradas ocasiones o por un grupo de personas que estén en <strong class=\"keyword\">contubernio</strong>, o por un funcionario con abuso de poder o una persona respecto de la cual la víctima se encontraba en situación de dependencia material o de otra índole, o mediante el uso de la fuerza de manera tal que constituya un peligro para la vida o la salud de la víctima o de sus familiares, o mediante amenaza de uso de la fuerza, a los que se impondrá una pena de privación de libertad de cinco a doce años con o sin decomiso de los bienes.","second":"Thus, paragraph 2 stipulates that for actions listed in article 149 of the Code but performed in respect of young children or more than one person, or repeatedly, or by prior <strong class=\"keyword\">conspiracy</strong> of a group of persons, or by officials through abuse of their official position or by persons on whom the victims are materially or otherwise dependent, or with the threat or use of force that endangers the life or health of the victim or of his or her family members, the prescribed penalty is deprivation of liberty for periods of 5 to 12 years, with or without the confiscation of property."},{"author":94808,"first":"La pena impuesta por los mismos delitos cometidos contra varias personas o en reiteradas ocasiones o por un grupo de personas que estén en <strong class=\"keyword\">contubernio</strong>, o por un funcionario con abuso de poder, o por una persona respecto de la cual la víctima se encontraba en situación de dependencia material o de otra índole, es de privación de libertad de cuatro a siete años.","second":"The same acts, performed in respect of several people or repeatedly, or by prior <strong class=\"keyword\">conspiracy</strong> of a group of persons, or by officials through abuse of their official position, or by persons on whom the victims are materially or otherwise dependent, shall be punishable by deprivation of liberty for periods of between four and seven years."},{"author":94808,"first":"A pesar de las fuertes presiones y medidas adoptadas, del incremento de los fondos federales para esos fines y del reforzamiento de la agresividad del lobby anticubano que desarrollan la mafia terrorista de Miami en <strong class=\"keyword\">contubernio</strong> con los personeros de la política imperialista y a favor de la anexión a Cuba dentro de los círculos de poder estadounidenses, las voces que promueven cambios en la política hacia Cuba de los Estados Unidos no han podido ser silenciadas.","second":"The voices of those advocating changes in United States policy towards Cuba have not been silenced despite considerable pressure, robust measures, increased Federal funding for such purposes and increasingly aggressive lobbying against Cuba by the Miami terrorist mafia in <strong class=\"keyword\">collusion</strong> with representatives of imperialist policy within United States circles of power who favour the annexation of Cuba."},{"author":8000,"first":"Dicha acción de la Sra. Moscoso, en <strong class=\"keyword\">contubernio</strong> con el Gobierno de los Estados Unidos y con la mafia terrorista de Miami, a tan sólo una semana de concluir su mandato presidencial, es la culminación de un proceso iniciado en el año # de comprometimiento con el terrorismo contra Cuba y de protección de los citados terroristas de origen cubano","second":"Mrs. Moscoso's actions, carried out in <strong class=\"keyword\">conspiracy</strong> with the United States Government and the Miami terrorist mob just one week before the end of her presidential mandate, was the culmination of a process, begun in # to make compromises with anti-Cuban terrorism by protecting those terrorists of Cuban origin"},{"author":8000,"first":"A pesar de las fuertes presiones y medidas adoptadas, del incremento de los fondos federales para esos fines y del reforzamiento de la agresividad del lobby anticubano que desarrollan la mafia terrorista de Miami en <strong class=\"keyword\">contubernio</strong> con los personeros de la política imperialista y a favor de la anexión a Cuba dentro de los círculos de poder estadounidenses, las voces que promueven cambios en la política hacia Cuba de los Estados Unidos no han podido ser silenciadas","second":"The voices of those advocating changes in United States policy towards Cuba have not been silenced despite considerable pressure, robust measures, increased Federal funding for such purposes and increasingly aggressive lobbying against Cuba by the Miami terrorist mafia in <strong class=\"keyword\">collusion</strong> with representatives of imperialist policy within United States circles of power who favour the annexation of Cuba"},{"author":94808,"first":"Los políticos están en <strong class=\"keyword\">contubernio</strong> con la Cámara de Comercio local a fin de intensificar la presencia militar en Guahan, un territorio ya excesivamente militarizado.","second":"The politicians were in <strong class=\"keyword\">cahoots</strong> with the local Chamber of Commerce to increase the military presence in Guahan, which was already over-militarized."},{"author":94808,"first":"Los actos señalados en los párrafos 1 y 2 del presente artículo, si se cometen reiteradamente o por un grupo de personas que estén en <strong class=\"keyword\">contubernio</strong> para cometerlos, y también si se ha conminado a menores a participar en la creación de obras, imágenes o vídeos, películas y programas comerciales de carácter pornográfico, se castigan con penas de privación de libertad de tres a siete años e inhabilitación para ocupar determinados cargos de responsabilidad o ejercer determinadas profesiones por un período de hasta tres años y el decomiso de los materiales, los vídeos y películas y los programas comerciales de carácter pornográfico, así como los medios para producirlos, difundirlos y exhibirlos.","second":"The actions described in paragraphs 1 and 2 of this article, if committed repeatedly or by prior <strong class=\"keyword\">conspiracy</strong> among a group of individuals, and the coercion of minors to participate in the creation of products, pictures, films, video recordings or computer programs of a pornographic nature, are punishable by deprivation of liberty for a period of three to seven years, disqualification from certain posts and activities for up to three years, and confiscation of the pornographic articles, films, video recordings or computer programs and the equipment for their production and display."},{"author":118293,"first":"¿No están en <strong class=\"keyword\">contubernio</strong> con Darmody?","second":"That they're not in <strong class=\"keyword\">cahoots</strong> with Darmody?"},{"author":91988,"first":"Sin embargo, en la práctica la presión de pares se ha convertido en un <strong class=\"keyword\">contubernio</strong> de pares.","second":"In practice, however, peer pressure has become peer <strong class=\"keyword\">collusion</strong>."},{"author":94808,"first":"· Investigar violaciones de los derechos humanos, las libertades y las garantías fundamentales, el abuso de poder, la mala administración, la ilegalidad, la injusticia manifiesta y la falta de garantías procesales, así como los casos de nepotismo, <strong class=\"keyword\">contubernio</strong>, tráfico de influencias y corrupción;","second":"· To investigate violations of fundamental human rights, freedoms and guarantees, abuse of power, maladministration, illegality, manifest injustice and lack of due process, as well as instances of nepotism, <strong class=\"keyword\">collusion</strong>, influence peddling and corruption;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}