{"result":"ok","tuc":[{"phrase":{"text":"contrariety","language":"en"},"meaningId":-1499342677661111603,"authors":[25018]},{"phrase":{"text":"snag","language":"en"},"meaningId":8474742479641784191,"authors":[25115]},{"phrase":{"text":"trouble","language":"en"},"meaningId":-567540237670461779,"authors":[25115]},{"phrase":{"text":"annoyance","language":"en"},"meaningId":6430921243233389569,"authors":[25018]},{"phrase":{"text":"clash","language":"en"},"meaningId":-6087622648005815267,"authors":[69425]},{"phrase":{"text":"conflict","language":"en"},"meaningId":-1547701680264271359,"authors":[69425]},{"phrase":{"text":"contradiction","language":"en"},"meaningId":-8636098402511173571,"authors":[69425]},{"phrase":{"text":"difficulty","language":"en"},"meaningId":-9192399875773969269,"authors":[69425]},{"phrase":{"text":"hassle","language":"en"},"meaningId":-8870384426186328959,"authors":[69425]},{"phrase":{"text":"incompatibility","language":"en"},"meaningId":35816482423928975,"authors":[69425]},{"phrase":{"text":"inconsistency","language":"en"},"meaningId":-4755664889066981298,"authors":[69425]},{"phrase":{"text":"bafflement","language":"en"},"meaningId":-2887768471425800345,"authors":[2903]},{"phrase":{"text":"balk","language":"en"},"meaningId":2142817714462656459,"authors":[25018]},{"phrase":{"text":"hitch","language":"en"},"meaningId":3528974602621922082,"authors":[16]},{"phrase":{"text":"misfortune","language":"en"},"meaningId":8329980003031383564,"authors":[25018]},{"phrase":{"text":"obstacle","language":"en"},"meaningId":1635032433435638174,"authors":[25018]},{"phrase":{"text":"opposition","language":"en"},"meaningId":2607816814498810780,"authors":[89651]},{"phrase":{"text":"setback","language":"en"},"meaningId":4548805772144413925,"authors":[89651]},{"meanings":[{"language":"en","text":"opposition"}],"meaningId":-8799634249390172874,"authors":[93107]}],"phrase":"contrariedad","examples":[{"author":95096,"first":"La historia de la evangelización, de que sois heraldos hoy en día, es la historia de la gracia de Dios infundida en los corazones; es un recuento de las \"mirabilia Dei\" actuadas en la historia humana a pesar de los obstáculos y <strong class=\"keyword\">contrariedades</strong> múltiples.","second":"The history of that evangelization of which you are the present-day heralds is a record of God’s grace infused into hearts; it is a record of the mirabilia Dei taking place in human history, despite multiple obstacles and <strong class=\"keyword\">setbacks</strong>."},{"author":94809,"first":"Dicha sentencia no significa que la inexistencia de producción nacional similar al producto gravado o competidora de éste -que excluye, como es natural, la <strong class=\"keyword\">contrariedad</strong> del mencionado tributo al artículo 95 en la medida en que ésta presupone una comparación entre productos importados y nacionales- elimine también la posibilidad de calificar un tributo como interno a efectos del artículo 95 del Tratado.","second":"The above decision does not mean that the absence of similar or competing domestic production of the product charged to tax - which of course precludes the above tax from being <strong class=\"keyword\">contrary</strong> to Article 95 since that would presuppose comparison between imported and domestic products - at the same time removes the possibility of classifying taxation as internal within the meaning of Article 95 of the Treaty."},{"author":118293,"first":"¡ Qué <strong class=\"keyword\">contrariedad</strong>, tengo un pin chazo!","second":"That's <strong class=\"keyword\">awkward</strong>, because I've got a flat."},{"author":95096,"first":"No hay que desanimarse ante las <strong class=\"keyword\">contrariedades</strong> que, de diversos modos, se presentan en algunos países.","second":"There is no reason to lose heart in the face of the various <strong class=\"keyword\">obstacles</strong> we encounter in some countries."},{"author":94809,"first":"En cuanto al segundo motivo de casación invocado por la OAMI ante el Tribunal de Justicia, en virtud del cual ésta denunció la <strong class=\"keyword\">contrariedad</strong> evidente y el carácter ilógico de la sentencia anulada, debería ser condenada a las costas correspondientes a ese motivo, con independencia de que el Tribunal de Primera Instancia estime las pretensiones relativas al riesgo de confusión.","second":"As regards the second ground of appeal raised by OHIM before the Court of Justice, by which OHIM criticised the clearly contradictory and illogical nature of the judgment set aside, OHIM must in any event – according to Shaker – be ordered to pay the costs in relation to that plea, independently of whether the Court of First Instance upholds the pleas concerning the likelihood of confusion."},{"author":8000,"first":"En caso de incumplimiento o de <strong class=\"keyword\">contrariedad</strong> de intereses, el juez podrá designar a un administrador ad hoc para la protección de los intereses del menor durante el procedimiento","second":"Where the child's interests are not fully served or where there is a <strong class=\"keyword\">conflict</strong> of interests, an ad hoc administrator may be appointed by the judge to safeguard the child's interests during the proceedings"},{"author":95096,"first":"Continuemos, pues, queridos hermanos, a pesar de los obstáculos y las <strong class=\"keyword\">contrariedades</strong>, a pesar de la debilidad humana, ofreciendo el Evangelio libre e íntegramente.","second":"Let us continue then, dear Brothers, despite obstacles and <strong class=\"keyword\">setbacks</strong>, despite human weakness, to offer the Gospel freely and in its entirety."},{"author":27,"first":"Gracias a la participación de 14 países en aproximadamente 40 programas, la Estrategia del Danubio está empezando a tomar forma, lo cual pone de manifiesto que, aunque en el pasado se considerara una <strong class=\"keyword\">contrariedad</strong>, tener vecinos puede ser un espléndido incentivo geopolítico.","second":"The strategy for the Danube region is taking shape through the participation of 14 countries in some 40 programmes, which is excellent evidence that being neighbours, frequently mentioned as a geographical constraint, can also be viewed as a geopolitical asset."},{"author":94809,"first":"99 La consecuencia que tiene la <strong class=\"keyword\">contrariedad</strong> parcial de la medida controvertida a los artículos 5 y 6 de la Directiva consiste en que los órganos jurisdiccionales nacionales deben dejarla inaplicada, de tal modo que, por un lado, declaren la admisibilidad de las demandas presentadas por trabajadores despedidos en las que se suscite la cuestión de la desigualdad de trato por razón de sexo y, por otro, examinen en cuanto al fondo la cuestión de si el despido concreto en cada caso tuvo lugar, directa o indirectamente, por razón de sexo.","second":"99 The consequence of the partial <strong class=\"keyword\">conflict</strong> of the measure at issue with Articles 5 and 6 of the directive is that the national courts will have to set it aside so that, on the one hand, proceedings brought by dismissed employees in which an issue of unequal treatment on grounds of sex arises will be held admissible and, on the other hand, the question whether each particular dismissal was due, directly or indirectly, to sex discrimination will be examined as to its merits."},{"author":91988,"first":"Según el último informe anual de Africa Progress Panel, Grain, Fish, Money – Financing Africa’s Green and Blue Revolutions (“Cereales, pescado, dinero. La financiación de las revoluciones verde y azul de África”), el problema es sencillo: los agricultores africanos son víctimas de las <strong class=\"keyword\">contrariedades</strong>.","second":"According to the Africa Progress Panel’s latest annual report, Grain, Fish, Money – Financing Africa’s Green and Blue Revolutions, the problem is straightforward: the odds are stacked against Africa’s farmers."},{"author":27,"first":"Por último, en lo que respecta al apartado que trata de la homofobia y las parejas homosexuales, debo declarar, naturalmente, mi absoluta <strong class=\"keyword\">contrariedad</strong>, por considerar «familia» solo la tradicional: un papá masculino, una mamá femenina y los hijos como vengan, masculinos o femeninos.","second":"Finally, I must naturally declare my complete <strong class=\"keyword\">opposition</strong> to the paragraph on homophobia and gay couples, regarding ‘family’ only in the traditional sense: a male father, a female mother and children as they are born, male or female."},{"author":95096,"first":"En este aspecto Vuestra Majestad Imperial ha merecido la estima de todos por haber perseguido en toda su obra la dignidad de la naturaleza humana, dando ejemplo de valor personal y espiritual en una vida no exenta de <strong class=\"keyword\">contrariedades</strong>.","second":"In this respect Your Imperial Majesty has earned the regard of all by following in all your works the higher nature of Man, and by showing an example of personal spiritual courage in a life not without <strong class=\"keyword\">suffering</strong>"},{"author":8000,"first":"Las recomendaciones se debieron a la <strong class=\"keyword\">contrariedad</strong> general que sentían los ciudadanos de Sierra Leona por el hecho de que el país se hubiera dividido, en la práctica, en dos partes: una con diamantes, dominada por el FRU, y otra prácticamente sin diamantes, dominada por el Gobierno","second":"The recommendations were based on widespread public <strong class=\"keyword\">frustration</strong> in Sierra Leone with the de facto division of the country into two parts- one with diamonds, controlled by the RUF, and one largely without diamonds, controlled by the government"},{"author":94808,"first":"Como se desconocían las metas que había que cumplir antes de una fecha clave determinada, como la Segunda Conferencia de Examen de 2009, los Estados partes se preparaban para una <strong class=\"keyword\">contrariedad</strong>, al no existir una interpretación clara del significado de cumplir su promesa para con las víctimas de minas ni objetivos claros con respecto a los cuales cuantificar los avances.","second":"By not knowing what needed to be done by certain key milestone dates like the Convention’s Second Review Conference in 2009, the States Parties were setting themselves up for <strong class=\"keyword\">disappointment</strong> because there was no clear understanding of what it means to have fulfilled their promise to mine victims and no clear objectives to measure progress against."},{"author":118293,"first":"Qué <strong class=\"keyword\">contrariedades</strong>, señora marquesa!","second":"What an <strong class=\"keyword\">inconvenience</strong>, my Lady!"},{"author":119739,"first":"Esto puede evitar futuras <strong class=\"keyword\">contrariedades</strong>.","second":"This can prevent frustration later on."},{"author":27,"first":"Pienso que el Sr. Corbett ha podido darse cuenta de las distintas posiciones sobre su informe: de la <strong class=\"keyword\">contrariedad</strong> al apoyo, de las críticas veladas a las críticas abiertas.","second":"A full spectrum of positions have been expressed on Mr Corbett's report, from <strong class=\"keyword\">opposition</strong> to support, veiled criticism and open criticism."},{"author":118293,"first":"Tengo <strong class=\"keyword\">contrariedades</strong>.","second":"I have worries."},{"author":95096,"first":"Aceptemos con paciencia y fe cualquier <strong class=\"keyword\">contrariedad</strong> o aflicción, con la convicción de que, en su resurrección, él ha derrotado el poder del mal que todo lo oscurece, y ha hecho amanecer un mundo nuevo, el mundo de Dios, de la luz, de la verdad y la alegría.","second":"May we accept with patience and faith whatever <strong class=\"keyword\">opposition</strong> or affliction may come, with the conviction that, in his Resurrection, he has crushed the power of evil which darkens everything, and has brought the dawn of a new world, the world of God, of light, of truth and happiness."},{"author":8000,"first":"Si bien comprende la <strong class=\"keyword\">contrariedad</strong> que sienten algunos por el hecho de que todos los elementos del acuerdo relativo a los marcos de financiación plurianuales avancen al mismo paso, lo cierto es que esos elementos están bien orientados","second":"Although it understood the <strong class=\"keyword\">frustration</strong> felt by some that all elements of the MYFF compact were progressing at the same pace, they were going in the right direction"},{"author":27,"first":"(ES) Señor Presidente, señora Comisaria, quería manifestar la <strong class=\"keyword\">contrariedad</strong> de mi grupo por la decisión que ha adoptado el Consejo, con carácter de urgencia, de prorrogar por un año el actual Acuerdo de pesca de la Unión Europea con el Reino de Marruecos, a propuesta de la Comisión.","second":"(ES) Mr President, Commissioner, I wish to urgently express my group's <strong class=\"keyword\">opposition</strong> to the decision that the Council has adopted to extend the current EU-Morocco Fisheries Partnership Agreement for a further year, as proposed by the Commission."},{"author":94809,"first":"A este respecto, procede recordar que, según el artículo 85, la <strong class=\"keyword\">contrariedad</strong> de los referidos acuerdos o prácticas concertadas con la competencia se desprende de su «objeto» o «efecto».","second":"On that point it should be pointed out that, under Article 85, the anticompetitive <strong class=\"keyword\">nature</strong> of the agreements or concerted practices in question is to be inferred from their `object' or `effect'."},{"author":118293,"first":"La mínima <strong class=\"keyword\">contrariedad</strong> puede provocarle una crisis.","second":"The slightest <strong class=\"keyword\">conflict is</strong> enough to bring on those fits."},{"author":95096,"first":"Es una esperanza que resiste al desánimo, lucha contra los obstáculos, vence las <strong class=\"keyword\">contrariedades</strong> y persigue resueltamente la meta que se ha de alcanzar.","second":"It is a hope that resists discouragement, copes with obstacles, overcomes <strong class=\"keyword\">setbacks</strong>, and resolutely pursues the goal to be achieved."},{"author":94809,"first":"En tales circunstancias, aun comprendiendo los motivos de la <strong class=\"keyword\">contrariedad</strong> de la Comisión –que sólo ha sido informada en el curso del presente procedimiento de la compensación realizada y de sus modalidades– no considero que pueda atribuirse al Estado demandado la carga de probar, en el marco del presente procedimiento por incumplimiento, que el laudo controvertido no ha generado una sobrevaloración de los perjuicios invocados por OA y, por tanto, no ha entrañado la concesión se nuevas ayudas a la compañía.","second":"In those circumstances, although I appreciate the reasons for the Commission’s vexation – given that the Commission was not informed of the set-off arrangement and the way in which it was implemented until the present proceedings were already under way – I do not consider it reasonable to place on the Hellenic Republic the burden of proving, in the context of the present proceedings for failure to fulfil obligations, that the award in question did not result in an overestimation of the damage invoked by OA and, accordingly, did not involve the grant of new aid to the company."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}