{"result":"ok","tuc":[{"phrase":{"text":"conventionalism","language":"en"},"meanings":[{"language":"en","text":"Adherence to social conventions"}],"meaningId":2967575333622889807,"authors":[70195]},{"phrase":{"text":"convention","language":"en"},"meaningId":-4761608424985172394,"authors":[84500]},{"phrase":{"text":"conventionality","language":"en"},"meaningId":5082975834631166397,"authors":[84500]},{"meanings":[{"language":"en","text":"conventionalism"}],"meaningId":8184321926608110330,"authors":[93107]}],"phrase":"convencionalismo","examples":[{"author":118293,"first":"Sí, no le importan los <strong class=\"keyword\">convencionalismos</strong>.","second":"Yeah, quite the free spirit."},{"author":118293,"first":"Vigilantes fue más allá de lo que creíamos que era un cómic... y halló la forma de usar los <strong class=\"keyword\">convencionalismos</strong> del género... como metáforas para hablar de la Guerra Fría.","second":"Watchmen just sort of stretched the limits of what we thought a comic book was and found a way to use superheroes or genre <strong class=\"keyword\">conventions</strong> as a metaphor for talking about the Cold War."},{"author":8008,"first":"De nuevo se ha optado por la autoproducción. Sen Planeta es el resultado de esa libertad creativa absoluta, hijo de la imaginación y de la creatividad sin cortapisas y enfrentado directamente a los <strong class=\"keyword\">convencionalismos</strong>.","second":"Again, all the songs included in the álbum were composed by the band members <strong class=\"keyword\">and</strong> self produced."},{"author":91988,"first":"Dicha simbiosis requiere una dosis saludable de desacato a los <strong class=\"keyword\">convencionalismos</strong>.","second":"Such symbiosis requires a healthy disregard for <strong class=\"keyword\">convention</strong>."},{"author":118293,"first":"En mi país hay tradiciones y <strong class=\"keyword\">convencionalismos</strong> y familia y responsabilidades...","second":"Where I come from there are traditions and <strong class=\"keyword\">conventions</strong>... and family ties and responsibilities..."},{"author":118293,"first":"En arte el peor crimen es el <strong class=\"keyword\">convencionalismo</strong>.","second":"<strong class=\"keyword\">Conventionality</strong> is the worst crime in art."},{"author":118293,"first":"Yo entendí sus acciones, despoja das de <strong class=\"keyword\">convencionalismos</strong> morales.","second":"I understood their actions, stripped free of moral <strong class=\"keyword\">convention</strong>."},{"author":95875,"first":"Se basa en un agente inteligente que controla el comportamiento del personaje, verificándolo constantemente frente a los <strong class=\"keyword\">convencionalismos</strong> históricos.","second":"It is based on an intelligent agent that monitors character behaviour, constantly checking them against historical <strong class=\"keyword\">conventions</strong>."},{"author":8008,"first":"Para conseguir lo óptimo en este aspecto, Smolik trabajó en una dirección completamente nueva que ignoraba los <strong class=\"keyword\">convencionalismos</strong>, justo como había hecho previamente al presentar la primera bicicleta con dos frenos de disco completamente hidráulicos.","second":"To achieve the optimum here, Smolik went in a completely new direction and ignored <strong class=\"keyword\">convention</strong>, just like he has previously when he presented the first bike with two full hydraulic disc brakes."},{"author":95096,"first":"La tarea histórica, que asocia en la investigación científica a creyentes y hombres de buena voluntad, consiste en promover, por encima de todo <strong class=\"keyword\">convencionalismo</strong> jurídico, lo que favorece la dignidad del hombre.","second":"The historical task that unites believers and men of goodwill in scientific research, consists in promoting, beyond all juridical <strong class=\"keyword\">convention</strong>, whatever favours human dignity."},{"author":118293,"first":"Siempre acaban en <strong class=\"keyword\">convencionalismo</strong>.","second":"They always end in settlement."},{"author":31,"first":"Si amas a Yogoro y Tomi...... prepárate a desafiar <strong class=\"keyword\">convencionalismos</strong> sin sentido, por duro que pueda ser","second":"If you love Yogoro and Tomi, be prepared to defy such senseless <strong class=\"keyword\">conventions</strong>, however hard it may be"},{"author":118293,"first":"Para \" destimificar \" la ideología burguesa y los <strong class=\"keyword\">convencionalismos</strong>.","second":"To demystify the surviving bourgeois ideology."},{"author":8008,"first":"Out there es space-music pasada por el filtro de Die Stadt, con un sonido ligeramente más barroco que en otras ocasiones, más dinámico y alejado de los <strong class=\"keyword\">convencionalismos</strong> del género.","second":"Out there is space-music filtered by Die Stadt, with a slightly more baroque sound, more dinamic and far from the genre <strong class=\"keyword\">conventions</strong>."},{"author":94808,"first":"Incluso en ese caso, sus decisiones no pueden hacerse cumplir en buena medida, pocas veces se registran y refuerzan los <strong class=\"keyword\">convencionalismos</strong> sociales problemáticos, como la exclusión de la mujer.","second":"Even then, their decisions are largely unenforceable, seldom recorded, and reinforce problematic social <strong class=\"keyword\">conventions</strong> such as the exclusion of women."},{"author":118293,"first":"No me hagas hablar de <strong class=\"keyword\">convencionalismos</strong>.","second":"Don't even get me started on that <strong class=\"keyword\">convention</strong>."},{"author":118293,"first":"Si amas a Yogoro y Tomi prepárate a desafiar <strong class=\"keyword\">convencionalismos</strong> sin sentido, por duro que pueda ser.","second":"If you love Yogoro and Tomi, be prepared to defy such senseless <strong class=\"keyword\">conventions</strong>, however hard it may be."},{"author":118293,"first":"Qué bueno ver que dejes atrás... los <strong class=\"keyword\">convencionalismos</strong> y pelear.","second":"Good to see you come out get out of the box <strong class=\"keyword\">and</strong> just fight there."},{"author":118293,"first":"En realidad queremos liberar a mujeres como ellas, esclavas del sistema doméstico y de un antiguo <strong class=\"keyword\">convencionalismo</strong>.","second":"In reality we wan t to free women like her, slaves of the domestic system and of ancient conventi <strong class=\"keyword\">ality</strong>."},{"author":118293,"first":"Sra. Nesbit, explíquele a su hija... que un hombre enamorado a veces olvida los <strong class=\"keyword\">convencionalismos</strong>.","second":"Harry. Mrs. Nesbit, will you explain to your daughter... that when a man's in love he sometimes forgets <strong class=\"keyword\">conventions</strong>? [ Laughing ]"},{"author":118293,"first":"Si se aferran a los <strong class=\"keyword\">convencionalismos</strong>, casi siempre hay un propósito.","second":"When moder n people cling to <strong class=\"keyword\">conventions</strong>, there's nearly always a purpose."},{"author":8008,"first":"Entre los existenciales de éste se cuentan el <strong class=\"keyword\">convencionalismo</strong>, el respeto por la fachada petrificada de la opinión y de la sociedad, la defensa contra los impulsos que afectan a ésta o, en el inconsciente del autoritario, a algo que le es propio, lo cual no admite a ningún precio.","second":"The basic features of this type include conformism, respect for a petrified façade of opinion and society, and resistance to impulses that disturb its order or evoke inner elements of the unconscious that cannot be admitted."},{"author":94808,"first":"Los valores y los <strong class=\"keyword\">convencionalismos</strong> relacionados con el género contribuyen a confirmar esa hipótesis, alentando en última instancia a más chicos a abandonar los estudios para trabajar y ayudar a mantener a su familia. En cambio, las chicas están destinadas a las tareas domésticas, que en teoría se pueden conciliar más fácilmente con las actividades escolares.","second":"Values and gender <strong class=\"keyword\">conventions</strong> contribute to confirm this scenario, ultimately encouraging more boys to abandon their studies to work and help the support their families, while girls are destined to domestic work, which theoretically can be more easily reconciled with school activities."},{"author":8008,"first":"Utilizaba métodos de encuesta para demostrar la existencia de “un nuevo tipo antropológico” cuyos rasgos eran el rígido <strong class=\"keyword\">convencionalismo</strong>, la sumisión a la autoridad, la oposición a todo lo subjetivo, la estereotipia, el énfasis sobre el poder y la dureza, la destructividad y el cinismo, la proyección fuera de sí de impulsos emocionales inconscientes y una preocupación exagerada por el escándalo sexual.","second":"It used questionnaire methods to demonstrate the existence of a “new anthropological type” whose traits were rigid <strong class=\"keyword\">conventionalism</strong>, submission to authority, opposition to everything subjective, stereotypy, an emphasis on power and toughness, destructiveness and cynicism, the projection outside the self of unconscious emotional impulses, and an exaggerated concern with sexual scandal."}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}