{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"convulsive"}],"meaningId":-8042699533708823038,"authors":[93107]}],"phrase":"convulso","examples":[{"author":95875,"first":"Los datos obtenidos por Sentinel-1A sobre la prueba nuclear norcoreana destacan, pues, la importantísima función que estos dos satélites de la UE podrían cumplir de cara a garantizar el mantenimiento de la paz y la seguridad en un ambiente político mundial siempre <strong class=\"keyword\">convulso</strong>.","second":"Moreover, the data collected from Sentinel 1-A on the North Korean nuclear test also highlights the important role that the two EU satellites could play in ensuring continued peace and security in an ever-troubled global political environment."},{"author":8000,"first":"En particular-y este es un interés de Sierra Leona, como Estado que emerge de un conflicto en la <strong class=\"keyword\">convulsa</strong> subregión de África occidental- encomiamos a la Operación de las Naciones Unidas en Côte d'Ivoire (ONUCI) por las acciones emprendidas para hacer cumplir el embargo de armas mediante inspecciones, incluidas inspecciones encubiertas, de aviones de carga en puertos, aeropuertos, aeródromos y bases militares, así como en los pasos fronterizos de ese país","second":"In particular, and of interest to Sierra Leone as a State that has emerged from conflict in the <strong class=\"keyword\">troubled</strong> West African subregion, we commend the United Nations Operations in Côte d'Ivoire (UNOCI) for the action it has taken to enforce the arms embargo by carrying out inspections, including without notice, of cargo aircraft at ports, airports, airfields and military bases, as well as at border crossings in that country"},{"author":27,"first":"En este ámbito Europa tiene un pasado <strong class=\"keyword\">convulso</strong> y es por eso por lo que nos hemos convertido un poco en la cuna de los derechos humanos.","second":"In terms of human rights<strong class=\"keyword\">,</strong> Europe has a very eventful past and this is why we have become to some extent the cradle of these human rights."},{"author":91988,"first":"Hasta que se calmen las cosas en Oriente Próximo, la vieja hoja de ruta parece haberse quedado anticuada y la opinión ortodoxa es que pensar en que se va avanzar hacia un acuerdo de paz es hacerse falsas ilusiones, dado lo <strong class=\"keyword\">convulsa</strong> que está la región.","second":"Until the dust settles on the new Middle East, the old roadmaps seem dated, and conventional wisdom holds that progress toward a peace agreement in the face of regional <strong class=\"keyword\">upheaval</strong> is wishful thinking."},{"author":94808,"first":"En particular, rindo homenaje a Sergio Vieira de Mello, quien trabajó con tanta eficacia en lugares <strong class=\"keyword\">convulsos</strong> del mundo, como Timor-Leste, donde Nueva Zelandia trabajó junto a él y llegó a sentir una enorme admiración por su capacidad y su determinación.","second":"In particular, I pay tribute to Sergio Vieira de Mello, who worked so effectively in the world’s <strong class=\"keyword\">trouble</strong> spots, including Timor-Leste, where New Zealand worked alongside him and developed huge admiration for his ability and determination."},{"author":118293,"first":"Son tiempos <strong class=\"keyword\">convulsos</strong>.","second":"These are crazy <strong class=\"keyword\">times</strong>."},{"author":8008,"first":"Los siglos <strong class=\"keyword\">convulsos</strong> de la alta edad media acabaron situando a Barcelona en la frontera entre los dos grandes mundos medievales: el islam, al sur, y el cristianismo, al norte.","second":"During the <strong class=\"keyword\">agitated</strong> period that was the Late Middle Ages, Barcelona found itself on the frontier between the two great medieval worlds: Islam to the south and Christianity to the north."},{"author":8000,"first":"No podremos lograr un desarrollo armonioso de las relaciones internacionales si África, como una de las comunidades internacionales más grandes, sigue siendo un continente <strong class=\"keyword\">convulso</strong> desde los puntos de vista político, social, económico y étnico","second":"We will not be able to achieve a harmonious development of international relations if Africa, one of the largest international communities, remains politically, socially, economically and ethnically seismic"},{"author":94808,"first":"Lamentablemente, la <strong class=\"keyword\">convulsa</strong> situación actual en la Jamahiriya Árabe Libia ha forzado a un gran número de migrantes procedentes del Sahel a regresar a sus países de origen.","second":"Unfortunately, the current <strong class=\"keyword\">upheaval</strong> in the Libyan Arab Jamahiriya has resulted in large numbers of migrants from the Sahel returning to their countries of origin."},{"author":118293,"first":"Su cuerpo estaba <strong class=\"keyword\">convulso</strong>.","second":"Her whole body was <strong class=\"keyword\">contorted</strong>."},{"author":94808,"first":"En Túnez, al igual que en muchos otros países hermanos y amigos, vivimos períodos de transición muy <strong class=\"keyword\">convulsos</strong> pero prometedores.","second":"In Tunisia as in many other brotherly and friendly countries, we are going through very heady but promising transitional <strong class=\"keyword\">times</strong>."},{"author":94808,"first":"Esa estrategia podría aplicarse mediante las estructuras y prácticas tradicionales, como por ejemplo la convocación de jirgas tribales en las zonas <strong class=\"keyword\">convulsas</strong> en el Afganistán.","second":"Such a strategy could be implemented through traditional structures and practices, such as the convening of tribal Jirgas in the <strong class=\"keyword\">troubled</strong> parts of Afghanistan."},{"author":94808,"first":"La adquisición de capacidades nucleares por parte de Israel constituye una amenaza a la seguridad de los Estados vecinos y a la paz de la región, de por sí altamente <strong class=\"keyword\">convulsa</strong>.","second":"Israel’s acquisition of nuclear capabilities represents a threat to the security of neighbouring States and to peace in the region, which is already <strong class=\"keyword\">in turmoil</strong>."},{"author":118293,"first":"¿P-porqué chicos no simplemente preguntasteis cómo me sentía en vez de éste <strong class=\"keyword\">convulso</strong> plan para apartar mi mente de las cosas?","second":"W-why didn't you guys just ask me how I was feeling instead of this convoluted plan to get my mind off of things?"},{"author":95096,"first":"Atento a captar lo que el Espíritu inspiraba a la Iglesia en una época compleja y <strong class=\"keyword\">convulsa</strong> de cambios culturales, de variadas corrientes humanísticas, de búsqueda de nuevas vías de espiritualidad, clarificó criterios y conceptos.","second":"In his effort to discern the working of the Spirit in the Church during a complex historical period fraught with confusion, cultural change, various currents of humanism and the search for new forms of spirituality, he was clear in his presentation of criteria and concepts."},{"author":8000,"first":"Eso es lo que ha alentado las reformas y las nuevas ideas de las Naciones Unidas a lo largo de este <strong class=\"keyword\">convulso</strong> último decenio","second":"And that is what has spurred the reforms and new ideas of the United Nations over this last <strong class=\"keyword\">frenetic</strong> decade"},{"author":91988,"first":"NUEVA DELHI – Mientras Occidente se prepara para conmemorar el centenario del inicio de la Primera Guerra Mundial en 1914, Oriente Próximo se encuentra más <strong class=\"keyword\">convulso</strong> que nunca antes por el legado de la disolución del Imperio Otomano.","second":"NEW DELHI – As the West begins to gear up for the centenary of the outbreak of World War I in 1914, the Middle East is being <strong class=\"keyword\">convulsed</strong> as never before by the legacy of the Ottoman Empire’s breakup."},{"author":94808,"first":"Como representante de un país profundamente comprometido con el multilateralismo, que cree firmemente en el carácter indispensable del sistema de las Naciones Unidas, pido la indulgencia de la Asamblea al presentar la perspectiva de Bhután desde los altos Himalayas acerca de nuestro mundo <strong class=\"keyword\">convulso</strong> de hoy.","second":"As a representative of a country that is deeply committed to multilateralism and that believes firmly in the indispensability of the United Nations system, I seek the indulgence of the Assembly as I offer Bhutan’s perspective from the high Himalayas of our <strong class=\"keyword\">troubled</strong> world today."},{"author":27,"first":"En estos tiempos <strong class=\"keyword\">convulsos</strong> es preciso redoblar la vigilancia.","second":"In this time of <strong class=\"keyword\">uncertainty</strong>, extra alertness is called for."},{"author":27,"first":". (ES) Señor Presidente, indudablemente, una de las consecuencias derivadas de los ataques terroristas del 11 de septiembre ha sido atraer la atención sobre Oriente Próximo y, aunque solamente fuera por nuestro propio interés, la Unión Europea debería contribuir a sosegar las aguas <strong class=\"keyword\">convulsas</strong> en esa región, lanzando la cooperación política y económica y, en general, dinamizando el marco de relaciones euromediterráneas.","second":"Mr President, one of the consequences of the terrorist attacks of 11 September has undoubtedly been to draw attention to the Middle East and, even if it were only in our own interests, the European Union should contribute to calming the <strong class=\"keyword\">turbulent</strong> waters in that region, creating political and economic cooperation and, in general, stimulating the framework of Euro-Mediterranean relations."},{"author":119739,"first":"Debido a la <strong class=\"keyword\">convulsa</strong> situación mundial, tal vez haya que modificar nuestra forma de predicar y hacer discípulos.","second":"The changing world situation may call for some changes in how the disciple-making work is carried on."},{"author":94808,"first":"Cumbre Mundial sobre Comercio Electrónico: Operaciones seguras de comercio electrónico y gobierno electrónico en un mundo <strong class=\"keyword\">convulso</strong>.","second":"Global e-Commerce Summit: Secure E-commerce and E-government Operations in a <strong class=\"keyword\">Troubled</strong> World."},{"author":94809,"first":"Puede ser de utilidad recordar, a este respecto, que la región en la que surgió el litigio principal ha sido escenario de una <strong class=\"keyword\">convulsa</strong> historia en el transcurso del siglo XX, marcada por múltiples modificaciones fronterizas.","second":"It may be useful to point out, in that regard, that the region in which the main proceedings have arisen was the scene of <strong class=\"keyword\">turbulent</strong> events during the Twentieth Century, marked by numerous border changes."},{"author":91988,"first":"La vacuna Tdap (que protege a los adultos contra la difteria, el tétanos y la tos <strong class=\"keyword\">convulsa</strong>) puede reducir esta carga considerablemente.","second":"The Tdap vaccine, which protects adults from diphtheria, tetanus, and <strong class=\"keyword\">pertussis</strong>, could reduce this burden considerably."},{"author":95096,"first":"Es casi el signo de que comienza una era de plenitud salvífica que sella la <strong class=\"keyword\">convulsa</strong> historia de la humanidad.","second":"It is almost the sign of the beginning of an era of saving fullness that seals humanity's <strong class=\"keyword\">tormented</strong> history."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}