{"result":"ok","tuc":[{"phrase":{"text":"crepuscular","language":"en"},"meanings":[{"language":"en","text":"active at or around dusk, dawn or twilight"},{"language":"en","text":"of or relating to twilight"}],"meaningId":4592308387841583562,"authors":[70195]},{"phrase":{"text":"evening","language":"en"},"meaningId":952813706388054082,"authors":[69425]},{"phrase":{"text":"tonight","language":"en"},"meaningId":2488706424383242606,"authors":[69425]},{"phrase":{"text":"twilight","language":"en"},"meaningId":7839643607158051934,"authors":[84715]},{"meanings":[{"language":"en","text":"crepuscular"}],"meaningId":-994939049182528249,"authors":[93107]}],"phrase":"crepuscular","examples":[{"author":94809,"first":"En este examen se deberá prestar especial a lo siguiente: agudeza visual, campo visual, visión <strong class=\"keyword\">crepuscular</strong>, deslumbramiento y sensibilidad al contraste, diplopía y otras funciones visuales que pueden afectar a la seguridad de la conducción.","second":"At this examination attention shall be paid, in particular, to the following: visual acuity, field of vision, <strong class=\"keyword\">twilight</strong> vision, glare and contrast sensitivity, diplopia and other visual functions that can compromise safe driving."},{"author":118293,"first":"Con la mosca salvaje que trae el viento, entre este mundo y el otro, Desde el reino <strong class=\"keyword\">crepuscular</strong> se verá el juicio de los vivos y el despertar de los muertos.","second":"On the wild wind thee fly,'tween this world and the next, from that <strong class=\"keyword\">twilight</strong> realm you see o'er your perch the trials of the living and the wake of the dead."},{"author":94808,"first":"La limitación de este tipo de iluminación a las horas <strong class=\"keyword\">crepusculares</strong> se puede paliar elevando el objeto a una órbita más alta, bastante alejada de la sombra de la Tierra, o instalando iluminación artificial en la nave espacial.","second":"The limitations of this type of illumination to the <strong class=\"keyword\">twilight</strong> hours can be alleviated by raising the object to a higher orbit, well out of the Earth’s shadow, and/or by installing artificial illumination on the spacecraft."},{"author":118293,"first":"Bienvenidos a \" Melodías <strong class=\"keyword\">Crepusculares</strong> \", con Harry y Gwinny Redpat h.","second":"Welcome to <strong class=\"keyword\">Twilight</strong> Melodies with Harry and Gwinny Redpath."},{"author":94808,"first":"Relativo a la zona del mar que se sitúa por debajo de la epipelágica y por encima de la batipelágica y que coincide, normalmente, con la zona que está iluminada débilmente o “zona <strong class=\"keyword\">crepuscular</strong>”.","second":"Referring to the portion of the oceanic province that is below the epipelagic and above the bathypelagic, usually corresponding to the dimly lit ocean or “<strong class=\"keyword\">twilight</strong> zone”."},{"author":94808,"first":"Fue mientras ocupábamos la Presidencia de este órgano, en abril de 1997, que tratamos con cierta falta de éxito porque algunos miembros aún no estaban dispuestos a debatir estas cuestiones con la libertad con que lo hacemos hoy –de lograr que el Consejo centrara su atención en la llamada zona <strong class=\"keyword\">crepuscular</strong>, el período de transición que media entre el mantenimiento y la consolidación de la paz que, por falta de atención, podría traer como consecuencia, en realidad, un resurgimiento de la violencia en determinadas situaciones de conflicto.","second":"It was under our own presidency of this organ in April 1997 that we tried — somewhat unsuccessfully, since some members were not yet ready to discuss these matters as freely as we are doing today — to get the Council to focus its attention on the so-called <strong class=\"keyword\">twilight</strong> zone, the period of transition between peacekeeping and peace-building that, because of inattention, could actually result in a return to violence in certain conflict situations."},{"author":118293,"first":"Supongo que tiene el Compendio <strong class=\"keyword\">crepuscular</strong> de Sir Robert Kane?","second":"I suppose you have Sir Robert Kane's <strong class=\"keyword\">Twilight</strong> Compendium?"},{"author":8008,"first":"• Funciones principales: abre/cierra separado, mandos sencillos o centralizados, gestión anemómetro y sensor <strong class=\"keyword\">crepuscular</strong>.","second":"• Easy use thanks to the simple functions usable and incorporated <strong class=\"keyword\">receiver</strong>."},{"author":8008,"first":"Con al menos tres dracos <strong class=\"keyword\">crepusculares</strong> vivos, combatir y vencer a Sartharion el Guardián ónice en dificultad normal.","second":"With all three <strong class=\"keyword\">Twilight</strong> Drakes still alive, engage and defeat Sartharion the Onyx Guardian on Normal Difficulty."},{"author":89915,"first":"Sensores solares y <strong class=\"keyword\">crepusculares</strong>","second":"Solar and <strong class=\"keyword\">twilight sensors</strong>"},{"author":8008,"first":"El interruptor <strong class=\"keyword\">crepuscular</strong> permite un consumo sincronizado en función de la radiación solar.","second":"The <strong class=\"keyword\">twilight</strong> switch allows a timed consumption output in function of the amount of sunlight."},{"author":89915,"first":"Aparatos de información meteorológica, instrumentos de información meteorológica, sensores de luminosidad, Interruptores <strong class=\"keyword\">crepusculares</strong>, Instalaciones de voz, Interfonos con vídeo, Detectores del flujo de agua, Sensores de medición de la corriente, sensores de medición de gas, sensores de medición de agua, sirenas para interiores, sirenas para exteriores, Captadores de presión, Control multimedia, Tableros de servicio","second":"Weather information apparatus, weather information instruments, brightness sensors, <strong class=\"keyword\">Twilight</strong> switches, Intercom systems, Intercom installations with video, Water detectors, Current measuring sensors, gas measuring sensors, water measuring sensors, interior sirens, exterior sirens, Pressure sensors, Multimedia control, Control panels"},{"author":95875,"first":"Seguidamente los científicos repitieron el experimento una vez era noche cerrada y en el cielo no quedaba rastro de luz <strong class=\"keyword\">crepuscular</strong>.","second":"Next, the team repeated the experiment once night had fully fallen and all traces of the sunset had disappeared from the sky."},{"author":94809,"first":"En este examen se deberá prestar especial [atención] a lo siguiente: agudeza visual, campo visual, visión <strong class=\"keyword\">crepuscular</strong>, deslumbramiento y sensibilidad al contraste, diplopía y otras funciones visuales que pueden afectar a la seguridad de la conducción.","second":"At this examination attention shall be paid, in particular, to the following: visual acuity, field of vision, <strong class=\"keyword\">twilight</strong> vision, glare and contrast sensitivity, diplopia and other visual functions that can compromise safe driving."},{"author":118293,"first":"En la \" Cima <strong class=\"keyword\">Crepuscular</strong> \", al lado de \" Alas Plegadas \".","second":"<strong class=\"keyword\">Sunset</strong> Hill, right next to Folded Wings."},{"author":8008,"first":"Así lo denunció el médico veterinario y zootecnista Ricardo Murillo, director técnico del Parque Agroecológico Merecure, quien precisó que la mayoría de esas muertes ocurren en las horas <strong class=\"keyword\">crepusculares</strong> y nocturnas, que son las de mayor actividad para gran variedad de animales silvestres.","second":"Others are attracted by the waste heat from the asphalt during the night and some go after the <strong class=\"keyword\">lights</strong> of cars."},{"author":91988,"first":"El mundo se debe acostumbrar a un ambiente <strong class=\"keyword\">crepuscular</strong> de seguridad con emergencias súbitas y periféricas.","second":"The world must get used to a <strong class=\"keyword\">twilight</strong> security environment of sudden and peripheral emergencies."},{"author":8008,"first":"Con al menos tres dracos <strong class=\"keyword\">crepusculares</strong> vivos, combatir y vencer a Sartharion el Guardián ónice en dificultad Heróica.","second":"With all three <strong class=\"keyword\">Twilight</strong> Drakes still alive, engage and defeat Sartharion the Onyx Guardian on Heroic Difficulty."},{"author":118293,"first":"Probablemente, un jaguar, excitado por ser magnificente y <strong class=\"keyword\">crepuscular</strong>.","second":"Probably a jaguar, excited about being magnificent and <strong class=\"keyword\">crepuscular</strong>."},{"author":94808,"first":"Colimador de visión nocturna (factor <strong class=\"keyword\">crepuscular</strong>)","second":"Nighttime (<strong class=\"keyword\">crepuscular</strong>) view collimator"},{"author":27,"first":"La industria del acero no es una «industria <strong class=\"keyword\">crepuscular</strong>» y si está en condiciones de responder, mediante un mayor esfuerzo en el ámbito de la investigación, a las demandas de los clientes de aplicaciones cada vez más diferenciadas, sus perspectivas de futuro serán de hecho muy grandes.","second":"The steel industry is not a <strong class=\"keyword\">sunset</strong> industry, and if it is able, by stepping up its research efforts, to meet customer demand for ever more sophisticated applications, then its bright future will become a reality."},{"author":31,"first":"Hasta que encontremos otro carbón enfriado, arremolinando en el esplendor <strong class=\"keyword\">crepuscular</strong> del Big Bang","second":"Until we reach another cooling cinder...... swirling in the <strong class=\"keyword\">afterglow</strong> of the Big Bang"},{"author":8008,"first":"Nuestros jardines contarán con luces <strong class=\"keyword\">crepusculares</strong> que se activan y desactivan con la luz natural.","second":"Our gardens will have <strong class=\"keyword\">twilight</strong> lights that activate and deactivate with natural light."},{"author":118293,"first":"Este avetoro, Botaurus stellaris stellaris, es un animal <strong class=\"keyword\">crepuscular</strong>.","second":"This Bittern, Botaurus stellaris stellaris, is a <strong class=\"keyword\">crepuscular</strong> animal."},{"author":22,"first":"En este examen se deberá prestar especial a lo siguiente: agudeza visual, campo visual, visión <strong class=\"keyword\">crepuscular</strong>, deslumbramiento y sensibilidad al contraste, diplopía y otras funciones visuales que pueden afectar a la seguridad de la conducción","second":"At this examination attention shall be paid, in particular, to the following: visual acuity, field of vision, <strong class=\"keyword\">twilight</strong> vision, glare and contrast sensitivity, diplopia and other visual functions that can compromise safe driving"}],"from":"es","dest":"en","authors":{"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}