{"result":"ok","tuc":[{"phrase":{"text":"chrysalis","language":"en"},"meanings":[{"language":"en","text":"the pupa of a butterfly or moth"},{"language":"en","text":"The form taken by some insects at an early stage in their development."},{"language":"es","text":"Forma tomada por algunos insectos en un primer momento de su desarrollo."}],"meaningId":-5467895084032310387,"authors":[70195]},{"phrase":{"text":"pupa","language":"en"},"meanings":[{"language":"en","text":"insect"},{"language":"en","text":"The form taken by some insects at an early stage in their development."},{"language":"es","text":"Forma tomada por algunos insectos en un primer momento de su desarrollo."}],"meaningId":7139642697312411398,"authors":[70195]},{"phrase":{"text":"pupal stage","language":"en"},"meaningId":-8240958299206770551,"authors":[80097]},{"phrase":{"text":"puppet","language":"en"},"meaningId":-6921099694972650961,"authors":[83042]}],"phrase":"crisálida","examples":[{"author":94808,"first":"El proceso de cría cuenta con un importante aporte de la mujer, cuya participación llega a 90% en la vigilancia de la incubación, a 71% en el arreglo de las cámaras de cría, a 70% en la preparación de un ambiente adecuado para las <strong class=\"keyword\">crisálidas</strong>, a 69% en la preparación y limpieza de la cámara incubadora y a 67% en el proceso general de incubación.","second":"Women clearly make a considerable contribution to the rearing process; they are responsible to the tune of 90 per cent for monitoring incubation, 71 per cent for preparing the rearing chambers, 70 per cent for preparing the appropriate medium for the <strong class=\"keyword\">pupae</strong>, 69 per cent for preparing and cleaning the hatching chamber and 67 per cent for the hatching process."},{"author":118293,"first":"El árbol estaba feliz de ver su <strong class=\"keyword\">crisálida</strong> crecida pero secretamente, quería ayudarla unos años máz.","second":"The tree was happy to see his <strong class=\"keyword\">chrysalis</strong> grown, but secretly, he wanted to keep her a few mor years."},{"author":94808,"first":"Este texto va a permitir al Estado acreditar a instituciones que ofrezcan servicios de rehabilitación física, psicológica y social destinados a niños víctimas de negligencia, maltrato y trata de seres humanos, prolongando los buenos resultados del proyecto \"<strong class=\"keyword\">Crisálida</strong>\", en el marco del cual las víctimas adultas han sido acogidas en estructuras no gubernamentales.","second":"The Act would allow for State accreditation of institutions offering physical, psychological and social rehabilitation services to child victims of neglect, ill-treatment and human trafficking, so perpetuating the positive results of the “<strong class=\"keyword\">Chrysalis</strong>” project, under which adult victims had been cared for by nongovernmental structures."},{"author":118293,"first":"En realidad, es una <strong class=\"keyword\">crisálida</strong>.","second":"It's actually a <strong class=\"keyword\">chrysalis</strong>."},{"author":118293,"first":"La chica no estaba dentro de la <strong class=\"keyword\">crisálida</strong> cuando desapareció.","second":"The girl was no longer inside the <strong class=\"keyword\">chrysalis</strong> when she disappeared, there was the secret."},{"author":118293,"first":"Las tumbas estaban llenas de casquillos de <strong class=\"keyword\">crisálida</strong>.","second":"The graves we re littered with <strong class=\"keyword\">pupa casings</strong>."},{"author":94809,"first":"b) extraer de su medio natural, dañar, destruir, poseer, transportar, ofrecer a la venta o adquirir formas de desarrollo de animales de especies protegidas (como huevos, larvas y <strong class=\"keyword\">crisálidas</strong>);","second":"(b) removing from their natural surroundings, damaging or destroying, keeping, transporting, offering for sale, selling or acquiring developing forms (such as eggs, larvae and <strong class=\"keyword\">chrysalises</strong>) of animals of protected species;"},{"author":89915,"first":"Huevos de caracoles, Polen,<strong class=\"keyword\">Crisálidas</strong> de gusano de seda para alimentación","second":"Snail eggs, Pollen,Silkworm <strong class=\"keyword\">chrysalis</strong>, for human consumption"},{"author":118293,"first":"Y no importa qué, no te detengas hasta que la <strong class=\"keyword\">crisálida</strong> esté completamente neutralizada.","second":"And no matter what, don't slow down until the <strong class=\"keyword\">chrysalis</strong> is completely neutralized."},{"author":93236,"first":"Al llegar la primavera, toda la colonia esta lista para el calor y aun cuando puede crecer la larva y puédense poner algunos huevos a temperaturas medianas no es hasta que ocurre un aumento importante que empiezan el estado pre-<strong class=\"keyword\">crisálide</strong> y colocación de huevos cuantitativa.","second":"By spring, the whole colony is ready to respond to warmth, and larval growth, oviposition and <strong class=\"keyword\">prepupation</strong> start in that order."},{"author":94808,"first":"¿Qué apoyo se presta a las mujeres y niñas víctimas de la trata, y cuántas mujeres que se dedicaban al comercio sexual se beneficiaron del proyecto \"<strong class=\"keyword\">Crisálida</strong>\" (párrafos 248 a 252 del informe del Estado parte)?","second":"What support is being provided to women and girls victims of trafficking and how many women engaged in commercial sex benefited from the project called “<strong class=\"keyword\">Chrysalide</strong>” (paras 248-252 of the State party’s report)?"},{"author":119739,"first":"Las musarañas, por ejemplo, que se alimentan de insectos, larvas y <strong class=\"keyword\">crisálidas</strong>, comen cada día casi el equivalente a su propio peso.","second":"Shrews, for instance, eat close to their own weight in insects, larvas, and <strong class=\"keyword\">pupas</strong> each day."},{"author":94809,"first":"i) el organismo turco de protección fitosanitaria deberá haber tomado muestras conforme a las normas internacionales y deberá haber comprobado, mediante inspección oficial, que satisfacen las tolerancias para tubérculos con defectos tal como se indica en el Anexo I, hasta un total máximo de 4,5 % del número de tubérculos para el conjunto de defectos y hasta un total máximo de 2 % del número de tubérculos para la totalidad de defectos que no sean el enverdecimiento, el tamaño anormal de los tubérculos y la impureza de variedades, siempre que las patatas no tengan larvas, <strong class=\"keyword\">crisálidas</strong> ni insectos perforadores adultos vivos; las patatas deberán haber satisfecho también las tolerancias en cualquier otra inspección realizada por otros organismos con otros fines;","second":"(i) they shall have been sampled, by the Turkish plant protection organization, in accordance with international standards, and found, in official examination carried out by that plant protection organization, to meet the tolerances for tubers with defects as specified in Annex I, up to a maximum total of 4,5 % by number of tubers for all defects and to a maximum total of 2 % by number of tubers for all defects other than potato greening, size-off types and mixing of varieties, provided that the potatoes are free from live larvae, <strong class=\"keyword\">pupae</strong> or adults of boring insects; they shall have met these tolerances also in any other examination carried out by other bodies for other purposes;"},{"author":118293,"first":"¿Qué más dejó atrás en esta <strong class=\"keyword\">crisálida</strong>?","second":"What else did you leave behind in this <strong class=\"keyword\">chrysalis</strong>?"},{"author":8000,"first":"Este aspecto agrupa una serie de medidas que tienen por objeto asegurar la igualdad de oportunidades en la escuela y en el mercado laboral. Pueden citarse como ejemplo el estímulo a la creación de empresas y especialmente el dispositivo <strong class=\"keyword\">Crisálida</strong>: las mujeres que viven en una zona urbana sensible y desean crear una empresa pueden beneficiarse de la asistencia de un padrino/madrina director de empresa, empleado de rango superior o jubilado","second":"This covers a number of measures designed to guarantee equal opportunities at school and on the labour market, e.g. by encouraging business start-ups, such as the <strong class=\"keyword\">Chrysalide</strong> scheme, under which women living in problem areas in cities who wish to start a business can receive assistance from a sponsor, who may be a company boss, manager or retiree"},{"author":94809,"first":"El crecimiento del mercado ha estado liderado por tres productos en especial: (i) Frontline, un adulticida fabricado por Merial, administrado por vía tópica, que elimina las pulgas adultas y evita la reinfestación durante más de un mes, y que es igualmente eficaz contra las garrapatas; (ii) Advantage, un adulticida fabricado por Bayer, administrado por vía tópica, que elimina las pulgas adultas y evita la reinfestación durante aproximadamente un mes; y (iii) Program, un regulador del crecimiento de los insectos fabricado por Novartis, que se administra en comprimido una vez al mes, y que bloquea eficazmente el desarrollo de huevos, <strong class=\"keyword\">crisálidas</strong> y larvas de pulga durante un mes.","second":"Market growth has been led by three products in particular: (i) Frontline, an adulticide manufactured by Merial, administrated as a topical application, that kills adult fleas and prevents reinfection for more than a month and also killed ticks; (ii) Advantage, an adulticide manufactured by Bayer, administrated as a topical application, that kills adult fleas and prevents reinfection for approximately a month; (iii) Program, an IGR manufactured by Novartis, given once monthly as a tablet, that effectively blocks development of flea eggs, <strong class=\"keyword\">pupae</strong>, and larvae for a month."},{"author":118293,"first":"Pero si le agrada ver La <strong class=\"keyword\">Crisálida</strong> socavada","second":"But if you're content to see The <strong class=\"keyword\">Chrysal</strong> is undermined"},{"author":119739,"first":"Dicha empresa, ubicada en Costa Rica, no solo exporta pupas (ninfas o <strong class=\"keyword\">crisálidas</strong>), sino que también cuenta con un programa educativo en el que se explican los ciclos vitales y otros aspectos biológicos de estos lepidópteros.","second":"This farm not only exports harvested <strong class=\"keyword\">pupae</strong> (cocoon or <strong class=\"keyword\">chrysalis</strong>) but also has an educational program for those who would like to know more about the life cycles and biology of butterflies."},{"author":118293,"first":"Son así antes de la fase de la <strong class=\"keyword\">crisálida</strong>.","second":"You see, this is before it enters the <strong class=\"keyword\">pupal stage</strong>."},{"author":118293,"first":"Había una etiqueta de embarque en el contenedor donde construyó la <strong class=\"keyword\">crisálida</strong>.","second":"There was a shipping tag On the container it made its <strong class=\"keyword\">chrysalis</strong> in."},{"author":94809,"first":"i) el organismo turco de protección fitosanitaria deberá haber tomado muestras conforme a la normas internacionales y comprobado, mediante inspección oficial, que respetan las tolerancias para tubérculos con defectos establecidas en el Anexo I, hasta un total máximo de un 4,5 % del número de tubérculos para el conjunto de los defectos y hasta un total máximo de un 2 % del número de tubérculos para la totalidad de los defectos que no sean el enverdecimiento, el tamaño anormal de los tubérculos y la impureza de variedades, siempre y cuando las patatas no tengan larvas, <strong class=\"keyword\">crisálidas</strong>, ni insectos perforadores adultos vivos; las patatas deberán haber satisfecho también estas tolerancias en cualquier otra inspección realizada por otros organismos con fines distintos;","second":"(i) they shall have been sampled, by the Turkish plant protection organization, in accordance with international standards, and found, in official examination carried out by that plant protection organization, to meet the tolerances for tubers with defects as specified in Annex I, up to a maximum total of 4,5 % by number of tubers for all defects and to a maximum total of 2 % by number of tubers for all defects other than potato greening, size-off types and mixing of varieties, provided that the potatoes are free from live larvae, <strong class=\"keyword\">pupae</strong> or adults of boring insects; they shall have met these tolerances also in any other examination carried out by other bodies for other purposes;"},{"author":118293,"first":"La humanidad es sólo el comienzo las <strong class=\"keyword\">crisálidas</strong> para algo más grande algo más viejo, más sabio.","second":"Humanity is just the beginning, the <strong class=\"keyword\">chrysalis</strong> for something greater, something older, wiser."},{"author":119723,"first":"Fuertemente arropada en su capullo, la <strong class=\"keyword\">crisálida</strong> en desarrollo debe luchar con todas sus fuerzas por poner fin a su confinamiento.","second":"Wrapped tightly in its cocoon, the developing <strong class=\"keyword\">chrysalis</strong> must struggle with all its might to break its confinement."},{"author":94259,"first":"una mente vibrante oculta dentro de una <strong class=\"keyword\">crisálida</strong>.","second":"a vibrant mind hidden in plain sight within a <strong class=\"keyword\">chrysalis</strong>."},{"author":118293,"first":"Hace falta mucha energía para romper la <strong class=\"keyword\">crisálida</strong>.","second":"Takes a great deal of force to break out of the <strong class=\"keyword\">pupa</strong>."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"}}}