{"result":"ok","tuc":[{"phrase":{"text":"cryptic","language":"en"},"meanings":[{"language":"en","text":"involving use of code or cipher"},{"language":"es","text":"Que tiene un significado escondido."},{"language":"en","text":"mystified or of an obscure nature"},{"language":"en","text":"Having a hidden meaning."},{"language":"en","text":"having hidden meaning"}],"meaningId":5380692761419902036,"authors":[70195]},{"phrase":{"text":"concealed","language":"en"},"meaningId":-7703724102961584643,"authors":[83042]},{"phrase":{"text":"concealed meaning","language":"en"},"meaningId":8012160993805035836,"authors":[80097]},{"phrase":{"text":"cryptical","language":"en"},"meaningId":4998929853665362208,"authors":[83042]},{"phrase":{"text":"hidden","language":"en"},"meaningId":2314450314339735693,"authors":[83042]},{"phrase":{"text":"obscure","language":"en"},"meaningId":-3584655160679978146,"authors":[80097]},{"phrase":{"text":"secret","language":"en"},"meaningId":-3485088288044706737,"authors":[83042]},{"meanings":[{"language":"en","text":"cryptic"}],"meaningId":425568498616218149,"authors":[93107]}],"phrase":"críptico","examples":[{"author":95875,"first":"El lenguaje homogéneo es tanto relacional como de objetos, y tiene unas estructuras de control adecuadas de forma natural para obtener poder de procedimiento con una sintaxis compacta y lacónica, pero no <strong class=\"keyword\">críptica</strong>.","second":"The homogenous language is both relational and object-oriented and features suitable control structures in a natural way to obtain procedural power with a compact and laconic, yet not <strong class=\"keyword\">cryptic</strong> syntax ."},{"author":31,"first":"Algo <strong class=\"keyword\">críptico</strong>, pero entiendo","second":"A little <strong class=\"keyword\">cryptic</strong>, but I' il take it"},{"author":94808,"first":"los delincuentes utilizaban un lenguaje y expresiones <strong class=\"keyword\">crípticos</strong> para no alertar a las autoridades policiales, lo que a menudo surtiría el efecto de restringir la distribución de ese material y el beneficio resultante.","second":"That often had the effect of restricting the distribution of such material and the resultant profit."},{"author":118293,"first":"Pero eso se pasa de <strong class=\"keyword\">críptico</strong>.","second":"But that's downright <strong class=\"keyword\">encryptic</strong>."},{"author":118293,"first":"Tu mensaje fue bastante <strong class=\"keyword\">críptico</strong>.","second":"Your messag e was very <strong class=\"keyword\">cryptic</strong>."},{"author":95875,"first":"En sus propias palabras: «Los problemas relacionados con el fomento del alcohol recuerdan a los del tabaco antes de que se prohibiera su publicidad, cuando los esfuerzos por controlar los contenidos generaron campañas más <strong class=\"keyword\">crípticas</strong> e imaginativas.","second":"He says: 'The problems with alcohol promotion are reminiscent of those seen before tobacco advertising was banned, when attempts to control content resulted in more <strong class=\"keyword\">cryptic</strong> and imaginative campaigns."},{"author":8000,"first":"La expresión “régimen de facultades de excepción” utilizada en la última frase es demasiado <strong class=\"keyword\">críptica</strong> y debería ser reemplazada por las palabras: “legislación especial que ponga en vigor las facultades de excepción”","second":"The phrase “regime of emergency powers” in the last sentence was too <strong class=\"keyword\">cryptic</strong> and should be replaced by the words: “particular legislation that gave effect to the emergency powers”"},{"author":118293,"first":"Qué deliciosamente <strong class=\"keyword\">críptica</strong>.","second":"How deliciously <strong class=\"keyword\">cryptic</strong>."},{"author":118293,"first":"Porque has estado... enviándole emails <strong class=\"keyword\">crípticos</strong>... desde este teléfono.","second":"'C ause you've been sending him <strong class=\"keyword\">cryptic</strong> e-mails on this phone."},{"author":27,"first":"En mi experiencia política, relativamente larga en la Unión Europea, es la primera vez que veo que hay una propuesta de conclusiones al Consejo que un ciudadano normal puede leer, porque en general se escriben en lo que los franceses denominan la langue de bois, en un estilo absolutamente <strong class=\"keyword\">críptico</strong>.","second":"In my relatively long political experience within the European Union, this is the first time that we have proposed conclusions to the Council which the normal citizen can read, because they are generally written in what the French call langue de bois, a totally <strong class=\"keyword\">cryptic</strong> style."},{"author":118293,"first":"Y esas <strong class=\"keyword\">crípticas</strong> palabras, fue cuando en realidad se convirtió en una bruja.","second":"And those <strong class=\"keyword\">creepy</strong> warts, it was like she was actually turning into a witch."},{"author":118293,"first":"Al cavar, encontramos un mapa <strong class=\"keyword\">críptico</strong> que habían dejado los que habían ido antes.","second":"During our dig, we found a <strong class=\"keyword\">cryptic</strong> map that was left to us by early settlers."},{"author":27,"first":"En lo que respecta al método, usted ha manifestado de manera muy <strong class=\"keyword\">críptica</strong> que la convención tiene ventajas y desventajas.","second":"As far as the method is concerned, you said rather <strong class=\"keyword\">cryptically</strong> that the convention has advantages and disadvantages."},{"author":118293,"first":"¿Por qué tienes que ser tan <strong class=\"keyword\">críptico</strong>?","second":"Why do you have to be so <strong class=\"keyword\">cryptic</strong>?"},{"author":118293,"first":"Bueno, fue un poco <strong class=\"keyword\">críptica</strong>, pero alguien más parece saber sobre los asesinatos a bestias.","second":"Well, it was kind of <strong class=\"keyword\">cryptic</strong>, but someone else apparently knows about the beast killings."},{"author":118293,"first":"Bueno, eso depende de si deseas leer un libro con un montón de escritura y dib ujos <strong class=\"keyword\">crípticos</strong>, o si quieres vomitar sopa de guisantes.","second":"Well, that depends on if you want to read a book with a lot of <strong class=\"keyword\">cryptic</strong> writi ng and drawings, or if you want to puke pea soup."},{"author":8000,"first":"Por último, quiero concluir con una observación un tanto <strong class=\"keyword\">críptica</strong>, y espero que los miembros del Consejo entiendan por qué no puedo ser más explícito","second":"Finally, I would like to conclude with a somewhat <strong class=\"keyword\">cryptic</strong> remark, and I hope that the members of the Council will understand why I cannot be more specific"},{"author":118293,"first":"Los exámenes los crean ancianos brillantes, pero amargados... a quienes les da placer preparar preguntas obtusas, <strong class=\"keyword\">crípticas</strong>, difíciles.","second":"I mean, these tests are conceived by brilliant, but I mean bitter - bitter old guys... who take great pleasure in concocting the most obtuse, <strong class=\"keyword\">arcane</strong> and tricky questions."},{"author":94808,"first":"Al parecer, la especiación <strong class=\"keyword\">críptica</strong> (es decir, la presencia de especies que antes se había considerado que eran una sola, pero que en realidad eran múltiples especies) era muy común entre los poliquetos y los nematodos.","second":"<strong class=\"keyword\">Cryptic</strong> speciation (i.e., the presence of multiple species previously identified as single species) appeared to be very common in the polychaetes and nematodes."},{"author":94809,"first":"Tal y como reconoce el órgano jurisdiccional remitente, no ha dedicado a este tema ninguna cuestión específica, al margen de la referencia un tanto <strong class=\"keyword\">críptica</strong> a un «grupo compacto de población de nacionales búlgaros de origen gitano» en la primera cuestión.","second":"As the referring court acknowledges, it has not devoted a separate question to this point, aside from a <strong class=\"keyword\">rather cryptic</strong> reference to a ‘compact group of Bulgarian citizens of Roma origin’ in the first question."},{"author":94808,"first":"Al parecer, la especiación <strong class=\"keyword\">críptica</strong> (es decir, la presencia de múltiples especies previamente consideradas como una sola) era muy común entre los poliquetos y los nematodos.","second":"<strong class=\"keyword\">Cryptic</strong> speciation (i.e., the presence of multiple species previously identified as single species) appeared to be very common in the polychaetes and nematodes."},{"author":94809,"first":"A la vista de la extremada imprecisión con que Dole formula sus alegaciones, se me antoja harto dudoso que la quinta parte del primer motivo de casación sea siquiera admisible, pues el escrito de recurso apenas contiene algo más que una <strong class=\"keyword\">críptica</strong> referencia a la «confusión» del Tribunal General en cuanto a los «hechos en torno a la naturaleza de los precios de referencia».","second":"In view of the extremely vague nature of Dole’s argument, I have serious doubts as to whether the fifth part of the first ground of appeal may be regarded as admissible at all, since the appeal contains very little more than a <strong class=\"keyword\">cryptic</strong> reference to ‘confusion’ on the part of the General Court regarding the ‘facts surrounding the nature of the quotation prices’."},{"author":8008,"first":"En primer lugar, generaba muchos mensajes de correo electrónico -- uno por cada fichero modificado -- y en segundo lugar, los mensajes eran <strong class=\"keyword\">crípticos</strong> ¡y en algunos casos incluso estaban vacíos!.","second":"First of all, it generated lots of e-mail messages -- one for each modified file -- and secondly, the messages were <strong class=\"keyword\">cryptic</strong> and sometimes even empty!"},{"author":118293,"first":"Parecías un poco <strong class=\"keyword\">críptico</strong> en el teléfono.","second":"You sounded a little <strong class=\"keyword\">cryptic</strong> on the phone."},{"author":27,"first":"En segundo lugar, querría plantear la grave cuestión que plantean los recientes datos de acuerdo con los cuales al Estado francés se le ha unido el español a la hora de dividir el mercado con productos <strong class=\"keyword\">crípticos</strong>.","second":"Secondly I wish to take up the serious matter - in the light of information we have recently received - that it is not just the French but also the Spanish Government that persists in fragmenting the market in <strong class=\"keyword\">encryption</strong> products."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}