{"result":"ok","tuc":[{"phrase":{"text":"cabal","language":"en"},"meanings":[{"language":"en","text":"secret organization"}],"meaningId":-6939892203619911682,"authors":[70195]},{"phrase":{"text":"cabala","language":"en"},"meaningId":5988725461227890261,"authors":[84500]},{"phrase":{"text":"Kabbalah","language":"en"},"meaningId":2079143171024916181,"authors":[2697]},{"phrase":{"text":"cabbala","language":"en"},"meaningId":2117766907653518680,"authors":[84500]},{"phrase":{"text":"kabbala","language":"en"},"meaningId":4277538247957832832,"authors":[84500]},{"phrase":{"text":"kabbalah","language":"en"},"meaningId":5840627080020094253,"authors":[84500]},{"phrase":{"text":"Cabbala","language":"en"},"meaningId":-1549905632468023248,"authors":[2708]},{"phrase":{"text":"Cabbalah","language":"en"},"meaningId":8721958890867940175,"authors":[2708]},{"phrase":{"text":"Kabballah","language":"en"},"meaningId":-1993664106545558502,"authors":[83062]},{"phrase":{"text":"cabbalah","language":"en"},"meaningId":4398541287654837073,"authors":[84500]},{"phrase":{"text":"kabala","language":"en"},"meaningId":4850007218247466534,"authors":[84500]},{"phrase":{"text":"qabala","language":"en"},"meaningId":-8531951047605696938,"authors":[84500]},{"phrase":{"text":"qabalah","language":"en"},"meaningId":-8729218084038332924,"authors":[84500]},{"meanings":[{"language":"en","text":"cabbala"},{"language":"en","text":"speculation"}],"meaningId":3533951293382893049,"authors":[93107]},{"meanings":[{"language":"es","text":"cálculo supersticioso para adivinar una cosa"}],"meaningId":null,"authors":[81266]}],"phrase":"cábala","examples":[{"author":8000,"first":"En el párrafo # de su resolución # la Asamblea General reiteró su petición al Secretario General de que adoptara las medidas necesarias para la aplicación <strong class=\"keyword\">cabal</strong> del párrafo # de su resolución # del párrafo # de su resolución # del párrafo # de su resolución # del párrafo # de su resolución # del párrafo # de su resolución # y del párrafo # de su resolución # insistió una vez más en que Israel debía pagar la suma de # dólares por los gastos causados en el incidente ocurrido en Qana el # de abril de # y pidió al Secretario General que le informara sobre esa cuestión en la continuación de su quincuagésimo sexto período de sesiones","second":"In paragraph # of its resolution # the General Assembly reiterated its request to the Secretary-General to take the necessary measures to <strong class=\"keyword\">ensure</strong> the <strong class=\"keyword\">full</strong> implementation of paragraph # of its resolution # paragraph # of its resolution # paragraph # of its resolution # paragraph # of its resolution # paragraph # of its resolution # and paragraph # of its resolution # stressed once again that Israel would pay the amount of $ # resulting from the incident at Qana on # pril # and requested the Secretary-General to report on that matter to the Assembly at its resumed fifty-sixth session"},{"author":94808,"first":"Convenio internacional íntegro y <strong class=\"keyword\">cabal</strong> que proteja y fomente los derechos y la dignidad de las personas discapacitadas","second":"<strong class=\"keyword\">Comprehensive</strong> and integral international convention on the protection and promotion of the rights and dignity of persons with disabilities"},{"author":8000,"first":"El Comité se encuentra elaborando los proyectos normativos necesarios para instrumentar la Convención en la legislación nacional, con miras a promulgar la legislación nacional que sea precisa, e incluso, legislación penal y/o adoptar las medidas administrativas pertinentes que permitan la <strong class=\"keyword\">cabal</strong> aplicación de la Convención, de ser posible, antes del décimo período de sesiones de la Conferencia de los Estados Partes programado para noviembre de","second":"The Committee is currently drawing up the policy-level projects needed to incorporate the Convention into domestic legislation with a view to promulgating such domestic legislation as may be necessary, including criminal legislation, and/or adopting the administrative measures needed to enable the Convention to be <strong class=\"keyword\">fully</strong> implemented, if possible, before the tenth session of the Conference of the States Parties in November"},{"author":8000,"first":"El # de diciembre de # el Iraq presentó al OIEA una Declaración exacta, <strong class=\"keyword\">cabal</strong> y completa, como había requerido el Consejo en su resolución","second":"On # ecember # raq submitted to the IAEA its “Currently accurate <strong class=\"keyword\">full</strong> and complete declaration” as requested by the Council in resolution"},{"author":94809,"first":"— ha dejado de ser de calidad sana, <strong class=\"keyword\">cabal</strong> y comercial debido a un defecto latente que aparezca con posterioridad,","second":"— it is no longer of sound and <strong class=\"keyword\">fair marketable</strong> quality because of a latent defect which appears later,"},{"author":94809,"first":"Considerando que el artículo 3 del Reglamento (CEE) no 3154/85 de la Comisión, de 11 de noviembre de 1985, por el que se regulan las modalidades de aplicación administrativa de los montantes compensatorios monetarios (4), modificado por el Reglamento (CEE) no 361/88 (5), establece que no se concederá montante compensatorio alguno cuando los productos no reúnan una calidad sana, <strong class=\"keyword\">cabal</strong> y comercial; que, por lo tanto, es conveniente que se incluya, entre las ventajas contempladas por la legislación comunitaria y enumeradas en el artículo 1 del Reglamento (CEE) no 983/88, la concesión de un montante compensatorio monetario;","second":"Whereas Article 3 of Commission Regulation (EEC) No 3154/85 of 11 November 1985 laying down detailed rules for the administrative application of monetary compensatory amounts (4), as amended by Regulation (EEC) No 361/88 (5), states that no monetary compensatory amount is to be granted where prodcts are not of sound and <strong class=\"keyword\">fair merchantable</strong> quality; whereas the granting of a monetary compensatory amount should therefore be included among the advantages provided for by Community legislation listed in Article 1 of Regulation (EEC) No 983/88;"},{"author":94808,"first":"Reiteramos nuestro llamamiento para que haya un acceso humanitario <strong class=\"keyword\">cabal</strong>, inmediato e irrestricto.","second":"We reiterate our appeal for <strong class=\"keyword\">full</strong>, immediate and unimpeded humanitarian access."},{"author":94809,"first":"La ayuda se concederá únicamente para las semillas de calidad sana , <strong class=\"keyword\">cabal</strong> y comercial y , en lo que se refiere a las semillas de girasol , para las que tengan un porcentaje de semillas blancas y estriadas inferior al 1 por 100 .","second":"The subsidy shall be granted only for seeds of sound, <strong class=\"keyword\">fair</strong> and <strong class=\"keyword\">merchantable</strong> quality and, as far as sunflower seeds are concerned, for seeds with less than 1 % white and striped seed."},{"author":94808,"first":"Aunque los países en desarrollo esperan obtener grandes beneficios de las nuevas tecnologías, les resulta muy difícil acceder a ellas; por otra parte, carecen de la formación apropiada y de la capacidad suficiente para aprovecharlas de manera <strong class=\"keyword\">cabal</strong>.","second":"The developing countries stood to benefit enormously but it was very difficult to obtain access to the technologies, to afford them and to provide the proper training and capacity-building needed to use them <strong class=\"keyword\">properly</strong>."},{"author":94809,"first":"a) calidad sana, <strong class=\"keyword\">cabal</strong> y comercial;","second":"(a) be of sound and <strong class=\"keyword\">fair merchantable quality</strong>;"},{"author":94808,"first":"Los Inspectores desean reiterar que la aplicación <strong class=\"keyword\">cabal</strong> y oportuna por los administradores de las recomendaciones relacionadas con los controles internos formuladas por los órganos de auditoría son un elemento decisivo e indispensable para la eficacia de cualquier programa de lucha contra el fraude.","second":"The Inspectors wish to reiterate that the <strong class=\"keyword\">full</strong> and timely implementation by management of the internal control related recommendations by audit bodies is a critical and indispensable element to on effective anti-fraud programme."},{"author":8000,"first":"Los avances reales al garantizar un amplio diálogo político y la aplicación de un proceso <strong class=\"keyword\">cabal</strong> de reconciliación nacional crearán las condiciones para impedir que el país se deslice más a una catástrofe humanitaria","second":"Real progress in ensuring a broad political dialogue and the implementation of a <strong class=\"keyword\">comprehensive</strong> process of national reconciliation will create conditions for preventing a further slide of the country into a humanitarian disaster"},{"author":94808,"first":"Llumpaqa, qué duda cabe, es el concepto <strong class=\"keyword\">cabal</strong> respecto al estado que debe tener la Madre Tierra.","second":"Clearly the concept of Llumpaqa is what Mother Earth should be."},{"author":94808,"first":"En lo que hace a las situaciones de conflicto armado, el <strong class=\"keyword\">cabal</strong> respeto del derecho internacional humanitario es esencial para garantizar la protección de los civiles por parte de las partes en conflicto y de las fuerzas de las Naciones Unidas.","second":"With respect to situations of armed conflict, <strong class=\"keyword\">full</strong> respect for international humanitarian law is essential to ensuring the protection of civilians by parties to a conflict and by United Nations forces."},{"author":8000,"first":"Creemos firmemente que la educación, el desarrollo y la aplicación <strong class=\"keyword\">cabal</strong> de todas las normas y obligaciones de derechos humanos internacionales, en particular la promulgación de leyes y estrategias políticas, sociales y económicas, son fundamentales para combatir el racismo, la discriminación racial, la xenofobia y las formas conexas de intolerancia","second":"We firmly believe that education, development and the <strong class=\"keyword\">faithful</strong> implementation of all international human rights norms and obligations, including enactment of laws and political, social and economic policies, are crucial to combat racism, racial discrimination, xenophobia and related intolerance"},{"author":94808,"first":"Solicita al Secretario General que siga ayudando a los Estados Miembros a crear capacidad para presentar informes <strong class=\"keyword\">cabales</strong>, en particular sobre las armas pequeñas y las armas ligeras;","second":"Requests the Secretary-General to continue to assist Member States to build capacity to submit <strong class=\"keyword\">meaningful</strong> reports, including capacity to report on small arms and light weapons;"},{"author":94808,"first":"En el segundo período de sesiones de la Comisión constituida en comité preparatorio, las delegaciones gubernamentales resolvieron promover cambios en las actitudes, estructuras, políticas, leyes y otras prácticas relativas al género a fin de eliminar todos los obstáculos que menoscaban la dignidad humana y la igualdad en la familia y en la sociedad, así como para promover la participación de las mujeres y los hombres de manera <strong class=\"keyword\">cabal</strong> y equitativa, incluso en la formulación, aplicación y seguimiento de las políticas y programas estatales.","second":"At the second session of the Commission acting as the preparatory committee, governmental delegations resolved to promote changes in attitudes, structures, policies, laws and other practices relating to gender in order to eliminate all obstacles to human dignity and equality in family and society and to promote <strong class=\"keyword\">full</strong> and equal participation of women and men, including in the formulation, implementation and follow-up of public policies and programmes."},{"author":118293,"first":"¡ Cass, ¿estás fuera de tus maldito <strong class=\"keyword\">cabales</strong>!","second":"Cass, are you out of your <strong class=\"keyword\">mind</strong>?"},{"author":94808,"first":"La difusión de información <strong class=\"keyword\">cabal</strong>, objetiva y equilibrada por las Naciones Unidas cumple una función muy importante en el mantenimiento de la paz y la seguridad y, en particular, en la organización de las operaciones de mantenimiento de la paz.","second":"The distribution by the United Nations of <strong class=\"keyword\">comprehensive</strong>, objective and equitable information played an important role in the maintenance of peace and security, and, in particular, in the organization of peacekeeping operations."},{"author":8000,"first":"Acogiendo con satisfacción la audiencia parlamentaria anual en las Naciones Unidas como rasgo periódico y <strong class=\"keyword\">cabal</strong> del programa de actos celebrados en la Sede de las Naciones Unidas con motivo de los períodos de sesiones de la Asamblea General","second":"Welcoming the annual parliamentary hearings at the United Nations as a regular and <strong class=\"keyword\">meaningful</strong> feature of the programme of events held at United Nations Headquarters on the occasion of the sessions of the General Assembly"},{"author":94808,"first":"La República del Yemen brinda a todos los residentes en su territorio una protección <strong class=\"keyword\">cabal</strong>, y sus leyes y reglamentos les confieren las garantías plenas de que gozan los demás ciudadanos, sin discriminación alguna entre ellos.","second":"The Republic of Yemen offers all residents in its territory <strong class=\"keyword\">full</strong> protection and its laws and regulations extend to them the full guarantees enjoyed by the rest of the citizens without any discrimination among them."},{"author":94808,"first":"Como miembros de la Comisión de Consolidación de la Paz, Noruega contribuirá a una estrategia <strong class=\"keyword\">cabal</strong> en la que el aumento de las actividades relacionadas con el Estado de derecho tendrá una función importante.","second":"As a member of the Peacebuilding Commission, Norway will contribute to a <strong class=\"keyword\">comprehensive</strong> strategy in which the enhancement of rule of law activities will play an important role."},{"author":94809,"first":"A la vista del conjunto de estos elementos, propongo responder a la primera cuestión prejudicial que el artículo 13 del Reglamento no 3665/87 debe interpretarse en el sentido de que, para ser reconocida como de calidad <strong class=\"keyword\">cabal</strong> y comercial conforme a esta disposición y dar derecho a la percepción de restituciones a la exportación, la carne de aves de corral debe cumplir las normas de calidad y los márgenes de tolerancia previstos en los artículos 6 y 7 del Reglamento no 1538/91.","second":"Having regard for all those factors, I propose that the response to the first question referred for a preliminary ruling should be that Article 13 of Regulation No 3665/87 must be interpreted as meaning that, in order to be recognised as being of <strong class=\"keyword\">fair marketable</strong> quality in accordance with that provision and to qualify for export refunds, poultrymeat must satisfy the quality standards and be within the tolerance margins laid down in Articles 6 and 7 of Regulation No 1538/91."},{"author":94808,"first":"El objetivo consiste en que los especialistas en información pública (entre ellos, dos o más especialistas en tecnologías de los medios de difusión) tengan un conocimiento <strong class=\"keyword\">cabal</strong> de las comunicaciones estratégicas y los procedimientos operativos uniformes, las prácticas recomendadas y otras prácticas relativas a las misiones.","second":"It is expected that public information specialists (including two or more broadcast technology specialists) will become <strong class=\"keyword\">thoroughly</strong> familiar with strategic communications and standard operating procedures, best practices and other mission routines."},{"author":94808,"first":"Entre sus objetivos figura el de reducir el número de casos de maltrato de menores en un período de cinco años, creando una mayor estabilidad en las familias y coordinando y desarrollando actividades encaminadas a dar cumplimiento más <strong class=\"keyword\">cabal</strong> a las obligaciones de Guatemala en virtud de lo dispuesto en el artículo 19 de la Convención sobre los Derechos del Niño.","second":"Among its objectives are to reduce in the number of cases of child abuse over a period of five years, by creating greater stability within families, and to coordinate and execute activities directed to further <strong class=\"keyword\">implement</strong> Guatemala’s obligations under article 19 of the Convention on the Rights of the Child."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"81266":{"U":"","id":81266,"N":"Jerga y Regionalismos de Paraguay","url":"https://glosbe.com/source/81266"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"2697":{"U":"http://dumps.wikimedia.org/dewiktionary/latest/dewiktionary-latest-pages-articles.xml.bz2","id":2697,"N":"Wikiworterbuch","url":"https://glosbe.com/source/2697"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}