{"result":"ok","tuc":[{"phrase":{"text":"naive","language":"en"},"meanings":[{"language":"en","text":"lacking experience, wisdom, or judgement"}],"meaningId":-840957889746583620,"authors":[90508]},{"phrase":{"text":"artless","language":"en"},"meanings":[{"language":"en","text":"without guile or cunning"}],"meaningId":-843743067146894452,"authors":[90508]},{"phrase":{"text":"naïve","language":"en"},"meaningId":-3856290748866211681,"authors":[8]},{"phrase":{"text":"candid","language":"en"},"meaningId":4829836444811555498,"authors":[25018]},{"phrase":{"text":"naif","language":"en"},"meaningId":5792657020113492962,"authors":[69425]},{"phrase":{"text":"credulous","language":"en"},"meaningId":-1156474890752958355,"authors":[69425]},{"phrase":{"text":"ingenuous","language":"en"},"meaningId":5121019869893473161,"authors":[8]},{"phrase":{"text":"innocent","language":"en"},"meaningId":-4147716950646538619,"authors":[2698]},{"phrase":{"text":"simple","language":"en"},"meaningId":-106213533028294069,"authors":[2698]},{"phrase":{"text":"fleeceable","language":"en"},"meanings":[{"language":"en","text":"Easily deceived or duped."},{"language":"es","text":"Fácilmente engañable."}],"meaningId":-8177112734889783403,"authors":[60172]},{"phrase":{"text":"green","language":"en"},"meanings":[{"language":"en","text":"Easily deceived or duped."},{"language":"es","text":"Fácilmente engañable."}],"meaningId":-8212470475629497574,"authors":[60172]},{"phrase":{"text":"gullible","language":"en"},"meanings":[{"language":"en","text":"Easily deceived or duped."},{"language":"es","text":"Fácilmente engañable."}],"meaningId":-2192089599566995575,"authors":[60172]},{"phrase":{"text":"frank","language":"en"},"meaningId":-580111440396617074,"authors":[25018]},{"phrase":{"text":"guileless","language":"en"},"meaningId":6183778744888029057,"authors":[8]},{"phrase":{"text":"guiltless","language":"en"},"meaningId":-868984700334792213,"authors":[83093]},{"phrase":{"text":"inoffensive","language":"en"},"meaningId":-7368754784824125574,"authors":[36]},{"phrase":{"text":"inoffensive(senmalica)","language":"en"},"meaningId":-7801919505625719895,"authors":[8]},{"phrase":{"text":"open","language":"en"},"meaningId":3232583151421049803,"authors":[83619]},{"phrase":{"text":"simple-minded","language":"en"},"meaningId":2046897654506680262,"authors":[25115]},{"phrase":{"text":"sincere","language":"en"},"meaningId":8922557176909722644,"authors":[25115]},{"phrase":{"text":"snow-white","language":"en"},"meaningId":-6648315086039932562,"authors":[86934]},{"phrase":{"text":"undesigning","language":"en"},"meaningId":-5645445904464799311,"authors":[25115]},{"phrase":{"text":"unmalicious","language":"en"},"meaningId":-2808774317802893403,"authors":[84500]},{"meanings":[{"language":"en","text":"naive, candid"},{"language":"en","text":"straightforward"}],"meaningId":-2484933089104486244,"authors":[1]}],"phrase":"cándido","examples":[{"author":24,"first":"En el análisis primario, la respuesta favorable, tal cual fue evaluada por el Comité de Revisión de Datos (CRD) ciego a la medicación del ensayo, se definió como resolución/mejoría de todos los signos clínicos y síntomas de la infección con erradicación de <strong class=\"keyword\">Candida</strong> de la sangre y tejidos profundos a las # semanas tras la finalización del tratamiento (EOT","second":"In the primary analysis, successful response as assessed by a Data Review Committee (DRC) blinded to study medication was defined as resolution/improvement in all clinical signs and symptoms of infection with eradication of <strong class=\"keyword\">Candida</strong> from blood and infected deep tissue sites at # weeks after the end of therapy (EOT"},{"author":8008,"first":"El nuevo PATHOGENIC SYSTEM permite la detección y presunta identificación del Streptococcus pyogenes (Grupo A), Staphylococcus aureus, Haemophylus spp., Escherichia coli, Proteus spp./Providencia spp., Pseudomonas spp., grupo KES, Enterococcus faecalis, <strong class=\"keyword\">Candida</strong> spp., y dermatófitos de los géneros Microsporum spp., Trichophyton spp., Epidermophyton spp..","second":"The new PATHOGENIC SYSTEM allows detection and presumptive identification of Streptococcus pyogenes (Group A), Staphylococcus aureus, Haemophylus spp., Escherichia coli, Proteus spp./Providencia spp., Pseudomonas spp., KES group microorganisms, Enterococcus faecalis, <strong class=\"keyword\">Candida</strong> spp., and dermatophytes of the genus Microsporum spp., Trichophyton spp., Epidermophyton spp.."},{"author":94259,"first":"su boca incrustada con <strong class=\"keyword\">Candida</strong>","second":"his mouth crusted with <strong class=\"keyword\">candida</strong>"},{"author":118385,"first":"es originaria de una zona libre de Saperda <strong class=\"keyword\">candida</strong> Fabricius, según haya establecido el servicio fitosanitario nacional del país de origen de conformidad con las Normas Internacionales para Medidas Fitosanitarias, mencionada en los certificados a que hace referencia el artículo 13, apartado 1, inciso ii), de la presente Directiva bajo el epígrafe “Declaración adicional”,","second":"originates in an area established by the national plant protection organisation in the country of origin as being free from Saperda <strong class=\"keyword\">candida</strong> Fabricius in accordance with the relevant International Standards for Phytosanitary Measures, which is mentioned on the certificates referred to in Article 13(1)(ii) under the rubric ‘Additional declaration’,"},{"author":8008,"first":"La oclusión con los pañales, el uso de esteroides tópicos y la infección por <strong class=\"keyword\">Candida</strong> parece desempeñar un papel patogénico.","second":"The condition tends to disappear spontaneously over a period of <strong class=\"keyword\">a</strong> few months."},{"author":8008,"first":"Es la primera vez que Andreas Gursky, <strong class=\"keyword\">Candida</strong> Höfer, Axel Hütte, Thomas Ruff y Thomas Struth son invitados a reflexionar acerca de un tema común –la ciudad–, pero interpretado de manera diferente.","second":"This is the first time Andreas Gursky, <strong class=\"keyword\">Candida</strong> Höfer, Axel Hütte, Thomas Ruff and Thomas Struth are joined in an exhibition under a common theme – the city – yet with various interpretations."},{"author":8008,"first":"Espacios Urbanos: Andreas Gursky, <strong class=\"keyword\">Candida</strong> Höfer, Axel Hütte, Thomas Ruff, Thomas Struth, presenta un recorrido por las obras de los destacados artistas desde los años ochenta hasta la actualidad.","second":"Urban Spaces: Andreas Gursky, <strong class=\"keyword\">Candida</strong> Höfer, Axel Hütte, Thomas Ruff, Thomas Struth, presents a selection of works produced by the outstanding artists from the early Eighties to nowadays."},{"author":118293,"first":"Pequeña y <strong class=\"keyword\">cándida</strong> necia de ojos saltones.","second":"You <strong class=\"keyword\">naive</strong> little wide-eyed candy-dandy fool."},{"author":94809,"first":"Microorganismos acidogénicos — Streptococcus lactis, Leuconostos mesenteroides, Lactobacillus casei, Lactobacillus plantarum, levaduras y mohos — Torulopsis <strong class=\"keyword\">candida</strong>, Geotrichum candidum, Geotrichum casei.","second":"Acidogenic microorganisms — Streptococcus lactis, Leuconostos mesenteroides, Lactobacillus casei, Lactobacillus plantarum, yeasts and moulds — Torulopsis <strong class=\"keyword\">candida</strong>, Geotrichum candidum, Geotrichum casei."},{"author":118293,"first":"Yo lo diré a <strong class=\"keyword\">Cándida</strong> que estás aquí.","second":"I'll tell <strong class=\"keyword\">Cândida</strong> that you're here."},{"author":24,"first":"En los estudios participaron pacientes con infecciones por <strong class=\"keyword\">Candida</strong> documentadas, la mayoría de los pacientes con infecciones invasoras por <strong class=\"keyword\">Candida</strong> tenía enfermedades subyacentes graves (p. ej., neoplasia hematológica o de otro tipo, cirugía mayor reciente, VIH) que requerían múltiples medicaciones concomitantes","second":"In the studies involving patients with documented <strong class=\"keyword\">Candida</strong> infections, the majority of the patients with invasive <strong class=\"keyword\">Candida</strong> infections had serious underlying medical conditions (e. g., haematologic or other malignancy, recent major surgery, HIV) requiring multiple concomitant medications"},{"author":118385,"first":"han sido cultivados en todo momento en una zona libre de Saperda <strong class=\"keyword\">candida</strong> Fabricius, según haya establecido el servicio fitosanitario nacional del país de origen de conformidad con las Normas Internacionales para Medidas Fitosanitarias, mencionada en los certificados a que hace referencia el artículo 13, apartado 1, inciso ii), de la presente Directiva bajo el epígrafe “Declaración adicional”,","second":"have been grown throughout their life in an area free from Saperda <strong class=\"keyword\">candida</strong> Fabricius, established by the national plant protection organisation in the country of origin, in accordance with relevant International Standards for Phytosanitary Measures, which is mentioned on the certificates referred to in Article 13(1)(ii), under the rubric ‘Additional declaration’,"},{"author":94809,"first":"Para la aplicación de los principios uniformes a los que se refiere el artículo 29, apartado 6, del Reglamento (CE) no 1107/2009 se tendrán en cuenta las conclusiones del informe de revisión sobre <strong class=\"keyword\">Candida</strong> oleophila, cepa O, y, en particular, sus apéndices I y II, tal como se ultimó en el seno del Comité permanente de la cadena alimentaria y de sanidad animal el 15 de marzo de 2013.","second":"For the implementation of the uniform principles as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on <strong class=\"keyword\">Candida</strong> oleophila strain O, and in particular Appendices I and II thereto, as finalised in the Standing Committee on the Food Chain and Animal Health on 15 March 2013 shall be taken into account."},{"author":118293,"first":"Encuentran algún lugar desolado, aterrizan al lado de algún alma <strong class=\"keyword\">cándida</strong> a quien nadie vaya a creer después, y se pavonean repetidamente ante él, haciendo beep-beep.","second":"They find some isolated spot, land right by some unsuspecting <strong class=\"keyword\">soul</strong> that no one's ever going to believe, and strut up and down in front of them, making beep-beep noises."},{"author":118293,"first":"Debería haber sabido que estabas con una mujer que cree que <strong class=\"keyword\">Candide</strong> es un esmalte de uñas.","second":"He should've known that you'd have been with a woman who <strong class=\"keyword\">thinks Candide</strong> is a toenail polish."},{"author":92475,"first":"En su publicación y respuesta a los comentarios en Personal Reflections (Reflexiones Personales), un ex-expleado del gobierno público, Jim Belshaw, se une a los comentarios que argumentan que un buen gobierno se verá afectado si los gobiernos se hicieran más herméticos y menos <strong class=\"keyword\">cándidos</strong> en la esfera privada:","second":"In his post and response to comments at Personal Reflections, a former senior public servant Jim Belshaw joins other commentators in arguing that good governance will be affected in that governments will become more secretive and less <strong class=\"keyword\">candid</strong> in private:"},{"author":8008,"first":"En el varón adulto heroinómano, la inflamación de los folículos de la barba también puede estar provocada por <strong class=\"keyword\">Candida</strong> albicans.","second":"In the adult male, an inflammation involving the follicles of the beard may also be caused by <strong class=\"keyword\">Candida</strong> albicans."},{"author":118293,"first":"Puede ser muy <strong class=\"keyword\">cándido</strong>.","second":"He can be very <strong class=\"keyword\">candid</strong>."},{"author":8008,"first":"Reserva hostales en San <strong class=\"keyword\">Candido</strong> con Hostelsclub.","second":"Book the best hostels in <strong class=\"keyword\">Innichen</strong> with Hostelsclub."},{"author":8000,"first":"Ezequiel <strong class=\"keyword\">Cándido</strong> Francisco was reportedly arrested in flagrante delicto at the beginning of August # and taken to the # th district police station of Rio de Janeiro where he was allegedly beaten by other inmates, the so-called trustees, under the supervision of the police officers, in order to extract a confession to intentional killing","second":"Ezequiel <strong class=\"keyword\">Cándido</strong> Francisco was reportedly arrested in flagrante delicto at the beginning of August # and taken to the # th district police station of Rio de Janeiro where he was allegedly beaten by other inmates, the so-called trustees, under the supervision of the police officers, in order to extract a confession to intentional killing. He is said to have fainted"},{"author":94809,"first":"(6) Autoridad Europea de Seguridad Alimentaria: «Conclusion on the peer review of the pesticide risk assessment of the active substance <strong class=\"keyword\">Candida</strong> oleophila strain O» (Conclusión sobre la revisión por pares de la evaluación del riesgo como plaguicida de la sustancia activa <strong class=\"keyword\">Candida</strong> oleophila, cepa O), EFSA Journal 2012;10(11):2944, 27 pp.","second":"(6) European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance <strong class=\"keyword\">Candida</strong> oleophila strain O. EFSA Journal 2012;10(11):2944, 27 pp."},{"author":94809,"first":"productos proteicos obtenidos a partir de levaduras del género <strong class=\"keyword\">Candida</strong> cultivadas sobre n-alcanos.».","second":"Protein products obtained from yeasts of the <strong class=\"keyword\">Candida variety</strong> cultivated on n-alkanes.’"},{"author":94809,"first":"Deben retirarse las autorizaciones nacionales otorgadas para el empleo de productos proteicos obtenidos a partir de levaduras del género <strong class=\"keyword\">Candida</strong> cultivadas sobre n-alcanos .","second":"National authorizations granted for the use of protein products obtained from yeasts of the <strong class=\"keyword\">Candida variety</strong> cultivated on n-alkanes shall be withdrawn."},{"author":94809,"first":"por la que se permite a los Estados miembros ampliar las autorizaciones provisionales concedidas para las nuevas sustancias activas bixafen, <strong class=\"keyword\">Candida</strong> oleophila, cepa O, fluopyram, halosulfurón, yoduro de potasio, tiocianato de potasio y spirotetramat","second":"allowing Member States to extend provisional authorisations granted for the new active substances bixafen, <strong class=\"keyword\">Candida</strong> oleophila strain O, fluopyram, halosulfuron, potassium iodide, potassium thiocyanate and spirotetramat"},{"author":27,"first":"Esta ventaja consiste en un amplio programa social gracias al cual no necesitamos invertir enormes <strong class=\"keyword\">cándidas</strong> de dinero en la estabilización social de las personas que sufren dificultades.","second":"This advantage consists in an extensive social programme, making it possible for us to avoid investing such colossal sums in the social stabilisation of people who have got into problems."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}