{"result":"ok","tuc":[{"phrase":{"text":"cynic","language":"en"},"meanings":[{"language":"en","text":"Inclined to believe the worst about people."},{"language":"es","text":"Con tendencia a creer lo peor de las personas."},{"language":"es","text":"Persona que es crítica sobre los motivos de los demás."},{"language":"en","text":"A person who believes that all people are motivated by selfishness"},{"language":"en","text":"A person whose outlook is scornfully negative"},{"language":"en","text":"Someone who is critical of the motives of others."}],"meaningId":-1544101065573749530,"authors":[70195]},{"phrase":{"text":"cynical","language":"en"},"meanings":[{"language":"en","text":"Inclined to believe the worst about people."},{"language":"es","text":"Que se caracteriza o demuestra ironía o burla despectiva o desdeño."},{"language":"en","text":"of or relating to the belief that human actions are motivated by base desires or selfishness"},{"language":"es","text":"Con tendencia a creer lo peor de las personas."},{"language":"en","text":"Marked by or displaying scornful or disdainful irony or mocking."}],"meaningId":8548461030694181201,"authors":[70195]},{"phrase":{"text":"brazen","language":"en"},"meanings":[{"language":"es","text":"Que no tiene vergüenza."},{"language":"en","text":"Having no shame."}],"meaningId":2919735884802141407,"authors":[99488]},{"phrase":{"text":"sardonic","language":"en"},"meanings":[{"language":"es","text":"Que se caracteriza o demuestra ironía o burla despectiva o desdeño."},{"language":"en","text":"Marked by or displaying scornful or disdainful irony or mocking."}],"meaningId":-8257060390005063602,"authors":[60172]},{"phrase":{"text":"shameless","language":"en"},"meanings":[{"language":"es","text":"Que no tiene vergüenza."},{"language":"en","text":"Having no shame."}],"meaningId":6085691751524804631,"authors":[60172]},{"phrase":{"text":"barefaced","language":"en"},"meaningId":-6696491503417222274,"authors":[25018]},{"phrase":{"text":"cheeky","language":"en"},"meaningId":3026275920695002423,"authors":[25018]},{"phrase":{"text":"impudent","language":"en"},"meaningId":-716339277383328714,"authors":[25018]},{"phrase":{"text":"jaundiced","language":"en"},"meaningId":3545027569478987482,"authors":[97745]},{"meanings":[{"language":"en","text":"cynical"},{"language":"en","text":"cynic"}],"meaningId":-1750374240759724661,"authors":[1]}],"phrase":"cínico","examples":[{"author":118293,"first":"Vaya <strong class=\"keyword\">cínicos</strong>.","second":"<strong class=\"keyword\">CYNICAL</strong> FELLOWS."},{"author":8000,"first":"La reiterada afirmación de las FDI de que los manifestantes palestinos, humillados por años de una ocupación militar que ha pasado a ser parte de su cultura y formación, han sido organizados y dirigidos por la Autoridad Palestina muestra ya sea un desconocimiento de la historia o un <strong class=\"keyword\">cínico</strong> desconocimiento del peso abrumador de los testimonios","second":"The insistence of the IDF that the Palestinian demonstrators, humiliated by years of military occupation which has become part of their culture and upbringing, have been organized and orchestrated by the Palestinian Authority either shows an ignorance of history or <strong class=\"keyword\">cynical</strong> disregard for the overwhelming weight of the evidence"},{"author":8007,"first":"Además de los daños a la infraestructura y la muerte y el sufrimiento de los civiles, a lo que alude el <strong class=\"keyword\">cínico</strong> término \"daño colateral\", todas las guerras tienen efectos sobre el medio ambiente.","second":"Aside from the infrastructure damage and civilian suffering and death implied by the <strong class=\"keyword\">cynical</strong> term \"collateral damage,\" all wars have environmental effects."},{"author":8000,"first":"También es urgente la necesidad de intensificar los esfuerzos para reprimir la trata de mujeres y niñas, que constituye una forma particularmente <strong class=\"keyword\">cínica</strong> de la violencia","second":"There was also an urgent need to intensify efforts to combat trafficking in women and girls, which was a particularly <strong class=\"keyword\">cynical</strong> form of violence"},{"author":118293,"first":"Es la respuesta que condujo a aquellos que por tanto tiempo han sido aconsejados por tantos, a ser <strong class=\"keyword\">cínicos</strong> y temerosos y dudosos de lo que podemos lograr, a poner sus manos en el arco de la historia y flectarlo una vez más hacia la esperanza en un día mejor.","second":"It's the answer that led those who've been told for so long by so many to be <strong class=\"keyword\">cynical</strong>, and fearful, and doubtful about what we can achieve to put their hands on the arc of history and bend it once more toward the hope of a better day."},{"author":118293,"first":"Pero su trato con ellos era completamente <strong class=\"keyword\">cínico</strong>.","second":"But his trea tment of them was entirely <strong class=\"keyword\">cynical</strong>."},{"author":94808,"first":"No debe interpretarse como una falta de consideración <strong class=\"keyword\">cínica</strong> hacia quienes ya se han infectado, sino como un sistema necesario y pragmático orientado a minimizar, en la mayor medida posible, el número de quienes precisan atención y tratamiento.","second":"It must be interpreted not as <strong class=\"keyword\">cynical</strong> disregard of those already infected, but rather as a necessary and pragmatic approach aimed at minimizing, to the greatest extent as possible, the numbers of those in need of care and treatment."},{"author":31,"first":"No es de extrañar que me volviese un <strong class=\"keyword\">cínico</strong>","second":"No wonder I became a <strong class=\"keyword\">cynic</strong>"},{"author":118293,"first":"Eso debe ser muy triste en tu triste, <strong class=\"keyword\">cínico</strong> y pequeño mundo.","second":"It must be pretty sad in your sad, <strong class=\"keyword\">cynical</strong> little world."},{"author":27,"first":"Los occidentales tienen a 18 millones de mujeres, de niños, de viejos, de hombres, todo un pueblo árabe prisionero en su país. Millones de muertos cada día, cientos de niños, un genocidio sistemático, científico, minucioso, planificado, <strong class=\"keyword\">cínico</strong>, perverso.","second":"18 million women, children, old people, men, a whole Arab people, are being held captive in their own country by the West, with millions of deaths every day, hundreds of children dying, a systematic, scientific, meticulous, planned, <strong class=\"keyword\">cynical</strong>, perverse genocide."},{"author":8007,"first":"Quizás estas palabras quizás suenen exageradas en oídos <strong class=\"keyword\">cínicos</strong>.","second":"Perhaps these words sound exaggerated to <strong class=\"keyword\">cynical</strong> ears."},{"author":27,"first":"Este es el punto de vista <strong class=\"keyword\">cínico</strong> expresado por el hombre que pasará a la historia por ser el creador de la dictadura más duradera y cruel del mundo.","second":"This was the view <strong class=\"keyword\">cynically</strong> expressed by the man who will remain in history the creator of the cruellest, long-standing dictatorship in the world."},{"author":31,"first":"Voy a parecerte <strong class=\"keyword\">cínica</strong>, pero con un marido ocupado, seré mucho más libre de hacer lo que quiera, de día e incluso de noche, que si tuviera un trabajo con horario fijo","second":"This may sound <strong class=\"keyword\">cynical</strong>, but with a hardworking husband, I' il be freer to do what I want, days and even evenings, than if I had a # to # job"},{"author":8007,"first":"Para que la población tenga la confianza suficiente en el futuro y con ello se recupere la economía, hay que cambiar esa <strong class=\"keyword\">cínica</strong> estructura.","second":"This <strong class=\"keyword\">cynical</strong> structure must be changed if people are to have enough confidence in the future for the economy to recover."},{"author":118293,"first":"Esa es una forma bastante <strong class=\"keyword\">cínica</strong> de ver las cosas.","second":"That's a pretty <strong class=\"keyword\">cynical</strong> way to look at things."},{"author":94808,"first":"Mi consejo a Armenia es que en lugar de andar dando consejos <strong class=\"keyword\">cínicos</strong>, contando el dinero y los recursos petroleros de los demás y malgastando el tiempo y los recursos de este órgano con su réplica, sería mejor que practicara el sentido común y la decencia, respetara las normas y principios del derecho internacional y de esta casa y se marchara del territorio azerbaiyano ocupado.","second":"My advice to Armenia would be that, instead of giving <strong class=\"keyword\">cynical</strong> advice and counting the money and oil resources of others, instead of wasting the time and resources of this body in exercise of the right of reply, it would be better off practising common sense and decency and respecting the norms and principles of international law and the rules of this house, and get out of the occupied Azerbaijani territories."},{"author":31,"first":"Esa actitud <strong class=\"keyword\">cínica</strong> y dura, tanto del cliente... como del abogado creo que es","second":"So that kind of hard- <strong class=\"keyword\">boiled</strong>, <strong class=\"keyword\">cynical</strong> attitude, both from the client...... and the attorney, I think, is"},{"author":91988,"first":"Ese fracaso refleja la misma dinámica que ha provocado el fracaso de las conferencias sobre el cambio climático planetario celebradas en los últimos años: algunos países <strong class=\"keyword\">cínicos</strong>, cuya cooperación es necesaria para salvar el planeta, alimentan la demencia de quienes están decididos a destruirlo.","second":"This failure reflects the same dynamic at work in the breakdown of global climate-change conferences in recent years: a few <strong class=\"keyword\">cynical</strong> countries, whose cooperation is needed to save the planet, fuel the madness of those bent on destroying it."},{"author":91988,"first":"Durante 70 ańos <strong class=\"keyword\">cínicos</strong> -y antes durante siglos-, todo lo hecho en nombre de los ucranianos careció de su consentimiento.","second":"For 70 <strong class=\"keyword\">cynical</strong> years, and for centuries before that, everything done in the name of Ukrainians was done without our consent."},{"author":118293,"first":"¿Por qué tienes siempre que ser tan <strong class=\"keyword\">cínico</strong>, joder?","second":"WHY DO YOU ALWAYS HAVE TO BE SO FUCKING <strong class=\"keyword\">CYNICAL</strong>?"},{"author":27,"first":"Puede que yo sea demasiado <strong class=\"keyword\">cínica</strong> y demasiado liberal, pero ¿por qué necesitamos un reglamento?","second":"Maybe I am too <strong class=\"keyword\">cynical</strong> and too liberal, but why do we need to have rules?"},{"author":91988,"first":"El acceso fácil a las riquezas petroleras lo único que logra es que su <strong class=\"keyword\">cínica</strong> frivolidad continúe.","second":"Easy access to oil wealth only allows their <strong class=\"keyword\">cynical</strong> frivolity to continue."},{"author":119723,"first":"Si lo consideramos cuidadosamente, ¿por qué escucharíamos a las voces <strong class=\"keyword\">cínicas</strong> y sin rostro de aquellos en los edificios grandes y espaciosos de nuestra época e ignoraríamos las súplicas de aquellos que realmente nos aman?","second":"When we consider thoughtfully, why would we listen to the faceless, <strong class=\"keyword\">cynical</strong> voices of those in the great and spacious buildings of our time and ignore the pleas of those who genuinely love us?"},{"author":92475,"first":"Hay muchas razones para estar tristes -sarcásticos o <strong class=\"keyword\">cínicos</strong>- porque la vida en Vladivostok es una lucha interminable con el tiempo, el clima y/o las autoridades locales.","second":"There are many reasons to be sad – sarcastic or <strong class=\"keyword\">cynical</strong> – because life in Vladivostok is a never-ending struggle with the weather, climate and/or local authorities."},{"author":118293,"first":"Un <strong class=\"keyword\">cínico</strong>.","second":"A <strong class=\"keyword\">cynic</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}