{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"Of or pertaining to the 19th century."},{"language":"en","text":"19th-century."},{"language":"en","text":"old-fashioned, out-of-date, medieval"}],"meaningId":1579076663226402211,"authors":[1]}],"phrase":"decimonónico","examples":[{"author":91988,"first":"Japón aprendió rápidamente de la Europa <strong class=\"keyword\">decimonónica</strong> y en 1894 lanzó una brutal ofensiva de medio siglo para dominar Asia y asegurarse el control de sus recursos, que sólo se detuvo cuando las bombas atómicas lanzadas por Estados Unidos arrasaron Hiroshima y Nagasaki.","second":"Rapidly appropriating the lessons of <strong class=\"keyword\">nineteenth-century</strong> Europe, Japan in 1894 launched a brutal five-decade effort to dominate Asia and secure its resources, stopping only when America’s atomic bombs flattened Hiroshima and Nagasaki."},{"author":8000,"first":"Además, el concepto mismo de jerarquías centralizadoras es un anacronismo en nuestro mundo fluido, sumamente dinámico y dotado de redes, un resto anticuado del pensamiento <strong class=\"keyword\">decimonónico</strong>","second":"Moreover, the very notion of centralizing hierarchies is itself an anachronism in our fluid, highly dynamic and extensively networked world- an outmoded remnant of <strong class=\"keyword\">nineteenth century</strong> mindsets"},{"author":27,"first":"Lamentablemente, percibo un matiz victoriano <strong class=\"keyword\">decimonónico</strong> ante otras enmiendas y en el debate de las mismas.","second":"Unfortunately, in certain other proposals and in the debate in this connection, I have detected a <strong class=\"keyword\">nineteenth</strong>-century, Victorian undertone."},{"author":91988,"first":"En Rusia, el presidente Vladimir Putin actúa conforme a normas que parecen sacadas del concierto <strong class=\"keyword\">decimonónico</strong> de equilibrio de poderes en cuyo diseño cada gran potencia se proyectaría sobre una esfera de influencia.","second":"In Russia, President Vladimir Putin has been operating according to a <strong class=\"keyword\">nineteenth-century</strong> worldview, in which great powers dominate their spheres of influence unchallenged."},{"author":8008,"first":"TENEJAPA: El valle donde se asienta la comunidad Tzeltal de Tenejapa esta dominada por una muralla calcárea, la Iglesia de San Ildefonso, la graciosa fuente <strong class=\"keyword\">decimonónica</strong> de la plaza y las ruinas de la Iglesia de San Sebastián forman parte de su patrimonio cultural, además de la inigualable maestra de sus tejedoras que crean autenticas obras de arte.","second":"TENEJAPA: The valley where this Tzeltal Indian Village is settled posses the church of San Ildefonso, the painteresque decimononic fountain in the main plaza and the ruins of the San Sebastián Church, all of them part of its cultural heritage."},{"author":94808,"first":"Otros observaron que el problema que planteaba la noción de vínculo voluntario residía en el hecho de que \"vínculo\" remitía a una noción casi física, una idea <strong class=\"keyword\">decimonónica</strong> de personas que se desplazan físicamente.","second":"Others observed that the problem with the concept of voluntary link was that the “link” was a physical concept, a <strong class=\"keyword\">nineteenth century</strong> view of the physical movement of people."},{"author":91988,"first":"A diferencia de Europa, que en gran parte ha disipado los fantasmas históricos después de 1945, continúan sumidos en nacionalismos <strong class=\"keyword\">decimonónicos</strong> que debilitan la colaboración y hace que la región sea más peligrosa de lo que debería ser.","second":"Unlike Europe, which largely put its historical ghosts to bed after 1945, Asian countries remain mired in <strong class=\"keyword\">nineteenth-century-</strong>style nationalisms that weakens collaboration and makes the region more dangerous than it needs to be."},{"author":27,"first":"La gente habla incluso de ética social de las empresas, de ética ecológica e incluso he leído, Dios nos libre, de una ética kantiana del empresario, cuando de hecho muchos de ellos parecen estar más dispuestos a condenar las ideas del pensador <strong class=\"keyword\">decimonónico</strong>, Karl Marx.","second":"People even talk about the social ethics of companies, about ecological ethics and I have even read, heaven preserve us, about the Kantian ethics of businessmen, when in fact many of them appear to be more set on disproving the ideas of the <strong class=\"keyword\">19th Century</strong> thinker, Karl Marx."},{"author":8008,"first":"El Passatge del Credit es una de esas galerías <strong class=\"keyword\">decimonónicas</strong>, una calle cubierta con comercios a ambos lados que tanto éxito tuvieron en 1800 y que luego cayeron en desuso.","second":"Hidden in the heart of the city, at the plaça Reial there is a historic jewel: the Herboristería del Rei is one the oldest establishments in Barcelona. This <strong class=\"keyword\">herbalist’s</strong> shop founded in 1823, with its rich isabelino interior decor, transport us right into the <strong class=\"keyword\">19th century</strong>: The marble statue in the middle is dedicated to the Swedish naturalist Carlos Linneo, father of the Taxonomy, and it was also a fountain where the leeches were kept."},{"author":8008,"first":"Situado en pleno corazón modernista de Barcelona y asentado en dos palacetes <strong class=\"keyword\">decimonónicos</strong>, el Condes de Barcelona es un moderno hotel que aúna lo mejor del pasado con lo mejor del presente.","second":"Situated right in the middle of modernist Barcelona and comprised of two magnificent palaces dating to the <strong class=\"keyword\">19th century</strong>, the Condes de Barcelona hotel allies the best of the past with the best of the present."},{"author":91988,"first":"En el capitalismo clásico <strong class=\"keyword\">decimonónico</strong>, la política y la economía se idealizaban como esferas distintas; las interacciones entre el Estado y las empresas se limitaban al cobro (necesario) de impuestos para financiar aventuras militares y a la protección (nociva) de poderosos intereses creados.","second":"In classical <strong class=\"keyword\">nineteenth-century</strong> capitalism, politics and economics were idealized as distinct spheres, with interactions between government and business confined to the (necessary) raising of taxes for military adventures and the (harmful) protection of powerful vested interests."},{"author":8000,"first":"En la cuestión Malvinas, pues, la vulneración mediante una acción imperialista <strong class=\"keyword\">decimonónica</strong> de la soberanía e integridad territorial de una república independiente, la Argentina, reconocida por la propia Gran Bretaña, hace prevalecer el principio de integridad territorial por sobre el de libre determinación","second":"Thus, in the question of the Malvinas, the violation through a <strong class=\"keyword\">nineteenth century</strong> imperialist act of the sovereignty and territorial integrity of an independent republic, Argentina, recognized by Great Britain itself, makes the principle of territorial integrity take precedence over the principle of self-determination"},{"author":94808,"first":"Estamos ante la vuelta a una situación <strong class=\"keyword\">decimonónica</strong> que se creía superada para siempre.","second":"We are witnessing a return to a <strong class=\"keyword\">nineteenth-century</strong> situation that we thought was overcome forever."},{"author":27,"first":"Señor Presidente, corrupción, prácticas mafiosas <strong class=\"keyword\">decimonónicas</strong>, islamismo... hoy, Albania todavía se encuentra bajo las secuelas de 50 años de dictadura estalinista.","second":"Mr President, corruption, <strong class=\"keyword\">nineteenth-century</strong> mafia practices, Islamism ... today, Albania is still suffering the after effects of 50 years of Stalinist dictatorship."},{"author":91988,"first":"En tiempos en que la exhibición de una diplomacia de poder <strong class=\"keyword\">decimonónica</strong> por parte de Moscú marca el compás geoestratégico en Medio Oriente, Israel buscó acordar con el Kremlin ciertos límites infranqueables en Siria.","second":"With Russia now setting the geostrategic tone in the Middle East through a show of <strong class=\"keyword\">nineteenth-century-</strong>style power diplomacy, Israel has pursued an understanding with the Kremlin concerning the lines that must not be crossed in Syria."},{"author":8000,"first":"Estamos ante la vuelta a una situación <strong class=\"keyword\">decimonónica</strong> que se creía superada para siempre","second":"We are witnessing a return to a <strong class=\"keyword\">nineteenth-century</strong> situation that we thought was overcome forever"},{"author":8008,"first":"Institución típica de la burguesía <strong class=\"keyword\">decimonónica</strong> de Córdoba.Tomó este nombre en 1853.","second":"The Conference and Exhibition Centre, which was built in <strong class=\"keyword\">1512</strong>, is situated in the old Hospital Mayor de San Sebastian."},{"author":94808,"first":"En particular, ese cambio de paradigma implica pasar del concepto <strong class=\"keyword\">decimonónico</strong> de protección al bien, por un enfoque de garantía de derechos humanos, basado en la consideración de la libertad y autonomía de la persona con discapacidad, en igual de condiciones, como señala el mismo texto.","second":"Such a change will require a shift away from the <strong class=\"keyword\">nineteenth century</strong> concept of protection of property towards a model based on the protection of human rights and respect for the freedom and autonomy of persons with disabilities, on an equal footing, in line with the Convention."},{"author":8000,"first":"Dada la violación <strong class=\"keyword\">decimonónica</strong> de la soberanía y la integridad territorial de la Argentina, en la solución de la controversia sobre las Islas Malvinas debe prevalecer el principio de preservación de la integridad territorial sobre el de libre determinación","second":"Given the violation of the sovereignty and territorial integrity of Argentina in the <strong class=\"keyword\">nineteenth century</strong>, the principle of the preservation of territorial integrity would have to take precedence over the principle of self-determination in the resolution of the dispute over the Malvinas Islands"},{"author":91988,"first":"La Unión Europea es una estructura política admirable, que busca romper el molde de la nación‐estado <strong class=\"keyword\">decimonónica</strong>.","second":"The EU is an inspiring political structure that seeks to break the mold of the <strong class=\"keyword\">nineteenth</strong>-century nation-state."},{"author":27,"first":"El célebre pensador <strong class=\"keyword\">decimonónico</strong> de la época húngara de reforma, el conde Széchenyi, dijo que quienquiera que oculta un problema lo aumenta.","second":"The renowned <strong class=\"keyword\">nineteenth century</strong> thinker of the Hungarian age of reform, Count Széchenyi, said that anyone who covers up trouble increases it."},{"author":8008,"first":"Además, es el autor de O costumismo <strong class=\"keyword\">decimonónico</strong> galego (Madrid, 1989), A víspora de San Xoán en Montecubeiro e outros poema galegos (Lugo, 1992), A poesía lírica galego-castelá (1350-1450) (Universidad de Santiago, 1994), As cantigas mariñas no país de Breogán (O Castro, 2000), Homes do país (Xerais, Vigo, 2000), A primeira luzada.","second":"Besides, he is the author of O costumismo decimonónico galego (Madrid, 1989), A víspora de San Xoán en Montecubeiro e outros poema galegos (Lugo, 1992), A poesía lírica galego-castelá (1350-1450) (University of Santiago, 1994), As cantigas mariñas no país de Breogán (O Castro, 2000), Homes do país (Xerais, Vigo, 2000), A primeira luzada."},{"author":27,"first":"No obstante, el problema principal es que, a pesar de los cuantiosos préstamos de la UE y de los Gobiernos nacionales a Airbus, esta se ha gestionado como una especie de tienda de barrio <strong class=\"keyword\">decimonónica</strong> con consultas mínimas a los trabajadores.","second":"Nevertheless, the key problem here is that despite massive EU and national governments loans to Airbus, it was run like some kind of Edwardian corner shop with minimum consultation with the workforce."},{"author":27,"first":"Señora Presidenta, nos hallamos en el umbral del siglo XXI, pero la democracia en Europa parece <strong class=\"keyword\">decimonónica</strong>.","second":"Madam President, here we are on the threshold of the 21st century, yet democracy in Europe still seems to be languishing in the <strong class=\"keyword\">19th</strong>."},{"author":8000,"first":"No podemos, ni debemos aceptar que, en materia de descolonización, se perpetúen situaciones anacrónicas, que en los albores del siglo XXI, nos retrotraen, sin transiciones, a prácticas <strong class=\"keyword\">decimonónicas</strong>, que ya nadie tolera ni puede defender como legítimas","second":"We cannot and should not allow the continuation in the early days of the twenty-first century, of anachronistic situations relating to decolonization which drag us straight back to <strong class=\"keyword\">nineteenth century</strong> practices that can no longer be tolerated or defended as legitimate"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}