{"result":"ok","tuc":[{"phrase":{"text":"confiscate","language":"en"},"meanings":[{"language":"en","text":"take possession of by force"}],"meaningId":-1187340690934248531,"authors":[70195]},{"phrase":{"text":"seize","language":"en"},"meaningId":-6740096776705898189,"authors":[25115]},{"meanings":[{"language":"en","text":"to confiscate"}],"meaningId":118059074260276594,"authors":[93107]}],"phrase":"decomisar","examples":[{"author":94808,"first":"Los signatarios convinieron en fortalecer la capacidad de los Estados miembros de la OUA de identificar, <strong class=\"keyword\">decomisar</strong> y destruir armas ilícitas e instituir medidas para luchar contra la circulación, tenencia, transferencia y empleo de armas pequeñas y ligeras e institucionalizar programas de capacitación para luchar contra la circulación de armas ilícitas en África y erradicarla.","second":"The signatories agreed to enhance the capacity of the OAU’s member States to identify, <strong class=\"keyword\">seize</strong> and destroy illicit weapons and to put in place measures to control the circulation, possession, transfer and use of small arms and light weapons and the institutionalization of training programmes to control and eradicate the circulation of illicit arms in Africa."},{"author":8000,"first":"En virtud de la ley “USA PATRIOT”, se cuenta en la actualidad con la autoridad concreta para <strong class=\"keyword\">decomisar</strong> divisas y otros instrumentos monetarios en caso de que una persona “oculte a sabiendas” dichos instrumentos a fin de evitar la obligación de presentar un informe","second":"Pursuant to the USA PATRIOT Act, there is now specific authority to <strong class=\"keyword\">forfeit</strong> currency and other monetary instruments if someone “knowingly conceals” those instruments to evade a reporting requirement"},{"author":94808,"first":"<strong class=\"keyword\">Decomisar</strong> el producto del delito.","second":"<strong class=\"keyword\">Confiscating</strong> the proceeds of crime."},{"author":94808,"first":"Un mayor número de Estados han creado dependencias de inteligencia financiera para favorecer la realización de investigaciones eficaces y el enjuiciamiento de los autores de delitos de blanqueo de dinero y han logrado embargar preventivamente, incautar o <strong class=\"keyword\">decomisar</strong> el producto derivado del narcotráfico.","second":"An increased number of States have established financial intelligence units to support effective investigation and prosecution of money-laundering offences and have successfully frozen, seized or <strong class=\"keyword\">confiscated proceeds</strong> derived from drug trafficking."},{"author":94808,"first":"También es un fin de esa ley crear medidas específicas de fortalecimiento de la legislación penal para que se castigue como delito los actos terroristas y actividades relacionadas con el terrorismo y se autorice intervenir, congelar y eventualmente <strong class=\"keyword\">decomisar</strong> recursos financieros y bienes materiales empleados por redes o grupos de personas en las actividades ilícitas aquí reguladas.","second":"The bill would also introduce specific measures to strengthen the penal laws to ensure that terrorist acts and activities related to terrorism are punished as crimes and to authorize administration, freezing and possibly <strong class=\"keyword\">confiscation</strong> of financial and material assets used by networks or groups of persons for the illicit activities covered by the bill."},{"author":94808,"first":"Como se explicó claramente en presentaciones anteriores, Barbados considera que sus normas legales son adecuadas y pueden utilizarse eficazmente para <strong class=\"keyword\">decomisar</strong> y congelar los activos.","second":"As has been made clear in previous submissions, Barbados considers the legal provisions to be adequate and can be used for the effective <strong class=\"keyword\">seizure</strong> and freezing of assets."},{"author":94808,"first":"Los miembros del Consejo recalcaron que los actos de violencia de marzo no debían dar dividendos políticos, y que los dirigentes de Kosovo debían llevar a los perpetradores ante la justicia y <strong class=\"keyword\">decomisar</strong> las armas ilegales.","second":"The members of the Council stressed that no political gain must result from the March violence, and said the Kosovo’s leaders must bring the perpetrators to justice and <strong class=\"keyword\">seize</strong> illegal weapons."},{"author":8000,"first":"Estas reformas a la ley # se complementan con las reformas propuestas al Código Penal, en el sentido de que el financiamiento al terrorismo se consideraría una conducta asociada con el delito de la asociación ilícita, nacional (artículo # ) o internacional (artículo # ), y sobre la base de una investigación judicial derivada de una causa por este tipo de delitos, se emitiría una orden judicial para proceder a congelar y <strong class=\"keyword\">decomisar</strong> los recursos que se presuman serían utilizados para financiar actos de terrorismo, aún cuando sean de procedencia legítima","second":"In addition to these amendments to the Act, proposed amendments to the Penal Code would make the financing of terrorism an offence related to unlawful association, either national (art # ) or international (art # ); in the context of a judicial investigation into a case involving such an offence, a judicial order would be issued to freeze and <strong class=\"keyword\">confiscate</strong> resources if there are reasons to believe that they would be used to finance terrorism, even when they are from legitimate sources"},{"author":94808,"first":"Además, se están adoptando providencias para colaborar con los organismos internacionales en cuanto al intercambio de información y la coordinación de operaciones para proceder a la detención de personas involucradas en actividades terroristas y <strong class=\"keyword\">decomisar</strong> sus haberes.","second":"In addition, efforts are being made to cooperate with the international agencies in the field of exchanging information and coordinating the operations for the seizure of people involved in terrorism and for the <strong class=\"keyword\">confiscation</strong> of their <strong class=\"keyword\">wealth</strong>."},{"author":94808,"first":"Es necesario que aumente el número de Estados que aplican leyes contra el blanqueo de dinero para embargar preventivamente, incautar y <strong class=\"keyword\">decomisar</strong> los bienes de los grupos delictivos.","second":"More States need to implement their legislation against money-laundering, in order to freeze, seize and <strong class=\"keyword\">confiscate</strong> the assets of criminal groups."},{"author":94808,"first":"Exhorta a los Estados Miembros que aún no lo hayan hecho a que, en el marco de la lucha contra el secuestro, refuercen sus medidas contra el blanqueo de dinero y faciliten la cooperación internacional y la asistencia judicial recíproca para, entre otras cosas, localizar, detectar, embargar preventivamente y <strong class=\"keyword\">decomisar</strong> el producto del secuestro a fin de combatir a los grupos delictivos organizados y a los grupos terroristas;","second":"Calls upon Member States that have not yet done so, in furtherance of the fight against kidnapping, to strengthen their measures against money-laundering and to engage in international cooperation and mutual assistance in, inter alia, the tracing, detection, freezing and <strong class=\"keyword\">confiscation</strong> of proceeds of kidnapping in order to combat organized criminal groups and terrorist groups;"},{"author":8000,"first":"Los Estados Miembros deberían establecer marcos legislativos para penalizar el blanqueo del dinero procedente del tráfico de drogas y otros delitos graves, y adoptar medidas legislativas para identificar, embargar preventivamente, incautar y <strong class=\"keyword\">decomisar</strong> el producto de actividades delictivas","second":"Member States should establish legislative frameworks to criminalize the laundering of money derived from drug trafficking and other serious crimes and should adopt legislative measures to identify, freeze, seize and <strong class=\"keyword\">confiscate</strong> the <strong class=\"keyword\">proceeds</strong> of criminal activities"},{"author":94808,"first":"Los Estados deberían considerar la posibilidad de cooperar para descubrir, localizar, incautar y <strong class=\"keyword\">decomisar</strong> bienes culturales que hayan sido objeto de tráfico, exportación o importación ilícitas, robo, saqueo, excavación ilícita o comercio ilícito, o que hayan desaparecido.","second":"States should consider cooperating in identifying, tracing, seizing and <strong class=\"keyword\">confiscating</strong> trafficked, illicitly exported or imported, stolen, looted, illicitly excavated, illicitly traded or missing cultural property."},{"author":94809,"first":"Nada de lo dispuesto en la presente Decisión marco podrá interpretarse en el sentido de que impida la negativa a <strong class=\"keyword\">decomisar</strong> los bienes sobre los que pesa resolución de decomiso cuando existan razones objetivas para suponer que la resolución de decomiso ha sido dictada con fines de persecución o sanción a una persona por razón de sexo, raza, religión, origen étnico, nacionalidad, lengua, opiniones políticas u orientación sexual, o que la situación de dicha persona pueda quedar perjudicada por cualquiera de estas razones.","second":"Nothing in this Framework Decision may be interpreted as prohibiting refusal to <strong class=\"keyword\">confiscate property</strong> for which a confiscation order has been issued when objective grounds exist for believing that the confiscation order was issued for the purpose of prosecuting or punishing a person on account of his or her sex, race, religion, ethnic origin, nationality, language, political opinion or sexual orientation, or that that person's position may be prejudiced for any of these reasons."},{"author":94808,"first":"Los funcionarios de inmigración que ejerzan cualquier competencia específica relacionada con: a) detener, interrogar, registrar o tomar las huellas dactilares de una persona, b) acceder a instalaciones y registrarlas, o c) <strong class=\"keyword\">decomisar</strong> bienes de personas o locales, deben atenerse a la Ley PACE de 1984.","second":"Immigration officers exercising any specified power to (a) arrest, question, search or take fingerprints from a person, (b) enter and search premises or (c) <strong class=\"keyword\">seize property</strong> found on persons or premises, must have due regard to the Police and Criminal Evidence Act (PACE) 1984."},{"author":94808,"first":"En esa resolución, la Conferencia decidió que el Grupo de trabajo le presta asistencia en la acumulación de conocimientos relativos a la recuperación de activos, especialmente sobre la aplicación de los artículos 52 a 58 de la Convención, por ejemplo, mediante mecanismos para localizar, embargar preventivamente, incautar, <strong class=\"keyword\">decomisar</strong> y restituir los instrumentos y el producto de la corrupción.","second":"In the same resolution, the Conference of the States Parties decided that the Working Group was to assist the Conference of the States Parties in developing cumulative knowledge in the area of asset recovery, especially on the implementation of articles 52-58 of the Convention, such as through mechanisms for locating, freezing, seizing, <strong class=\"keyword\">confiscating</strong> and returning the instruments and proceeds of corruption."},{"author":94808,"first":"Además, de conformidad con la Ley contra la prostitución (Ley No 5 de 1961), se podrá <strong class=\"keyword\">decomisar</strong> los bienes, cerrar los locales e imponer multas u otras penas a las personas dedicadas a actividades relacionadas con la prostitución o la pornografía.","second":"Furthermore, under the Anti-Prostitution Act (law No. 5 of 1961), goods may be <strong class=\"keyword\">confiscated</strong>, building closed and fines and other penalties levied upon persons engaging in activities relating to prostitution or pornography."},{"author":94808,"first":"Esas disposiciones permiten <strong class=\"keyword\">decomisar</strong> de los depósitos pagados y las instalaciones construidas, en concepto de indemnización por rescisión de contrato.","second":"These provisions permit <strong class=\"keyword\">confiscation</strong> of deposits paid and facilities erected as compensation due as a result of the cancellation."},{"author":94808,"first":"Si no se cumplían todos los requisitos para la recuperación, el Estado suizo podía, de cualquier manera, acceder a la solicitud de recuperación, pero con ciertas condiciones (por ejemplo, relativas a los derechos humanos), o tratar de <strong class=\"keyword\">decomisar</strong> los bienes conforme a la legislación suiza contra el blanqueo de dinero.","second":"If the full requirement for recovery were not met, the Swiss State could nevertheless grant the recovery request but under certain conditions (e.g. respect of human rights) or try to <strong class=\"keyword\">confiscate</strong> the assets according to the Swiss law against money-laundering."},{"author":94809,"first":"La RCSNU 1929 (2010) también establece que los Estados miembros de la ONU pueden <strong class=\"keyword\">decomisar</strong> y eliminar los objetos cuyo suministro, venta, traslado o exportación está prohibido con arreglo a la RCSNU 1737 (2006), RCSNU 1747 (2007), RCSNU 1803 (2008) o RCSNU 1929 (2010) de un modo que sea compatible con sus obligaciones con arreglo a las Resoluciones del Consejo de Seguridad y los convenios internacionales pertinentes.","second":"UNSCR 1929 (2010) also provides that UN Member States are to <strong class=\"keyword\">seize</strong> and dispose of items the supply, sale, transfer or export of which is prohibited under UNSCR 1737 (2006), UNSCR 1747 (2007), UNSCR 1803 (2008) or UNSCR 1929 (2010) in a manner that is not inconsistent with their obligations under the applicable Security Council Resolutions and international conventions."},{"author":94808,"first":"Algunos oradores destacaron el compromiso de sus gobiernos para localizar y <strong class=\"keyword\">decomisar</strong> fondos de origen ilícito detectados mediante un examen a fondo la legalidad de las transacciones financieras en sus sistemas bancarios, e instaron a aumentar la cooperación internacional en esta esfera.","second":"Some speakers stressed the commitment of their Governments to tracking and <strong class=\"keyword\">confiscating</strong> funds of illicit origin as manifested by thorough examinations of the lawfulness of financial transactions within their banking systems, and called for increased international cooperation in this area."},{"author":8000,"first":"c) Encarga al grupo de expertos la tarea de reunir y analizar el conjunto de buenas prácticas seguidas para fortalecer, tanto en el plano nacional como en el marco de la asistencia judicial recíproca en asuntos penales, los mecanismos para localizar, embargar preventivamente, incautar, <strong class=\"keyword\">decomisar</strong> y restituir los instrumentos utilizados en la comisión de delitos de corrupción y el producto de éstos","second":"c) Entrusts the group of experts with the task of collecting and analysing all good practices followed in order to strengthen, both at the domestic level and in the framework of mutual legal assistance in criminal matters, mechanisms for locating, freezing, seizing, <strong class=\"keyword\">confiscating</strong> and returning the instruments and proceeds of corruption"},{"author":94808,"first":"La UNODC participó también en el establecimiento de redes oficiosas de incautación de bienes, en las redes interinstitucionales de recuperación de bienes del África meridional y del Grupo de Acción Financiera de Sudamérica contra el Lavado de Activos, para ayudar a los fiscales e investigadores a identificar, rastrear, embargar, incautar, <strong class=\"keyword\">decomisar</strong> y recuperar el producto del delito.","second":"UNODC was also involved in the development of informal asset seizure networks in the Asset Recovery Inter-Agency Network for Southern Africa and the inter-agency Asset Recovery Network of the Financial Action Task Force of South America against Money Laundering to assist prosecutors and investigators in the identification, tracing, freezing, seizure, <strong class=\"keyword\">confiscation</strong> and recovery of proceeds of crime."},{"author":94808,"first":"Decidida a prevenir, detectar, desalentar y <strong class=\"keyword\">decomisar</strong> con mayor eficacia el producto de la corrupción, y a fortalecer la cooperación internacional para la recuperación de activos,","second":"Determined to prevent, detect, deter and <strong class=\"keyword\">confiscate</strong> in a more effective manner the proceeds of corruption and to strengthen international cooperation in asset recovery,"},{"author":94808,"first":"Alienta a los Estados Miembros a que, al investigar y enjuiciar casos de tráfico ilícito de migrantes, se aseguren de que se estudie la posibilidad de realizar paralelamente investigaciones financieras a fin de localizar, congelar y <strong class=\"keyword\">decomisar</strong> el producto de ese delito, y a que consideren que el tráfico ilícito de migrantes es un delito determinante de blanqueo de dinero;","second":"Encourages Member States to ensure that, in investigating and prosecuting the smuggling of migrants, the concurrent undertaking of financial investigations is considered, with a view to tracing, freezing and <strong class=\"keyword\">confiscating proceeds acquired</strong> through that crime, and to consider the smuggling of migrants to be a predicate offence of money-laundering;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}