{"result":"ok","tuc":[{"phrase":{"text":"deference","language":"en"},"meanings":[{"language":"en","text":"Great respect"},{"language":"en","text":"great respect"},{"language":"en","text":"Favourable regard."},{"language":"es","text":"Apreciación favorable."}],"meaningId":3314167811469265996,"authors":[90508]},{"phrase":{"text":"esteem","language":"en"},"meanings":[{"language":"en","text":"Favourable regard."},{"language":"es","text":"Apreciación favorable."}],"meaningId":855241384728432824,"authors":[60172]},{"phrase":{"text":"complaisance","language":"en"},"meaningId":-5016544131788532757,"authors":[83619]},{"phrase":{"text":"consideration","language":"en"},"meaningId":-8353450710975859157,"authors":[83042]},{"phrase":{"text":"obligingness","language":"en"},"meaningId":1475728036921988396,"authors":[83619]},{"phrase":{"text":"regard","language":"en"},"meaningId":8365030683511354105,"authors":[25018]},{"phrase":{"text":"respect","language":"en"},"meaningId":8276089624127474644,"authors":[89651]},{"meanings":[{"language":"en","text":"deference"}],"meaningId":1329642338230526573,"authors":[93107]}],"phrase":"deferencia","examples":[{"author":118293,"first":"Una mínima <strong class=\"keyword\">deferencia</strong> a mi jerarquía estaría bien.","second":"Mm-hmm. The slightest <strong class=\"keyword\">deference</strong> to my seniority would be nice."},{"author":94808,"first":"El equilibrio entre el activismo judicial y la <strong class=\"keyword\">deferencia</strong> se alterarán a lo largo del tiempo y entre distintos países y pueden aparecer tensiones.","second":"The balance between judicial activism and judicial <strong class=\"keyword\">deference</strong> will alter over time and between countries, and tensions can arise."},{"author":119723,"first":"“¿Analizo las similitudes y las <strong class=\"keyword\">deferencias</strong> que hay entre nosotros, relacionadas con el ambiente en que fuimos criados, la cultura y el intelecto?","second":"“Am I analyzing our similarities and differences in background, culture, and intellect?"},{"author":94808,"first":"En lo relativo a si las declaraciones consideradas constitutivas de delito quedaban contempladas en cualesquiera de las categorías de discurso impugnable que establece el artículo 4, el Comité consideró que las declaraciones contenían ideas basadas en la superioridad o el odio raciales; la <strong class=\"keyword\">deferencia</strong> mostrada a los principios de ex dirigentes nazis debería considerarse una incitación a la discriminación racial, cuando no a la violencia.","second":"444. incriminated statements fell within any of the categories of impugned speech set out in article 4, the Committee considered that the statements contained ideas based on racial superiority or hatred; the <strong class=\"keyword\">deference</strong> shown to the principles of former Nazi leaders had to be taken as incitement to racial discrimination, if not violence."},{"author":95096,"first":"Es un gesto de <strong class=\"keyword\">deferencia</strong> hacia el ministerio pontificio que se me ha confiado recientemente, y también una oportunidad para hacer resaltar los esfuerzos que realiza vuestro Instituto y la Santa Sede, a niveles evidentemente diferentes y según competencias específicas, por propulsar el respeto y ejercicio práctico de los derechos fundamentales de la persona humana.","second":"It is a mark of <strong class=\"keyword\">deference</strong> to the pontifical ministry which has recently been entrusted to me, and an opportunity to stress the efforts that your Institute and the Holy See are making, at different levels, of course, and according to specific competences, to promote respect and the practical exercise of the fundamental rights of the human person."},{"author":118293,"first":"En <strong class=\"keyword\">deferencia</strong> a mi salud.","second":"In <strong class=\"keyword\">deference</strong> to my health."},{"author":94808,"first":"La delegación del Brasil aprecia la <strong class=\"keyword\">deferencia</strong> que ha tenido el Director Ejecutivo para con el Sr.","second":"The Brazilian delegation appreciated the <strong class=\"keyword\">deference</strong> thus shown to Mr."},{"author":94808,"first":"A fin de reducir al mínimo la posibilidad de conflictos y dar muestras de <strong class=\"keyword\">deferencia</strong> respecto de Estados extranjeros, en algunos Estados los tribunales nacionales han adoptado una presunción frente a la aplicación extraterritorial de su propio derecho nacional","second":"In order to minimize the likelihood of conflicts and to show <strong class=\"keyword\">deference to</strong> foreign States, national courts in some States have adopted a presumption against the extraterritorial application of their own national law."},{"author":8007,"first":"Snow tuvo una actitud de <strong class=\"keyword\">deferencia</strong> con el Presidente y apoyó acríticamente sus políticas hasta que abandonó su cargo en 2006, justo antes de que estallara la crisis.","second":"Snow obliged the president and gave unquestioning support to his policies until leaving office in 2006, just before the crisis erupted."},{"author":8000,"first":"Si no existe ese control, puede obedecer a una <strong class=\"keyword\">deferencia</strong> indebida del poder judicial frente al ejecutivo en cuanto a los principios fundamentales del acceso a la justicia, el derecho a un recurso efectivo, el acceso a tribunales y el derecho a un juicio imparcial","second":"Where such control is lacking, it suggests undue judicial <strong class=\"keyword\">deference</strong> to the executive regarding key principles of access to justice, the right to an effective remedy, access to courts and the right to a fair trial"},{"author":94808,"first":"Aunque acepta, a título excepcional y por <strong class=\"keyword\">deferencia</strong> hacia su persona, las explicaciones del Presidente de la CAPI, desea que, en el futuro, se aplique cabalmente el reglamento.","second":"However, as an exception and in <strong class=\"keyword\">deference</strong> to the Chairman of the Commission, he accepted the Chairman’s explanation, but emphasized that, in future, no exceptions should be made to the rules of procedure."},{"author":118293,"first":"Con mucha <strong class=\"keyword\">deferencia</strong>, un poco nervioso.","second":"Very <strong class=\"keyword\">deferential</strong>, a bit nervous."},{"author":94809,"first":"No obstante, ha de precisarse que esa obligación de respetar la identidad constitucional de los Estados miembros no puede entenderse como una <strong class=\"keyword\">deferencia</strong> absoluta respecto a todas las normas constitucionales nacionales.","second":"It is, nevertheless, necessary to point out that that respect owed to the constitutional identity of the Member States cannot be understood as an absolute obligation to <strong class=\"keyword\">defer</strong> to all national constitutional rules."},{"author":95096,"first":"Saludo con <strong class=\"keyword\">deferencia</strong> al presidente de la región, al alcalde de Roma, al presidente de la provincia y a las demás autoridades civiles presentes.","second":"I greet <strong class=\"keyword\">respectfully</strong> the President of the Region, the Mayor of Rome, the President of the Province and the other civil Authorities who are here."},{"author":8000,"first":"La discrepancia obedecía en parte a factores tales como la edad, trabajo a tiempo parcial, ocupación, <strong class=\"keyword\">deferencias</strong> entre el sector público y privado y nivel de instrucción","second":"The discrepancy was due partly to factors such as age, part-time working, occupation<strong class=\"keyword\">,</strong> the public versus the private sector and level of education"},{"author":94809,"first":"Dado que dichas alegaciones ya se han considerado al examinar la citada parte, me limito a remitirme, sobre este particular, a las consideraciones desarrolladas en los puntos 110 a 114 supra, sin dejar de señalar que existe una cierta contradicción de fondo entre las citadas alegaciones y la afirmación de que el Tribunal General mostró una excesiva <strong class=\"keyword\">deferencia</strong> frente a las facultades de apreciación de la Comisión en materia económica.","second":"As those arguments have already been discussed when I examined that part of the plea, I shall merely refer, on this point, to the considerations developed at points 110 to 114 above, not without pointing to a certain substantive contradiction between those allegations and the assertion that the General Court shows excessive <strong class=\"keyword\">deference</strong> to the Commission’s power of assessment in economic matters."},{"author":95096,"first":"Por ello, con todo respeto y <strong class=\"keyword\">deferencia</strong>, me dirijo a los responsables de los Gobiernos de América Latina para que den un decidido impulso al proceso de integración latinoamericana, que permita llevar a sus pueblos a ocupar el lugar que les corresponde en la escena mundial.","second":"Therefore, with all respect and <strong class=\"keyword\">deference</strong>, I address those who have responsibility for the government of Latin America, asking that they give a determined thrust to the process of Latin American integration which will allow their peoples to take their rightful place on the global scene."},{"author":119739,"first":"Así lo indica la <strong class=\"keyword\">deferencia</strong> que Abrahán, el antepasado de toda la nación de Israel, que incluía a la tribu sacerdotal de Leví, tuvo con Melquisedec.","second":"One factor indicating this is the <strong class=\"keyword\">deference</strong> accorded to Melchizedek by Abraham, the forefather of the entire nation of Israel, including the priestly tribe of Levi."},{"author":8000,"first":"En cuanto a la situación en Côte d'Ivoire, recordamos que el Consejo tuvo la <strong class=\"keyword\">deferencia</strong> de mantener consultas con una delegación ministerial de la Comunidad Económica de los Estados de África Occidental (CEDEAO) en el último trimestre de","second":"On the situation in Côte d'Ivoire, we recall that the Council <strong class=\"keyword\">graciously</strong> held consultations with a ministerial delegation from the Economic Community of West African States (ECOWAS) in the last quarter of"},{"author":94808,"first":"La implicación nacional y el liderazgo y la <strong class=\"keyword\">deferencia</strong> a las prioridades de desarrollo nacionales deben seguir siendo el eje alrededor del cual se formulan y ejecutan las actividades de desarrollo de la Organización.","second":"National ownership and leadership, and <strong class=\"keyword\">deference</strong> to national development priorities, must remain the pivots around which the Organization’s development activities were formulated and implemented."},{"author":8007,"first":"Cuando acceden benévolamente a visitarlos, son tratados con <strong class=\"keyword\">deferencia</strong>.","second":"When they graciously consent to appear, they are treated with <strong class=\"keyword\">deference</strong>."},{"author":119723,"first":"“La reverencia comprende consideración, <strong class=\"keyword\">deferencia</strong>, honor y estima” (Enseñanzas de los Presidentes de la Iglesia: David O.","second":"“Reverence embraces <strong class=\"keyword\">regard</strong>, <strong class=\"keyword\">deference</strong>, honor, and <strong class=\"keyword\">esteem</strong>” (Teachings of Presidents of the Church: David O."},{"author":8000,"first":"En otras palabras, existe cierta asimetría en la práctica de los Estados Unidos en relación con la <strong class=\"keyword\">deferencia</strong> a las determinaciones del Poder Ejecutivo acerca de la inmunidad: si bien los tribunales de los Estados Unidos casi nunca niegan la inmunidad en presencia de una sugerencia de inmunidad formulada por el Poder Ejecutivo, “cuando carezca de orientación proveniente del Poder Ejecutivo,... un tribunal debe decidir por sí mismo si un jefe de Estado tiene o no tiene derecho a inmunidad”","second":"In other words, a certain asymmetry exists in United States practice with regard to <strong class=\"keyword\">deference</strong> to executive determinations on immunity: while American courts almost never refuse immunity in the presence of a Suggestion of Immunity issued by the executive, “when lacking guidance from the executive branch,... a court is left to decide for itself whether a head of State is or is not entitled to immunity”"},{"author":91988,"first":"Si una excesiva <strong class=\"keyword\">deferencia</strong> hacia los grandes artistas es la marca de una sociedad que nunca en definitiva escapó de sus raíces aristocráticas, una excesiva indiferencia hacia ellos es una señal de estrecha ignorancia.","second":"If too much <strong class=\"keyword\">deference</strong> to great artists is the mark of a society that has never quite escaped from its aristocratic roots, too little regard for them is a sign of narrow philistinism."},{"author":118293,"first":"El respeto y la <strong class=\"keyword\">deferencia</strong> son cosas distintas, señor.","second":"Respect and <strong class=\"keyword\">deference</strong> are two different things, sir."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}