{"result":"ok","tuc":[{"phrase":{"text":"delight","language":"en"},"meanings":[{"language":"en","text":"joy, pleasure"}],"meaningId":7104516492312163562,"authors":[70195]},{"phrase":{"text":"delectation","language":"en"},"meanings":[{"language":"en","text":"Great pleasure; delight"}],"meaningId":2544047778241557922,"authors":[70195]},{"phrase":{"text":"joy","language":"en"},"meaningId":5302060765456467525,"authors":[25018]},{"phrase":{"text":"pleasure","language":"en"},"meaningId":-3234154332007759673,"authors":[25018]},{"phrase":{"text":"Clitoria ternatea","language":"en"},"meaningId":-6589837023316852804,"authors":[86141]},{"phrase":{"text":"bliss","language":"en"},"meaningId":-8514013195369166731,"authors":[25018]},{"phrase":{"text":"cordofan pea","language":"en"},"meaningId":3942812101564512139,"authors":[86141]},{"phrase":{"text":"happiness","language":"en"},"meaningId":4289015970058514119,"authors":[25018]},{"phrase":{"text":"relish","language":"en"},"meaningId":-705250027689686411,"authors":[97745]},{"meanings":[{"language":"en","text":"delight"},{"language":"en","text":"delight, delectation"},{"language":"en","text":"First-person singular (yo) present subjunctive form of deleitar."},{"language":"en","text":"Formal second-person singular (usted) imperative form of deleitar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present subjunctive form of deleitar."}],"meaningId":-6252292843157194406,"authors":[1]}],"phrase":"deleite","examples":[{"author":119739,"first":"Cuánto nos <strong class=\"keyword\">deleita</strong> ver incluso a los que están en el ocaso de su vida abrazar la verdad y dedicarse a Jehová.","second":"What a <strong class=\"keyword\">delight</strong> it is to see even those in their twilight years accept the truth and make a dedication to Jehovah!"},{"author":118293,"first":"Torturadores sexuales que predan mujeres, seduciéndolas volviéndolas locas con lujuria y deseo un a abundancia desviada y desenfrenada del <strong class=\"keyword\">deleite</strong> carnal.","second":"Sexual tormentors who prey upon women, seducing them, driving them mad with lust and desire; a deviant, unbridled cornucopia of carnal <strong class=\"keyword\">delight</strong>."},{"author":8008,"first":"Todo lo que este hotel ofrece es un <strong class=\"keyword\">deleite</strong> para la vista.","second":"Everything at this boutique hotel is <strong class=\"keyword\">aesthetically</strong> pleasing to the eye."},{"author":119723,"first":"Mi alma se <strong class=\"keyword\">deleita</strong> en las Escrituras","second":"My Soul Delighteth in the Scriptures"},{"author":8008,"first":"El Savoy Hotel cuenta asimismo con dos bares y un spa. El Savoy Club Bar & Grill, abierto de lunes a domingo, <strong class=\"keyword\">deleita</strong> a los comensales con un servicio de desayuno, comida y cena, así como con una extensa carta de cervezas, licores y vinos.","second":"The Terrace, open seven days a week offering breakfast, lunch, and late night dinner as well as an extensive list of beer, wines & spirits."},{"author":119723,"first":"El profeta Nefi escribió: “...mi alma se <strong class=\"keyword\">deleita</strong> en las Escrituras, y mi corazón las medita, y las escribo para la instrucción y el beneficio de mis hijos” (2 Nefi 4:15).","second":"The prophet Nephi wrote, “My soul delighteth in the scriptures, and my heart pondereth them, and writeth them for the learning and the profit of my children” (2 Nephi 4:15)."},{"author":118293,"first":"Permíteme expresarte mi <strong class=\"keyword\">deleite</strong> por tu felicidad.","second":"Allow me to express my <strong class=\"keyword\">delight</strong> over your happiness now."},{"author":118293,"first":"Hermosa aurora, a tu <strong class=\"keyword\">deleite</strong>, despierta Tamino.","second":"Fair dawn, to your <strong class=\"keyword\">delight our</strong> friend Tamino wakes"},{"author":118293,"first":"Comisario, confieso mi debilidad, para mí es un <strong class=\"keyword\">deleite</strong>.","second":"Chief, I confess my weakness, it's a <strong class=\"keyword\">pleasure</strong> for me."},{"author":119739,"first":"Como muy bien expresó el salmista, “feliz es el hombre que no ha andado en el consejo de los inicuos, y [...] su <strong class=\"keyword\">deleite</strong> está en la ley de Jehová, y día y noche lee en su ley en voz baja”.","second":"“<strong class=\"keyword\">Happy</strong> is the man that has not walked in the counsel of the wicked ones,” wrote a God-fearing psalmist, “but his <strong class=\"keyword\">delight</strong> is in the law of Jehovah, and in his law he reads in an undertone day and night. . . ."},{"author":119723,"first":"Por último, me <strong class=\"keyword\">deleito</strong>, más de lo que pueda expresar, en el amor eterno y la ayuda constante de mi esposo, y en las oraciones y el apoyo de mis hijos y padres durante estos años de mi servicio como presidenta general de las Mujeres Jóvenes.","second":"Finally, I <strong class=\"keyword\">delight</strong> in, more than I can express, the eternal love and constant help of my husband and the prayers and support of my children and parents during these years of my service as Young Women general president."},{"author":95096,"first":"Desde esta perspectiva, la realidad que la Biblia llama, con una expresión femenina, \"la hija de Sión\", es decir, Jerusalén, vuelve a ser una ciudad-madre que acoge, sacia y <strong class=\"keyword\">deleita</strong> a sus hijos, es decir, a sus habitantes.","second":"In this light the entity which the Bible calls, using a female term, \"the daughter of Zion\", that is, Jerusalem, resumes her role as a city-mother who comforts, nourishes and <strong class=\"keyword\">delights</strong> her children, that is, her inhabitants."},{"author":119739,"first":"11 Porque la sabiduría es mejor que los corales,+ y todos los otros <strong class=\"keyword\">deleites</strong> mismos no pueden ser igualados a ella.","second":"+ 11 For wisdom is better than corals,+ and all other <strong class=\"keyword\">delights</strong> themselves cannot be made equal to it."},{"author":8008,"first":"Los \"costeros\", hombres duro del litoral, han ido forjando una cultura tradicional pesquera que será revelada al amante de este deporte para su <strong class=\"keyword\">deleite</strong>.","second":"The 'costeros', rugged men from the coast, have forged a traditional fishing culture that will be revealed to the <strong class=\"keyword\">delight</strong> of the fans of this sport."},{"author":8008,"first":"49 He aquí, mi alma aborrece el pecado, y mi corazón se <strong class=\"keyword\">deleita</strong> en la rectitud; y a alabaré el santo nombre de mi Dios.","second":"49 Behold, my soul abhorreth sin, and my heart a <strong class=\"keyword\">delighteth</strong> in righteousness; and I will b praise the holy name of my God."},{"author":119739,"first":"Jehová se <strong class=\"keyword\">deleita</strong> en las oraciones de los que lo aman, le sirven y reconocen a Jesucristo como Su principal representante (Salmo 65:2; Juan 14:6, 14).","second":"Jehovah <strong class=\"keyword\">delights</strong> in the prayers of those who love and serve him and who acknowledge Jesus Christ as His chief representative.—Psalm 65:2; John 14:6, 14."},{"author":118293,"first":"Ahora, <strong class=\"keyword\">deleita</strong> tus ojos, Tom.","second":"<strong class=\"keyword\">Feast</strong> your eyes on these honeys, Tom."},{"author":27,"first":"He propuesto un par y uno de los <strong class=\"keyword\">deleites</strong> de realizar un primer discurso en esta Asamblea es que uno tiene el sentimiento de que esas palabras van a ser estudiadas según su mérito y no simplemente juzgadas por el trasfondo del partido político.","second":"I have tabled a couple and one of the <strong class=\"keyword\">delights</strong> about making a maiden speech in this House is that one has the feeling that those words might actually be studied for their merits rather than simply judged on their party political background."},{"author":92475,"first":"“Acabo de descubrir —para mi absoluto <strong class=\"keyword\">deleite</strong>— que el VII Festival de las Aves Caribeñas Endémicas se celebra en toda la región”: Repeating Islands brinda detalles.","second":"“I just discovered—to my absolute <strong class=\"keyword\">delight</strong>—that the VII Festival of Caribbean Endemic Birds is being celebrated throughout the region”: Repeating Islands provides details."},{"author":119739,"first":"Antes bien, su <strong class=\"keyword\">deleite</strong> está en la ley de Jehová, y día y noche lee en su ley en voz baja.","second":"But his <strong class=\"keyword\">delight</strong> is in the law of Jehovah, and in his law he reads in an undertone day and night."},{"author":119723,"first":"Juntos han trabajado con amor para que se haga realidad la promesa que el Señor hizo a Emma Smith: “Porque mi alma se <strong class=\"keyword\">deleita</strong> en el canto del corazón; sí, la canción de los justos es una oración para mí, y será contestada con una bendición sobre su cabeza” (D. y C. 25:12).","second":"Together they have labored with love to make the promise of the Savior to Emma Smith come true: “For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads” (D&C 25:12)."},{"author":92475,"first":"Luego, me pongo a escribir un ensayo y me <strong class=\"keyword\">deleito</strong> en el arte de escribir ensayos.","second":"Then I stop to write an essay and <strong class=\"keyword\">revel</strong> in the art of writing essays."},{"author":8008,"first":"Tambien para su <strong class=\"keyword\">deleite</strong> comidas de nuestra zona: Asado de cordero al palo, Cazuelas, empanadas, Salmón, sopaipillas, queso de campo y mermeladas caseras.","second":"Also for your <strong class=\"keyword\">enjoyment</strong> of our meals area: roast lamb, casseroles, pies, salmon, sopaipillas, cheese and homemade jams field."},{"author":118293,"first":"Oh seno de <strong class=\"keyword\">deleite</strong> eléctrica!","second":"Oh bosom of electrical <strong class=\"keyword\">delight</strong>!"},{"author":118293,"first":"No retiene para siempre su ira, porque se <strong class=\"keyword\">deleita</strong> con la misericordia.","second":"He retaineth not his anger for ever, because <strong class=\"keyword\">he delighteth</strong> in mercy."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"}}}