{"result":"ok","tuc":[{"phrase":{"text":"deliberate","language":"en"},"meanings":[{"language":"en","text":"consider carefully"}],"meaningId":-4423588393893808393,"authors":[70195]},{"phrase":{"text":"consider","language":"en"},"meaningId":-1235514103313549141,"authors":[25018]},{"phrase":{"text":"discuss","language":"en"},"meaningId":-8466296010979719689,"authors":[25018]},{"phrase":{"text":"consult","language":"en"},"meaningId":-425223898840257028,"authors":[25018]},{"phrase":{"text":"contemplate","language":"en"},"meaningId":7749252606805083803,"authors":[83042]},{"phrase":{"text":"ponder","language":"en"},"meaningId":9094506565720907457,"authors":[83042]},{"phrase":{"text":"reason","language":"en"},"meaningId":6087132397729208408,"authors":[83042]},{"phrase":{"text":"think","language":"en"},"meaningId":-1698502159869805754,"authors":[25115]},{"phrase":{"text":"think something over","language":"en"},"meaningId":4818373716509465565,"authors":[83042]},{"meanings":[{"language":"en","text":"to deliberate"}],"meaningId":-3745543725144214330,"authors":[93107]}],"phrase":"deliberar","examples":[{"author":94808,"first":"El Grupo de Trabajo tal vez desee asimismo observar que algunos Estados han establecido mecanismos que permiten, en determinadas condiciones, separar los bienes del empresario de los bienes de la empresa sin que se establezca expresamente la responsabilidad limitada, y podría quizás <strong class=\"keyword\">deliberar</strong> sobre distintas formas de encarar esta cuestión","second":"The Working Group may also wish to note, and to consider in its <strong class=\"keyword\">deliberations</strong> on possible approaches to the issue, that some States have established mechanisms that allow an entrepreneur’s assets, under certain conditions, to be segregated from business assets without providing specifically for limited liability."},{"author":94808,"first":"La tercera y última reunión del Comité Preparatorio tendrá tres días de duración y se celebrará en el Brasil en 2012 inmediatamente antes de la Conferencia de las Naciones Unidas sobre el Desarrollo Sostenible para <strong class=\"keyword\">deliberar</strong> sobre el documento final de la Conferencia, que también durará tres días; en tal sentido, la Comisión aplazará un año el programa de trabajo plurianual;","second":"The third and final meeting of the Preparatory Committee will be held in Brazil in 2012 for three days to <strong class=\"keyword\">discuss</strong> the outcome of the Conference, immediately preceding the United Nations Conference on Sustainable Development, which will also be held for three days; in this regard, the Commission will postpone its multi‐year programme of work for one year;"},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong> al respecto, y con sujeción a ulteriores deliberaciones sobre las prioridades que estableciera respecto a la labor prevista y posible labor futura (véanse los párrafos 292 a 332 del presente documento), la Comisión confirmó su decisión de que el Grupo de Trabajo VI preparara una ley modelo sobre las operaciones garantizadas sencilla, breve y concisa, basada en las recomendaciones de la Guía sobre las Operaciones Garantizadas y que se ajustara a todos los textos preparados por la CNUDMI en materia de operaciones garantizadas.","second":"After <strong class=\"keyword\">discussion</strong>, subject to further discussions on the priorities to be set by the Commission with regard to planned and possible future work (see paras. 292 to 332 below), the Commission confirmed its decision that Working Group VI should prepare a simple, short and concise model law on secured transactions based on the recommendations of the Secured Transactions Guide and consistent with all texts prepared by UNCITRAL on secured transactions."},{"author":94808,"first":"Decide también que los dos primeros períodos de sesiones del grupo de trabajo intergubernamental de composición abierta sobre un instrumento internacional jurídicamente vinculante sobre las empresas transnacionales y otras empresas se dediquen a <strong class=\"keyword\">deliberar</strong> de forma constructiva acerca del contenido, el alcance, la naturaleza y la forma del futuro instrumento internacional;","second":"Also decides that the first two sessions of the open-ended intergovernmental working group on a legally binding instrument on transnational corporations and other business enterprises shall be dedicated to <strong class=\"keyword\">conducting</strong> constructive <strong class=\"keyword\">deliberations</strong> on the content, scope, nature and form of the future international instrument, in this regard;"},{"author":118385,"first":"Al <strong class=\"keyword\">deliberar</strong> sobre la posible situación reglamentaria de los productos en los que intervienen medicamentos, células y tejidos humanos, biocidas o productos alimenticios, la Comisión garantizará un nivel adecuado de consulta de la Agencia Europea de Medicamentos (EMA), la Agencia Europea de Sustancias y Mezclas Químicas (ECHA) y la Autoridad Europea de Seguridad Alimentaria (EFSA), según proceda.","second":"When <strong class=\"keyword\">deliberating</strong> on the possible regulatory status as a device of products involving medicinal products, human tissues and cells, biocides or food products, the Commission shall ensure an appropriate level of consultation of the European Medicines Agency (EMA), the European Chemicals Agency (ECHA) and the European Food Safety Authority (EFSA), as relevant."},{"author":8000,"first":"Con el debido respeto a los diversos puntos de su mandato establecido por el Consejo de Seguridad, el Comité <strong class=\"keyword\">deliberará</strong> sobre la forma de incorporar la perspectiva de los derechos humanos en su labor sustantiva y de políticas","second":"With due respect to the various aspects of its mandate as set by the Security Council, the Committee will <strong class=\"keyword\">deliberate</strong> as to how the human rights perspective might be appropriately incorporated into the Committee's policy and substantive work"},{"author":8000,"first":"Tras <strong class=\"keyword\">deliberar</strong> al respecto, se sugirió la siguiente reformulación provisional de su texto","second":"After <strong class=\"keyword\">discussion</strong>, the following provisional redraft was suggested"},{"author":8000,"first":"A diferencia de los foros de negociación, las delegaciones de Estados miembros donantes y beneficiarios consideran muy útiles actividades tales como las reuniones de expertos para hacer libremente sugerencias, expresar preocupaciones y opiniones y <strong class=\"keyword\">deliberar</strong> en un plano intelectual sin herir abiertamente sensibilidades políticas","second":"Unlike in negotiation forums, both donor and beneficiary member delegations find platforms such as the expert meetings very useful to freely voice suggestions, concerns and opinions and <strong class=\"keyword\">deliberate</strong> intellectually, without overly provoking political sensitivities"},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong>, se concluyó que el texto que figuraba en el párrafo 82 del documento A/CN.9/WG.III/WP.127 se mantendría como opción 1, mientras que el texto que figuraba en el párrafo 98 del presente documento constituiría la opción 2.","second":"After <strong class=\"keyword\">discussion</strong>, it was concluded that the language as set out in paragraph 82 of A/CN.9/WG.III/WP.127 would be retained as option 1, and the language set out in paragraph 98 above, as option 2."},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong>, la Comisión hizo suya la recomendación del Grupo de Trabajo V de que se emprendieran actividades sobre tres temas relacionados con la insolvencia: a) la interpretación y aplicación de determinados conceptos enunciados en la Ley Modelo de la CNUDMI sobre la Insolvencia Transfronteriza que guardaban relación con el centro de los principales intereses; b) las responsabilidades y obligaciones de los directores y ejecutivos en situaciones de insolvencia y preinsolvencia, que eran ambas de importancia en la actualidad; y c) el material judicial relativo a la Ley Modelo de la CNUDMI sobre la Insolvencia Transfronteriza.","second":"After <strong class=\"keyword\">discussion</strong>, the Commission endorsed the recommendation by Working Group V that activity be initiated on three insolvency topics: (a) Interpretation and application of selected concepts of the UNCITRAL Model Law on Cross-Border Insolvency relating to centre of main interests; (b) Directors’ responsibilities and liabilities in insolvency and pre-insolvency cases, both of which were of current importance; and (c) Judicial materials on the UNCITRAL Model Law on Cross-Border Insolvency."},{"author":8000,"first":"Una vez que lo apruebe la Asamblea, se elevará al Senado, que <strong class=\"keyword\">deliberará</strong>, también, sobre él y, después, se remitirá al Gobernador General, quien lo sancionará y lo promulgará como ley","second":"After the Bill is passed by the House of Assembly it would be forwarded to the Senate for further <strong class=\"keyword\">debate</strong> after which it would be assented to by the Governor General and become Law"},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong>, la Comisión convino en que se dejara a la Secretaría un cierto margen de flexibilidad a la hora de determinar el plazo para la finalización del proyecto, así como el nivel de detalle del informe que la Secretaría sometería en su momento al examen de la Comisión, la cuestión de si debían o no mencionarse los nombres de los Estados y aquélla de la medida en que se debiera remitirse a la jurisprudencia en el informe, y también la de velar por que la labor de la Secretaría sobre el proyecto no repita ni duplique la realizada en otros foros con respecto al estudio sobre la aplicación de la Convención de Nueva York.","second":"After <strong class=\"keyword\">discussion</strong>, the Commission agreed that a level of flexibility should be left to the Secretariat in determining the time frame for completion of the project, the level of detail that should be reflected in the report that the Secretariat would present for the consideration by the Commission in due course, whether or not individual States should be identified by name in that report and the extent to which references to case law should be made in the report, and in ensuring that the work by the Secretariat on the project was not duplicative of work undertaken in other forums with respect to the survey of the implementation of the New York Convention."},{"author":94809,"first":"3.1. apoya la decisión del Consejo Europeo de Niza de <strong class=\"keyword\">deliberar</strong>, en una nueva Conferencia Intergubernamental, sobre:","second":"3.1. supports the mandate issued at the Nice European Council stipulating that a further intergovernmental conference should address:"},{"author":94809,"first":"Si se solicitare su dictamen conforme sobre un acuerdo internacional o una propuesta legislativa, el Parlamento <strong class=\"keyword\">deliberará</strong> sobre la base de una recomendación de la comisión competente que propugne la aprobación o el rechazo del documento objeto de la consulta.","second":"Where Parliament is requested to give its assent to an international agreement or a legislative proposal, it shall <strong class=\"keyword\">consider</strong> the <strong class=\"keyword\">matter</strong> on the basis of a recommendation from the committee responsible to adopt or reject the document on which Parliament has been consulted."},{"author":94808,"first":"En primer lugar, doy gracias a Dios, sea Él glorificado y exaltado, por esta oportunidad, en la que nos reunimos para <strong class=\"keyword\">deliberar</strong> sobre las formas en que se puede fomentar la cooperación y el desarrollo en todo el mundo.","second":"First of all, I thank Allah, may He be glorified and exalted, for the opportunity of this moment, as we gather here to <strong class=\"keyword\">deliberate</strong> on ways to foster peaceful cooperation and development across the world."},{"author":94808,"first":"Luego de <strong class=\"keyword\">deliberar</strong>, el grupo de trabajo recomendó a la Reunión que seleccionara a la oferta más baja, la firma de auditores BDO Deutsche Warentreuhand, teniendo en cuenta la intención de algunas delegaciones de formular propuestas acerca de la necesidad de rotación de los auditores financieros.","second":"Following a <strong class=\"keyword\">discussion</strong>, the working group recommended to the Meeting to select the lowest bidder, the BDO Deutsche Warentreuhand firm of auditors, taking into account the intention of some delegations to make proposals regarding the need for rotation of financial auditors."},{"author":8000,"first":"Tras <strong class=\"keyword\">deliberar</strong>, se convino en la posibilidad de estudiar el orden en que deben figurar los proyectos de recomendación # y # teniendo en cuenta la decisión adoptada respecto de los proyectos de recomendación # y # a fin de garantizar que quede claro que sólo podrán dictarse órdenes ya sea de coordinación procesal o de consolidación patrimonial si lo solicitan las partes especificadas","second":"After <strong class=\"keyword\">discussion</strong>, it was agreed that the order of draft recommendations # and # could be considered in the light of the decision with respect to draft recommendations # and # to ensure it was clear that court orders for both procedural coordination and substantive consolidation could only follow upon an application by the specified parties"},{"author":94808,"first":"Los cuatro grupos de trabajo organizados en función de las distintas subregiones, dedicados a temas como el control fronterizo, la cooperación internacional, la marcación y localización, la institucionalización y la relación entre el tráfico ilícito de armas de fuego y otras actividades transnacionales ilícitas, proporcionaron a los Estados Miembros la oportunidad de <strong class=\"keyword\">deliberar</strong> activamente sobre los progresos realizados y los desafíos pendientes en la aplicación del Programa de Acción, como preparativo de la Cuarta Reunión Bienal, celebrada en junio en Nueva York.","second":"Four subregion-specific working groups, focusing on such issues as border control, international cooperation, marking and tracing, institutionalization, and the nexus between the illicit trafficking in firearms and other illicit transnational activities, provided Member States with the opportunity to actively <strong class=\"keyword\">deliberate</strong> on progress made and challenges faced in implementing the Programme of Action in preparation for the Fourth Biennial Meeting, held in June in New York."},{"author":94808,"first":"La fase oral se celebró del 4 al 12 de octubre y el Tribunal se reunió para <strong class=\"keyword\">deliberar</strong> del 15 de octubre al 2 de noviembre de 2012.","second":"The oral proceedings took place from 4 to 12 October and the Tribunal met for <strong class=\"keyword\">deliberations</strong> from 15 October to 2 November 2012."},{"author":27,"first":"En un futuro próximo tendremos de nuevo que <strong class=\"keyword\">deliberar</strong> sobre otros programas de política exterior similares.","second":"Soon we will have another of these external policy matters to <strong class=\"keyword\">discuss</strong>."},{"author":8000,"first":"El tribunal arbitral podrá discrecionalmente celebrar audiencias, reunirse y <strong class=\"keyword\">deliberar</strong> en cualquier otro lugar que resulte conveniente. Si éste no coincide con la sede del arbitraje, se presumirá que el arbitraje se ha celebrado en su sede","second":"The arbitral tribunal may hold hearings, meetings and <strong class=\"keyword\">deliberations</strong> at any convenient geographical place in its discretion and, if elsewhere than the seat of the arbitration, the arbitration shall be treated as an arbitration conducted at the seat of the arbitration"},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong>, las delegaciones respaldaron la idea de que en el proyecto de recomendación se exigiera que el régimen de la insolvencia prescribiera el contenido de la notificación.","second":"After <strong class=\"keyword\">discussion</strong>, support was expressed in favour of the draft recommendation requiring the insolvency law to prescribe the content of the notice."},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong>, el Comité aprobó sin cambios el contenido del párrafo 4.","second":"After <strong class=\"keyword\">discussion</strong>, the Committee adopted the substance of paragraph 4 without modification."},{"author":94808,"first":"Tras <strong class=\"keyword\">deliberar</strong>, el Grupo de Trabajo consideró que tal vez fuera necesario encontrar el equilibrio adecuado en relación con cada disposición de las reglas sobre la transparencia, y no en el marco de las limitaciones de la transparencia.","second":"After <strong class=\"keyword\">discussion</strong>, the Working Group considered that the right balance might well need to be found in relation to each provision in the rules on transparency, rather than as part of the limitations to transparency."},{"author":8000,"first":"A nivel interinstitucional, los Grupos de programación y gestión del GNUD habían celebrado una reunión el # de febrero de # para examinar los informes de balance de los países piloto y <strong class=\"keyword\">deliberar</strong> sobre el establecimiento de un grupo consultivo del GNUD encargado de asesorar al Presidente de este último acerca de las cuestiones referentes a la aplicación de la resolución sobre la revisión trienal amplia de la política relativa a las actividades operacionales, la gestión del sistema de coordinadores residentes y el mecanismo de coordinación del GNUD","second":"At the inter-agency level, the Programme and Management Groups of UNDG held a meeting on # ebruary # to review the stocktaking reports of the pilot countries and <strong class=\"keyword\">discuss</strong> the setting up of a UNDG Advisory Group to advise the UNDG Chair on issues relevant to the implementation of the TCPR resolution, the management of the Resident Coordinator system and the UNDG coordination mechanism"}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}