{"result":"ok","tuc":[{"phrase":{"text":"crazy","language":"en"},"meaningId":8402552736946084561,"authors":[25018]},{"phrase":{"text":"insane","language":"en"},"meaningId":-630415573728796889,"authors":[25018]},{"phrase":{"text":"mad","language":"en"},"meaningId":3094948215832066368,"authors":[25018]},{"phrase":{"text":"weak-minded","language":"en"},"meaningId":7301196254897599189,"authors":[60172]},{"meanings":[{"language":"en","text":"demented"}],"meaningId":-5074594541362695152,"authors":[93107]}],"phrase":"demencial","examples":[{"author":94808,"first":"En ellos se plantea la necesidad de poner fin a la <strong class=\"keyword\">demencial</strong> carrera de armamentos y que los Estados deben contribuir al desarrollo sostenible de los países en vía de desarrollo, con la liberación de una parte de los recursos destinados a la carrera de armamentos.","second":"These final documents refer to the need to end the <strong class=\"keyword\">insane</strong> arms race and the need for States to contribute to the sustainable development of the developing countries by releasing a portion of the resources devoted to the arms race."},{"author":94808,"first":"Entre las trágicas consecuencias de la salvaje y <strong class=\"keyword\">demencial</strong> agresión militar que Israel desencadenó durante 23 días contra el pueblo de Gaza se cuentan la matanza ilícita de más de 400 niños y la mutilación de otros, la destrucción de escuelas y hogares, el desplazamiento masivo, la obstrucción de la infraestructura de abastecimiento de agua y saneamiento, el uso de niños como escudos humanos y la detención arbitraria de niños.","second":"The tragic consequences of the savage and <strong class=\"keyword\">insane</strong> 23-day Israeli military aggression launched against the people in Gaza had included the unlawful killing of over 400 children and the maiming of others, the destruction of schools and homes, mass displacement, the obstruction of water and sanitation infrastructure, the use of children as human shields and the arbitrary detention of children."},{"author":118293,"first":"Eso suena totalmente <strong class=\"keyword\">demencial</strong>.","second":"It sounds quite <strong class=\"keyword\">crazy</strong>."},{"author":118293,"first":"Esto es <strong class=\"keyword\">demencial</strong>, es estúpido.","second":"This is <strong class=\"keyword\">insane</strong>, it's stupid."},{"author":118293,"first":"Ir ahi afuera en ese bote es <strong class=\"keyword\">demencial</strong>.","second":"Going out there in that boat is <strong class=\"keyword\">madness</strong>."},{"author":118293,"first":"\" Cuando nos castigaba tenía una violencia casi <strong class=\"keyword\">demencial</strong> \"","second":"\" When he punished us, he could be almost <strong class=\"keyword\">insane</strong> in his vio lence, \""},{"author":91988,"first":"Lo <strong class=\"keyword\">demencial</strong> de esta situación es que los EE.UU. no han advertido una evidencia... y durante cuarenta años.","second":"<strong class=\"keyword\">What</strong> is <strong class=\"keyword\">crazy about</strong> this is that the US has missed the obvious point – and has missed it for 40 years."},{"author":118293,"first":"Sé que había sido extraño, pero los demás dijeron que sólo vieron cosas <strong class=\"keyword\">demenciales</strong>.","second":"I heard it got weird but the others just said they saw <strong class=\"keyword\">crazy</strong>, <strong class=\"keyword\">crazy</strong> stuff."},{"author":118293,"first":"Sus horas de trabajo son una locura, la custodia compartida con su horario es <strong class=\"keyword\">demencial</strong>, es una locura para mí e injusto para las niñas.","second":"Her work hours are nuts, shared custody when her schedule is all over the place is crazy for me, and unfair to the girls."},{"author":94808,"first":"Importó más el derroche <strong class=\"keyword\">demencial</strong> en el armamentismo, con consecuencias nefastas para la economía mundial.","second":"Of greater importance has been the <strong class=\"keyword\">senseless</strong> squandering of money on weapons and the terrible effect this has had on the world economy."},{"author":118293,"first":"Vamos, es Navidad, no <strong class=\"keyword\">demencial</strong>.","second":"Come on, it's Christmastime, not <strong class=\"keyword\">crazy</strong> time."},{"author":8000,"first":"¿Por qué nadie cuestionó las <strong class=\"keyword\">demenciales</strong> y archirrepresivas medidas y disposiciones jurídicas adoptadas en el período de la llamada “Guerra Fría” en Estados Unidos y varios países de Europa Occidental contra el supuesto peligro “comunista”, muchas de las cuales se mantienen aún vigentes?","second":"Why did no one question the <strong class=\"keyword\">demented</strong>, arch-repressive legal provisions and measures adopted by the United States and some Western European countries during the so-called “Cold War” against the alleged “communist” peril, many of which are still in effect?"},{"author":118293,"first":"¡ Sera <strong class=\"keyword\">demencial</strong>!","second":"It will be <strong class=\"keyword\">insane</strong>!"},{"author":31,"first":"Estoy sentado aquí bebiendo, y usted me cuenta... una historia <strong class=\"keyword\">demencial</strong> sobre la conversión religiosa de su padre","second":"I' m sitting here boozing, and you come in and tell me... some <strong class=\"keyword\">demented</strong> story about your father' s religious conversion"},{"author":31,"first":"Mejor que sea pariente cercano porque esto es <strong class=\"keyword\">demencial</strong>","second":"This man better be related to you by blood because this is <strong class=\"keyword\">fucking nuts</strong>"},{"author":118293,"first":"Se hace la cirugía para estar delgada pero le dice al mundo que perdió el peso... con una dieta <strong class=\"keyword\">demencial</strong>... y luego se sienta a ver cómo entra el dinero... porque la gente está desesperada por hallar la bala mágica.","second":"She has the surgery to stay thin but tells the world she lost the weight... through some <strong class=\"keyword\">crazy</strong> diet... and then she sits back and watches the money roll in... because people are desperate for a magic bullet."},{"author":118293,"first":"Sí, tiene horarios <strong class=\"keyword\">demenciales</strong>.","second":"Oh, yeah, he works <strong class=\"keyword\">crazy</strong> hours."},{"author":94808,"first":"La continuación de esta política criminal y <strong class=\"keyword\">demencial</strong> por Israel amenaza con llevar la situación a un final trágico.","second":"The continuation of this criminal and <strong class=\"keyword\">insane</strong> Israeli policy threatens to bring the situation to a catastrophic precipice."},{"author":118293,"first":"¿Ese fue el veredicto en la corte <strong class=\"keyword\">demencial</strong> de Ray y Debra?","second":"Was that the verdict in Ray and Debra's kangaroo court<strong class=\"keyword\">?</strong>"},{"author":8000,"first":"Sólo una dictadura criminal y con <strong class=\"keyword\">demenciales</strong> pretensiones hegemónicas como la de Bush puede bombardear a poblaciones civiles inocentes en nombre de la libertad y secuestrar, incomunicar y torturar a personas indefensas en nombre de los derechos humanos y el supuesto combate al terrorismo","second":"Only a criminal dictatorship with <strong class=\"keyword\">demented</strong> hegemonic pretensions such as that of Bush could bomb innocent civilian populations in the name of freedom and kidnap, imprison and torture defenceless people in the name of human rights and the so-called war against terror"},{"author":118293,"first":"\" Si sigue con su <strong class=\"keyword\">demencial</strong> proyecto, no vivirá para verlo realizado \".","second":"\" If you continu e your <strong class=\"keyword\">lunatic</strong> project, you'll never live to see it completed. \""},{"author":118293,"first":"Les diré que un almirante trastornado tuvo la <strong class=\"keyword\">demencial</strong> idea de filmar algo chiflado... con el único fin de presionar sobre la puja de la Armada por apropiaciones militares.","second":"I'm going to tell them a deranged admiral had a <strong class=\"keyword\">demented</strong> idea for a lunatic movie... whose only purpose was to juice up the Navy's bid for military appropriations."},{"author":8007,"first":"La búsqueda <strong class=\"keyword\">demencial</strong> de ganancias corporativas nos está amenazando a todos.","second":"The <strong class=\"keyword\">mad</strong> pursuit of corporate profits is threatening us all."},{"author":95875,"first":"«Un mecanismo completamente <strong class=\"keyword\">demencial</strong> dedicado a garantizar la continuidad de la recombinación, pero acorde con las extrañas soluciones que ofrece la evolución.»","second":"'A totally <strong class=\"keyword\">crazy</strong> mechanism to ensure that recombination keeps going, but typical of the weird solutions that evolution can throw up.'"},{"author":118293,"first":"Toda vía tenemos que encontrar una salida de este lugar <strong class=\"keyword\">demencial</strong>.","second":"[ whimpers ] Still gotta find a way out of this <strong class=\"keyword\">crazy</strong> place."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}