{"result":"ok","tuc":[{"phrase":{"text":"denigrate","language":"en"},"meanings":[{"language":"en","text":"to criticise so as to besmirch"},{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"to treat as worthless"},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":6095224877915878151,"authors":[70195]},{"phrase":{"text":"disparage","language":"en"},"meanings":[{"language":"en","text":"to dishonor by a comparison"}],"meaningId":-7135756005433010647,"authors":[70195]},{"phrase":{"text":"humiliate","language":"en"},"meaningId":-6498036591773420819,"authors":[69425]},{"phrase":{"text":"insult","language":"en"},"meaningId":-8170575021163877221,"authors":[25018]},{"phrase":{"text":"mortify","language":"en"},"meaningId":549172481521873017,"authors":[69425]},{"phrase":{"text":"asperse","language":"en"},"meanings":[{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":2584300569549595351,"authors":[60172]},{"phrase":{"text":"belittle","language":"en"},"meanings":[{"language":"es","text":"Hacer parecer poco importante."},{"language":"en","text":"To make to seem unimportant."}],"meaningId":6931302695479644830,"authors":[60172]},{"phrase":{"text":"calumniate","language":"en"},"meanings":[{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":8683646719613040808,"authors":[60172]},{"phrase":{"text":"defame","language":"en"},"meanings":[{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":-2008221460320976008,"authors":[60172]},{"phrase":{"text":"depreciate","language":"en"},"meanings":[{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":7579533174720460571,"authors":[60172]},{"phrase":{"text":"derogate","language":"en"},"meanings":[{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":-7836984487037338758,"authors":[60172]},{"phrase":{"text":"slander","language":"en"},"meanings":[{"language":"es","text":"Atacar falsamente o con intención maliciosa el buen nombre y la reputación de alguien."},{"language":"en","text":"Attack falsely or with malicious intent the good name and reputation of someone."}],"meaningId":9102324149166983630,"authors":[60172]},{"phrase":{"text":"abuse","language":"en"},"meaningId":-3704363781991606157,"authors":[25018]},{"phrase":{"text":"blacken","language":"en"},"meaningId":4502209355971382707,"authors":[25018]},{"phrase":{"text":"criticize","language":"en"},"meaningId":7178777493343282581,"authors":[25018]},{"phrase":{"text":"knock","language":"en"},"meaningId":6527027339920380887,"authors":[25018]},{"phrase":{"text":"reprimand","language":"en"},"meaningId":-4185357928715502569,"authors":[86934]},{"phrase":{"text":"reproach","language":"en"},"meaningId":-8157097400271478682,"authors":[86934]},{"phrase":{"text":"revile","language":"en"},"meaningId":3816267536846274073,"authors":[86934]},{"phrase":{"text":"ridicule","language":"en"},"meaningId":-6568507209040751278,"authors":[86934]},{"phrase":{"text":"run down","language":"en"},"meaningId":2416065602773018428,"authors":[25115]},{"phrase":{"text":"scold","language":"en"},"meaningId":-5714831055188392306,"authors":[86934]},{"phrase":{"text":"vilify","language":"en"},"meaningId":-2280431711985809423,"authors":[25115]},{"meanings":[{"language":"en","text":"to denigrate"}],"meaningId":-2133515748862549703,"authors":[93107]}],"phrase":"denigrar","examples":[{"author":8008,"first":"Ningún trabajo puede contener declaraciones, hechos, información o citas que puedan perjudicar o <strong class=\"keyword\">denigrar</strong> a cualquier persona o grupo de personas.","second":"Entries may not contain statements, facts, information or quotation that may <strong class=\"keyword\">denigrate</strong> or harm any person or group of people."},{"author":94808,"first":"Lee Mein Kampf de Adolf Hitler: lo que era cierto hace cincuenta años sigue siéndolo hoy\" fue calificada en 2002, por la autoridad judicial penal competente del cantón de Zurich, de propagación de una ideología tendiente a <strong class=\"keyword\">denigrar</strong> o rebajar sistemáticamente a los judíos.","second":"Read Adolf Hitler’s Mein Kampf: what was true 50 years ago is still true today” was found in 2002 by the competent criminal prosecution authority of the canton of Zurich to be propagation of an ideology intended to <strong class=\"keyword\">humiliate</strong> or <strong class=\"keyword\">denigrate</strong> Jews systematically."},{"author":118293,"first":"No estoy hablando de <strong class=\"keyword\">denigrar</strong>.","second":"I'm not talking about <strong class=\"keyword\">denigrating</strong>."},{"author":8000,"first":"el Reino Unido, con respecto a la cual el tribunal, en su fallo de # de julio de # resolvió que \"al considerar si el trato es \"degradante\" en el sentido del artículo # uno de los factores que el tribunal tendrá en cuenta es si el objeto era humillar y <strong class=\"keyword\">denigrar</strong> a la persona afectada, aunque la ausencia de ese propósito no pueda excluir de manera concluyente una constatación de violación del artículo # \"","second":"m She also refers to the case of Price v. United Kingdom, judgement of # uly # in which the Court decided that “In considering whether treatment is degrading, within the meaning of article # one of the factors which the Court will take into account is the question of whether its object was to humiliate and <strong class=\"keyword\">debase</strong> the person concerned, although the absence of any such purpose cannot conclusively rule out a finding of violation of article # ”"},{"author":8000,"first":"En un intento por <strong class=\"keyword\">denigrar</strong> a los habitantes de Gibraltar España presenta numerosos argumentos y planteamientos divorciados de la realidad","second":"In its attempt to <strong class=\"keyword\">tarnish</strong> the <strong class=\"keyword\">reputation</strong> of the inhabitants of Gibraltar, Spain had used a number of far-fetched arguments and false facts"},{"author":94808,"first":"En Occidente, además, los acontecimientos del 11 de septiembre de 2001 han desencadenado un estallido de hostilidad en algunos ámbitos, que aprovechan el pretexto de las atrocidades terroristas cometidas por grupos extremistas para tratar de <strong class=\"keyword\">denigrar</strong> el Islam y procuran —en esto consiste el peligro— pergeñar un “choque de civilizaciones” y hacerlo pasto de las llamas.","second":"In the West, moreover, the events of 11 September 2001 have triggered an outburst of hostility in some quarters, which are using the pretext of terrorist atrocities committed by extremist groups to attempt to <strong class=\"keyword\">denigrate</strong> Islam and are seeking - and herein lies the danger - to concoct a “clash of civilizations” and fan it into flame."},{"author":118293,"first":"Sientase libre de <strong class=\"keyword\">denigrar</strong> las actitudes rebeldes de estos niños.","second":"Feel free to <strong class=\"keyword\">denigrate</strong> these children's rebellious attitudes,"},{"author":94808,"first":"Esta realidad ha sido encubierta en campañas políticas y de los medios de difusión que apuntan a proteger a los grupos armados y <strong class=\"keyword\">denigrar</strong> al Estado sirio imputándole la culpa de los crímenes de esos grupos.","second":"This reality has been covered up by political and media campaigns aimed at protecting the armed groups and <strong class=\"keyword\">denigrating</strong> the Syrian State by blaming it for their crimes."},{"author":118293,"first":"Escuchar al paciente <strong class=\"keyword\">denigrar</strong> a la Srta. Peterson debe de haber sido difícil.","second":"To hear the patient <strong class=\"keyword\">vilifying</strong> Miss Peterson must have been difficult."},{"author":8000,"first":"De las comunicaciones recibidas se desprende que se suele acusar a los particulares que pretenden ejercer la libertad de opinión y expresión de lo siguiente: \"<strong class=\"keyword\">denigrar</strong> y difamar a los funcionarios del Estado, al personal militar o a las autoridades judiciales\", \"propagar ideas inmorales, extremistas y sectarias\", \"recoger noticias disidentes\", \"publicar mentiras o informaciones falsas e insultantes\", \"alterar el orden público\", \"criticar prácticas y tradiciones religiosas\", \"desfigurar la imagen del país\", \"poner en peligro la unidad y los intereses superiores del país\", o \"espiar a favor de países extranjeros\"","second":"From the communications received it appears that the individuals seeking to exercise freedom of opinion and expression have frequently being accused of: “<strong class=\"keyword\">denigrating</strong> and defaming government officials, military personnel or judicial authorities”, “propagating immoral, extremist and divisive ideas”, “collecting dissident news”, “publishing lies or false and insulting information”, “disturbing public order”, “criticizing religious and traditional practices” “tarnishing the image of the country “, “putting at risk the unity and best interest of the country”, or “spying for foreign nations”"},{"author":90922,"first":"Entre ellos, nada baladí, el de <strong class=\"keyword\">denigrar</strong> a las pocas personas (de todas las tendencias políticas) que han expresado inquietud por la violencia islamista tachándolas de \"extrema derecha\".","second":"Not least of them is the <strong class=\"keyword\">denigration</strong> of the few people (of all political persuasions) who express concern about Islamist violence as \"far-right.\""},{"author":94808,"first":"Su país está más que dispuesto a colaborar abiertamente con las partes que tengan un interés genuino en la verdad, pero se opone a todo intento injustificado de <strong class=\"keyword\">denigrar</strong> la labor de la Comisión de Lecciones Aprendidas y Reconciliación antes de que haya finalizado su labor y presentado sus resultados al Gobierno.","second":"His country was more than willing to engage openly with parties that were genuinely interested in discussing the truth, but it was opposed to any unjustified attempts to <strong class=\"keyword\">denigrate</strong> the work of the Lessons Learnt and Reconciliation Commission, before it had finalized its work and submitted its findings to the Government."},{"author":94808,"first":"Al respecto, la Relatora Especial reitera el llamamiento que suele hacer a los países que registran un fuerte índice de inmigración para solicitarles que elaboren y ejecuten programas de lucha contra las prácticas tradicionales nocivas de conformidad con sus leyes nacionales y las normas internacionales, pero siempre con el debido respeto por los valores culturales de las poblaciones migrantes y evitando <strong class=\"keyword\">denigrar</strong> esas culturas y poner en el banquillo a las sociedades afectadas, especialmente a través del desprecio y el espíritu de superioridad (E/CN.4/Sub.2/2000/17, párr.","second":"In this connection, the Special Rapporteur would like to reiterate the appeal she regularly makes to all countries with large inflows of immigrants to develop and put into effect programmes to combat harmful traditional practices in accordance with their national laws and international standards, but always with due respect for the cultural values of the migrant population groups and without <strong class=\"keyword\">denigrating</strong> their cultures or treating the societies concerned with disdain or an air of superiority (E/CN.4/Sub.2/2000/17, para."},{"author":8000,"first":"El representante del Pakistán ha aprovechado su declaración en relación con los temas del programa examinados para calumniar y <strong class=\"keyword\">denigrar</strong> a las instituciones democráticas de la India","second":"The representative of Pakistan had used his statement on the agenda items considered to vilify and <strong class=\"keyword\">denigrate</strong> India's institutions of democratic governance"},{"author":8000,"first":"En su informe presentado a la Subcomisión en su # o período de sesiones ( # ub # ), la Relatora Especial hizo \"un llamamiento a los países con fuerte índice de inmigración para solicitarles que elaboren y ejecuten programas de lucha contra las prácticas tradicionales nocivas de conformidad con sus leyes nacionales y las normas internacionales, pero siempre con el debido respeto por los valores culturales de las poblaciones migrantes y evitando <strong class=\"keyword\">denigrar</strong> esas culturas y poner en el banquillo a las sociedades afectadas, especialmente a través del desprecio y el espíritu de superioridad\" (párr","second":"In her report to the fifty-first session of the Sub-Commission ( # ub # ), the Special Rapporteur had “called on all countries with large inflows of immigrants to develop and put into effect programmes to combat harmful traditional practices in accordance with their national laws and international standards, but always with due respect for the cultural values of the migrant population groups and without <strong class=\"keyword\">denigrating</strong> their cultures or treating the societies concerned with disdain or an air of superiority” (para"},{"author":94808,"first":"Sin duda, no cabe extrañarse de que se comporten así personas cuya experiencia y tradiciones son tan ajenas al espíritu democrático y que no escatiman esfuerzos para <strong class=\"keyword\">denigrar</strong> y difamar a la democracia, a sus tradiciones y a sus instituciones, en particular, a las de una democracia que ha alcanzado el éxito.","second":"That should perhaps have been expected from people with experience and traditions alien to the democratic spirit, who spared no effort to <strong class=\"keyword\">disparage</strong> and defame democracy, democratic traditions and democratic institutions, particularly those of a successful democracy."},{"author":8000,"first":"Se puede criticar a un individuo, un país, una política, pero <strong class=\"keyword\">denigrar</strong> los textos sagrados de una religión es una línea que no se puede traspasar","second":"It was acceptable to criticize a person, a country, or a policy, but to show <strong class=\"keyword\">contempt</strong> for the sacred scriptures of a religion was going too far"},{"author":94808,"first":"Rwanda, que apoya la Declaración y el Programa de Acción de Viena, defiende firmemente la igualdad de todas las personas y está a la vanguardia en la lucha contra el racismo, que conduce a intentos de <strong class=\"keyword\">denigrar</strong>, aislar y discriminar por razón de raza, religión y etnia, impidiendo que las personas ejerzan todos sus derechos y libertades.","second":"Committed to the Vienna Declaration and Programme of Action, Rwanda was a strong advocate of equality for all people and was at the forefront of the fight against racism, which led to attempts to <strong class=\"keyword\">denigrate</strong>, isolate and discriminate on the basis of race, religion and ethnicity, preventing people from exercising their full rights and liberties."},{"author":8000,"first":"No se deben <strong class=\"keyword\">denigrar</strong> las creencias de los demás en los programas, ni en los materiales complementarios de los programas.”","second":"Programmes and follow-up material to programmes must not <strong class=\"keyword\">denigrate</strong> others' beliefs.”"},{"author":94808,"first":"Transforma la causa de la libre determinación palestina en un intento deliberado por <strong class=\"keyword\">denigrar</strong>, difamar y restar legitimidad al Estado de Israel.","second":"It transforms the cause of Palestinian self-determination into a deliberate attempt to <strong class=\"keyword\">denigrate</strong>, defame and delegitimize the State of Israel."},{"author":8008,"first":"O se está rico y exitoso y hasta su propia familia, que tal vez nunca o <strong class=\"keyword\">denigrar</strong> a su favorito, y fracasó.","second":"Either you are rich and successful and even his own family, you will perhaps ever <strong class=\"keyword\">denigrate</strong> or your favorite, and failed."},{"author":27,"first":"Segundo: junto con muchísimas personas que ejercían el legítimo y justo derecho de expresar su pensamiento también estaban en Génova muchos provocadores e infiltrados que utilizaron la manifestación para llevar a cabo actos de violencia injustos e injustificados y <strong class=\"keyword\">denigrar</strong> de este modo tanto a los gobernantes como a los manifestantes.","second":"Secondly, amongst the great many people who were exercising their genuine, lawful right to demonstrate for their convictions, there were also many troublemakers who infiltrated the demonstration in order to perpetrate unjust and unjustified acts of violence and thus sabotage the work of both governments and demonstrators."},{"author":118293,"first":"Usted intenta <strong class=\"keyword\">denigrar</strong> a mi esposo, demostrando algo entre él y la señorita Vanmeer.","second":"I do know that you're trying to <strong class=\"keyword\">blacken</strong> his character by trying to prove something between him and Miss Vanmeer."},{"author":27,"first":"Por consiguiente, yo quisiera replicar a cuantos ahora opinan que la denegación de la aprobación de la gestión supondría <strong class=\"keyword\">denigrar</strong> la política de desarrollo, en general, y nuestros compromisos en el marco del Convenio de Lomé, en particular, que en realidad ocurriría todo lo contrario.","second":"I would therefore say to all those who argue that a refusal to grant discharge would be an <strong class=\"keyword\">insult</strong> to development policy in general and our commitments under the Lomé Convention in particular: it is quite the opposite!"},{"author":94808,"first":"el que públicamente propague una ideología tendiente a vituperar o <strong class=\"keyword\">denigrar</strong> sistemáticamente a los miembros de una raza, etnia o religión;","second":"Publicly propagates an ideology aimed at systematically debasing or <strong class=\"keyword\">denigrating</strong> members of a particular race, ethnic group or religion;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}