{"result":"ok","tuc":[{"phrase":{"text":"diss","language":"en"},"meanings":[{"language":"en","text":"To put someone down or show verbal disrespect"},{"language":"en","text":"to put someone down or show verbal disrespect"}],"meaningId":8438323796679947810,"authors":[70195]},{"phrase":{"text":"vituperate","language":"en"},"meaningId":1754549518087845136,"authors":[25115]},{"phrase":{"text":"abuse","language":"en"},"meaningId":560533967118439032,"authors":[25018]},{"phrase":{"text":"assail","language":"en"},"meaningId":3309859925671062507,"authors":[8]},{"phrase":{"text":"berate","language":"en"},"meaningId":-773104621802118148,"authors":[8]},{"phrase":{"text":"defame","language":"en"},"meaningId":3662233392423483398,"authors":[8]},{"phrase":{"text":"disparage","language":"en"},"meaningId":-8489268742205161789,"authors":[8]},{"phrase":{"text":"insult","language":"en"},"meaningId":151428296833747975,"authors":[25018]},{"phrase":{"text":"jeer","language":"en"},"meaningId":467066249815373926,"authors":[16]},{"phrase":{"text":"revile","language":"en"},"meaningId":-1159627834423888224,"authors":[25115]},{"phrase":{"text":"scoff","language":"en"},"meaningId":7947676124382925444,"authors":[16]},{"phrase":{"text":"vilify","language":"en"},"meaningId":7123498174555347871,"authors":[8]},{"meanings":[{"language":"en","text":"to insult"}],"meaningId":-8742755302467962870,"authors":[93107]}],"phrase":"denostar","examples":[{"author":8007,"first":"Lo hizo sin jamás siquiera <strong class=\"keyword\">denostar</strong> a sus oponentes ni menoscabar sus intenciones.","second":"But he did so without ever <strong class=\"keyword\">seeming</strong> to <strong class=\"keyword\">despise</strong> his opponents or <strong class=\"keyword\">disparage</strong> their intentions."},{"author":8008,"first":"\"Creo que es falso el que se diga que el EZLN está cultivando enervantes, creo que es una campaña de publicidad del Gobierno Federal para <strong class=\"keyword\">denostar</strong> y descalificar e involucrar al EZLN, me parece que no es correcto.","second":"\"I think it is false to say that the EZLN is cultivating narcotics,\" Cruz told the daily newspaper Reforma. \"I believe that it is a publicity campaign from the federal government to <strong class=\"keyword\">insult</strong>, discredit, and falsely link the EZLN [to drugs]."},{"author":27,"first":"La desgracia de las personas y los problemas resultantes para el Estado de Albania son demasiado grandes como para <strong class=\"keyword\">denostar</strong> a alguien.","second":"But the misfortunes of the population and the problems the Albanian government faces as a result are too great to be <strong class=\"keyword\">abused</strong> for selfish ends."},{"author":94808,"first":"Saeed (Sudán) pregunta al Relator Especial cómo prevé hacer frente a las campañas de los medios de información que alimentan el fuego del odio racial y utilizan caricaturas para <strong class=\"keyword\">denostar</strong> imágenes y símbolos sagrados.","second":"Saeed (Sudan) asked how the Special Rapporteur intended to deal with the media campaigns that fuelled the fires of racial hatred and used caricature to <strong class=\"keyword\">tarnish</strong> sacred images and symbols."},{"author":119739,"first":"Algunos comentaristas opinan que los puntos vocálicos se cambiaron deliberadamente a fin de <strong class=\"keyword\">denostar</strong> la ciudad idólatra de On, el centro de la adoración egipcia al Sol, mediante un juego de palabras. (Véase ON núm.","second":"Some commentaries suggest that the change in the vowel pointing was a deliberate play on words in order to express contempt for the idolatrous city of On, the center of Egyptian sun worship.—See ON No."},{"author":118293,"first":"iÉsta es la historia de un rinoceronte venenoso y su campaña agresiva para calumniar, <strong class=\"keyword\">denostar</strong>, difamar, denigrar y deshonrar mi buen nombre!","second":"This is a story about a venomous rhino and his aggressive campaign to slander, <strong class=\"keyword\">vilify</strong>, defame, denigrate and villainize my good name!"},{"author":94809,"first":"Aun destacando las particulares características nutricionales del producto, las campañas de promoción del aceite de oliva se llevan a cabo sin <strong class=\"keyword\">denostar</strong> a otros productos que podrían considerarse competidores en los mercados de consumidores.","second":"While emphasising the particular nutritional characteristics of the product, all promotion campaigns for olive oil are run without <strong class=\"keyword\">devaluating</strong> other products which could be considered as competitors on the consumer markets."},{"author":94808,"first":"Para ejercer el poder sobre otra persona, se suelen utilizar diferentes estrategias: destruir las pertenencias de la víctima; matar a sus animales; <strong class=\"keyword\">denostar</strong> su comportamiento y su forma de ser; mostrar celos injustificados, proferir amenazas y ejercer violencia; o aplicar formas de control o imponer restricciones que llevan al aislamiento social.","second":"These are real strategies that aim to exercise power on the other person, using different types of behaviour: to destroy her belongings; to kill the animals that belong to her; to denigrate her behaviour and way of being; unmotivated jealousy, threats and violence; to implement forms of control or impose limitations that lead to social isolation."},{"author":118293,"first":"¿Habéis osado <strong class=\"keyword\">denostar</strong> a una criatura que yo he alabado?","second":"How dare you speak ill of someone I praised?"},{"author":8000,"first":"El Sr. Saeed (Sudán) pregunta al Relator Especial cómo prevé hacer frente a las campañas de los medios de información que alimentan el fuego del odio racial y utilizan caricaturas para <strong class=\"keyword\">denostar</strong> imágenes y símbolos sagrados","second":"Mr. Saeed (Sudan) asked how the Special Rapporteur intended to deal with the media campaigns that fuelled the fires of racial hatred and used caricature to <strong class=\"keyword\">tarnish</strong> sacred images and symbols"},{"author":8007,"first":"Para <strong class=\"keyword\">denostar</strong> a Chávez se puede reivindicar el Consenso de Washington, ese maridaje entre capitalismo y democracia que fue hegemónico en el continente en los años 80 y 90.","second":"Those who <strong class=\"keyword\">revile</strong> Chavez often do so in the name of the ‘Washington Consensus,’ that mix of capitalism and democracy that was almost hegemonic across the continent in the 1980's and 1990's."},{"author":94808,"first":"Lamentablemente, el informe del Comité Especial (A/65/327) no pretende realzar los derechos humanos sino más bien <strong class=\"keyword\">denostar</strong> a Israel y desacreditar el derecho de sus ciudadanos a vivir en condiciones de paz y seguridad.","second":"Unfortunately, the report of the Special Committee (A/65/327) did not seek to advance human rights but rather to <strong class=\"keyword\">vilify</strong> Israel and the right of its citizens to live in peace and security."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}