{"result":"ok","tuc":[{"phrase":{"text":"denote","language":"en"},"meanings":[{"language":"en","text":"to refer to literally; to convey meaning"},{"language":"en","text":"to indicate; to mark"},{"language":"en","text":"to indicate, mark"},{"language":"en","text":"to convey meaning"}],"meaningId":954967198750952225,"authors":[70195]},{"phrase":{"text":"note","language":"en"},"meanings":[{"language":"en","text":"To denote"},{"language":"en","text":"to denote, designate"}],"meaningId":-5357420703153569492,"authors":[70195]},{"phrase":{"text":"mean","language":"en"},"meaningId":2991238964734488617,"authors":[84500]},{"phrase":{"text":"signify","language":"en"},"meaningId":-1633564329162431356,"authors":[84500]},{"phrase":{"text":"refer","language":"en"},"meaningId":5210194108459257477,"authors":[84500]},{"phrase":{"text":"stand for","language":"en"},"meaningId":4607515426100774199,"authors":[83093]},{"phrase":{"text":"betoken","language":"en"},"meaningId":-9220082513244363652,"authors":[89651]},{"phrase":{"text":"indicate","language":"en"},"meaningId":-1220717959669611346,"authors":[25018]},{"phrase":{"text":"intend","language":"en"},"meaningId":5989256790712345700,"authors":[84500]},{"phrase":{"text":"purport","language":"en"},"meaningId":8026940643870893056,"authors":[83093]},{"phrase":{"text":"represent","language":"en"},"meaningId":-4710319556928621194,"authors":[83093]},{"phrase":{"text":"reveal","language":"en"},"meaningId":-4081373028805993153,"authors":[86934]},{"phrase":{"text":"show","language":"en"},"meaningId":2307211817380924793,"authors":[25115]},{"meanings":[{"language":"en","text":"to denote"},{"language":"en","text":"to show"}],"meaningId":-209609855602196986,"authors":[93107]}],"phrase":"denotar","examples":[{"author":94809,"first":"La abreviatura «spp.» se utiliza para <strong class=\"keyword\">denotar</strong> todas las especies de un taxón superior.","second":"The abbreviation ‘spp.’ is used to <strong class=\"keyword\">denote</strong> all species of a higher taxon."},{"author":22,"first":"La abreviatura ssp. se utiliza para <strong class=\"keyword\">denotar</strong> subespecies","second":"ssp is used to <strong class=\"keyword\">denote</strong> subspecies"},{"author":94808,"first":"A este respecto, el Grupo de Trabajo tal vez desee examinar si ese término debiera <strong class=\"keyword\">denotar</strong> todas las instituciones que han obtenido una licencia bancaria conforme al derecho del Estado promulgante, lo que podría incluir las instituciones de pago, los sistemas de pago, compensación y liquidación por saldos netos por los que se administran cuentas de caja y los bancos centrales.","second":"In this connection, the Working Group may wish to consider whether the term “bank<strong class=\"keyword\">”</strong> should cover all institutions that have a banking licence under the law of the enacting State, which may include payment institutions, payment, clearing and settlement systems operating cash accounts and central banks."},{"author":119739,"first":"Heb.: ’adho·neh·hém, pl. de ’a·dhóhn, para <strong class=\"keyword\">denotar</strong> excelencia.","second":"Heb., ʼadho·neh·hemʹ, pl. of ʼa·dhohnʹ, to <strong class=\"keyword\">denote</strong> excellence."},{"author":8000,"first":"Según la Convención Internacional sobre la Eliminación de todas las Formas de Discriminación Racial, la expresión \"discriminación racial\" <strong class=\"keyword\">denotará</strong> \"toda distinción, exclusión, restricción o preferencia basada en motivos de raza, color, linaje u origen nacional o étnico que tenga por objeto o por resultado anular o menoscabar el reconocimiento, goce o ejercicio, en condiciones de igualdad, de los derechos humanos y libertades fundamentales en las esferas política, económica, social, cultural o en cualquier otra esfera de la vida pública\"","second":"According to the International Convention on the Elimination of all Forms of Racial Discrimination the term “racial discrimination” <strong class=\"keyword\">means</strong>: “any distinction, exclusion, restriction or preference based on race, colour, descent, or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life”"},{"author":119739,"first":"Heb.: ’adho·néi·kja, pl. de ’a·dhóhn, para <strong class=\"keyword\">denotar</strong> excelencia.","second":"Heb., ʼadho·neyʹkha, pl. of ʼa·dhohnʹ, to <strong class=\"keyword\">denote</strong> excellence."},{"author":8000,"first":"Tomando nota de que, de conformidad con el artículo # ) de la Convención, “cada uno de los Estados Contratantes reconocerá el acuerdo por escrito conforme al cual las partes se obliguen a someter a arbitraje todas las diferencias o ciertas diferencias que hayan surgido o puedan surgir entre ellas respecto a una determinada relación jurídica, contractual o no contractual, concerniente a un asunto que pueda ser resuelto por arbitraje”; y tomando nota asimismo de que en virtud del artículo # ) de la Convención “la expresión `acuerdo por escrito' <strong class=\"keyword\">denotará</strong> una cláusula compromisoria incluida en un contrato o un compromiso, firmados por las partes o contenidos en un canje de cartas o telegramas”","second":"Noting that according to article II of the Convention “Each Contracting State shall recognize an agreement in writing under which the parties undertake to submit to arbitration all or any differences which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not, concerning a subject matter capable of settlement by arbitration”; and noting further that pursuant to article II of the Convention “The term `agreement in writing' shall include an arbitral clause in a contract or an arbitration agreement, signed by the parties or contained in an exchange of letters or telegrams”"},{"author":94809,"first":"b) La abreviatura «var(s).» se utiliza para <strong class=\"keyword\">denotar</strong> la variedad (variedades), y","second":"(b) ‘var(s)’ is used to <strong class=\"keyword\">denote</strong> variety (varieties); and"},{"author":94808,"first":"La expresión “acuerdo por escrito” <strong class=\"keyword\">denotará</strong> una cláusula compromisoria incluida en un contrato o un compromiso, firmados por las partes o contenidos en un canje de cartas o telegramas.”","second":"The term ‘agreement in writing’ shall include an <strong class=\"keyword\">arbitral</strong> clause in a contract or an arbitration agreement, signed by the parties or contained in an exchange of letters or telegrams.”"},{"author":94808,"first":"Se sugirió que tal vez podría encontrarse una expresión más amplia, que <strong class=\"keyword\">denotara</strong> algo más que asistencia en materia penal.","second":"It was suggested that a broader term, which would not <strong class=\"keyword\">imply</strong> assistance in criminal matters only, might be found."},{"author":94808,"first":"A los efectos del informe, se han utilizado esos términos en el sentido genérico sin <strong class=\"keyword\">denotar</strong> el origen o la identidad étnica.","second":"For the purpose of the report, those terms had been used in the generic sense without <strong class=\"keyword\">denoting</strong> ethnic identity or origin."},{"author":94808,"first":"En los censos oficiales se emplea para <strong class=\"keyword\">denotar</strong> dos personas que conviven en una relación permanente, casadas o no, con o sin hijos.","second":"In the official statistics on population it is used to <strong class=\"keyword\">denote</strong> two people who are living together in a permanent relationship, whether married or unmarried, with or without children."},{"author":119739,"first":"Sin embargo, también puede <strong class=\"keyword\">denotar</strong> un intenso sentimiento de hostilidad, de mala voluntad prolongada, con frecuencia acompañada de maldad.","second":"However, the word “hate” may also <strong class=\"keyword\">denote</strong> intense hostility, sustained ill will often accompanied by malice."},{"author":94809,"first":"En caso de que la autoridad decisoria lo considere pertinente para la evaluación de una solicitud de protección internacional, de conformidad con lo dispuesto en el artículo 4 de la Directiva 2011/95/UE, los Estados miembros dispondrán, con el consentimiento del solicitante, que este sea sometido a un reconocimiento médico en relación con signos que puedan <strong class=\"keyword\">denotar</strong> persecuciones pasadas o daños graves.","second":"Where the determining authority deems it relevant for the assessment of an application for international protection in accordance with Article 4 of Directive 2011/95/EU, Member States shall, subject to the applicant's consent, arrange for a medical examination of the applicant concerning signs that might <strong class=\"keyword\">indicate</strong> past persecution or serious harm."},{"author":94809,"first":"El logro de un acuerdo de repatriación en la fase de auditoría no debe ser óbice para que el contribuyente solicite la incoación de un procedimiento amistoso, ni tiene por qué <strong class=\"keyword\">denotar</strong> acuerdo o desacuerdo con una determinada declaración de auditoría.","second":"A repatriation agreement reached at the audit stage should not preclude a request by the taxpayer for a MAP, nor should it <strong class=\"keyword\">indicate</strong> agreement or disagreement with an audit statement."},{"author":94808,"first":"Se recurre a un símbolo de rompecabezas para <strong class=\"keyword\">denotar</strong> la mezcla de valores y de entretenimiento que cabe esperar del programa.","second":"A jigsaw symbol is used to <strong class=\"keyword\">represent</strong> a mixture of substance and entertainment which can be expected from the programme."},{"author":94808,"first":"En el apartado d) del artículo 1 del Convenio de 1972 sobre la responsabilidad internacional por daños causados por objetos espaciales (resolución 2777 (XXVI) de la Asamblea General, anexo) se define el término “objeto espacial” de la manera siguiente: “El término ‘objeto espacial’ <strong class=\"keyword\">denotará</strong> también las partes componentes de un objeto espacial, así como el vehículo propulsor y sus partes”.","second":"The 1972 Convention on International Liability for Damage Caused by Space Objects (General Assembly resolution 2777 (XXVI), annex) defines “space objects” in article 1, subparagraph (d) thus: “The term ‘space object’ includes component parts of a space object as well as its launch vehicle and parts thereof.”"},{"author":119739,"first":"Heb.: ’adho·neh·hém, pl. de ’a·dhóhn, posiblemente para <strong class=\"keyword\">denotar</strong> excelencia.","second":"Heb., ʼadho·neh·hemʹ, pl. of ʼa·dhohnʹ, possibly to <strong class=\"keyword\">denote</strong> excellence."},{"author":119739,"first":"Heb.: ’adho·néh, pl. de ’a·dhóhn, para <strong class=\"keyword\">denotar</strong> excelencia.","second":"Heb., ʼadho·nehʹ, pl. of ʼa·dhohnʹ, to <strong class=\"keyword\">denote</strong> excellence."},{"author":94808,"first":"En el proyecto de directriz 2.4.0 preferiría que se suprimiera la expresión \"en lo posible\", ya que el uso de la palabra \"debería\" basta para <strong class=\"keyword\">denotar</strong> que no existe ninguna obligación jurídica.","second":"In draft guideline 2.4.0 he would prefer the deletion of “whenever possible”, since the use of the word “should” was sufficient to <strong class=\"keyword\">convey</strong> the idea that there was no legal obligation."},{"author":94808,"first":"Con la transición de las actividades de la BLNU, que pasarán de ser predominantemente logísticas a convertirse en funciones de apoyo para las operaciones del Departamento de Apoyo a las Actividades sobre el Terreno en todo el mundo, la identidad y la designación de la BLNU deberían <strong class=\"keyword\">denotar</strong> todas las actividades de apoyo que ha emprendido la Base.","second":"With the transition of the activities of the Base from predominately a logistic functions to a Support Base for Department of Field Support operations worldwide, the identity and designation of the Base should <strong class=\"keyword\">reflect</strong> all the support activities in which it is now involved."},{"author":8000,"first":"Con frecuencia, en especial en América del Sur, se puede usar el término “equidad” para <strong class=\"keyword\">denotar</strong> algo inferior a la igualdad","second":"Often, especially as used in South America, the term “equity” could be used to <strong class=\"keyword\">mean</strong> less than equality"},{"author":8000,"first":"En general, para <strong class=\"keyword\">denotar</strong> una órbita en torno a un cuerpo, se usan los términos “apoábside” y “periábside”","second":"Generally, the <strong class=\"keyword\">terms “</strong>apoapsis” and “periapsis” are used to denote an orbit around a body"},{"author":118385,"first":"c) la abreviatura «fa.» se utiliza para <strong class=\"keyword\">denotar</strong> forma.","second":"(c) ‘fa.’ is used to <strong class=\"keyword\">denote forma</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}