{"result":"ok","tuc":[{"phrase":{"text":"deplorable","language":"en"},"meanings":[{"language":"es","text":"Que merece fuerte reprobación y condena."},{"language":"en","text":"Deserving strong condemnation."},{"language":"en","text":"deserving strong condemnation; shockingly bad"},{"language":"en","text":"To be felt sorrow for; worthy of compassion."},{"language":"en","text":"lamentable, to be felt sorrow for, worthy of compassion"},{"language":"en","text":"Deserving strong condemnation; shockingly bad."},{"language":"en","text":"to be felt sorrow for; worthy of compassion"}],"meaningId":-4381999315019135459,"authors":[70195]},{"phrase":{"text":"pathetic","language":"en"},"meaningId":840215458127473909,"authors":[69425]},{"phrase":{"text":"abominable","language":"en"},"meaningId":-8875174547456848147,"authors":[99488]},{"phrase":{"text":"dismal","language":"en"},"meaningId":-3570229719376862197,"authors":[8]},{"phrase":{"text":"execrable","language":"en"},"meaningId":2681161644039287458,"authors":[97745]},{"phrase":{"text":"lamentable","language":"en"},"meaningId":8351671857277799804,"authors":[20]},{"phrase":{"text":"miserable","language":"en"},"meaningId":8800649756483336069,"authors":[8]},{"phrase":{"text":"pitiful","language":"en"},"meaningId":-8899349166370260520,"authors":[8]},{"phrase":{"text":"poor","language":"en"},"meaningId":7495164337558401150,"authors":[25018]},{"phrase":{"text":"poor(kompatinda)","language":"en"},"meaningId":3035544515417931535,"authors":[8]},{"phrase":{"text":"regrettable","language":"en"},"meaningId":-5712698170981884213,"authors":[89651]},{"phrase":{"text":"regrettable(bedaŭrinda)","language":"en"},"meaningId":-8009385840171988750,"authors":[8]},{"phrase":{"text":"sorry","language":"en"},"meaningId":316156893988085983,"authors":[83042]},{"meanings":[{"language":"en","text":"deplorable"}],"meaningId":4356246462780561522,"authors":[1]}],"phrase":"deplorable","examples":[{"author":94808,"first":"Sin embargo, no dejan de preocuparle enormemente las <strong class=\"keyword\">deplorables</strong> condiciones de detención que imperan actualmente en Burundi y que pueden equipararse a un trato inhumano y degradante.","second":"However, the Committee remains deeply concerned at the <strong class=\"keyword\">appalling</strong> detention conditions prevailing in Burundi, which amount to inhuman and degrading treatment."},{"author":8000,"first":"Un acto terrorista es <strong class=\"keyword\">deplorable</strong> per se y debe ser reprimido y sus autores penalizados dondequiera que se cometa","second":"A terrorist act was inherently <strong class=\"keyword\">reprehensible</strong>; wherever it occurred, it should be suppressed and its perpetrators should be punished"},{"author":94808,"first":"En nuestras cartas enviadas recientemente, hemos informado con detalle al Consejo acerca de la <strong class=\"keyword\">deplorable</strong> situación existente en el territorio palestino ocupado, incluida Jerusalén Oriental, como consecuencia de las políticas ilícitas de Israel que están destruyendo la continuidad del territorio e infligiendo más sufrimiento a nuestro pueblo.","second":"In our letters sent in the recent period, we have fully informed the Council of the <strong class=\"keyword\">deplorable</strong> situation in the occupied Palestinian territory, including East Jerusalem, as a result of the Israelis’ illegal policies, which are destroying the contiguity of the territory and inflicting more suffering on our people."},{"author":8000,"first":"Condena toda forma de explotación de refugiados, en especial su explotación sexual, y pide que sea enjuiciados los responsables de actos tan <strong class=\"keyword\">deplorables</strong>","second":"Condemns any exploitation of refugees, especially their sexual exploitation, and calls for those responsible for such <strong class=\"keyword\">deplorable</strong> acts to be brought to justice"},{"author":94808,"first":"El Comité está preocupado por la información relativa a las <strong class=\"keyword\">deplorables</strong> condiciones en las instituciones y otros lugares de privación de libertad para pacientes psiquiátricos y lamenta que el Estado parte no haya facilitado información sobre las condiciones en esas instituciones (art.","second":"The Committee is concerned by reports of <strong class=\"keyword\">deplorable</strong> conditions in psychiatric institutions and other places of deprivation of liberty and regrets the lack of information by the State party on the conditions in such institutions (art."},{"author":94808,"first":"Asimismo, el Gobierno sirio considera <strong class=\"keyword\">deplorable</strong> que el Secretario General no reconozca que lo que él denomina “causas profundas del conflicto” son, en última instancia, el terrorismo y los grupos terroristas armados multinacionales.","second":"The Syrian Government also finds it <strong class=\"keyword\">deplorable</strong> that the Secretary-General fails to recognize that what he refers to as the root causes of the conflict lie ultimately in terrorism and multinational armed terrorist groups."},{"author":94808,"first":"Las siguientes son algunas de las cuestiones que están en juego: la falta de acceso a servicios de salud de calidad; los hábitos de alimentación deficientes; las <strong class=\"keyword\">deplorables</strong> condiciones de la vivienda; el bajo nivel de la educación de los niños y los jóvenes y la falta de acceso por las mujeres a los recursos y a los factores de producción.","second":"The issues at stake include; inaccessibility to quality health care, poor feeding habits, <strong class=\"keyword\">deplorable</strong> housing conditions, low level of education for children and the youth and inaccessibility of women to resources and factors of production."},{"author":8000,"first":"El Estado <strong class=\"keyword\">deplorable</strong> de estos centros se debe a su deterioro y a la crónica falta de recursos para sufragar los gastos presupuestarios correspondientes","second":"The <strong class=\"keyword\">lamentable</strong> state of these institutions is caused by their depreciation and a constant lack of means to cover the relevant budgetary expenditure"},{"author":8000,"first":"Mil ochocientos kilómetros de la red de alcantarillado (con una extensión total de # km) requieren reparación general habida cuenta de la amortización y el estado <strong class=\"keyword\">deplorable</strong> de la red","second":"Owing to obsolescence and decrepitude # km of sewage piping (out of a total network of # km) needs to be completely overhauled"},{"author":8000,"first":"El SIDA se ha convertido en una enfermedad que va asociada con la pobreza, la ignorancia y la discriminación por motivos de género, y que tiene efectos <strong class=\"keyword\">deplorables</strong> sobre las mujeres y los niños pobres","second":"AIDS has become a disease associated with poverty, ignorance and gender discrimination, and it is having <strong class=\"keyword\">deplorable</strong> effects on poor children and women"},{"author":94808,"first":"Su salida en el mes de octubre fue <strong class=\"keyword\">deplorable</strong> y, como muchos otros, aún estoy esperando su informe y conclusiones.","second":"His exit in the month of October was <strong class=\"keyword\">deplorable</strong>, and, like many others, I await his report and his conclusions."},{"author":94808,"first":"Preocupa al Comité que las condiciones de trabajo en la zona franca sigan siendo <strong class=\"keyword\">deplorables</strong> y que solo una parte del personal esté cubierta por el seguro social.","second":"The Committee is concerned that working conditions in the free zone remain <strong class=\"keyword\">appalling</strong> and that only a fraction of the workforce is covered by social security insurance."},{"author":94808,"first":"La operación militar más reciente agravó las ya <strong class=\"keyword\">deplorables</strong> condiciones socioeconómicas y aceleró la reversión del desarrollo en el Territorio Palestino Ocupado, un proceso por el cual el desarrollo no solo se obstaculiza, sino que se revierte.","second":"The most recent military operation compounded already <strong class=\"keyword\">dire</strong> socioeconomic conditions and accelerated de-development in the Occupied Palestinian Territory, a process by which development is not merely hindered but reversed."},{"author":94808,"first":"Por ejemplo, ocho años después de los nobles compromisos del Consenso de Monterrey tenemos que cuestionarnos la sinceridad de los compromisos de aportar asistencia oficial para el desarrollo, ya que es <strong class=\"keyword\">deplorable</strong> que la mayoría de países desarrollados sigan sin llegar al umbral que asumieron voluntariamente —con bombos y platillos— en México.","second":"For example, eight years to the day after the lofty pledges of the Monterrey Consensus, we are left to wonder about the sincerity of commitments to official development assistance, as the majority of developed countries continue to fall <strong class=\"keyword\">woefully</strong> short of the benchmark that they voluntarily assumed — to much fanfare — in Mexico."},{"author":8000,"first":"Nos parece <strong class=\"keyword\">deplorable</strong>, y exhortamos a todas las partes a que pongan fin sin demora a todas las actividades de explotación que alimentan el conflicto en la República Democrática del Congo","second":"We find this <strong class=\"keyword\">deplorable</strong> and appeal to all parties to cease without delay all exploitation activities that fuel the conflict in the Democratic Republic of the Congo"},{"author":119723,"first":"Dan tres pequeños ejemplos diferentes de la vida real de lo que es Babilonia: uno de ellos sobre una conducta tonta y <strong class=\"keyword\">deplorable</strong> en un partido de basquetbol; uno más cultural, que revela los desafíos individuales que tenemos al asociarnos con personas que viven de manera diferente; y el otro un asunto sumamente importante y serio.","second":"They give three tiny, very different real-life examples of Babylon—one as silly as <strong class=\"keyword\">deplorable</strong> behavior at a basketball game, one more cultural and indicative of one-on-one challenges with those who live differently than we do, and one a very large and very serious matter."},{"author":8000,"first":"Por lo tanto, es muy <strong class=\"keyword\">deplorable</strong> que se sigan perpetrando actos irresponsables contra el personal de socorro, los convoyes de asistencia humanitaria y otros que se dedican a prestar asistencia humanitaria para proteger a la población de los efectos de la guerra","second":"It is therefore very <strong class=\"keyword\">deplorable</strong> that irresponsible acts taken against relief workers, humanitarian aid convoys and others engaged in humanitarian assistance to shield the population from the effects of war continue to happen"},{"author":94808,"first":"Siria considera <strong class=\"keyword\">deplorable</strong> que los funcionarios de las Naciones Unidas que redactaron el informe mencionado sigan pasando por alto el hecho de que los grupos terroristas armados son los principales responsables del empeoramiento constante de la crisis humanitaria en Siria.","second":"Syria finds it <strong class=\"keyword\">deplorable</strong> that those United Nations officials who are responsible for drafting the above-mentioned report continue to ignore the fact that armed terrorist groups are primarily responsible for the ever-worsening humanitarian crisis in Syria."},{"author":27,"first":"Todo ello es muy <strong class=\"keyword\">deplorable</strong> y molesto.","second":"All these things are very <strong class=\"keyword\">nasty</strong> and unpleasant."},{"author":8000,"first":"El llamamiento para el Líbano permitió sufragar las necesidades operacionales urgentes en respuesta al llamamiento de julio de # para aumentar la asistencia en el bienio # a fin de ayudar a paliar las <strong class=\"keyword\">deplorables</strong> condiciones socioeconómicas en que vivían los refugiados palestinos en el Líbano","second":"The Lebanon appeal covered urgent operational needs funded in response to the July # appeal for increased assistance in # to help alleviate the adverse socio-economic <strong class=\"keyword\">conditions</strong> of the Palestine refugees in Lebanon"},{"author":8000,"first":"Esta operación se caracterizó por un <strong class=\"keyword\">deplorable</strong> incidente que ocurrió el # de noviembre, cuando al menos # palestinos, de ellos nueve niños, resultaron muertos en sus hogares por el fuego israelí en Beit Hanoun","second":"This operation was marked by a <strong class=\"keyword\">deplorable</strong> incident on # ovember, when at least # alestinians, nine of whom were children, were killed in their homes by Israeli fire in Beit Hanoun"},{"author":94808,"first":"Los enfrentamientos en Kordofan Meridional son <strong class=\"keyword\">deplorables</strong>.","second":"The clashes in Southern Kordofan are to be <strong class=\"keyword\">deplored</strong>."},{"author":27,"first":"Por eso es tan <strong class=\"keyword\">deplorable</strong> que este acuerdo, que podría habernos dado a todos unas condiciones bastante equitativas con respecto a la competencia, aún no haya entrado en vigor.","second":"That is also why it is <strong class=\"keyword\">regrettable</strong> that this agreement, which should be able to provide reasonably fair terms of competition, has not yet come into force."},{"author":94808,"first":"En respuesta a las declaraciones del representante de los Estados Unidos de América, dice que la actual obsesión con el programa nuclear del Irán y las reiteradas acusaciones lanzadas contra su país son <strong class=\"keyword\">deplorables</strong>.","second":"In response to the statement made by the representative of the United States of America, he said that the ongoing obsession with Iran’s peaceful nuclear programme and the repeated accusations directed against his country were <strong class=\"keyword\">deplorable</strong>."},{"author":94808,"first":"Es <strong class=\"keyword\">deplorable</strong> que después de más de 50 años las Naciones Unidas todavía tengan Estados Miembros insuficientemente representados y no representados y sigan careciendo de una estructura multicultural.","second":"It was <strong class=\"keyword\">regrettable</strong> that after more than 50 years the United Nations still had underrepresented and unrepresented Member States and still lacked a multicultural structure."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}