{"result":"ok","tuc":[{"phrase":{"text":"course","language":"en"},"meaningId":-2212112743449619217,"authors":[25018]},{"phrase":{"text":"pilot book","language":"en"},"meaningId":788186422024797618,"authors":[80097]},{"phrase":{"text":"pilot chart","language":"en"},"meaningId":6066093054743275864,"authors":[80097]},{"meanings":[{"language":"en","text":"course (of a ship)"},{"language":"en","text":"course (of events)"}],"meaningId":5780997166016290020,"authors":[93107]}],"phrase":"derrotero","examples":[{"author":94808,"first":"La Declaración del Milenio de las Naciones Unidas, aprobada por la Asamblea en septiembre de 2000, y la guía general para su aplicación (A/56/326) trazan el <strong class=\"keyword\">derrotero</strong> ulterior del programa.","second":"The Assembly’s adoption of the United Nations Millennium Declaration in September 2000 and the road map towards its implementation (A/56/326) provide further <strong class=\"keyword\">direction</strong> to the programme."},{"author":27,"first":"El país va por unos <strong class=\"keyword\">derroteros</strong> muy negativos: se amenaza a políticos, hay un ambiente asesino y se perpetra un atentado tras otro.","second":"There is a <strong class=\"keyword\">murderous</strong> atmosphere. The assaults are relentless."},{"author":8000,"first":"Las prioridades inmediatas son garantizar la seguridad y la estabilidad, restaurar los servicios y la infraestructura básicos y elaborar un <strong class=\"keyword\">derrotero</strong> de procesos políticos para el logro de un Gobierno iraquí representativo","second":"The immediate priorities are ensuring security and stability, restoration of basic facilities and infrastructure and a <strong class=\"keyword\">road map</strong> of political processes for a representative Iraqi Government"},{"author":22,"first":"Empero, contrariamente a lo que afirman las autoridades francesas, la Comisión opina que la finalidad de la ayuda nacional era aliviar financieramente a los productores que, en su calidad de empresarios, decidiesen libremente seguir un <strong class=\"keyword\">derrotero</strong> puramente comercial cuyos gastos inherentes constituían gastos derivados del ejercicio de la actividad económico","second":"However, in contrast to the French authorities' recommendation, the Commission is of the opinion that the purpose of the national aid is to give financial support to producers who, as business operators, had freely decided to undertake <strong class=\"keyword\">a</strong> purely commercial venture, the costs of which constitute expenditure in connection with economic activity"},{"author":27,"first":"No obstante, Tampere nos había hecho entrever otra cosa pero, por desgracia, a estas alturas tenemos la certeza de que el proceso que empezó en 1999 ha tomado unos <strong class=\"keyword\">derroteros</strong> diferentes.","second":"Tampere had, it is true, given us a glimpse of something entirely different, but at this stage it is unfortunately a certainty that the process that was begun in 1999 is turning <strong class=\"keyword\">out</strong> contrary to expectations."},{"author":27,"first":"Considero importante, por tanto, que no dejemos que el debate se vaya por <strong class=\"keyword\">derroteros</strong> tales como las limitaciones privadas a la competitividad o los monopolios, sino que nos centremos en conseguir que la creación de valor económico en todo el mundo y los avances en el bienestar no sean distribuidos unilateralmente, creando un código de conducta y regulaciones no sólo a nivel de la OCDE, sino también de la OMC.","second":"I therefore consider it to be extremely important that we seek to prevent any restraint of competition and the setting up of monopolies, and that instead we introduce a code of conduct, together with regulations at both OECD and WTO level, to ensure that the net product of industry, as generated worldwide, and the increase in prosperity are not distributed in a one-sided way."},{"author":8000,"first":"Instamos al Consejo de Seguridad a que responda de manera positiva y adopte las mismas posiciones, lo cual contribuiría verdaderamente al cese de la trágica situación imperante en los territorios ocupados y volvería a colocar la situación en los <strong class=\"keyword\">derroteros</strong> de la paz","second":"We call on the Security Council to respond positively and to adopt the same positions, which would truly lead to an end of the current tragic situation in the occupied territories and put the situation back on the <strong class=\"keyword\">road</strong> to peace"},{"author":119739,"first":"El rey Saúl perdió el favor de Dios debido a su <strong class=\"keyword\">derrotero</strong> presuntuoso y rebelde, y “aunque Saúl inquiría de Jehová, Jehová nunca le contestaba, ni por sueños ni por el Urim ni por los profetas”. (1Sa 28:6.)","second":"(1Sa 28:6) Jesus said that hypocritical persons who sought to draw attention to their piety by praying received their “reward in full”—from men, but not from God."},{"author":94809,"first":"Es posible admitir que un funcionario que se encuentre en situación de invalidez permanente total ostenta un interés existente y actual en someter al control del juez comunitario la evaluación que puede determinar el desarrollo de su carrera para decidir, en su caso, si toma otros <strong class=\"keyword\">derroteros</strong>.","second":"It may be accepted that an official in a state of total permanent invalidity has a vested and present interest in having the report which can determine the future progress of his career reviewed by the Community judicature so as to enable him to decide, if appropriate, to change <strong class=\"keyword\">course</strong>."},{"author":8000,"first":"Sobre la base de estudios realizados por mujeres en los últimos # años, y según estime conveniente cada editorial, el código garantizará que ambos sexos estén igualmente representados en los libros de texto, como protagonistas de los <strong class=\"keyword\">derroteros</strong> culturales y las experiencias que caracterizan el mundo y la acumulación de conocimiento en la actualidad","second":"Based on studies conducted by women over the past twenty years, and as each publisher sees fit, this Code will guarantee equal representation of both sexes in schoolbooks, as protagonists of cultural <strong class=\"keyword\">paths</strong> and experiences that characterise today's world and the accumulation of knowledge"},{"author":119739,"first":"La perseverancia frente a la oposición al cumplir con una comisión divina, y el aguantar privaciones, persecución y sufrimiento por adherirse a un <strong class=\"keyword\">derrotero</strong> de devoción piadosa, fueron cualidades que distinguieron a Pablo y a otros cristianos primitivos como personas de integridad. (Hch 5:27-41; 2Co 11:23-27.)","second":"Perseverance in a God-given commission in the face of opposition, and endurance of privations, persecution, and suffering for adhering to a <strong class=\"keyword\">course</strong> of godly devotion, also marked Paul and other early Christians as persons of integrity.—Ac 5:27-41; 2Co 11:23-27."},{"author":94809,"first":"Frente a ello, una decidida potenciación del mercado interior (que no hay que identificar, de manera simplista, con procesos de sustitución de importaciones) podría abrir nuevos <strong class=\"keyword\">derroteros</strong> al desarrollo económico latinoamericano.","second":"In this context, considerably strengthening the internal market (not to be confused, simplistically, with substituting imports) could open up <strong class=\"keyword\">new</strong> possibilities for economic development in Latin America."},{"author":94808,"first":"Hacemos un llamamiento a Israel a que acepte los hechos sobre el terreno, a que acepte el <strong class=\"keyword\">derrotero</strong> lógico y a que acepte los derechos inherentes del pueblo palestino, del pueblo árabe y de la nación islámica.","second":"We call upon the Israelis to accept the facts on the ground, to accept the logical <strong class=\"keyword\">course</strong> and to accept the inherent rights of the Palestinian people, the Arab people and the Islamic nation."},{"author":94808,"first":"En la quinta sesión se informó a los participantes sobre las novedades más recientes y futuros <strong class=\"keyword\">derroteros</strong> de la ciencia y tecnología espaciales.","second":"In the fifth session, participants were informed about recent developments and future <strong class=\"keyword\">directions</strong> in space science and technology."},{"author":94809,"first":"Por tales razones, en mis conclusiones en el asunto De Coster propugno una excepción a la regla general cuando las resoluciones administrativas no sean susceptibles de un recurso jurisdiccional, (18) en el que estaría plenamente justificada la extensión del artículo 234 CE a otros <strong class=\"keyword\">derroteros</strong>, para no correr el riesgo de dañar la coherencia y la uniformidad del derecho comunitario, al tiempo que se lesionaría el derecho fundamental a la tutela judicial efectiva.","second":"For those reasons, in my Opinion in De Coster I propose an exception to the general rule in situations where no further legal remedy can be pursued against an administrative decision, (17) in which case the extension of Article 234 EC to other situations is wholly justified in order to avoid the risk of impairing the consistency and uniformity of Community law and infringing the fundamental right to effective legal protection."},{"author":8000,"first":"El Presidente dice que el año # puede representar un hito en la definición de un nuevo <strong class=\"keyword\">derrotero</strong> del trabajo del Consejo","second":"The President said that # could be a landmark year in defining a new <strong class=\"keyword\">course</strong> for the work of the Council"},{"author":94808,"first":"Los Enviados Especiales, que se habían reunido anteriormente el 24 de octubre en Jerusalén, están esforzándose por revisar el proyecto del <strong class=\"keyword\">derrotero</strong> a la luz de las consultas celebradas con los palestinos, el Gobierno de Israel y otros gobiernos de la región.","second":"The Special Envoys, who had previously met on 24 October in Jerusalem, are working to revise the draft <strong class=\"keyword\">road map</strong> in the light of consultations with the Palestinians, the Government of Israel and other Governments in the region."},{"author":119723,"first":"El tener una percepción del <strong class=\"keyword\">derrotero</strong> establecido y el elegir entre diversas opciones vocacionales son propuestas complejas.","second":"Creating a sense of mission and choosing among career options are challenging propositions."},{"author":8008,"first":"El <strong class=\"keyword\">derrotero</strong> lo llevó hasta Florida, donde trabajó en un autoservicio hasta el año 1995, que vuelve a Los Angeles.","second":"In addition, Wheaton can be seen in <strong class=\"keyword\">a</strong> few TV movies, including 1998's The Day Lincoln Was Shot. In this historical drama produced for the TNT network, Wheaton played Robert Todd Lincoln, the first son of Abraham Lincoln and Mary Todd Lincoln – the latter of whom was portrayed by Star Trek: Insurrection star Donna Murphy ."},{"author":94808,"first":"Sobre la base de estudios realizados por mujeres en los últimos 20 años, y según estime conveniente cada editorial, el código garantizará que ambos sexos estén igualmente representados en los libros de texto, como protagonistas de los <strong class=\"keyword\">derroteros</strong> culturales y las experiencias que caracterizan el mundo y la acumulación de conocimiento en la actualidad.","second":"Based on studies conducted by women over the past twenty years, and as each publisher sees fit, this Code will guarantee equal representation of both sexes in schoolbooks, as protagonists of cultural <strong class=\"keyword\">paths</strong> and experiences that characterise today’s world and the accumulation of knowledge."},{"author":119739,"first":"+ 10 Pero tú has seguido con sumo cuidado y atención mi enseñanza, el <strong class=\"keyword\">derrotero</strong> de mi vida,+ mi propósito, mi fe, mi gran paciencia, mi amor, mi aguante, 11 mis persecuciones, mis sufrimientos, la clase de cosas que me sucedieron en Antioquía,+ en Iconio,+ en Listra,+ la clase de persecuciones que he soportado; y, no obstante, de todas ellas el Señor me libró.","second":"+ 10 But you have closely followed my teaching, my <strong class=\"keyword\">course</strong> of life,+ my purpose, my faith, my long-suffering, my love, my endurance, 11 my persecutions, my sufferings, the sort of things that happened to me in Antioch,+ in I·coʹni·um,+ in Lysʹtra,+ the sort of persecutions I have borne; and yet out of them all the Lord delivered me."},{"author":8000,"first":"Es por ello que uno de los grandes <strong class=\"keyword\">derroteros</strong> es el fortalecimiento y funcionamiento de los Consejos de política social en el # % de los municipios del país","second":"One of the main <strong class=\"keyword\">ways</strong> to achieve this is by strengthening the social policy councils and ensuring they are operational in every municipality in the country"},{"author":119739,"first":"Cuando llegó a ser evidente que la rebelión de los judíos contra el yugo romano (66-70 E.C.) solo podía acabar en un desastre nacional, Agripa trató de persuadirlos de que emprendiesen un <strong class=\"keyword\">derrotero</strong> más moderado.","second":"When it became evident that the Jews’ rebellion against the Roman yoke (66-70 C.E.) would only spell national disaster, Agrippa tried to persuade them to take a more moderate <strong class=\"keyword\">course</strong>."},{"author":119723,"first":"Así como es difícil para el cansado marinero encontrar su rumbo a través de mares desconocidos sin la ayuda de una brújula, es casi imposible para los niños y para los jóvenes encontrar su <strong class=\"keyword\">derrotero</strong> en medio de los mares de la vida sin que los guíe la luz de un buen ejemplo.","second":"Just as it is difficult for a weary sailor to find his way across uncharted seas without the aid of a compass, it is almost impossible for children and youth to find their way through the seas of life without the guiding light of a good example."},{"author":119739,"first":"Por lo tanto, contamos con dirección sensata que nos ayuda a sobrellevar las inquietudes de la vida y a seguir un <strong class=\"keyword\">derrotero</strong> que produce verdadera felicidad y satisfacción.","second":"(Isaiah 30:20, 21; 48:17, 18) Thus, we have sound guidance that helps us to cope with the anxieties of life and to pursue a <strong class=\"keyword\">course</strong> that promotes genuine happiness and satisfaction."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}