{"result":"ok","tuc":[{"phrase":{"text":"disgust","language":"en"},"meanings":[{"language":"en","text":"an intense dislike or repugnance"}],"meaningId":5936504932961552780,"authors":[70195]},{"phrase":{"text":"displeasure","language":"en"},"meanings":[{"language":"en","text":"pain, discomfort"}],"meaningId":8396150089231894282,"authors":[70195]},{"phrase":{"text":"uneasiness","language":"en"},"meanings":[{"language":"en","text":"an anxious state of mind"}],"meaningId":-837472264742525624,"authors":[70195]},{"phrase":{"text":"disquietness","language":"en"},"meanings":[{"language":"en","text":"state or quality of being disquiet or disturbed"}],"meaningId":-2899928541257974973,"authors":[70195]},{"phrase":{"text":"insipidity","language":"en"},"meanings":[{"language":"en","text":"condition of being insipid"}],"meaningId":-1873017911781922273,"authors":[70195]},{"phrase":{"text":"insipidness","language":"en"},"meanings":[{"language":"en","text":"lack of distinctive, appealing, or energetic character"}],"meaningId":-4869841651189383157,"authors":[70195]},{"phrase":{"text":"restlessness","language":"en"},"meanings":[{"language":"en","text":"state or condition of being restless"}],"meaningId":-1732377811494844835,"authors":[70195]},{"phrase":{"text":"trepidation","language":"en"},"meanings":[{"language":"en","text":"a fearful state"}],"meaningId":-6817979978133162193,"authors":[90508]},{"phrase":{"text":"annoyance","language":"en"},"meaningId":2179367278746909147,"authors":[25018]},{"phrase":{"text":"discomfort","language":"en"},"meaningId":7349542706788833737,"authors":[25018]},{"phrase":{"text":"worry","language":"en"},"meaningId":9010662225701937310,"authors":[69425]},{"phrase":{"text":"anxiety","language":"en"},"meaningId":-7829047275497177553,"authors":[25018]},{"phrase":{"text":"apprehension","language":"en"},"meaningId":40452820964347459,"authors":[84500]},{"phrase":{"text":"chagrin","language":"en"},"meaningId":8091960886175036004,"authors":[25018]},{"phrase":{"text":"discontent","language":"en"},"meaningId":-1703086468551104898,"authors":[83083]},{"phrase":{"text":"dissatisfaction","language":"en"},"meaningId":-5655676087658954829,"authors":[89651]},{"phrase":{"text":"misgiving","language":"en"},"meaningId":5690422046274116959,"authors":[84500]},{"phrase":{"text":"tastelessness","language":"en"},"meaningId":8048607633899108721,"authors":[25115]},{"phrase":{"text":"vexation","language":"en"},"meaningId":1076390769815460208,"authors":[25115]},{"meanings":[{"language":"en","text":"soil that is unfit for farming"},{"language":"en","text":"Soil that is unfit for farming."},{"language":"en","text":"disgust"},{"language":"en","text":"displeasure"},{"language":"en","text":"insipidity, insipidness"},{"language":"en","text":"disquietness, uneasiness, restlessness"}],"meaningId":-5659549948499612208,"authors":[1]}],"phrase":"desazón","examples":[{"author":27,"first":"Creo que la ausencia de un acuerdo político no se puede sustituir mediante interpretaciones sutiles sin desatar de nuevo de este modo entre los ciudadanos aquella <strong class=\"keyword\">desazón</strong> cuya superación era uno de los objetivos principales de la revisión del Tratado.","second":"I do not think one can replace a lack of political agreement by oversubtle interpretations without causing precisely that <strong class=\"keyword\">unease</strong> among the people that it was one of the main aims of the Treaty revision to remove."},{"author":8000,"first":"Muchas delegaciones expresaron <strong class=\"keyword\">desazón</strong> ante el hecho de que la Conferencia de Desarme no debatiera cuestiones sustantivas clave durante su período de sesiones de","second":"Many delegations expressed <strong class=\"keyword\">despair</strong> at the failure of the Conference on Disarmament to discuss key substantive issues during its # session"},{"author":94808,"first":"Por eso, algunos pasajes del párrafo 151, referentes a la no discriminación entre extranjeros y nacionales, le causan cierta <strong class=\"keyword\">desazón</strong>, puesto que en general los nacionales no pueden ser objeto de expulsión.","second":"He therefore found some passages of paragraph 151 that referred to non‐discrimination between aliens and nationals somewhat <strong class=\"keyword\">disturbing</strong>, since nationals should not on the whole be subject to expulsion."},{"author":22,"first":"Expresa su <strong class=\"keyword\">desazón</strong> por que en # no se haya elaborado ningún documento pormenorizado de análisis del riesgo derivado de las vertientes financieras y operativas de las actividades de la Fundación, ni una validación de los procedimientos establecidos por los ordenadores, a fin de velar por la exactitud y exhaustividad de la información enviada al contable, salvo en el caso de los aspectos relacionados con el tratamiento de datos","second":"Is <strong class=\"keyword\">worried</strong> that there was in # no comprehensive document analysing the risks arising from the financial and operational aspects of the Foundation's activities, nor a validation of the procedures introduced by the Authorising Officers in order to ensure the accuracy and the exhaustivity of the financial information it sent to the Accounting Officer, except as regards data-processing aspects"},{"author":8000,"first":"En primer lugar, he de decir que nos causan una enorme <strong class=\"keyword\">desazón</strong> las acusaciones estereotipadas procedentes de cierto grupo de países que siempre se jacta de su interés por resolver los problemas internacionales","second":"First of all, we are very much <strong class=\"keyword\">disappointed</strong>, more and more, by the stereotype accusations that are coming from a certain group of countries, which is always boasting that it is interested in resolving international affairs"},{"author":119739,"first":"cuéntale tus penas y <strong class=\"keyword\">desazón</strong>.","second":"Trust that on Him you can always depend."},{"author":27,"first":"Naturalmente que provoca <strong class=\"keyword\">desazón</strong> si se habla en la UE de OGM no autorizados.","second":"Of course it will generate <strong class=\"keyword\">unease</strong> if there is talk of banning GMOs in the EU."},{"author":8000,"first":"Como se reconoce de manera generalizada, la Nueva Alianza para el Desarrollo de África (NEPAD) emana de la determinación de los africanos de librar al continente y librarse a sí mismos de la <strong class=\"keyword\">desazón</strong> del subdesarrollo y la exclusión en estos tiempos de mundialización","second":"As is widely recognized, the New Partnership for Africa's Development (NEPAD) is anchored in the determination of Africans to extricate themselves and the continent from the <strong class=\"keyword\">malaise</strong> of underdevelopment and exclusion in a globalizing world"},{"author":8008,"first":"El escritor Marc Legasse escribió en su día un Pasacalle por un país que ni existe, título que puede reflejar mejor que ningún otro la <strong class=\"keyword\">desazón</strong> por la situación de Euskal Herria, invisible como país soberano en el concierto internacional.","second":"We have got the main socio-economic indicators for the Basque Country."},{"author":94809,"first":"Esta tesitura me <strong class=\"keyword\">desazona</strong>, pues me siento como un Avellaneda escribiendo la segunda parte de una novela ajena, lo que podría valerme alguna reprimenda, como las que recibió el mentado autor, aunque la situación no es comparable: yo me veo compelido a redactar estas conclusiones y cumplo mis obligaciones profesionales de buena fe y sin un ápice del resentimiento que, según parece, inspiró el plagio de Avellaneda.","second":"This situation makes me uneasy<strong class=\"keyword\">,</strong> as I feel like Avellaneda writing the second part of somebody else’s novel, and, like that author, I could be criticised for this, even if the circumstances are not comparable: I feel compelled to write this Opinion and I am fulfilling my professional duty in good faith and without any of the resentment which seems to have driven Avellaneda’s plagiarism."},{"author":118293,"first":"Me arte en la tumba de tu mejor amigo y de la persona más admirada que hayas conocido ¿eso no te causa <strong class=\"keyword\">desazón</strong>?","second":"Pissing yourself at the grave of your best friend and most admired person you've ever known, that ain't cause for fucking <strong class=\"keyword\">dismay</strong>?"},{"author":94808,"first":"El Comité manifestó su <strong class=\"keyword\">desazón</strong> (párrafo 87) porque habían sido raros los casos en que las mujeres se habían acogido a la legislación para denunciar actos de discriminación y porque no se habían dictado resoluciones judiciales para otorgarles una reparación como víctimas de tales actos.","second":"The Committee expressed (point 87) <strong class=\"keyword\">dissatisfaction</strong> at the fact that women only rarely made use of laws defending them against discriminatory conduct, and at the lack of court rulings awarding women compensation for such acts."},{"author":8000,"first":"Los acontecimientos recientes han demostrado que existe una amplia <strong class=\"keyword\">desazón</strong> en cuanto a lo que se percibe como carácter unilateral de la mundialización, de lo cual es un ejemplo las grandes diferencias que actualmente existen en el acceso a la información y al saber","second":"Recent events had shown that there was much <strong class=\"keyword\">disaffection</strong> connected with the perceived one-sided nature of globalization, of which the present differential access to information and knowledge was an example"},{"author":119739,"first":"Por lo tanto, el carácter inevitable de la muerte ha creado en los seres humanos un conflicto interno, una continua <strong class=\"keyword\">desazón</strong>.","second":"The inevitability of death, therefore, has created an internal conflict in humans, a persisting disharmony."},{"author":31,"first":"Porque se siente... una gran <strong class=\"keyword\">desazón</strong>... al ser amado","second":"Because you always feel great <strong class=\"keyword\">embarrassment</strong> at being loved"},{"author":8000,"first":"La fiscal del Tribunal Penal para la ex Yugoslavia expresó su <strong class=\"keyword\">desazón</strong> por el hecho de que Radovan Karadzic, Ratko Mladic y Ante Gotovina seguían evadiendo la autoridad del Tribunal","second":"The Prosecutor of the International Tribunal for the Former Yugoslavia expressed her <strong class=\"keyword\">dismay</strong> that Radovan Karadzic, Ratko Mladic and Ante Gotovina continued to evade the authority of the Tribunal"},{"author":94808,"first":"Es preciso reconocer que la Conferencia de Desarme que hemos conocido no sobrevivirá mucho tiempo si continua esta <strong class=\"keyword\">desazón</strong>.","second":"We must all recognize that the Conference on Disarmament as we have known it will not long survive if this <strong class=\"keyword\">malaise</strong> continues."},{"author":95096,"first":"Ello exige que la catequesis les dé firmeza en su propia identidad y que se sobreponga sin cesar a las vacilaciones, incertidumbres y <strong class=\"keyword\">desazones</strong> del ambiente.","second":"100) Undoubtedly this demands that catechesis should strengthen them in their identity and that it should continually separate itself from the surrounding atmosphere of hesitation, uncertainty and <strong class=\"keyword\">insipidity</strong>."},{"author":8008,"first":"Children el nivel que dejó en su anterior disco, Etiquette. Aquella fue una obra sobresaliente, donde la <strong class=\"keyword\">desazón</strong> por ser joven y sentirse ajeno al resto del mundo se plasmaba en viñetas certeras y en melodías que se pegaban a la primera de cambio.","second":"WARREN BEATTY was terrified when the notorious CHARLES MANSON murders swept California in <strong class=\"keyword\">the</strong> 1960s - he compares the killing spree to a nuclear bomb attack.Beatty was one..."},{"author":91988,"first":"Estos y otros esfuerzos similares pueden significar la diferencia entre la hambruna y la seguridad alimentaria, las epidemias y la salud, la obtención de ingresos y una pobreza abyecta, y -lo que es más importante- entre la esperanza y la <strong class=\"keyword\">desazón</strong>.","second":"These and similar efforts can mean the difference between famine and food security, epidemic disease and health, income and utter poverty, and, most importantly, hope and <strong class=\"keyword\">despair</strong>."},{"author":118293,"first":"De aburrimiento, autocompasión, <strong class=\"keyword\">desazón</strong>, obsesión...","second":"With boredom, self pity, <strong class=\"keyword\">anxiety</strong>, obsession..."},{"author":94808,"first":"La delegación brasileña, siempre dispuesta a examinar cualquier cuestión relacionada con los derechos humanos, entendió los motivos por los cuales generó <strong class=\"keyword\">desazón</strong> el hecho de que se presentaran los informes inesperadamente.","second":"Willing to consider any matter related to human rights, her delegation nevertheless understood why the presentation of the reports in an unexpected way had created <strong class=\"keyword\">unease</strong>."},{"author":8000,"first":"Chile experimenta cierta fatiga y <strong class=\"keyword\">desazón</strong> por la falta de progresos derivada de posiciones que parecen irreconciliables","second":"Chile feels a certain <strong class=\"keyword\">dismay</strong> and fatigue at the lack of progress, which is the result of positions that appear irreconcilable"},{"author":119723,"first":"En el momento de mayor <strong class=\"keyword\">desazón</strong>, miraron y vieron en la oscuridad una silueta vestida con una túnica que sacudía el viento, y que andaba hacia ellos sobre las crestas de las olas.","second":"In their moment of greatest extremity they looked and saw in the darkness an image in a fluttering robe, walking toward them on the ridges of the sea."},{"author":94808,"first":"No podemos ocultar nuestra <strong class=\"keyword\">desazón</strong> por el resultado de la cumbre.","second":"We cannot conceal our <strong class=\"keyword\">dissatisfaction</strong> with the summit’s outcome."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83083":{"U":"","id":83083,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83083"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}