{"result":"ok","tuc":[{"phrase":{"text":"amends","language":"en"},"meanings":[{"language":"en","text":"compensation for a loss or injury"}],"meaningId":8493810662407207832,"authors":[70195]},{"phrase":{"text":"atonement","language":"en"},"meanings":[{"language":"en","text":"repair done for the sake of a damaged relationship"}],"meaningId":478258184923289562,"authors":[70195]},{"phrase":{"text":"compensation","language":"en"},"meaningId":8665060028637559243,"authors":[89651]},{"phrase":{"text":"indemnification","language":"en"},"meaningId":584942343468671734,"authors":[25018]},{"phrase":{"text":"indemnity","language":"en"},"meaningId":4910560623522218655,"authors":[25018]},{"phrase":{"text":"redness","language":"en"},"meaningId":-2014808260412242478,"authors":[2903]},{"phrase":{"text":"remuneration","language":"en"},"meaningId":-1836260018273631626,"authors":[25115]},{"meanings":[{"language":"en","text":"amends, atonement"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of desagraviar."},{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of desagraviar."}],"meaningId":-5681268112754569033,"authors":[1]}],"phrase":"desagravio","examples":[{"author":94808,"first":"Retomo asimismo las siguientes palabras de <strong class=\"keyword\">desagravio</strong> del informe, las cuales describen acertadamente lo que creo que muchos aquí presentes pensamos de la situación en Darfur:","second":"Allow me also to refer to the following words of <strong class=\"keyword\">repentance</strong> contained in the report, which accurately describe what I hope many of us here think of the situation in Darfur:"},{"author":94809,"first":"El hecho de que la industria comunitaria hubiera practicado un cártel durante los años 1992-1998 no debe privarla del derecho a obtener un <strong class=\"keyword\">desagravio</strong> contra las prácticas comerciales desleales conforme al Reglamento de base.","second":"The fact that the Community industry had practised a cartel in the years 1992-98 should not deprive it of the right to obtain <strong class=\"keyword\">relief</strong> under the basic Regulation against unfair trade practises."},{"author":94808,"first":"El derecho a la participación requiere de mecanismos participativos de base jurídica, \"que den acceso [...] a la información pertinente, el apoyo adecuado [...], información sobre la consideración otorgada a las opiniones [...] y procedimientos de denuncia, recurso o <strong class=\"keyword\">desagravio</strong>\" (CRC/C/GC/12, párr.","second":"The right to participation necessitates participatory mechanisms with a legal basis, providing for “access to appropriate information, adequate support, feedback ... and procedures for complaints, remedies or <strong class=\"keyword\">redress</strong>” (CRC/C/GC/12, para."},{"author":94808,"first":"<strong class=\"keyword\">Desagravio</strong> acogiéndose a la Ley de libertad personal","second":"<strong class=\"keyword\">Relief</strong> by the Protection of Personal Liberty Act"},{"author":8000,"first":"La Comisión puede pedir al Tribunal Supremo, en el marco de un grado de prueba civil, que emita órdenes, imponga penas o dicte mandamientos de <strong class=\"keyword\">desagravio</strong> con respecto a cualquier obligación o prohibición prevista en las disposiciones sustantivas de la ley o a causa del incumplimiento de una instrucción de la Comisión","second":"The Commission may apply to the Supreme Court, under a civil standard of proof, for the issuance of orders, penalties and injunction <strong class=\"keyword\">relief</strong> regarding any obligations or prohibitions under the substantive provisions of the FCA or the failure to comply with a direction of the Commission"},{"author":94808,"first":"Esta aclaración facilitaría un medio eficaz de <strong class=\"keyword\">desagravio</strong> de las violaciones cometidas, sin que las personas se vean atrapadas en un laberinto de departamentos y organismos militares y civiles con diferentes grados de responsabilidad.","second":"Such clarification could provide individuals with an effective means of <strong class=\"keyword\">seeking redress</strong> for any violations committed, so they will not be caught in a vicious circle of various military and civilian departments and agencies with differing degrees of responsibility;"},{"author":8000,"first":"La declaración en cuestión dice así: \"El Reino Unido interpreta que la exigencia del artículo # respecto de la \"satisfacción o reparación\" queda cumplida si se proporciona una u otra forma de <strong class=\"keyword\">desagravio</strong>, y entiende que en la \"satisfacción\" se incluye toda forma de resarcimiento que sea efectiva para poner fin a la conducta discriminatoria\"","second":"The statement in question says: “The United Kingdom interprets the requirement in article # concerning `reparation or satisfaction' as being fulfilled if one or other of these forms of <strong class=\"keyword\">redress</strong> is made available and interprets `satisfaction' as including any form of redress effective to bring the discriminatory conduct to an end”"},{"author":94808,"first":"En enero de 2010, el Presidente Constitucional de El Salvador efectuó un acto de <strong class=\"keyword\">desagravio</strong> y pedido de perdón a las víctimas de violaciones a derechos humanos en el contexto del pasado conflicto armado interno, lo que marcó el inicio de una serie de acciones estatales para la reparación de las víctimas del conflicto armado, como parte del proceso de construcción de la paz que El Salvador ha desarrollado.","second":"In January 2010 the President of El Salvador performed an act of <strong class=\"keyword\">redress</strong> and apologized to the victims of human rights violations committed during the past internal armed conflict; this marked the start of a series of State initiatives to provide reparation to the victims of the armed conflict, as part of the peacebuilding process under way in El Salvador."},{"author":94808,"first":"En opinión de los autores, la pena fue demasiado leve, y no <strong class=\"keyword\">desagravia</strong> la desaparición forzada de sus seres queridos.","second":"The sentence was too lenient in the authors’ opinion, and does not address the enforced disappearance of their loved ones."},{"author":8000,"first":"El ACNUDH sigue haciendo hincapié en el importante vínculo que existe entre los mecanismos por los que se busca establecer la verdad y el enjuiciamiento de los responsables, el <strong class=\"keyword\">desagravio</strong> de las víctimas y la reforma de las instituciones que no funcionan adecuadamente","second":"OHCHR continues to stress the important link between truth-seeking mechanisms and the prosecution of perpetrators, providing <strong class=\"keyword\">reparations</strong> to victims and reforming malfunctioning institutions"},{"author":94808,"first":"Se invita al Fondo de Contribuciones Voluntarias de las Naciones Unidas para las Víctimas de la Tortura a considerar favorablemente las peticiones de asistencia de las organizaciones no gubernamentales que defienden las necesidades de orden médico de personas que han sido torturadas y su <strong class=\"keyword\">desagravio</strong> conforme a la ley.","second":"The United Nations Voluntary Fund for the Victims of Torture is invited to consider sympathetically requests for assistance by non-governmental organizations working for the medical needs of persons who have been tortured and for the legal <strong class=\"keyword\">redress</strong> of their <strong class=\"keyword\">grievance</strong>."},{"author":8000,"first":"c) <strong class=\"keyword\">Desagravio</strong> acogiéndose a la Ley de libertad personal","second":"c) <strong class=\"keyword\">Relief</strong> by the Protection of Personal Liberty Act"},{"author":94809,"first":"La política de la Comisión Europea en materia de ayuda humanitaria (ECHO) deberá otorgar prioridad a la ayuda y la asistencia financiera a las mujeres que son víctimas de la violencia masculina en períodos de conflicto, y, tras un enfrentamiento armado, buscar fórmulas de <strong class=\"keyword\">desagravio</strong> haciendo uso de los mecanismos que ofrecen las leyes internacionales.","second":"The European Commission Humanitarian Aid (ECHO) policy should prioritise aid and financial assistance for women in gender-based violence perpetrated during conflicts periods and to seek <strong class=\"keyword\">redress</strong> through the mechanisms of international law in the aftermath of armed conflict."},{"author":8008,"first":"En un futuro, el estado colombiano y el mundo tienen que empezar por hacer a los campesinos actos de <strong class=\"keyword\">desagravio</strong> y restituirles su dignidad, que hoy se ve atropellada con la persecución y el encarcelamiento.","second":"I don't think the world become more drunk when alcohol was legalized. But if it is legalized, the business would be destroyed, including the financing for all the armed groups."},{"author":94808,"first":"- el examen de las solicitudes de <strong class=\"keyword\">desagravio</strong> en los casos de ofensa contra la personalidad y la dignidad de las personas.","second":"· Examination of applications for <strong class=\"keyword\">redress</strong> in case of offenses against personality and human dignity."},{"author":94808,"first":"En ese sentido, me tomaré la libertad de citar algunas conclusiones contenidas en informes independientes de <strong class=\"keyword\">desagravio</strong> preparados por las Naciones Unidas en respuesta a situaciones anteriores en las cuales el Consejo de Seguridad, principalmente, tenía la oportunidad y también la responsabilidad de actuar.","second":"I therefore take the liberty of quoting some of the conclusions contained in the landmark independent reports prepared by the United Nations in response to previous situations in which the Security Council, above all, had the opportunity and responsibility to act."},{"author":118293,"first":"Considérelo un <strong class=\"keyword\">desagravio</strong> por lo que le he hecho pasar.","second":"Call it <strong class=\"keyword\">reparations</strong> for anything I might have put you through."},{"author":8000,"first":"Allí donde hay injusticia y no hay <strong class=\"keyword\">desagravio</strong> surge una cultura de venganza","second":"Wherever there is injustice and it is not <strong class=\"keyword\">redressed</strong>, there arises a culture of vengeance"},{"author":8000,"first":"En # el Estado colombiano reconoció su responsabilidad internacional en el caso de Villatina ante la CIDH y el Presidente de la República expresó públicamente dicho reconocimiento de responsabilidad y entregó a los familiares de cada una de las víctimas un documento como acto de reparación moral y <strong class=\"keyword\">desagravio</strong>","second":"In # the Colombian State recognized its international responsibility in the Villatina case before the Inter-American Commission, and the President publicly recognized that responsibility and gave the family of each victim a document constituting a deed of moral <strong class=\"keyword\">reparation</strong> and compensation"},{"author":94808,"first":"Los Estados deberían proporcionar un marco para reparaciones adecuadas y efectivas, en forma rápida, en los casos relacionados con el medio ambiente, tales como el <strong class=\"keyword\">desagravio</strong> provisional y definitivo por mandato judicial.","second":"States should provide a framework for prompt, adequate and effective remedies in cases relating to the environment, such as interim and final <strong class=\"keyword\">injunctive relief</strong>."},{"author":94808,"first":"Reviste especial importancia el hecho de que se ocupa de todas las solicitudes de <strong class=\"keyword\">desagravio</strong> en relación con presuntas violaciones de los derechos humanos y las libertades fundamentales protegidos tanto por la Constitución de Malta como por el Convenio Europeo de Derechos Humanos.","second":"Of particular importance is that it takes cognisance of all applications for <strong class=\"keyword\">redress</strong> in respect of alleged violations of human rights and fundamental freedoms protected by both the Constitution of Malta and by the European Convention of Human Rights."},{"author":94808,"first":"El Ministerio de Relaciones Exteriores de la República Bolivariana de Venezuela exige categóricamente al Gobierno de los Estados Unidos de América un <strong class=\"keyword\">desagravio</strong> público en el ámbito internacional, así como la adopción de medidas pertinentes ante el acto inamistoso, repudiable e inaceptable del cual fue objeto la máxima autoridad del Ministerio de Relaciones Exteriores de la República Bolivariana de Venezuela.","second":"The Ministry of Foreign Affairs of the Bolivarian Republic of Venezuela categorically demands a public <strong class=\"keyword\">apology</strong>, at the international level, from the Government of the United States of America, as well as the adoption of the appropriate measures in response to this unfriendly, condemnable and unacceptable act committed against the highest authority of the Ministry of Foreign Affairs of the Bolivarian Republic of Venezuela."},{"author":94808,"first":"Quejas, vías de recurso y <strong class=\"keyword\">desagravio</strong>","second":"Complaints, remedies and <strong class=\"keyword\">redress</strong>"},{"author":8000,"first":"Según el informe, las mujeres prefieren no recurrir a los tribunales en busca de <strong class=\"keyword\">desagravio</strong>, especialmente en el caso de las prácticas tradicionales, debido a las tradiciones, la falta de educación y consideraciones religiosas; pregunta si acaso el problema no consiste sencillamente en que para las mujeres en realidad no hay salida, porque casi no tienen acceso a los tribunales","second":"According to the report women tended to choose not to go to court for <strong class=\"keyword\">redress</strong> on certain issues, especially with regard to traditional practices, because of traditions, lack of education and religious concerns; she asked whether the problem was not simply that women really had no choice, as they had little or no access to the courts"},{"author":94808,"first":"El Comité señala que, a la luz del artículo 6 de la Convención, el procesamiento penal es el único modo de obtener reparación o satisfacción por cualquier <strong class=\"keyword\">desagravio</strong> de resultas de un acto de discriminación racial.","second":"In the light of article 6 of the Convention, the Committee notes that the only way of obtaining reparation or satisfaction for any damage suffered as a result of an act of racial discrimination is through a penal proceeding."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}