{"result":"ok","tuc":[{"phrase":{"text":"outrageous","language":"en"},"meanings":[{"language":"en","text":"shocking"}],"meaningId":5872061448023740302,"authors":[70195]},{"phrase":{"text":"uncontrolled","language":"en"},"meanings":[{"language":"en","text":"not controlled"}],"meaningId":-7948242440118941391,"authors":[70195]},{"phrase":{"text":"disorderly","language":"en"},"meaningId":-5415345174224065010,"authors":[20]},{"phrase":{"text":"excessive","language":"en"},"meaningId":-4168988710699533715,"authors":[83042]},{"phrase":{"text":"lawless","language":"en"},"meaningId":-2905119053376457257,"authors":[20]},{"phrase":{"text":"rowdy","language":"en"},"meaningId":6526904923236696931,"authors":[86934]},{"phrase":{"text":"violent","language":"en"},"meaningId":8796623115558275814,"authors":[25115]},{"meanings":[{"language":"en","text":"wild, uncontrolled, outrageous"}],"meaningId":-4154876097260936067,"authors":[1]}],"phrase":"desaforado","examples":[{"author":94808,"first":"Los debates se repiten, la financiación para el desarrollo es cada vez más escasa, los compromisos adquiridos por los países desarrollados no se cumplen. Entonces hay escasez de capitales cuando vivimos procesos <strong class=\"keyword\">desaforados</strong> de multiplicada acumulación de capital.","second":"Debates echo each other, financing for development is increasingly scarce, and the commitments made by developed countries are not met; and so there is a lack of capital at the same time that we are experiencing processes of <strong class=\"keyword\">unbridled</strong> exponential accumulation of capital."},{"author":92475,"first":"Una gélida noche de invierno en Buenos Aires, gracias a Uber, pude evitar la <strong class=\"keyword\">desaforada</strong> carrera de los argentinos empujándose bajo la lluvia para conseguir un taxi en la hora punta y, en vez de eso, esperar en un cálido vestíbulo, mientras veía avanzar en la pantalla de mi teléfono al icono negro con forma de coche que representaba el Chevy de Mauro, y hacer coincidir el momento de salir fuera del edificio con su llegada junto a la acera.","second":"One icy winter evening in Buenos Aires, thanks to Uber, I was able to avoid the <strong class=\"keyword\">mad</strong> scramble of Argentines jostling in the rain for rush-hour taxis and wait instead in a warm lobby, tracking the progress of the black car-shaped icon representing Mauro’s Chevy on the screen of my phone and timing my dash out of the building to coincide with its at the curb."},{"author":119739,"first":"¿Nos sentimos como Lot, a quien le “angustiaba sumamente”, y hasta le atormentaba, la clase de actos <strong class=\"keyword\">desaforados</strong> que cometía la gente de Sodoma entre la que vivía?","second":"Do we feel as did Lot, who was “greatly distressed,” even tormented, by the <strong class=\"keyword\">lawless</strong> deeds of the people of Sodom, among whom he lived?"},{"author":118293,"first":"Phil es un <strong class=\"keyword\">desaforado</strong>. ¿Lloro o me río?","second":"Am I crying or laughing?"},{"author":94808,"first":"En su nivel más elemental, la trata trasatlántica de esclavos fue la manifestación de la codicia <strong class=\"keyword\">desaforada</strong> y la búsqueda inmoral de beneficios, además de un abuso de poder desenfrenado contra los débiles.","second":"At its very basic level, the transatlantic slave trade was the manifestation of naked greed and the immoral pursuit of profit coupled with the unbridled abuse of power exercised over the weak."},{"author":119739,"first":"Este “<strong class=\"keyword\">desaforado</strong>” reconocería la presencia de Cristo, no por fe, como lo harían los cristianos, que amaban su manifestación, sino por el poder que manifestaría Jesús al aniquilar a los que forman este “hombre” colectivo. (2Te 2:1-8; véase HOMBRE DEL DESAFUERO.)","second":"This “<strong class=\"keyword\">lawless</strong> one” would recognize Christ’s presence, not by faith, as would Christians, who loved his manifestation, but by Jesus’ power manifested in annihilating those of this composite “man.”—2Th 2:1-8; see MAN OF <strong class=\"keyword\">LAWLESSNESS</strong>."},{"author":31,"first":"¡ Muy bien!Si quiere que el mundo piense que el Rey de Inglaterra es...... inconstante, superficial, <strong class=\"keyword\">desaforado</strong>, incapaz de mantener su palabra...... entonces por supuesto, iré y se los diré","second":"If you want the world to know...... that the king is changeable, shallow, <strong class=\"keyword\">intemperate</strong>...... incapable of keeping his word, then, of course, I will go and tell them"},{"author":94808,"first":"En Indonesia el contrabando <strong class=\"keyword\">desaforado</strong> de madera ocasionaba una destrucción ecológica de enormes proporciones.","second":"In Indonesia, the <strong class=\"keyword\">rampant</strong> smuggling of illegal timber caused massive ecological destruction."},{"author":119739,"first":"La noche de su arresto citó las palabras de Isaías 53:12 y las aplicó a sí mismo: “Les digo que esto que está escrito tiene que realizarse en mí, a saber: ‘Y fue contado con los <strong class=\"keyword\">desaforados</strong>’.","second":"On the night of his arrest, he quoted the words recorded at Isaiah 53:12 and applied them to himself: “I tell you that this which is written must be accomplished in me, namely, ‘And he was reckoned with <strong class=\"keyword\">lawless</strong> ones.’"},{"author":8008,"first":"Sus últimos proyectos pretenden despertar las conciencias de los ciudadanos para evolucionar desde el consumo <strong class=\"keyword\">desaforado</strong> hacía la sostenibilidad.","second":"Their latest projects work to awaken the consciences of citizens to evolve from <strong class=\"keyword\">riotous</strong> consumption towards sustainability."},{"author":31,"first":"\" Èsta se niega, profiriendo alaridos y gritos <strong class=\"keyword\">desaforados</strong>...... como si cantara \"","second":"\" She refuses, emitting shrieks and ear- splitting shouts...... as if she were singing. \""},{"author":94808,"first":"Por último, y lo más importante, los Estados partes deben tener en cuenta el contexto y el género del debate en que se formulan las declaraciones, por ejemplo, si las declaraciones eran parte de un ataque virulento ad hominem o en cambio se presentaron como una contribución, por muy <strong class=\"keyword\">desaforada</strong> que fuera, a un debate razonado en torno a un asunto de interés público, como interpretó el Estado parte que era en este caso .","second":"Finally, and most importantly, States parties should take account of the context and the genre of the discussion in which the statements were made – for example, whether the statements were part of a vitriolic ad hominem attack or instead were presented as a contribution, however <strong class=\"keyword\">intemperate</strong>, to reasoned debate on a matter of public concern, as the State party found Mr. Sarrazin’s statements to be."},{"author":31,"first":"Y tuvimos sexo <strong class=\"keyword\">desaforado</strong>.- ¡ No, escúchame!","second":"And then we had <strong class=\"keyword\">mad</strong>, passionate, animal sex"},{"author":27,"first":"¿Qué piensa usted hacer para que no ocurra en el futuro lo siguiente: que, en contra de los propósitos generales del proyecto eEuropa, algunos Estados miembros se dediquen a recaudar grandes sumas -precipitando así al sector en una espiral <strong class=\"keyword\">desaforada</strong>-, mientras que otros se abstienen de proceder así?","second":"What do you intend to do to prevent this from happening in the future, with certain Member States collecting charges against the general intentions of the e-Europe project - at the same time leading the sector into a wild downward spiral - and others not?"},{"author":22,"first":"El Comité, no obstante, recomienda que se evite un crecimiento <strong class=\"keyword\">desaforado</strong>, se limite en lo posible el número de textos y se lo haga depender de si los textos específicos son realmente necesarios para el funcionamiento de las normas de coordinación en el correspondiente Estado miembro y son conformes con el principio de proporcionalidad","second":"The Committee requests, however, that the entries do not <strong class=\"keyword\">proliferate</strong> and that their number is kept to a minimum by ensuring that specific entries are in fact necessary for the implementation of the coordination rules in the relevant Member State and adhere to the proportionality principle"},{"author":118293,"first":"Los <strong class=\"keyword\">desaforados</strong> vieron la oportunidad de vengarse de nuestros en carceladores.","second":"The <strong class=\"keyword\">mad</strong> ones saw an opportunity to take revenge on one of our captors."},{"author":94808,"first":"Cuba citó la crisis económica mundial, la <strong class=\"keyword\">desaforada</strong> competencia especulativa, la expansión del negocio de la guerra, los patrones insostenibles de producción y consumo energético, el daño sistemático al medio ambiente y la crisis alimentaria entre los efectos negativos de la globalización.","second":"Cuba listed the global economic crisis and speculative competition, the expanding business of warfare, unsustainable patterns of energy production and consumption, systematic damage to the environment and the food crisis as some of the negative effects of globalization."},{"author":119739,"first":"Sin embargo, el que roba, asesina o comete otros actos <strong class=\"keyword\">desaforados</strong> puede esperar un juicio adverso por parte de la autoridad gubernamental.","second":"But a person who engages in thievery, murder, or other <strong class=\"keyword\">lawless</strong> acts could expect an adverse judgment from the ruling authority."},{"author":118293,"first":"Ahora se procede a la persecución, con el general Kenobi liderando un escuadrón de soldados clon y aproximándose a su <strong class=\"keyword\">desaforado</strong> objetivo.","second":"Now the chase is on as General Kenobi leads a squadron of clone troopers and closes in on <strong class=\"keyword\">his</strong> desperate target."},{"author":94808,"first":"Dicho documento es una repetición, palabra por palabra, de una muestra similar de la propaganda <strong class=\"keyword\">desaforada</strong> que las autoridades de Azerbaiyán dirigen contra mi país contenida en una nota verbal que fue distribuida hace un año como documento del Consejo de Derechos Humanos en su 19o período de sesiones (A/HRC/19/G/3).","second":"This document is a verbatim repetition of a similar example of <strong class=\"keyword\">unbridled</strong> propaganda of the authorities of Azerbaijan against my country, which was distributed as a document of the nineteenth session of the Human Rights Council one year ago (A/HRC/19/G/3)."},{"author":118293,"first":"Odio tus celos enfermizos, tu ego ́ ismo <strong class=\"keyword\">desaforado</strong>, tu brutalidad.","second":"Your jealousy. your endless <strong class=\"keyword\">selfishness</strong>. your brutality."},{"author":119739,"first":"+ 9 Pero la presencia del <strong class=\"keyword\">desaforado</strong>* es según la operación*+ de Satanás con toda obra poderosa y señales y portentos presagiosos mentirosos,+ 10 y con todo engaño* injusto+ para los que están pereciendo,+ como retribución porque no aceptaron el amor+ de la verdad para que fueran salvos.","second":"+ 9 But the <strong class=\"keyword\">lawless</strong> one’s presence* is according to the operation*+ of Satan with every powerful work and lying signs and portents+ 10 and with every unrighteous deception*+ for those who are perishing,+ as a retribution because they did not accept the love+ of the truth that they might be saved."},{"author":31,"first":"Odio tus celos enfermizos, tu ego ́ismo <strong class=\"keyword\">desaforado</strong>, tu brutalidad","second":"Your jealousy. your endless <strong class=\"keyword\">selfishness</strong>. your brutality"},{"author":94808,"first":"En opinión de Cuba, la crisis económica mundial, la <strong class=\"keyword\">desaforada</strong> competencia especulativa, el negocio de la guerra, el patrón de producción y consumo basado en los hidrocarburos y los biocombustibles, el daño sistemático al medio ambiente y la crisis alimentaria eran un reflejo de la crisis del sistema y del proceso de globalización neoliberal.","second":"According to Cuba, the global economic crisis, widespread speculative competition, the business of war, the pattern of production and consumption based on hydrocarbon and biofuels, systematic harm to the environment and the crises of health reflected the failure of the system and the process of neoliberal globalization."},{"author":118293,"first":"\" Èsta se niega, profiriendo alaridos y gritos <strong class=\"keyword\">desaforados</strong>...","second":"\" She refuses, emitting shrieks and ear-splitting shouts as if she were singing. \""}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}