{"result":"ok","tuc":[],"phrase":"desarbolado","examples":[{"author":94808,"first":"La OMI utiliza el término “reciclaje”, el Convenio de Basilea “desmantelamiento” y la OIT “<strong class=\"keyword\">desarbolado</strong>”.","second":"IMO uses the term “recycling”, the Basel Convention “dismantling” and ILO “<strong class=\"keyword\">breaking</strong>”."},{"author":95875,"first":"Las altiplanicies <strong class=\"keyword\">desarboladas</strong> de la isla de Santa Cruz, en el archipiélago de las Galápagos, se están transformando en hábitats forestales tras la introducción del quino.","second":"The treeless highlands of the island of Santa Cruz in the Galapagos archipelago are being transformed into forest-like habitats following the introduction of Cinchona."},{"author":8000,"first":"a OMI utiliza el término “reciclaje”, el Convenio de Basilea “desmantelamiento” y la OIT “<strong class=\"keyword\">desarbolado</strong>”","second":"uses the term “recycling”, the Basel Convention “dismantling” and ILO “<strong class=\"keyword\">breaking</strong>”"},{"author":94809,"first":"b) la creación de sistemas de prevención y la mejora de los existentes, en particular en el contexto de una estrategia global de protección de las masas forestales contra los incendios, la construcción de infraestructuras de protección tales como caminos forestales, pistas, puntos de toma de agua, cortafuegos, zonas desbrozadas y <strong class=\"keyword\">desarboladas</strong> así como operaciones de mantenimiento de los cortafuegos, de las zonas desbrozadas y <strong class=\"keyword\">desarboladas</strong>, así como operaciones preventivas de silvicultura;","second":"(b) measures to set up or improve systems of prevention, with particular emphasis on the launching of protective infrastructures such as forest paths, tracks, water supply points, firebreaks, cleared and felled areas, the launching of operations to maintain firebreaks, cleared and felled areas and preventive forestry measures, within the framework of a global strategy for the protection of forested land against fire;"},{"author":118293,"first":"El Arsenal parece ahora un poco <strong class=\"keyword\">desarbolado</strong> mientras continúa el juego.","second":"Arsenal looking a bit ragged now as play continues."},{"author":8008,"first":"La operación fue un fracaso y von Lettow consiguió salvar la colonia temporalmente, pero en 1916 el imperio alemán en Africa estaba prácticamente <strong class=\"keyword\">desarbolado</strong> y los aliados se concentraron en expulsarles de Tanganyika, su última posesión en Africa.","second":"The operation failed and von Lettow managed to save the colony temporarily, but in 1916 the German empire in Africa was virtually <strong class=\"keyword\">dismantled</strong> and the allies focused on throwing them away from Tanganyika, their last African possession."},{"author":8008,"first":"La mayoría de las organizaciones de extrema izquierda estaban <strong class=\"keyword\">desarboladas</strong>, y la izquierda institucional, desgastada por su colaboración gubernamental, estaba quedando en el dique seco tras la victoria aplastante del proyecto neoliberal.","second":"Most of the extreme left organisations were in pieces<strong class=\"keyword\">,</strong> and the institutional left, worn down by its collaboration with the government, was going through a dry spell after the overwhelming victory of the neoliberal project."},{"author":94809,"first":"La provincia cuenta con más de 296000 ha de monte <strong class=\"keyword\">desarbolado</strong> ocupado por plantas aromáticas que hacen que el aprovechamiento apícola sea importante, a esto hay que añadir extensiones importantes de castaños, naranjos y en la zona litoral, los aguacates, producción exclusiva del litoral granadino y malagueño.","second":"It has over 296000 ha of cleared hillside covered by aromatic plants of great importance to bee-keeping, plus large areas of chestnuts, orange trees and, on the coast, avocados, which are exclusive to the coasts of the provinces of Granada and Málaga."},{"author":27,"first":"Bien en base a acuerdos como el sistema de preferencias generalizadas o en el marco de acuerdos de cooperación o de algún otro tipo de acuerdos, la Comisión acepta cláusulas de retirada total o parcial de aranceles de productos pesqueros, que dejan cada vez más <strong class=\"keyword\">desarbolada</strong> a la industria comunitaria.","second":"Whether with regard to agreements such as the generalized system of preferences or in the context of cooperation or other types of agreements, the Commission accepts provisions involving a total or partial withdrawal of tariffs for fisheries products; this leaves the Community industry increasingly vulnerable."},{"author":118293,"first":"Ahora está <strong class=\"keyword\">desarbolado</strong>","second":"By now you are <strong class=\"keyword\">dismasted</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}