{"result":"ok","tuc":[{"phrase":{"text":"friction","language":"en"},"meaningId":7329009834138181118,"authors":[25018]},{"phrase":{"text":"quarrel","language":"en"},"meaningId":-5353839742360353363,"authors":[25018]},{"phrase":{"text":"tiff","language":"en"},"meanings":[{"language":"es","text":"Pequeña discusión o pelea."},{"language":"en","text":"A small argument; a petty quarrel."}],"meaningId":1006454478955993081,"authors":[60172]},{"phrase":{"text":"disagreement","language":"en"},"meaningId":427579339055723436,"authors":[89651]},{"phrase":{"text":"estrangement","language":"en"},"meaningId":8295297712288377322,"authors":[25018]},{"phrase":{"text":"misunderstanding","language":"en"},"meaningId":-2942497554890024113,"authors":[25018]},{"phrase":{"text":"rift","language":"en"},"meaningId":5734858373183367946,"authors":[99488]},{"phrase":{"text":"trouble","language":"en"},"meaningId":298403004863423371,"authors":[25115]},{"phrase":{"text":"unpleasantness","language":"en"},"meaningId":-427474416732136692,"authors":[25115]},{"meanings":[{"language":"en","text":"disagreement, quibble"}],"meaningId":-6248568010688558445,"authors":[93107]}],"phrase":"desavenencia","examples":[{"author":118293,"first":"¿Ya notaste que el papá tuvo muchas <strong class=\"keyword\">desavenencias</strong> con todo mundo?","second":"You ever notice dad had a falling-out <strong class=\"keyword\">with</strong> just about everybody?"},{"author":94809,"first":"a) Para calcular la pensión con arreglo a la Ley de pensiones sociales (Lov om social pension), los períodos de actividad por cuenta ajena o por cuenta propia cubiertos conforme a la legislación danesa por un trabajador fronterizo o por un trabajador que se haya desplazado a Dinamarca para ejercer un trabajo de carácter estacional se considerarán períodos de residencia cubiertos en Dinamarca por el cónyuge supérstite siempre que, durante esos períodos, este estuviera unido con el mencionado trabajador por lazos de matrimonio, sin separación de cuerpos ni de hecho por <strong class=\"keyword\">desavenencias</strong>, y residiera en el territorio de otro Estado miembro.","second":"(a) For the purpose of calculating the pension under the ‘lov om social pension’ (Social Pension Act), periods of activity as an employed or self-employed person completed under Danish legislation by a frontier worker or a worker who has gone to Denmark to do work of a seasonal nature are regarded as periods of residence completed in Denmark by the surviving spouse in so far as, during those periods, the surviving spouse was linked to the abovementioned worker by marriage without separation from bed and board or de facto separation on grounds of <strong class=\"keyword\">incompatibility</strong>, and provided that, during those periods, the spouse resided in the territory of another Member State."},{"author":8000,"first":"Observando con preocupación que la difamación de las religiones podría acarrear <strong class=\"keyword\">desavenencia</strong> social y violaciones de los derechos humanos","second":"Noting with concern that defamation of religions could lead to social <strong class=\"keyword\">disharmony</strong> and violations of human rights"},{"author":118293,"first":"Resuelve toda <strong class=\"keyword\">desavenencia</strong> en ti mismo, en tus ejércitos, en tu pueblo.","second":"Heal any <strong class=\"keyword\">rifts</strong> within yourself, your armies, your people."},{"author":94808,"first":"Después de casi siete años, Côte d’Ivoire continúa con la crisis política y militar, crisis que tiene sus orígenes en <strong class=\"keyword\">desavenencias</strong> múltiples de origen económico, político, religioso y étnico.","second":"After almost seven years, Côte d’Ivoire has continued to deal with a political and military crisis whose many <strong class=\"keyword\">causes</strong> are rooted in economic, political, religious and ethnic considerations."},{"author":94808,"first":"Debido a <strong class=\"keyword\">desavenencias</strong> dentro del Partido, temió que lo matasen y por ello decidió abandonar el Iraq.","second":"Owing to <strong class=\"keyword\">frictions</strong> within the party, he feared that he would be killed, and therefore decided to leave Iraq."},{"author":94809,"first":"(34) A principios de 1996, el BvS y los bancos comerciales que habían financiado la compra de Elpro por parte de los nuevos propietarios en la primera privatización y negociaban en nombre de éstos, suscribieron un acuerdo para solucionar definitivamente las <strong class=\"keyword\">desavenencias</strong> ocasionadas por las pretensiones de una y otra parte en relación con el precio de compra de Elpro acordado en el contrato de privatización de junio de 1992(13).","second":"(34) At the beginning of 1996, the BvS and the commercial banks that had financed the purchase of Elpro by the new owners at the time of the first privatisation and acted in their name reached an agreement to settle once and for all the contested claims and counter-claims in connection with the purchase price agreed in the privatisation contract of June 1992(13)."},{"author":8000,"first":"En el contexto actual, en el que los grupos tienen la tendencia a ponerse a la defensiva, dispuestos a proclamar su identidad, expulsar al intruso, excluir al tercero en discordia, responsable de las <strong class=\"keyword\">desavenencias</strong>, es tanto o más necesario y urgente educar a ciudadanos responsables, es decir capaces de discernimiento y de juicios matizados, para que las líneas de fractura entre civilizaciones que hoy día se trazan no lleguen a ser en el día de mañana las líneas de un frente","second":"In the current context, where groups tend to be on the defensive, eager to proclaim their identity, to chase out the intruder and to exclude the outsider, the cause of <strong class=\"keyword\">dissension</strong>, there is an increasingly urgent need to educate responsible citizens- that is to say, discerning citizens capable of making balanced judgements- if the cracks appearing between civilizations today are not to become the trenches of war tomorrow"},{"author":8000,"first":"Esa instalación no cumple ningún objetivo táctico y sigue provocando <strong class=\"keyword\">desavenencias</strong> con las numerosas víctimas de violaciones de derechos humanos que viven en la comunidad","second":"This installation serves no tactical purpose and continues to cause <strong class=\"keyword\">friction</strong> with the many victims of human rights violations living in the community"},{"author":118293,"first":"Tú deseabas encontrar entendimiento, lejos de pasadas <strong class=\"keyword\">desavenencias</strong>.","second":"You wish to find common ground, far from the site of former <strong class=\"keyword\">disagreements</strong>."},{"author":8000,"first":"Asimismo, se ha abierto la posibilidad de que la mujer en caso de incapacidad de autentificación mediante testigos, siga el procedimiento de divorcio por <strong class=\"keyword\">desavenencias</strong>, además del derecho que concede el Código a la mujer a solicitar el repudio por otras razones, como pueden ser un defecto o tara del esposo, su negativa a mantenerla, su ausentamiento o el hecho de que la abandone","second":"In addition, the Code grants women the right to file for a divorce on other grounds such as a husband's defects, failure to provide adequate support, absence or desertion"},{"author":8000,"first":"Esperamos que las elecciones sean transparentes y que toda <strong class=\"keyword\">desavenencia</strong> se aborde por medios judiciales y constitucionales","second":"We hope that the elections will be transparent and that any <strong class=\"keyword\">disagreements</strong> will be handled only by judicial and constitutional means"},{"author":94809,"first":"Para calcular la pensión con arreglo a la Ley de pensiones sociales (Lov om social pension), los períodos de actividad por cuenta ajena o por cuenta propia cubiertos conforme a la legislación danesa antes del 1 de enero de 1984 por una persona a la que no se aplique el punto 1, letra a), se considerarán períodos de residencia cubiertos en Dinamarca por el cónyuge supérstite siempre que, durante esos períodos, este estuviera unido con la persona por lazos de matrimonio, sin separación de cuerpos ni de hecho por <strong class=\"keyword\">desavenencias</strong>, y residiera en el territorio de otro Estado miembro.","second":"For the purpose of calculating the pension under the “lov om social pension” (Social Pension Act), periods of activity as an employed or self-employed person completed under Danish legislation before 1 January 1984 by a person to whom point 1(a) does not apply shall be regarded as periods of residence completed in Denmark by the surviving spouse, insofar as, during those periods, the surviving spouse was linked to the person by marriage without separation from bed and board or de facto separation on grounds of <strong class=\"keyword\">incompatibility</strong>, and provided that, during those periods, the spouse resided in the territory of another Member State."},{"author":94808,"first":"Las tres personas fueron posteriormente acusadas de los siguientes delitos penales: propagación de discordias y <strong class=\"keyword\">desavenencias</strong>; incitación y provocación contra el Estado; rebelión contra la autoridad; cuestionamiento de la independencia y equidad de la judicatura; celebración de reuniones políticas; y comisión de delitos contra la unidad nacional.","second":"All three were later charged with the following criminal offences: propagation of discord and <strong class=\"keyword\">dissonance</strong>; incitement and encouragement against the State; rebellion against authority; doubting the independence and equity of the judiciary; holding political meetings; and commission of crimes against national unity."},{"author":94808,"first":"Las negociaciones se estancaron por <strong class=\"keyword\">desavenencias</strong> en cuanto a la caracterización de Kaka, una de las cinco zonas en controversia determinadas por la Comisión Técnica de Fronteras y el Comité Político Conjunto establecidos en virtud del Acuerdo General de Paz.","second":"Negotiations became deadlocked <strong class=\"keyword\">over</strong> the characterization of Kaka, one of the five disputed areas identified by the Technical Boundary Committee and the Joint Political Committee established under the Comprehensive Peace Agreement."},{"author":94808,"first":"Todos nosotros somos responsables de resolver las <strong class=\"keyword\">desavenencias</strong> y fomentar la reconciliación entre pueblos hermanos.","second":"All of us are responsible for healing the <strong class=\"keyword\">rift</strong> and pursuing reconciliation among brothers."},{"author":8008,"first":"La Asociación Venezolana de Casas de Bolsa (AVCB) tiene por objeto promover la cooperación entre sus asociados, proteger y defender sus legítimos derechos e intereses y propiciar la comunicación y entendimiento entre los mismos a fin de que resuelvan sus problemas o <strong class=\"keyword\">desavenencias</strong>. Contribuir a la optimización de la organización y del funcionamiento de las casas de bolsa.","second":"Organization created in order to promote cooperation among its members; protect and defense their legitimate interest and rights and impulse communication and understanding among them."},{"author":119739,"first":"La hermana vio en este comentario una oportunidad para referirse a los sabios consejos de la Biblia para resolver las <strong class=\"keyword\">desavenencias</strong> en el hogar.","second":"The sister used this remark as an opportunity to point to the wise guidance the Bible gives for handling family problems."},{"author":94808,"first":"Además, las restricciones impuestas a la libertad de circulación de los palestinos y las incursiones israelíes en zonas administradas por la Autoridad Nacional Palestina han sido las principales <strong class=\"keyword\">desavenencias</strong> en las negociaciones de Anápolis y en el marco de la hoja de ruta.","second":"In addition, the restrictions imposed on the Palestinians’ freedom of movement and the Israeli incursions into areas administered by the Palestinian National Authority have been <strong class=\"keyword\">major</strong> irritants in the Annapolis negotiations and within the framework of the Road Map."},{"author":94809,"first":"25 – Tal y como se desprende tanto de los autos como de la vista, desde un punto de vista político, para el Reino Unido, el verdadero origen de la <strong class=\"keyword\">desavenencia</strong> radica precisamente en la pretendida inclusión de las personas económicamente inactivas en el sistema de coordinación de los regímenes de seguridad social implantado en el seno del EEE.","second":"25 – As is clear from the papers in the case and from the hearing, the real bone of contention for the United Kingdom, politically, is this proposed inclusion of economically non-active persons within the scope of the regime for the coordination of social security systems which applies to the EEA."},{"author":94809,"first":"Al mismo tiempo, reitera que el creciente número de <strong class=\"keyword\">desavenencias</strong> puede someter esta relación a nuevas tensiones.","second":"At the same time, the Committee reiterates its opinion that a growing number of <strong class=\"keyword\">differences</strong> of <strong class=\"keyword\">opinion</strong> may create new strains on the relationship."},{"author":31,"first":"¿ Ya notaste que el papá tuvo muchas <strong class=\"keyword\">desavenencias</strong> con todo mundo?","second":"You ever notice dad had a falling- out <strong class=\"keyword\">with</strong> just about everybody?"},{"author":118293,"first":"Tenemos <strong class=\"keyword\">desavenencias</strong>, el comandante y yo.","second":"There's history <strong class=\"keyword\">between</strong> the Major and me."},{"author":119739,"first":"La compasión tiene el poder de mantener la armonía y contribuir a la resolución de conflictos o <strong class=\"keyword\">desavenencias</strong>.","second":"Compassion has the power to maintain harmony and to contribute to the resolving of conflict or <strong class=\"keyword\">friction</strong>."},{"author":94808,"first":"Creación de tribunales de familia y establecimiento de dependencias u oficinas locales de orientación familiar, reintroducción del concepto del consejo de familia para resolver <strong class=\"keyword\">desavenencias</strong> conyugales y familiares y problemas que afecten a los hijos y limitar sus repercusiones negativas.","second":"Institution of family courts and establishment of local units or offices to provide family guidance; reintroduction of the concept of the family council to deal with marital and family <strong class=\"keyword\">disputes</strong> and problems involving children and contain their negative repercussions;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}