{"result":"ok","tuc":[{"phrase":{"text":"unease","language":"en"},"meanings":[{"language":"en","text":"a feeling of disquiet or concern"}],"meaningId":4885168762508219224,"authors":[70195]},{"phrase":{"text":"restlessness","language":"en"},"meanings":[{"language":"en","text":"state or condition of being restless"}],"meaningId":-641692439367440259,"authors":[70195]},{"phrase":{"text":"agitation","language":"en"},"meanings":[{"language":"en","text":"act of agitating"},{"language":"en","text":"Act of agitating"}],"meaningId":-7398320746811574795,"authors":[70195]},{"phrase":{"text":"uneasiness","language":"en"},"meaningId":-1604128259636275097,"authors":[84500]},{"phrase":{"text":"anxiety","language":"en"},"meaningId":8099671216411489120,"authors":[25018]},{"phrase":{"text":"disquiet","language":"en"},"meaningId":-7374445540016389108,"authors":[84500]},{"phrase":{"text":"disquietude","language":"en"},"meaningId":-6412844560606674355,"authors":[25018]},{"phrase":{"text":"inquietude","language":"en"},"meaningId":2104916201777435521,"authors":[25018]},{"phrase":{"text":"unrest","language":"en"},"meaningId":-3581151483129183499,"authors":[25115]},{"meanings":[{"language":"en","text":"First-person singular (yo) present indicative form of desasosegar."},{"language":"en","text":"agitation, restlessness"}],"meaningId":-2396490404769388690,"authors":[1]}],"phrase":"desasosiego","examples":[{"author":94808,"first":"Hace un año, nos reunimos en esta sala con el objetivo común de adoptar medidas apropiadas y realistas para mitigar la desesperación y el <strong class=\"keyword\">desasosiego</strong> ante los desafíos que afectan la paz y la seguridad mundiales, de conformidad con una de las obligaciones primordiales de nuestra Organización que previeron sus fundadores.","second":"A year ago, we met in this room with a shared goal of taking appropriate realistic measures towards abating the despair and <strong class=\"keyword\">disquiet</strong> over the challenges impinging on global peace and security, in accordance with one of the cardinal obligations of our Organization as envisioned by the founding fathers."},{"author":119723,"first":"Elifaz explica el <strong class=\"keyword\">desasosiego</strong> de los malvados — Estos no creen que volverán de las tinieblas ni que resucitarán.","second":"Eliphaz sets forth the <strong class=\"keyword\">disquietude</strong> of wicked men—They do not believe they will return out of darkness and be resurrected."},{"author":91988,"first":"Para gran parte del mundo en desarrollo, la inestabilidad básica de las relaciones internacionales –causada por los ataques terroristas, la guerrilla y las guerras preventivas con que EE.UU. amenaza a sus enemigos- está agravando los <strong class=\"keyword\">desasosiegos</strong> socioeconómicos y generando dudas sobre los beneficios de la globalización.","second":"For much of the developing world, the basic instability of international relations – owing to terrorist strikes, guerrilla warfare, and the preemptive wars that America threatens on its enemies – is aggravating socioeconomic <strong class=\"keyword\">anxieties</strong> and fueling doubts about the benefits of globalization."},{"author":118293,"first":"Así que creo que me inspiré en eso, en el <strong class=\"keyword\">desasosiego</strong> que me provocaba estar al cuidado de un tipo en un vagón durante las dos o tres horas que duraba el viaje entonces.","second":"So I think that was inspired by that, this feeling of <strong class=\"keyword\">unease</strong> at being in the care of a guy in a railway carriage for two or three hours as it was then."},{"author":8000,"first":"Existen numerosas diferencias entre las personas con discapacidad intelectual en lo que respecta a la comprensión, las aptitudes para la comunicación, sus preocupaciones, sus motivos de <strong class=\"keyword\">desasosiego</strong> y su funcionamiento, por lo cual es especialmente arriesgado generalizar las prescripciones","second":"There are many differences among persons with intellectual disabilities in terms of understanding, communication skills, concerns, <strong class=\"keyword\">discomforts</strong> and functioning, and this makes generalized prescriptions especially hazardous"},{"author":119739,"first":"Mucho antes de dar paso alguno, la planificación calma el <strong class=\"keyword\">desasosiego</strong>.”","second":"“Long before you have actually done something, you reduce your sense of discomfort by planning what to do.”"},{"author":118293,"first":"Sequedad de boca, palpitaciones, <strong class=\"keyword\">desasosiego</strong>, mal sabor de boca.","second":"dry mouth, palpitations,..... <strong class=\"keyword\">restlessness</strong>, unpleasant taste in mouth. \""},{"author":94808,"first":"Por último, ante el <strong class=\"keyword\">desasosiego</strong> que hay en el mundo, hace falta una visión común.","second":"Lastly, in the <strong class=\"keyword\">face</strong> of the trouble in the world, we need a common vision."},{"author":31,"first":"Tu futuro te depara gran <strong class=\"keyword\">desasosiego</strong>","second":"Your future promises much <strong class=\"keyword\">discomfort</strong>"},{"author":22,"first":"Los dos casos mencionados por Su Señoría suscitan <strong class=\"keyword\">desasosiego</strong> en la Comisión","second":"The Commission is disturbed by the two cases referred to <strong class=\"keyword\">by</strong> the Honourable Member"},{"author":94809,"first":"La Comisión considera además que una autorización de concentración sujeta a condiciones apropiadas será más beneficiosa para los consumidores que el <strong class=\"keyword\">desasosiego</strong> causado por el posible cierre de Stream.","second":"The Commission further considers that an authorisation of the merger subject to appropriate conditions will be more beneficial to consumers than a disruption <strong class=\"keyword\">caused</strong> by a potential closure of Stream."},{"author":22,"first":"Por último, en lo que respecta a la determinación del daño moral, se solicita una valoración adecuada del mismo, basada en el principio de determinación del daño mediante criterios de equidad, que tenga en cuenta las consecuencias nocivas en términos de ansiedad, estrés y <strong class=\"keyword\">desasosiego</strong> sufridas por el funcionario a raíz de su exclusión del concurso","second":"Finally, in determining the non-material damage, the applicant requests a proportionate assessment of the same on the basis of the principles of fairness in the determination of damage, which takes account of the harmful consequences in terms not only of <strong class=\"keyword\">anxiety</strong> and stress, but also of hardship suffered by the official following his exclusion from the competition"},{"author":31,"first":"Hay mucho <strong class=\"keyword\">desasosiego</strong> en la tierra,Fujimaki y Ayabe aguardan su ocasión","second":"Recent events <strong class=\"keyword\">have thrown</strong> the whole domain into turmoil, and Fujimaki and Ayabe are looking for an opening"},{"author":8000,"first":"El Comité de Derechos Humanos ha estigmatizado esta práctica, en casos ocurridos en Belarús, por tener efectos de intimidación o castigo de las familias al dejarlos en un estado de incertidumbre y <strong class=\"keyword\">desasosiego</strong>, equivalente a una violación del artículo # del Pacto Internacional de Derechos Civiles y Políticos","second":"The Human Rights Committee has stigmatized this, in cases involving Belarus, as having the effect of intimidating or punishing families by leaving them in state of uncertainty and <strong class=\"keyword\">distress</strong>, amounting to a violation of article # of the International Covenant on Civil and Political Rights"},{"author":27,"first":"(PT) Hace poco, la Comisión ha presentado un proyecto de comunicación sobre la reforma presupuestaria que incluía referencias a la política de cohesión, que están suscitando <strong class=\"keyword\">desasosiego</strong> y confusión, sobre todo, por lo que se refiere a las regiones ultraperiféricas.","second":"(PT) The European Commission recently tabled a draft communication on budgetary reform, which included references to cohesion policy that are <strong class=\"keyword\">causing anxiety</strong> and confusion, especially where the outermost regions are concerned."},{"author":27,"first":"Sé perfectamente que con esta apertura necesitamos cambios muchos más rápidos que los del pasado, y los cambios causan <strong class=\"keyword\">desasosiego</strong>.","second":"I am well aware that this opening-up means that change must be much faster than it was in the past, and that change <strong class=\"keyword\">leads</strong> to disruption."},{"author":91988,"first":"Existen algunos paralelismos entre el actual <strong class=\"keyword\">desasosiego</strong> y el sentimiento del mercado en la década posterior a la Segunda Guerra Mundial.","second":"There are some parallels between today’s <strong class=\"keyword\">unease</strong> and market sentiment in the decade after World War II."},{"author":118293,"first":"El <strong class=\"keyword\">desasosiego</strong> en China será de cerca asociado al préstamo del Banco de las Cuatro Naciones a la Corte Qing.","second":"The <strong class=\"keyword\">unrest</strong> in China will be closely linked to the Four Nations Bank loan to the Qing court."},{"author":118293,"first":"Pero hay cierto <strong class=\"keyword\">desasosiego</strong> en él.","second":"But there is a <strong class=\"keyword\">restlessness</strong> in him."},{"author":8000,"first":"Hay una sensación general de <strong class=\"keyword\">desasosiego</strong> y el mundo ahora parece aún más inseguro","second":"There is a general feeling of <strong class=\"keyword\">unease</strong> and the world now seems even more insecure"},{"author":8000,"first":"La extrema pobreza en el país, la precariedad de su situación económica y la incapacidad del Gobierno, debida a la falta de recursos, para satisfacer las más elementales necesidades de la población son todos factores que muy fácilmente pueden llevar a la inestabilidad política y al <strong class=\"keyword\">desasosiego</strong> social","second":"The extreme poverty in the country, the precariousness of its economic situation and the inability of the Government, because of lack of resources, to meet the most elementary needs of the population are all factors highly conducive to political instability and social <strong class=\"keyword\">unrest</strong>"},{"author":27,"first":"En días recientes, Señora Presidenta, nos ha causado <strong class=\"keyword\">desasosiego</strong> leer informes en los que se indica que Dinamarca podría retrasar la aprobación de esta legislación por albergar dudas sobre su fundamento jurídico.","second":"In recent days, Madam President, we have been <strong class=\"keyword\">disturbed</strong> to read reports that suggest that Denmark may delay the adoption of this legislation on the grounds of a challenge on the legal base."},{"author":94808,"first":"El <strong class=\"keyword\">desasosiego</strong> y la inseguridad generales que existen actualmente en todo el mundo se ven agravados por una sensación imperante de que los principios del multilateralismo están en peligro y, además, nos alejamos de manera evidente de los compromisos y las obligaciones internacionales acordados con anterioridad.","second":"The existing general international <strong class=\"keyword\">unease</strong> and insecurity is further reinforced by a prevailing sense that the principles of multilateralism are under threat, coupled with the evident retreat from previously agreed international commitments and obligations."},{"author":119723,"first":"Una persona se dio cuenta de que cada vez que experimentaba una emoción negativa trataba de huir de su <strong class=\"keyword\">desasosiego</strong> pensando en la pornografía.","second":"One individual realized that when he experienced a negative emotion, he tried to escape his discomfort by thinking about pornography."},{"author":92475,"first":"Sin embargo, no podía evitar pensar en algunos titulares: recientemente, a un voluntario, que no tenía un papel destacado en el grupo de estudiantes activistas «Scholarism», y a un auxiliar de vuelo, que fue arrestado durante las protestas el 2 de julio, no se les permitió la entrada en el territorio continental; el gabinete que se presentaba a las elecciones del Consejo estudiantil de CityU (abreviación de City University of Hong Kong) sufrió amenazas [por su postura crítica en política]; varias personas fueron detenidas por uso indebido de dispositivos informáticos... Vale, sé que pensarán que estoy exagerando pero a partir de ese momento, mi felicidad quedó eclipsada por un sentimiento de <strong class=\"keyword\">desasosiego</strong>.","second":"But then countless headlines crossed my mind: recently, a low-profile volunteer for student activist group Scholarism and a flight attendant who were among the arrested on July 2 at a sit-in protest were not allowed to enter the mainland; the cabinet running for CityU Student Union’s election was threatened [for their critical political stance]; a number of people had been arrested for dishonest use of computers... Okay, I know you think I’m exaggerating but from that moment on, my fleeting happiness was overshadowed by a sense of <strong class=\"keyword\">uneasiness</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}