{"result":"ok","tuc":[{"phrase":{"text":"rout","language":"en"},"meaningId":6340770216033604514,"authors":[97745]},{"phrase":{"text":"scatter","language":"en"},"meaningId":207368704169675126,"authors":[83619]},{"phrase":{"text":"stampede","language":"en"},"meaningId":-6814789419080505310,"authors":[97745]},{"meanings":[{"language":"en","text":"scattering (of a crowd)"}],"meaningId":-291546379429528576,"authors":[93107]}],"phrase":"desbandada","examples":[{"author":8007,"first":"Es triste escuchar en la BBC o CNN a estudiantes <strong class=\"keyword\">desbandados</strong> diciendo que Aristide \"mintió\" porque no mejoró las condiciones sociales del país.","second":"It is sad to hear rampaging students on BBC and <strong class=\"keyword\">CNN</strong> saying that Aristide \"lied\" because he didn't improve the country's social conditions."},{"author":118293,"first":"Se dice que muchas unidades sud-vietnamitas... están a un paso de la <strong class=\"keyword\">desbandada</strong>.","second":"Unofficial sources say that many South Vietnamese army units are near collapse."},{"author":91988,"first":"La retirada es una de las maniobras militares más peligrosas, porque puede fácilmente degenerar en una <strong class=\"keyword\">desbandada</strong> aterrorizada y caótica.","second":"Withdrawal is one of the riskiest military maneuvers, because it can easily degenerate into <strong class=\"keyword\">panicky retreat</strong> and chaos."},{"author":91988,"first":"Pues el corazón criminal/terrorista del supuestamente <strong class=\"keyword\">desbandado</strong> Ejército de Liberación de Kosovo (UCK) sigue fortificando su poder y expandiéndose a Macedonia, al sur de Serbia y a Montenegro.","second":"For the criminal/terrorist heart of the supposedly <strong class=\"keyword\">disbanded</strong> Kosovo Liberation Army continues to fortify its power and to expand into Macedonia, Southern Serbia and Montenegro."},{"author":118293,"first":"¿Qué es, un <strong class=\"keyword\">desbandado</strong>?","second":"What are you, <strong class=\"keyword\">outsiders</strong>?"},{"author":8000,"first":"Comunicó que el partido moderado de Ibrahim Rugova, la Liga Democrática de Kosovo, había obtenido casi el # % de los votos, mientras que los partidos con vínculos históricos al Ejército de Liberación de Kosovo ya <strong class=\"keyword\">desbandado</strong>, es decir, los partidos de Hashim Thaci y Ramush Haradinaj, solamente habían recibido un tercio de los votos","second":"He reported that the moderate party of Ibrahim Rugova, the Democratic League of Kosovo, had obtained almost # per cent of the vote, while the parties with historical links to the <strong class=\"keyword\">disbanded</strong> Kosovo Liberation Army, those of Hashim Thaci and Ramush Haradinaj, had only received a third of the vote"},{"author":8000,"first":"Las matanzas a que se hace referencia formaban parte de la política de tierra arrasada de los grupos terroristas en <strong class=\"keyword\">desbandada</strong>, cuyo objetivo principal consistía en castigar a las poblaciones civiles que se negaban a obedecer sus órdenes y aceptar su proyecto aniquilador","second":"The massacres referred to are part of the scorched earth policy of terrorist groups on the decline, whose main aim was to punish civilian populations who refused their diktats and destructive plans"},{"author":31,"first":"Ahí vienen tus amigos en <strong class=\"keyword\">desbandada</strong>","second":"Your friends are ready to <strong class=\"keyword\">attack</strong>"},{"author":118293,"first":"¿A qué viene esta <strong class=\"keyword\">desbandada</strong>?","second":"What does all of this mean?"},{"author":95096,"first":"Tú, que has llevado en tu corazón las vicisitudes de tus contemporáneos, ayúdanos, con el corazón cercano al corazón del Redentor, a abrazar las vicisitudes de los hombres de nuestra época: los difíciles problemas sociales, económicos, políticos, los problemas de la cultura y de la civilización contemporánea, todos los sufrimientos del hombre de hoy, sus dudas, sus negaciones, sus <strong class=\"keyword\">desbandadas</strong>, sus tensiones, sus complejos, sus inquietudes...","second":"You, who bore in your heart the vicissitudes of your contemporaries, help us, with our heart close to the Redeemer's heart, to embrace the events of the men of our time. The difficult social, economic and political problems, the problems of culture and contemporary civilization, all the sufferings of the man of today, his doubts, his denials his <strong class=\"keyword\">disorders</strong>, his tensions, his complexes, his worries..."},{"author":94808,"first":"Las matanzas a que se hace referencia formaban parte de la política de tierra arrasada de los grupos terroristas en <strong class=\"keyword\">desbandada</strong>, cuyo objetivo principal consistía en castigar a las poblaciones civiles que se negaban a obedecer sus órdenes y aceptar su proyecto aniquilador.","second":"The massacres referred to are part of the scorched earth policy of terrorist groups on the decline, whose main aim was to punish civilian populations who refused their diktats and destructive plans."},{"author":118293,"first":"Serán barridos en la <strong class=\"keyword\">desbandada</strong> general.","second":"They would get swept up in the general <strong class=\"keyword\">rout</strong>."},{"author":118293,"first":"Si hay una <strong class=\"keyword\">desbandada</strong> y el ganado se precipita hacia ustedes... no sirve de nada hacer cabriolas en su caballo de exposición.","second":"Now... if there's a rush and the cattle are <strong class=\"keyword\">stampeding</strong> towards you... it's not much good prancing and dancing about on your show pony."},{"author":8000,"first":"El Gobierno de Indonesia no ha desarmado ni <strong class=\"keyword\">desbandado</strong> las milicias, no ha investigado los informes de agresiones sexuales ni enjuiciado a los responsables","second":"The Government of Indonesia has failed to disarm and <strong class=\"keyword\">disband</strong> the militia, or to investigate reports of sexual assault and hold the perpetrators accountable"},{"author":91988,"first":"El Gobierno de Hong Kong, encabezado por la AMHK, lanzó una intervención sin precedentes comprando activos locales para “derrotar” a los especuladores, pero no consiguieron detener la <strong class=\"keyword\">desbandada</strong> de los inversores mundiales, incluidos los cautos fondos de pensiones y fondos de inversión mobiliaria colectiva.","second":"Hong Kong ’s government, led by the HKMA, launched an unprecedented intervention, buying up local shares to “defeat” the speculators, but failed to stop the <strong class=\"keyword\">stampede</strong> by global investors, including conservative pension and mutual funds."},{"author":31,"first":"Los demás se irán en <strong class=\"keyword\">desbandada</strong>","second":"It won' t take much to <strong class=\"keyword\">stampede</strong> the <strong class=\"keyword\">rest</strong>"},{"author":27,"first":"Se ha producido una <strong class=\"keyword\">desbandada</strong> notable de gente, sobre todo de jóvenes, huyendo del sector de la pesca.","second":"There has been a significant flow of people, and young people in particular, away from the fishing industry."},{"author":119739,"first":"23 Y Jehová tu Dios realmente las abandonará en tus manos y las hará desbandarse con una gran <strong class=\"keyword\">desbandada</strong>, hasta que queden aniquiladas.","second":"23 And Jehovah your God will indeed abandon them to you and <strong class=\"keyword\">rout</strong> them with a great <strong class=\"keyword\">rout</strong>, until they are annihilated."},{"author":94808,"first":"Tras su <strong class=\"keyword\">desbandada</strong> por todo el norte del Afganistán, el 12 de noviembre, las fuerzas talibanas se concentraron sobre todo en la provincia de Kunduz, después de fracasar en su intento de retirarse al sur del Afganistán.","second":"Following their <strong class=\"keyword\">rout</strong> all over northern Afghanistan on 12 November, the Taliban forces there concentrated mainly in Kunduz Province, having failed in their attempt to withdraw to southern Afghanistan."},{"author":118293,"first":"Día y noche, he estado despierto corriendo a la <strong class=\"keyword\">desbandada</strong>","second":"Day and night, I've been awake running helter skelter."},{"author":94808,"first":"Sin embargo, ahora encaramos una situación en la que el Secretario General ha <strong class=\"keyword\">desbandado</strong> al equipo de investigación debido a la falta de cooperación de Israel.","second":"However, we are now faced with the situation in which the Secretary-General has <strong class=\"keyword\">disbanded</strong> the fact-finding team because of the uncooperative attitude of Israel."},{"author":118293,"first":"El Cartel de Reyes está en <strong class=\"keyword\">desbandada</strong>.","second":"The Reyes cartel has <strong class=\"keyword\">disbanded</strong>."},{"author":31,"first":"¿ No sabe que un ejército <strong class=\"keyword\">desbandado</strong> se convierte en un motín?","second":"Is Your Majesty aware that an <strong class=\"keyword\">army</strong> turned loose becomes a mob?"},{"author":27,"first":"Los caballos son animales miedosos que huyen en <strong class=\"keyword\">desbandada</strong>.","second":"Horses are timid flight <strong class=\"keyword\">animals</strong>."},{"author":118293,"first":"No es una <strong class=\"keyword\">desbandada</strong>","second":"Not helter-skelter"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}