{"result":"ok","tuc":[{"phrase":{"text":"bust","language":"en"},"meaningId":-7997390510024517217,"authors":[84500]},{"phrase":{"text":"fizzle","language":"en"},"meaningId":-8684789086644398227,"authors":[83093]},{"phrase":{"text":"defeat","language":"en"},"meaningId":-6674579809081049538,"authors":[86934]},{"phrase":{"text":"failure","language":"en"},"meaningId":9101316655124560226,"authors":[89651]},{"phrase":{"text":"flame-out","language":"en"},"meaningId":8449418417992836572,"authors":[84500]},{"phrase":{"text":"flop","language":"en"},"meaningId":4843702322511288088,"authors":[84500]},{"phrase":{"text":"fuss","language":"en"},"meaningId":6809637760965987102,"authors":[84715]},{"phrase":{"text":"misfortune","language":"en"},"meaningId":-6406628044941711794,"authors":[83093]},{"phrase":{"text":"setback","language":"en"},"meaningId":-7891105296272334088,"authors":[86934]},{"meanings":[{"language":"en","text":"misfortune"},{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of descalabrar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of descalabrar."},{"language":"en","text":"loss"}],"meaningId":-1092509334961475672,"authors":[1]}],"phrase":"descalabro","examples":[{"author":8007,"first":"Si bien duraron, los auges que precedieron a estos <strong class=\"keyword\">descalabros</strong> hicieron que estas economías se recalentaran.","second":"While they lasted, the booms that preceded these <strong class=\"keyword\">busts caused</strong> these economies to overheat."},{"author":8007,"first":"La economía global ha estado impulsada en los últimos años por considerables auges y <strong class=\"keyword\">descalabros</strong> de activos especulativos, lo que introduce en la ecuación cuestiones referidas a la seguridad y la confianza, así como a la justicia.","second":"The global economy has been driven in recent years by remarkable speculative asset booms and <strong class=\"keyword\">busts</strong>, which bring into the equation questions of confidence and trust, as well as fairness."},{"author":94808,"first":"Desde el golpe de Estado frustrado, la situación en la República Centroafricana se caracteriza por una gran tensión política, un acentuado <strong class=\"keyword\">descalabro</strong> económico, una tensión social latente y una preocupante inseguridad.","second":"The situation in the Central African Republic since the failed coup attempt has been marked by sharp political tensions, further economic decline, simmering social tension and a troubling lack of security."},{"author":8007,"first":"Los auges y <strong class=\"keyword\">descalabros</strong> han causado grandes redistribuciones de la riqueza.","second":"The booms and <strong class=\"keyword\">busts</strong> have caused great redistributions of wealth."},{"author":94808,"first":"Ahora había que mirar más allá de las medidas de estímulo fiscal y de las políticas de rescate que habían ayudado a alejar a la economía mundial del <strong class=\"keyword\">descalabro</strong>, y en su lugar dedicarse a aplicar reformas democráticas y socialmente responsables de las organizaciones financieras nacionales e internacionales.","second":"There is now a need to look beyond the fiscal stimulus packages and the bailout policies that have helped to pull the world economy back from the brink and instead to engage in socially responsible and democratic reforms of domestic and international financial organizations."},{"author":8000,"first":"El <strong class=\"keyword\">descalabro</strong> económico de Zimbabwe es el resultado de la mala política y la mala gestión pública","second":"The economic <strong class=\"keyword\">collapse</strong> in Zimbabwe is the result of bad policies and bad governance"},{"author":94809,"first":"En octubre de 2015, Eesti Energia, la principal empresa energética de los Estados bálticos y la mayor productora de petróleo de esquisto del mundo, decidió reducir su producción drásticamente debido al <strong class=\"keyword\">descalabro</strong> de los beneficios por la caída de los precios del petróleo.","second":"In October 2015, Eesti Energia, the leading energy company in the Baltic States and the largest company in the world working with oil shale, decided to reduce <strong class=\"keyword\">shale</strong> oil production due to dramatically fallen profits caused by lower oil prices."},{"author":94809,"first":"La experiencia demuestra que los <strong class=\"keyword\">descalabros</strong> imprevistos que afectan a algunos sectores clave constituyen una característica de las economías contemporáneas y, en vista de la presente proyección financiera, la Comisión no está suficientemente capacitada para hacer frente a este tipo de eventualidad.","second":"Experience has demonstrated that unforeseen <strong class=\"keyword\">shocks</strong> to certain key sectors is a feature of contemporary economies and, within the financial perspective presented here, the Commission has very little ability to respond to such eventualities."},{"author":94808,"first":"Desde entonces, los <strong class=\"keyword\">descalabros</strong> sufridos por numerosas empresas han puesto de relieve la necesidad de mejorar la gobernanza de las empresas tanto en los países desarrollados como en los países en desarrollo.","second":"Since that time, a number of corporate <strong class=\"keyword\">failures</strong> have highlighted the need for improvements in corporate governance in developed and developing countries alike."},{"author":8008,"first":"Las fuerzas de los Imagawa superaban en diez a uno a las de los Oda, pero sin embargo, en un ataque sorpresa liderado por el joven jefe, los Oda los exterminaron en la batalla de Okehazama . Este <strong class=\"keyword\">descalabro</strong> monumental concluyó con la cabeza de Yoshimoto a los pies de Nobunaga.","second":"Nobunaga attacked Enryakuji and burnt it to the ground in 1571, even though it had been admired as a significant cultural symbol at the time, killing between 20,000 and 30,000 men, women, and children in the process."},{"author":94808,"first":"No hay duda de que las presiones políticas y económicas y la represión que ejerce Israel contra los palestinos sólo puede dar lugar al <strong class=\"keyword\">descalabro</strong> del proceso de paz y provocar la desesperación.","second":"The political and economic pressure and the repression exerted by Israel against the Palestinians could lead to the <strong class=\"keyword\">collapse</strong> of the peace process and result in desperation."},{"author":94808,"first":"Además, el conflicto armado ha contribuido a la pérdida de medios de sustento, la destrucción de infraestructura y bienes y el <strong class=\"keyword\">descalabro</strong> de los servicios básicos.","second":"The armed conflict has also contributed to loss of livelihood, destruction of infrastructure and property and <strong class=\"keyword\">disruption</strong> of basic services."},{"author":31,"first":"Tengo una gran herida que me infligió uno de los que me era fiel, cuando yo repelí el <strong class=\"keyword\">descalabro</strong>","second":"I received from one of my faithful when I was repelling the carnage an <strong class=\"keyword\">honorable</strong> wound"},{"author":8007,"first":"Es posible que la crisis económica haya obligado a una nueva reaproximación de EE.UU. con China (la potencia “emergente” que ahora ha surgido como la gran ganadora del <strong class=\"keyword\">descalabro</strong> financiero mundial).","second":"The economic crisis arguably forced the new American rapprochement with China (the “emerging” power that has now emerged as the big winner from the world’s financial <strong class=\"keyword\">turmoil</strong>)."},{"author":8007,"first":"Los responsables de semejante <strong class=\"keyword\">descalabro</strong> en el manejo económico deberán dar cuenta de sus actos.","second":"Those responsible for such economic mismanagement should be held accountable."},{"author":8000,"first":"Obviamente, no será fácil sacar a la provincia de su <strong class=\"keyword\">descalabro</strong> socioeconómico, y su condición de cuasi-Estado sólo ha exacerbado los problemas","second":"It is clear that it will not be easy to extricate the province from its socio-economic <strong class=\"keyword\">collapse</strong>, but quasi-statehood has only exacerbated the problems"},{"author":94808,"first":"A lo que nos llevaría la propuesta británica sería a una intervención en la fijación de precios del crudo iraquí, lo cual supondría el <strong class=\"keyword\">descalabro</strong> completo de la relación entre proveedor y comprador.","second":"What the British proposal would lead to is an intervention in the pricing of Iraqi crude oil, which would entail the complete destruction of the relationship between supplier and buyer."},{"author":118293,"first":"Si caes y te <strong class=\"keyword\">descalabras</strong>, como muchos otros, no te preocup es, dormirás en la enfermería, que es otra experiencia típica de la universidad.","second":"If you fall and break your face<strong class=\"keyword\">,</strong> as man y tray sledders do, don't worry about it'cause you can spend the night in the infirmary, which is another typical college experience."},{"author":94809,"first":"Aunque GE reconoce que no pueden salirle bien todos los proyectos, señala que gracias a su \"tamaño puede fallar de vez en cuando sin que ello suponga un <strong class=\"keyword\">descalabro</strong>\" (Memoria anual de 2000 de GE, páginas 4 y 5).","second":"Although GE rightly recognises that it cannot succeed in every project, GE makes the point that \"size allows GE to miss a few without missing a beat\" (as indicated in GE's 2000 Annual Report, pages 4 and 5)."},{"author":8000,"first":"Las consecuencias son un <strong class=\"keyword\">descalabro</strong> económico de la escala que se prevé en el informe Stern y no visto desde el final de la segunda guerra mundial","second":"The consequences of economic <strong class=\"keyword\">disruption</strong> on the scale predicted in the Stern report are not seen since the end of the Second World War"},{"author":8007,"first":"Al final del siglo XIX, la gran cantidad de inversión y progreso tecnológico en los ferrocarriles de los Estados Unidos pareció beneficiar a todo el mundo, menos a los accionistas y titulares de bonos de las compañías de ferrocarriles, pues al auge siguió el <strong class=\"keyword\">descalabro</strong> y el de hacer tragar a los inversores acciones sin valor llegó a ser el deporte favorito de Wall Street.","second":"At the end of the nineteenth century the huge amount of investment and technological progress in America's railroads appeared to benefit everyone but the stockholders and bondholders of railroad companies, as <strong class=\"keyword\">bust</strong> followed boom and ramming worthless securities down the throats of investors became Wall Street's favorite sport."},{"author":8000,"first":"No hay duda de que las presiones políticas y económicas y la represión que ejerce Israel contra los palestinos sólo puede dar lugar al <strong class=\"keyword\">descalabro</strong> del proceso de paz y provocar la desesperación","second":"The political and economic pressure and the repression exerted by Israel against the Palestinians could lead to the <strong class=\"keyword\">collapse</strong> of the peace process and result in desperation"},{"author":94808,"first":"El régimen de comercio de derechos de emisión de la Unión Europea tenía grandes virtudes, pero el reciente <strong class=\"keyword\">descalabro</strong> económico había puesto de manifiesto algunas de sus deficiencias estructurales.","second":"The EU ETS had some strong features, but a number of its structural deficiencies had been brought to light by the recent economic <strong class=\"keyword\">meltdown</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}