{"result":"ok","tuc":[{"phrase":{"text":"apple corer","language":"en"},"meaningId":-1988735099843852366,"authors":[92056]},{"meanings":[{"language":"en","text":"discouraging"}],"meaningId":-8956869959565331216,"authors":[93107]}],"phrase":"descorazonador","examples":[{"author":27,"first":"No podemos ir a México tan solamente con el poco claro y <strong class=\"keyword\">descorazonador</strong> acuerdo de Copenhague.","second":"We cannot be driven to Mexico by the vague and <strong class=\"keyword\">disheartening</strong> Copenhagen agreement."},{"author":95875,"first":"El momento en el que una familia se ve forzada a enviar a sus mayores a una residencia de ancianos resulta <strong class=\"keyword\">descorazonador</strong>.","second":"It is often a heartbreaking moment when a family is forced to place their elderly relatives in a nursing home."},{"author":27,"first":"En efecto, el Sr. Moniz destaca, con mucha razón, la <strong class=\"keyword\">descorazonadora</strong> tendencia descendente del empleo en la industria textil, una tendencia que por desgracia parece que va a continuar.","second":"Now Mr Moniz quite rightly points out the <strong class=\"keyword\">depressing</strong> downward trend in employment in the textile industry, and this trend unfortunately looks set to continue."},{"author":8000,"first":"También resulta <strong class=\"keyword\">descorazonador</strong> que haya tantos niños que todavía sufren malnutrición o sencillamente mueren en el período neonatal","second":"It was also a <strong class=\"keyword\">chilling</strong> fact that many children still suffered from malnutrition or simply died in their infancy"},{"author":94808,"first":"Resulta <strong class=\"keyword\">descorazonador</strong> ver que niños de todos los orígenes étnicos son víctimas de violencia física y psicológica de forma cotidiana.","second":"It is <strong class=\"keyword\">heartbreaking</strong> to see <strong class=\"keyword\">how</strong> children of all ethnic origins are becoming victims of physical and psychological violence on a daily basis."},{"author":8000,"first":"En sus declaraciones muchas delegaciones rindieron homenaje al personal del ACNUR-piedra angular de la organización-, buena parte del cual prestaba servicios con gran dedicación en circunstancias difíciles y a menudo <strong class=\"keyword\">descorazonadoras</strong>","second":"In their statements many delegations paid tribute to the staff of UNHCR- the core of the organization- many of whom served with dedication in challenging and often <strong class=\"keyword\">demoralizing</strong> circumstances"},{"author":118293,"first":"Oh, Dios mío, <strong class=\"keyword\">descorazonadores</strong>.","second":"( Anders ) Oh, my God, <strong class=\"keyword\">heart</strong> breaker."},{"author":31,"first":"<strong class=\"keyword\">Descorazonador</strong>, ¿ verdad?","second":"<strong class=\"keyword\">Heart</strong>- <strong class=\"keyword\">breaking</strong>, isn' t it?"},{"author":119723,"first":"A veces la noche que nos rodea parecerá opresiva, <strong class=\"keyword\">descorazonadora</strong> y temible.","second":"Sometimes the night that surrounds us will appear oppressive, disheartening, and frightening."},{"author":8000,"first":"Pese a la <strong class=\"keyword\">descorazonadora</strong> imagen, la paz y la reconciliación no eran inalcanzables","second":"Despite the <strong class=\"keyword\">gloomy</strong> picture, peace and reconciliation were not beyond reach"},{"author":94809,"first":"Aunque a primera vista la relación de problemas resulte <strong class=\"keyword\">descorazonadora</strong>, en el contexto de muchos otros Registros TLD, tanto en Europa como a nivel internacional, se ha tenido que abordar recientemente una situación muy similar, llegándose en muchos casos a mejorar sensiblemente las prácticas previas y a encontrar soluciones relativamente satisfactorias.","second":"Although at first sight these might appear to be rather <strong class=\"keyword\">daunting</strong> list of issues, very similar questions have recently been addressed in the context of several other TLD Registries, both in Europe and internationally and in many cases, significant improvements have been made in current practice and relatively satisfactory solutions have been found."},{"author":118293,"first":"Y luego, en un momento <strong class=\"keyword\">descorazonador</strong>, desaparece.","second":"And then, in one <strong class=\"keyword\">heartbreaking</strong> moment, it's gone."},{"author":118293,"first":"Es <strong class=\"keyword\">descorazonador</strong> verlo.","second":"It's <strong class=\"keyword\">heartbreaking</strong> to watch."},{"author":8000,"first":"Nada es más <strong class=\"keyword\">descorazonador</strong> que el silencio de los representantes de los Estados en el Consejo de Seguridad durante el debate del proyecto de resolución de los Estados Unidos ante una pregunta planteada por el representante de México acerca de la posibilidad de levantar las sanciones impuestas al Iraq","second":"Nothing is more <strong class=\"keyword\">distressing</strong> than the silence of the representatives of States in the Security Council during their discussion of the American draft in the face of the question raised by the representative of Mexico regarding the possibility of lifting the sanctions imposed on Iraq"},{"author":94809,"first":"Pese a todo, muchos de los generadores de dichos parques eólicos se han puesto fuera de funcionamiento y permanecen inactivos, ofreciendo una visión bastante <strong class=\"keyword\">descorazonadora</strong> en regiones que carecen de otros recursos energéticos, como por ejemplo Skiros, Ikaria, Eubea, Creta, etc.","second":"However, many of the generators in the wind parks have been taken out of operation, leaving them inactive and presenting a rather <strong class=\"keyword\">depressing</strong> sight in areas which do not have other energy resources such as Skyros, Ikaria, Evvia, Crete etc."},{"author":95875,"first":"Sin duda, ha habido avances, pero a nivel mundial es <strong class=\"keyword\">descorazonador</strong> ver cuánto dolor causa esta enfermedad.","second":"There has certainly been progress, but globally it pains the heart to see the ravages of this illness."},{"author":119739,"first":"Si bien los cálculos del ritmo de extinción que hacen los especialistas varían, suelen ser <strong class=\"keyword\">descorazonadores</strong>.","second":"When scientists try to determine the rate of extinction, their estimates, although varied, are often disheartening."},{"author":118293,"first":"Era <strong class=\"keyword\">descorazonador</strong>.","second":"<strong class=\"keyword\">Heartbreaking</strong> stuff."},{"author":94808,"first":"En sus declaraciones muchas delegaciones rindieron homenaje al personal del ACNUR ‐piedra angular de la organización-, buena parte del cual prestaba servicios con gran dedicación en circunstancias difíciles y a menudo <strong class=\"keyword\">descorazonadoras</strong>.","second":"In their statements many delegations paid tribute to the staff of UNHCR - the core of the organization - many of whom served with dedication in challenging and often <strong class=\"keyword\">demoralizing</strong> circumstances."},{"author":94809,"first":"En dicho documento se analiza el aspecto medioambiental de la sostenibilidad y la Comisión llega a conclusiones muy <strong class=\"keyword\">descorazonadoras</strong> (4).","second":"In this paper, the Commission examines the environmental dimension of sustainability and arrives at some very <strong class=\"keyword\">sobering</strong> conclusions (4)."},{"author":91988,"first":"BRUSELAS – La última predicción económica de la Comisión Europea traza un panorama <strong class=\"keyword\">descorazonador</strong>: tasas de desempleo próximas al cinco por ciento o más en Austria, Alemania y los Países Bajos en 2014, pero superiores al 25 por ciento en Grecia y España y del 15 por ciento, aproximadamente, en Irlanda y Portugal.","second":"BRUSSELS – The European Commission’s latest economic outlook paints a <strong class=\"keyword\">disheartening</strong> picture: unemployment rates close to or above 5% in Austria, Germany, and the Netherlands in 2014, but above 25% in Greece and Spain and roughly 15% in Ireland and Portugal."},{"author":94808,"first":"Es <strong class=\"keyword\">descorazonador</strong> que no haya progresos positivos en el Tratado de prohibición completa de los ensayos nucleares o en el tratado para la prohibición de la producción de material fisionable.","second":"It is <strong class=\"keyword\">disheartening</strong> that there is no encouraging progress on the Comprehensive Nuclear-Test-Ban Treaty or the fissile material cut-off treaty."},{"author":27,"first":"Por tanto, me parece <strong class=\"keyword\">descorazonador</strong> que la posible retirada de muchos productos, entre ellos los fungicidas triazoles, se base en argumentos menos que científicos y haga que mi negocio deje de ser especialmente rentable y reduzca la disponibilidad de alimentos cultivados en casa\".","second":"I therefore find it <strong class=\"keyword\">distressing</strong> that the possible withdrawal of many products, including the triazole fungicides, is based on less than scientific arguments and will make my business not particularly viable and reduce the availability of home-produced food'."},{"author":94808,"first":"Fue <strong class=\"keyword\">descorazonador</strong> enterarse de que algunos de esos alumnos son huérfanos.","second":"It was <strong class=\"keyword\">disheartening</strong> to learn that a number of these students are orphans."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}