{"result":"ok","tuc":[{"phrase":{"text":"lean","language":"en"},"meaningId":-288933250036768742,"authors":[83093]},{"phrase":{"text":"sinewy","language":"en"},"meaningId":1520309782056385109,"authors":[83093]},{"phrase":{"text":"skinny","language":"en"},"meaningId":1406566856906804166,"authors":[86934]},{"phrase":{"text":"thin","language":"en"},"meaningId":-8542361819268871472,"authors":[86934]},{"phrase":{"text":"wiry","language":"en"},"meaningId":-6916168186065752602,"authors":[83093]}],"phrase":"descarnado","examples":[{"author":8000,"first":"Los continuos actos de destrucción y muerte que siguen llevando a cabo las fuerzas israelíes de ocupación en el Territorio Palestino Ocupado, incluida Jerusalén, constituyen recordatorios <strong class=\"keyword\">descarnados</strong> y lamentables de la necesidad de que la comunidad internacional adopte de inmediato medidas serias para prestar asistencia y proteger a los civiles palestinos que están bajo la ocupación","second":"The continuous killing and destruction being carried out by the Israeli occupying forces in the Occupied Palestinian Territory, including Jerusalem, serve as <strong class=\"keyword\">stark</strong> and unfortunate reminders of the need for serious and immediate action by the international community to assist and protect Palestinian civilians under occupation"},{"author":8008,"first":"Mientras los clubs de la comedia brotan en nuestras parrillas televisivas y salas de teatro, Rachel destila su propio humor salvaje, exportando directamente de la <strong class=\"keyword\">descarnada</strong> América, sin aditivos ni edulcorantes para adaptarlo al contexto mediterráneo: \"Yo soy cómica, no actriz.","second":"While comedy clubs sprout everywhere in our theaters and on television, Rachel distills her own savage style of humor exported directly from the wilds of America, free of artificial additives or sweeteners to adapt it to the Mediterranean context. \"I'm a comic, not an actress."},{"author":94808,"first":"Hablo así, de una manera que a algunos les puede parecer demasiado cruda y <strong class=\"keyword\">descarnada</strong>, pero procedo de un pueblo que ha conocido la amarga experiencia de la esclavitud, el colonialismo y el racismo.","second":"I speak in these terms, which some may think are too harsh and <strong class=\"keyword\">stark</strong>, because I come from a people that have known the bitter experience of slavery, colonialism and racism."},{"author":27,"first":"La economía mundial de hoy muestra de forma <strong class=\"keyword\">descarnada</strong> cómo se mueven y concentran los capitales, cómo huyen, qué explotan y quiénes han quedado a merced de esta nueva movilidad.","second":"Today's international economy shows ruthlessly how capital moves and is concentrated, how it vanishes, what it exploits and who becomes the pawn of this new flexibility."},{"author":8000,"first":"Haití es, sin lugar a dudas, uno de los ejemplos más claros de las nefastas consecuencias del actual orden internacional para los países subdesarrollados, máxime cuando se trata de un país que durante más de # años ha debido sufrir el colonialismo, la explotación y la intervención más <strong class=\"keyword\">descarnada</strong>","second":"Haiti is undoubtedly one of the clearest examples of the disastrous consequences of the current international order for underdeveloped countries, particularly in the case of a country that has had to endure more than # years of the most <strong class=\"keyword\">flagrant</strong> colonialism, exploitation and intervention"},{"author":92475,"first":"En países de contrastes <strong class=\"keyword\">descarnados</strong>, Hugo Chinchilla recuerda haber visitado el pequeño pueblo de Marale y haber encontrado personas hambrientas y desesperadas.","second":"In countries of <strong class=\"keyword\">stark</strong> contrasts, Hugo Chinchilla recalls visiting the small town of Marale and encountering starving and desperate people."},{"author":94808,"first":"La pobreza hídrica afecta especialmente a África, donde grandes sectores de la población no tienen acceso al agua potable o sufren sequías que impiden la producción agrícola y provocan una competencia <strong class=\"keyword\">descarnada</strong>.","second":"Water poverty especially affects Africa, where large sectors of the population have no access to safe drinking water or experience droughts that impede agricultural production and provoke fierce <strong class=\"keyword\">competition</strong>."},{"author":91988,"first":"Muchos ministros de gobierno, autoridades del Banco y representantes de ONG han sido blanco de su <strong class=\"keyword\">descarnada</strong> crítica, así como de sus efusivas alabanzas.","second":"Many a government minister, Bank officer and NGO representative has experienced his <strong class=\"keyword\">blunt</strong> criticism, as well as his effusive praise."},{"author":94808,"first":"La Asamblea General de las Naciones Unidas, en rechazo a tan <strong class=\"keyword\">descarnado</strong> método colonizador, con el apoyo de 150 Estados Miembros y sobre la base de la opinión consultiva brindada por la Corte Internacional de Justicia, aprobó el pasado 9 de julio una resolución en la que se expresa literalmente:","second":"The United Nations General Assembly, rejecting such a <strong class=\"keyword\">stark</strong> method of colonizing, adopted a resolution, with the support of 150 Member States and on the basis of the legal opinion issued by the International Court of Justice (ICJ), last 9 July, which stated:"},{"author":8000,"first":"De modo que presenciamos la aparición de una política de fuerza, lucha por la hegemonía, un intento de desestabilización militar de Rusia, y, a falta de un equilibrio en los asuntos mundiales, también asistimos al recrudecimiento de prácticas <strong class=\"keyword\">descarnadas</strong> de invasión y ocupación en nuestras regiones del mundo","second":"As a result, we witnessed power politics, strivings, hegemony, an attempt to unsettle Russia militarily, and in the absence of a balance in world affairs, we also saw the recrudescence of practices of <strong class=\"keyword\">naked</strong> invasion and occupation of our parts of the world"},{"author":8000,"first":"El llamado negocio económico triangular de la trata de esclavos fue parte intrínseca de la <strong class=\"keyword\">descarnada</strong> explotación y empobrecimiento del continente africano y la cruel discriminación que por años han padecido sus descendientes en el hemisferio occidental","second":"The so-called triangular slave trade was part and parcel of the <strong class=\"keyword\">bloody</strong> exploitation and impoverishment of the African continent and the cruel discrimination that African descendents in the western hemisphere suffered for years"},{"author":118293,"first":"Y si son utilizados, estos espíritus de esta tierra escondida de gritos <strong class=\"keyword\">descarnados</strong> y corazones rotos ofrecerán un poder tan inmenso que el poseedor podría reorganizar la misma tierra a su antojo.","second":"And if harnessed, these spirits in this hidden land of <strong class=\"keyword\">unmuffled</strong> screams and broken hearts will offer up a power so vast that its bearer might reorder the earth itself to his liking."},{"author":94809,"first":"Por otra parte, los resultados de las inspecciones llevadas a cabo en los Estados miembros en 1996, revelan que dichas inspecciones han permitido detectar algunas deficiencias en la aplicación de las medidas comunitarias relativas a la EEB, especialmente en lo que respecta a los equipos de seguimiento, formación y diagnóstico, a la aplicación y control de las normas de <strong class=\"keyword\">descarnado</strong>, y a la prohibición de utilizar proteínas de mamíferos en la alimentación de los rumiantes.","second":"Moreover, the results of inspections which were carried out in Member States in 1996 have revealed certain deficiencies in implementing the Community measures on BSE, in particular with respect to surveillance, training and diagnostic facilities and implementation and control of rendering standards and the ban on use of mammalian protein in ruminant feed."},{"author":8008,"first":"El gobierno hará un <strong class=\"keyword\">descarnado</strong> análisis de la crisis económica y sacará las consecuencias del caso, dijo la Canciller Merkel al anunciar un programa de cinco puntos para estimular el crecimiento económico.","second":"Michael <strong class=\"keyword\">Ende</strong>, one of Germany's most popular postwar writers of children's books, would have turned 80 this year. His books, includin Die unendliche Geschichte (The Neverending Story), have been translated into 45 languages and have sold over 20 million copies worldwide."},{"author":94808,"first":"Sin embargo, actualmente el Gobierno y el pueblo de Djibouti están satisfechos y acogen con agrado el hecho de que por fin se haya hecho justicia con respecto a la agresión no provocada, <strong class=\"keyword\">descarnada</strong> y ostensible de Eritrea contra mi país hace casi dos años.","second":"The Government and people of Djibouti today, however, rejoice and warmly welcome that justice has been done at last with respect to the unprovoked, <strong class=\"keyword\">naked</strong> and blatant aggression against my country by Eritrea almost two years ago."},{"author":91988,"first":"Su indudable éxito económico -aunque esté estrechamente vinculado a la globalización del comercio- destaca en <strong class=\"keyword\">descarnada</strong> oposición al notorio sentido de crisis e inseguridad que se respira entre bastidores.","second":"Its undeniable economic success – albeit closely tied to that of the global economy – stands in <strong class=\"keyword\">stark</strong> contrast to the heightened sense of crisis and insecurity that hovers in the background."},{"author":91988,"first":"No obstante, el Holocausto se desarrolló de forma particularmente <strong class=\"keyword\">descarnada</strong> en Europa oriental debido al gran número de judíos que había en la región y a la crueldad de los regímenes de ocupación nazis.","second":"But the Holocaust played out <strong class=\"keyword\">most</strong> gruesomely in Eastern Europe, owing to the sheer number of Jews in the region and the incomparable ruthlessness of the Nazi occupation regimes."},{"author":94808,"first":"La espantosa imagen de Omran Daqneesh, el niño sirio herido al que rescataron bajo los escombros de su casa bombardeada por el régimen sirio y sus aliados, ha estremecido al mundo y es un <strong class=\"keyword\">descarnado</strong> recordatorio del incesante derramamiento de sangre en Siria.","second":"The horrific image of the injured Syrian child Omran Daqneesh, who had been pulled from the rubble of his home after it had been bombed by the Syrian regime and its allies, had shocked the world and was a <strong class=\"keyword\">stark</strong> reminder of the ongoing bloodshed in Syria."},{"author":8000,"first":"La explotación sexual de mujeres y niños vulnerables es un crimen que tiene como agravante el abuso <strong class=\"keyword\">descarnado</strong> del poder que entraña su perpetración, respecto del cual es preciso que todos asumamos nuestra responsabilidad colectiva","second":"The sexual exploitation of vulnerable women and children is a crime compounded by the gross abuse of power involved in its perpetration, and for which we must collectively take responsibility"},{"author":94808,"first":"Debemos rechazar la hoja de ruta actual del unilateralismo <strong class=\"keyword\">descarnado</strong> y sustituirla por un sistema de dirección de los asuntos mundiales que esté orientado hacia el consenso.","second":"We must reject the present road map of <strong class=\"keyword\">naked</strong> unilateralism for consent-oriented statecraft in world affairs."},{"author":94808,"first":"También nos gustaría dar las gracias al Secretario General por su informe (S/2004/431), que demuestra claramente que, a pesar de algunos éxitos iniciales, hay pruebas <strong class=\"keyword\">descarnadas</strong> y perturbadoras de cuánto siguen sufriendo los civiles como consecuencia de la guerra, y de demasiados casos en que los civiles se ven sometidos a la violencia extrema o se les niega la ayuda humanitaria.","second":"We would also like to thank the Secretary-General for his report (S/2004/431), which clearly shows that, despite some initial successes, there is <strong class=\"keyword\">stark</strong> and disturbing evidence of the extent to which civilians are still suffering because of war, with too many instances of civilians being subjected to extreme violence or denied humanitarian aid."},{"author":94808,"first":"Este debate, que coincide con la celebración del Día Internacional de Solidaridad con el Pueblo Palestino es un <strong class=\"keyword\">descarnado</strong> recordatorio del prolongado sufrimiento, la desolación y el despojo de los que es víctima el pueblo palestino, así como de su permanente suplicio y opresión bajo la ocupación.","second":"This debate, coinciding with the observance of the International Day of Solidarity with the Palestinian People is a <strong class=\"keyword\">stark</strong> reminder of the protracted suffering, desolation and dispossession of the Palestinian people and their continuing ordeal and oppression under occupation."},{"author":8008,"first":"Por eso son nómadas, se trasladan a los distintos lugares donde las contradicciones sociales se expresan de modo más <strong class=\"keyword\">descarnado</strong>... prestan sus manos para que los que estamos lejos podamos enlazarnos...","second":"That is why they are nomads, why they keep moving to different places where the social contradictions are expressed in the most <strong class=\"keyword\">descarnado</strong> fashion. They lend us their hands so that those of us who are far away can link up with what is happening there..."},{"author":94808,"first":"El informe es de evidente utilidad y su denuncia, a veces <strong class=\"keyword\">descarnada</strong>, es encomiable.","second":"The report is clearly useful, and the fact that it is sometimes very <strong class=\"keyword\">stark</strong> in its denunciations is commendable."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}