{"result":"ok","tuc":[{"phrase":{"text":"despise","language":"en"},"meanings":[{"language":"en","text":"to regard with contempt or scorn"}],"meaningId":-8699601633763059609,"authors":[70195]},{"phrase":{"text":"disdain","language":"en"},"meanings":[{"language":"en","text":"to regard someone with strong contempt"},{"language":"en","text":"to regard with strong contempt"}],"meaningId":6111472892908374287,"authors":[70195]},{"phrase":{"text":"scorn","language":"en"},"meanings":[{"language":"en","text":"to feel contempt or disdain for something or somebody"}],"meaningId":8051975174706885188,"authors":[70195]},{"phrase":{"text":"spurn","language":"en"},"meanings":[{"language":"en","text":"to reject disdainfully"}],"meaningId":-2541628780649120089,"authors":[70195]},{"phrase":{"text":"ignore","language":"en"},"meaningId":-1438695164207557439,"authors":[69425]},{"phrase":{"text":"loathe","language":"en"},"meaningId":6580714727055395571,"authors":[25018]},{"phrase":{"text":"abhor","language":"en"},"meaningId":279448776126322438,"authors":[25018]},{"phrase":{"text":"disregard","language":"en"},"meanings":[{"language":"en","text":"To pay no attention or heed to."},{"language":"es","text":"No poner atención o no tomar en cuenta."}],"meaningId":1694008609807573727,"authors":[60172]},{"phrase":{"text":"abominate","language":"en"},"meaningId":2652061704082858688,"authors":[83089]},{"phrase":{"text":"detest","language":"en"},"meaningId":703397101000704625,"authors":[83089]},{"phrase":{"text":"hate","language":"en"},"meaningId":817883125612172359,"authors":[83089]},{"phrase":{"text":"hold in contempt","language":"en"},"meaningId":2505732171516622312,"authors":[83093]},{"phrase":{"text":"sneer","language":"en"},"meaningId":8877206544970929762,"authors":[97745]},{"meanings":[{"language":"en","text":"to disdain (scorn, despise)"}],"meaningId":6351854352631844101,"authors":[93107]}],"phrase":"desdeñar","examples":[{"author":95096,"first":"Además, la vida familiar enseña a vencer el egoísmo, a nutrir la solidaridad, a no <strong class=\"keyword\">desdeñar</strong> el sacrificio por la felicidad del otro, a valorar lo bueno y recto, y a aplicarse con convicción y generosidad en aras del bienestar común y el bien recíproco, siendo responsables de cara a sí mismos, a los demás y al medio ambiente.","second":"Furthermore, family life teaches people to overcome selfishness, to foster solidarity, not to <strong class=\"keyword\">scorn</strong> sacrifice for the happiness of others, to value what is good and upright and to apply themselves with conviction and generosity for the benefit of the commonweal and for each other’s good, inasmuch as they are responsible for themselves, for others and for the surrounding context."},{"author":8008,"first":"8 Sí, y ya no tenéis que a escarnecer ni b <strong class=\"keyword\">desdeñar</strong> a los judíos, ni hacer burla de c ellos , ni de ninguno del resto de la casa de Israel; porque he aquí, el Señor se acuerda de su convenio con ellos, y hará con ellos según lo que ha jurado.","second":"8 Yea, and ye need not any longer a hiss , nor b <strong class=\"keyword\">spurn</strong> , nor make game of the c Jews , nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn."},{"author":94808,"first":"En la práctica, <strong class=\"keyword\">desdeñar</strong> una reserva haría que los Estados estuvieran menos dispuestos a acceder a los tratados más importantes.","second":"<strong class=\"keyword\">Disregarding</strong> reservations would in practice diminish the readiness of States to accede to major treaties."},{"author":94808,"first":"Con arreglo a los principios relativos a la igualdad adoptados por el Consejo finlandés de Ética en la Publicidad, los anuncios no pueden entrañar la aprobación de la discriminación por motivo de género ni degradar, menospreciar o <strong class=\"keyword\">desdeñar</strong> a nadie en razón de su género.","second":"According to the principles on equality adopted by the Council of Ethics in Advertising in Finland, advertising does not approve of gender discrimination nor may advertisements degrade, <strong class=\"keyword\">disparage</strong> or defame persons on the basis of their gender."},{"author":94808,"first":"En este contexto, la Comisión de Estadística, en su 45o período de sesiones, celebrado del 4 al 7 de marzo de 2014, reconoció que los macrodatos constituían una fuente de información que no se podía <strong class=\"keyword\">desdeñar</strong> y que debía evaluarse intrínsecamente","second":"Within this context, the Statistical Commission, at its forty-fifth session, held from 4 to 7 March, 2014 recognized that big data constitute a source of information that cannot be <strong class=\"keyword\">ignored</strong> and that needs to be evaluated on its own merits."},{"author":27,"first":"Existe una tendencia a <strong class=\"keyword\">desdeñar</strong> la importancia, el alcance y las oportunidades de que los PTUM puedan acceder como usuarios a los programas comunitarios en general.","second":"There is a tendency to <strong class=\"keyword\">neglect</strong> the importance, the scope and the opportunities for the OCTs to be able to access as users Community programmes in general."},{"author":94809,"first":"Es fundamental no <strong class=\"keyword\">desdeñar</strong> el potencial de comunicación que poseen las regiones y municipios.","second":"It is vital that the potential of the regions and local areas to serve as a conduit for information is not <strong class=\"keyword\">disregarded</strong>."},{"author":22,"first":"Considerando que, con arreglo a las conclusiones del Consejo, en el diálogo político entre la Unión Europea y el Gobierno de Cuba no conviene olvidar ni <strong class=\"keyword\">desdeñar</strong> el intenso diálogo directo con la sociedad civil y la oposición pacífica y que dicho diálogo debería seguir la visión de la Comunidad sobre la democracia, los derechos humanos universales y las libertades fundamentales, así como sobre la política global de la UE en apoyo de los defensores de los derechos humanos","second":"whereas the political dialogue between the EU and the Cuban Government, according to the Council's conclusions, must neither forget nor <strong class=\"keyword\">neglect</strong> the direct intensive dialogue with civil society and the peaceful opposition, and should follow the EU's views on democracy, universal human rights and fundamental freedoms, as well as its worldwide policy of support to human rights defenders"},{"author":31,"first":"Lo que haces es <strong class=\"keyword\">desdeñar</strong> arrogantemente...... el sacrificio máximo de ese soldado joven","second":"What you are <strong class=\"keyword\">doing</strong> is an arrogant dismissal of that young soldier' s ultimate sacrifice"},{"author":8008,"first":"Acostumbrado a superar barreras aparentemente insalvables, forjado por los escollos de una habilidad diversa convertida en habilidad superior, Andrea Bocelli alargó su repertorio mediante desafíos siempre nuevos, sin <strong class=\"keyword\">desdeñar</strong> de frecuentar en paralelo, con justa parsimonia, también el género del cross over melódico.","second":"“The more I immerse myself in singing the less I understand, I only know that God has given me a voice which allows me to express what I feel, and in this sense I believe I can describe it as a recognizable voice”... The true greatness of an artist is measured also by his humility, in spite of the world fame and awareness of the cultural and social function which his name represents."},{"author":94809,"first":"Además, no hay que <strong class=\"keyword\">desdeñar</strong> que esos aditamentos «asociados», por su disposición, por sus cualidades o, en suma, por la tecnología que aportan, contribuyen a la funcionalidad de la red de manera inestimable.","second":"Moreover, it <strong class=\"keyword\">must</strong> not be forgotten that those ‘associated’ operators, owing to their organisation, qualities or, in short the technology which they provide, make an invaluable contribution to the functioning of the network."},{"author":27,"first":"Señor Presidente, parece claro que en este partido hay dos personajes principales: por una parte, los ciudadanos europeos que con este tipo de normas procuran defender su propio territorio, el medio ambiente y, por lo tanto, su propia vida; por otra -y se trata de una preocupación que no debemos <strong class=\"keyword\">desdeñar</strong>-, también están las exigencias de otros personajes que son, por ejemplo, los trabajadores del transporte automotor y todos los sectores económicos relacionados con esta actividad.","second":"Mr President, it seems clear that there are two main players involved in this game. On one side there are the citizens of Europe who, when it comes to this type of regulation, tend to defend their own territory, the environment, and thus their own lives; and on the other side - and we cannot <strong class=\"keyword\">dismiss</strong> these concerns - there are the needs of, for example, the road hauliers and all economic sectors linked to that activity."},{"author":94809,"first":"No obstante, la producción y el consumo tienen, además, otros impactos que no conviene <strong class=\"keyword\">desdeñar</strong> en ámbitos como, por ejemplo, la gestión y protección del agua, la ocupación del suelo o la contaminación atmosférica.","second":"However, production and consumption also has other relevant environmental impacts such as on water management and protection, land-use and air pollution which cannot be <strong class=\"keyword\">neglected</strong>."},{"author":94809,"first":"3.4 En un contexto de crisis, la lógica consistente en apropiarse de las ganancias obtenidas ilícitamente, que a menudo representan cantidades colosales, para reinyectarlas en el circuito de la economía legal ofrece perspectivas que, desde un punto de vista económico y social, el CESE anima a no <strong class=\"keyword\">desdeñar</strong>.","second":"3.4 In the context of the crisis, the EESC calls for attention to be paid to the economic and social possibilities offered by seizing what are often very large illegally-acquired sums in order to return them to circulation within the legal economy."},{"author":22,"first":"Si bien la radiación UVB también contribuye en mayor medida al riesgo de cáncer, no cabe <strong class=\"keyword\">desdeñar</strong> el riesgo generado por la radiación UVA","second":"As to the cancer risk, although UVB radiation is the main contributor, the risk generated through UVA radiation cannot be <strong class=\"keyword\">neglected</strong>"},{"author":95096,"first":"En los diálogos anteriores se habían expuesto muchas opiniones filosóficas erróneas; y entonces Sócrates dice: «Sería fácilmente comprensible que alguien, a quien le molestaran todas estas opiniones erróneas, <strong class=\"keyword\">desdeñara</strong> durante el resto de su vida y se burlara de toda conversación sobre el ser; pero de esta forma renunciaría a la verdad de la existencia y sufriría una gran pérdida».","second":"In their earlier conversations, many false philosophical opinions had been raised, and so Socrates says: \"It would be easily understandable if someone became so annoyed at all these false notions that for the rest of his life <strong class=\"keyword\">he despised</strong> and mocked all talk about being - but in this way he would be deprived of the truth of existence and would suffer a great loss\".["},{"author":94809,"first":"La actividad bancaria puede suponer cifras imponentes y no hay que <strong class=\"keyword\">desdeñar</strong>, sobre todo en momentos de tensión en el mercado, la posible aparición de un riesgo sistémico.","second":"Banking can involve very significant figures and, especially at times of tension in the market, the possibility of systemic risk arising should not be underestimated."},{"author":119723,"first":"(Explique que la palabra despreciar significa desestimar o <strong class=\"keyword\">desdeñar</strong>.","second":"(Explain that <strong class=\"keyword\">despise</strong> means to view with <strong class=\"keyword\">contempt</strong> or as worthless."},{"author":118293,"first":"Pero sin duda... no va a <strong class=\"keyword\">desdeñar</strong> enfoques más filosóficos.","second":"But surely, professor you don't intend we <strong class=\"keyword\">disregard</strong> more philosophical approaches?"},{"author":31,"first":"Su propia gente empezo a <strong class=\"keyword\">desdeñar</strong> a esta criatura vil...... y a llamarlo Gollum","second":"His own people began to <strong class=\"keyword\">despise</strong> the wretched creature...... and to call him Gollum"},{"author":8000,"first":"No es democrática: es un ejemplo típico del cuidarse de los propios intereses de seguridad y <strong class=\"keyword\">desdeñar</strong> la seguridad ajena","second":"It is undemocratic: a typical example of taking care of one's own security interests <strong class=\"keyword\">while ignoring</strong> the security of others"},{"author":8000,"first":"Los habitantes de los barrios de chabolas pueden <strong class=\"keyword\">desdeñar</strong> el riesgo del desalojo o considerar que las ventajas de disponer de documentación no son un incentivo suficiente para cumplir trámites largos y a menudo, burocráticos","second":"People living in slums may perceive the risk of eviction to be negligible or feel that the benefits of such documentation are not a sufficient incentive to meet time-consuming and often bureaucratic requirements"},{"author":119739,"first":"(Gé 42:23.) La palabra que en este texto se traduce “intérprete” es una forma del verbo hebreo lits (mofarse; <strong class=\"keyword\">desdeñar</strong>).","second":"(Ge 42:23) A form of the Hebrew word lits (deride; <strong class=\"keyword\">scorn</strong>) is rendered “interpreter” <strong class=\"keyword\">in</strong> this text."},{"author":118293,"first":"Si se lo hacen olfatear, él no lo va a <strong class=\"keyword\">desdeñar</strong>.","second":"He'll not turn his nose up at what's offered on a <strong class=\"keyword\">plateau</strong>."},{"author":94808,"first":"La responsabilidad del buen gobierno corresponde fundamentalmente a los gobiernos nacionales, pero la comunidad internacional también tiene obligaciones que no puede permitirse <strong class=\"keyword\">desdeñar</strong>.","second":"The responsibility for good governance lay primarily with national Governments but the international community also had obligations that it could not afford to <strong class=\"keyword\">ignore</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}