{"result":"ok","tuc":[{"phrase":{"text":"despicable","language":"en"},"meanings":[{"language":"en","text":"deserving to be despised"}],"meaningId":1690333145166939023,"authors":[70195]},{"phrase":{"text":"contemptible","language":"en"},"meaningId":-7268174794181057417,"authors":[89651]},{"phrase":{"text":"base","language":"en"},"meaningId":3097541665721007901,"authors":[83042]},{"phrase":{"text":"contemptuous","language":"en"},"meaningId":-5053989611570915383,"authors":[83042]},{"phrase":{"text":"disdainful","language":"en"},"meaningId":4096084779682424773,"authors":[83042]},{"phrase":{"text":"negligible","language":"en"},"meaningId":-8065355151556552180,"authors":[97745]},{"phrase":{"text":"vile","language":"en"},"meaningId":-3621925883283484883,"authors":[83042]},{"meanings":[{"language":"en","text":"contemptible"}],"meaningId":3381655637821295289,"authors":[93107]}],"phrase":"desdeñable","examples":[{"author":94809,"first":"No son, en término relativo, importes <strong class=\"keyword\">desdeñables</strong> aunque estas cifras son éticamente difícilmente comparables.","second":"In relative terms these are not <strong class=\"keyword\">inconsiderable</strong> amounts, even if the figures are ethically difficult to compare."},{"author":94808,"first":"Una práctica reiterada de un Estado que consista en excluir sistemáticamente los efectos jurídicos de una obligación particular contenida en varios instrumentos puede, sin duda alguna, constituir una prueba nada <strong class=\"keyword\">desdeñable</strong> de que el autor de la reserva no quiere bajo ninguna circunstancia estar vinculado por dicha obligación.","second":"If a State consistently and systematically excludes the legal effect of a particular obligation contained in several instruments, such practice could certainly constitute <strong class=\"keyword\">significant</strong> proof that the author of the reservation does not wish to be bound by that obligation under any circumstances."},{"author":119739,"first":"¡Y los apóstoles superfinos de Corinto decían que su habla era <strong class=\"keyword\">desdeñable</strong>!","second":"(Acts 13:15-43; 17:22-34; 26:1-28) Yet, the superfine apostles in Corinth accused him of being <strong class=\"keyword\">contemptible</strong> in his speech!"},{"author":94809,"first":"La economía luxemburguesa se caracteriza por una divergencia de la productividad laboral nada <strong class=\"keyword\">desdeñable</strong> entre los distintos sectores económicos, siendo la productividad del sector financiero dos veces superior a la de los sectores no financieros.","second":"The Luxembourg economy is characterised by a <strong class=\"keyword\">sizeable</strong> divergence of labour productivity across economic sectors, with productivity in the financial sector twice as high as that in the non-financial sectors."},{"author":94809,"first":"Por consiguiente, se consideró que el posible impacto que esas importaciones podían haber causado en el perjuicio o en la situación de dumping también sería <strong class=\"keyword\">desdeñable</strong>.","second":"Therefore, it was considered that any impact that these imports might have had on the injury or dumping situation would also be <strong class=\"keyword\">negligible</strong>."},{"author":94809,"first":"<strong class=\"keyword\">Desdeñable</strong>","second":"<strong class=\"keyword\">Negligible</strong>"},{"author":94809,"first":"143 Por otra parte, es preciso señalar que los delitos que se le imputan al demandante están comprendidos dentro de un contexto más amplio en el que se sospecha que una parte no <strong class=\"keyword\">desdeñable</strong> de la antigua clase dirigente ucraniana ha cometido graves infracciones en la gestión de los recursos públicos, amenazando, de ese modo, seriamente los fundamentos institucionales y jurídicos del país y menoscabando, en particular, los principios de legalidad, de prohibición de la arbitrariedad del poder ejecutivo, de tutela judicial efectiva y de igualdad ante la ley (véanse los apartados 100 a 102 supra).","second":"143 It must further be observed that the offences that the applicant is alleged to have committed have a wider context, in which a <strong class=\"keyword\">significant</strong> part of the former Ukrainian leadership is suspected of having committed serious crimes in the management of public resources, thereby seriously threatening the legal and institutional foundations of the country and undermining, inter alia, the principles of legality, prohibition of arbitrary exercise of power by the executive, effective judicial review and equality before the law (see paragraphs 100 to 102 above)."},{"author":94809,"first":"42 Esta conclusión no puede ser puesta en entredicho por la alegación del Gobierno checo según la cual los efectos de la normativa en cuestión son <strong class=\"keyword\">desdeñables</strong>, dado que, según reiterada jurisprudencia, incluso una restricción a una libertad fundamental de escaso alcance o de poca importancia está prohibida por el Tratado (sentencias Comisión/Francia, C‐34/98, EU:C:2000:84, apartado 49, y X, EU:C:2012:635, apartado 30).","second":"42 That conclusion cannot challenged by the argument of the Czech Government that the effects of the legislation at issue are <strong class=\"keyword\">negligible</strong>, given that, according to settled case-law, a restriction on a fundamental freedom is prohibited by the Treaty even if it is of limited scope or minor importance (Commission v France, C‐34/98, EU:C:2000:84, paragraph 49, and X, EU:C:2012:635, paragraph 30)."},{"author":94809,"first":"La navegación interior desempeña una función nada <strong class=\"keyword\">desdeñable</strong> en el transporte interior europeo, ya que la cuota modal del transporte fluvial representa el 5,3 % del transporte interior total en la UE, alcanzando a veces en regiones con canales grandes más del 40 %.","second":"Inland navigation plays a <strong class=\"keyword\">non negligible</strong> role for the European internal transport as the modal share of river transport accounts for 5,3 % of the total inland transport in the EU reaching sometimes in regions with big waterways more than 40 %."},{"author":94809,"first":"«estanco a los rociones y a la intemperie»: elemento de construcción o dispositivo instalado de forma que, en condiciones normales, sólo deje penetrar una cantidad de agua <strong class=\"keyword\">desdeñable</strong>;","second":"‘spray-proof and weathertight’: a structural component or device so fitted that in normal conditions it allows only a <strong class=\"keyword\">negligible</strong> quantity of water to penetrate;"},{"author":94809,"first":"De acuerdo con el apartado 2, (1), del mismo artículo de la ley, se entiende que son sustancias técnicamente auxiliares \"los aditivos que se separan del producto alimenticio, ya sea totalmente o de tal manera que únicamente estén presentes en el producto en forma de residuos técnicamente inevitables y carentes de efectos desde el punto de vista tecnológico, en proporciones <strong class=\"keyword\">desdeñables</strong> para la salud, el aroma y el sabor\" (traducción no oficial).","second":"ARTICLE 11 ( 2 ) ( 1 ) DEFINES PROCESSING AIDS AS \"ADDITIVES WHICH ARE ELIMINATED FROM THE FOODSTUFF ALTOGETHER OR TO SUCH AN EXTENT THAT THEY ... ARE PRESENT IN THE PRODUCT FOR SALE TO THE CONSUMER ... ONLY AS TECHNICALLY UNAVOIDABLE AND TECHNOLOGICALLY INSIGNIFICANT RESIDUES IN AMOUNTS WHICH ARE <strong class=\"keyword\">NEGLIGIBLE</strong> FROM THE POINT OF VIEW OF HEALTH, ODOUR AND TASTE \"."},{"author":8000,"first":"El UNICEF no corrigió ese importe en los estados financieros, ya que se consideró <strong class=\"keyword\">desdeñable</strong> por suponer sólo el # % de las contribuciones recibidas en especie","second":"UNICEF did not correct that amount in the financial statements, as it <strong class=\"keyword\">was</strong> deemed immaterial at # per cent of contributions received in kind"},{"author":94809,"first":"Además, teniendo en cuenta la capacidad excedentaria y los precios de las importaciones procedentes de China, el efecto de los márgenes de dumping reales en la industria de la Unión no puede considerarse <strong class=\"keyword\">desdeñable</strong>.","second":"Moreover, given the spare capacity and prices of imports from the PRC, the impact on the Union industry of the actual margins of dumping cannot be considered to be <strong class=\"keyword\">negligible</strong>."},{"author":94808,"first":"Las dos principales fuentes de ingresos de Tuvalu son inestables (remesas, fondos fiduciarios, derechos de licencias de pesca, ingresos por utilización del nombre de dominio o “dotcom”), pero han dado al país un ingreso elevado, mientras que el ingreso primario generado por los sectores económicos productivos nacionales es casi <strong class=\"keyword\">desdeñable</strong>.","second":"Tuvalu’s other main sources of income are volatile (remittances, Trust Fund, fishing licence fees, dotcom revenues) but have given the country a high income with almost <strong class=\"keyword\">negligible</strong> primary income generated by productive domestic economic sectors."},{"author":94809,"first":"a) un mínimo de 21 días después de la fecha de finalización de la limpieza y desinfección preliminar de la explotación infectada mediante uno o varios de los procedimientos establecidos en el artículo 48, y hasta que, sobre la base de las exploraciones y las pruebas de laboratorio realizadas en la zona restringida de conformidad con el manual de diagnóstico y tras una evaluación del riesgo, las autoridades competentes consideren que el riesgo de propagación de la IABP es <strong class=\"keyword\">desdeñable</strong>;","second":"(a) at least 21 days following the date of completion of preliminary cleansing and disinfection of the infected holding by one or more of the procedures set down in Article 48, and until the competent authorities, based on the investigations and laboratory tests carried out in the restricted zone in accordance with the diagnostic manual and a risk assessment, consider that the risk of spread of LPAI is <strong class=\"keyword\">negligible</strong>;"},{"author":94808,"first":"El mejoramiento de la calidad de las actividades de cooperación técnica de la Organización no es ningún logro <strong class=\"keyword\">desdeñable</strong> si se considera que muchas organizaciones internacionales hacen frente a notables dificultades en su intento de centrar sus actividades y causar un impacto que contribuya de manera visible al logro de los objetivos de desarrollo del Milenio.","second":"Mr. ZAGREKOV (Russian Federation), referring to the implementation of the medium-term programme framework for 2004-2007 and the proposed programme framework for 2006-2009, said that the Organization’s activities should focus on areas in which it had a comparative advantage."},{"author":94809,"first":"(391) Es exacto que uno o más miembros del cartel no transpusieron exactamente, o en la fecha precisamente convenida, una parte no <strong class=\"keyword\">desdeñable</strong> de los tipos de interés objeto de acuerdo.","second":"(391) It is correct to say that, for a <strong class=\"keyword\">considerable proportion</strong> of the agreed interest rates, one or more of the cartel members did not implement the exact rate agreed or did not implement it at the exact time agreed."},{"author":22,"first":"Además, teniendo en cuenta el volumen y el precio de las importaciones objeto de dumping, el efecto del margen efectivo de dumping no puede considerarse <strong class=\"keyword\">desdeñable</strong>","second":"Furthermore, given the volume and the price of the dumped imports, the impact of the actual margin of dumping cannot be considered to be <strong class=\"keyword\">negligible</strong>"},{"author":94809,"first":"122 Además, la República Francesa y FT niegan que las declaraciones formuladas desde julio de 2002 tuvieran repercusiones sobre la percepción de los agentes del mercado en diciembre de 2002 y provocaran un incremento anormal y nada <strong class=\"keyword\">desdeñable</strong> de los valores de las acciones y de las obligaciones de FT.","second":"122 Furthermore, the French Republic and FT dispute that the declarations from July 2002 produced an impact on the perception of market operators in December 2002 and led to an abnormal and <strong class=\"keyword\">not negligible</strong> increase in the value of FT’s shares and bonds."},{"author":94809,"first":"· Solo un pequeño porcentaje de películas europeas se estrena en cines de fuera de Europa (el 8 % en 2010), donde consiguen un público no <strong class=\"keyword\">desdeñable</strong>, aunque modesto en términos de cuota de mercado en taquilla[11].","second":"· Only a small minority of European films are released in cinemas outside of Europe (8 % in 2010) where they reach a non-<strong class=\"keyword\">negligible</strong> albeit modest audience in terms of market share at the box office[11]."},{"author":94809,"first":"Las medidas dirigidas a simplificar la percepción del Impuesto no podrán influir, salvo en proporciones <strong class=\"keyword\">desdeñables</strong>, sobre la cuantía del impuesto devengado en la fase del consumo final.»","second":"Measures intended to simplify the procedure for charging the tax, except to a <strong class=\"keyword\">negligible</strong> extent, may not affect the amount of tax due at the final consumption stage.’"},{"author":94809,"first":"Por lo demás, la propuesta de ampliar el plazo hasta, como muy pronto, 2002 supone poner a prueba, en una medida no <strong class=\"keyword\">desdeñable</strong>, el crédito de la Unión Europea frente a los terceros países.","second":"The proposed extension of the deadline until 2002 at the earliest is also <strong class=\"keyword\">quite</strong> damaging to the EU's credibility with respect to third countries."},{"author":27,"first":"Puede que hoy se sientan satisfechos, pero cada vez resultan más <strong class=\"keyword\">desdeñables</strong>.","second":"You may be complacent today, but you are increasingly being held in <strong class=\"keyword\">contempt</strong>."},{"author":94809,"first":"(105) Michelin concede también otras ventajas más difícilmente cuantificables, pero cuya importancia dista mucho de ser <strong class=\"keyword\">desdeñable</strong>:","second":"(105) Michelin also grants other benefits which are harder to quantify but whose importance is far from <strong class=\"keyword\">negligible</strong>:"},{"author":27,"first":"Las actividades de las microentidades son de una importancia <strong class=\"keyword\">desdeñable</strong> a nivel internacional.","second":"The activities of micro-entities are of <strong class=\"keyword\">negligible</strong> cross-border significance."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}