{"result":"ok","tuc":[{"phrase":{"text":"disdainful","language":"en"},"meanings":[{"language":"en","text":"showing contempt or scorn"},{"language":"en","text":"Expressive of disdain."},{"language":"es","text":"Que expresa desdén."}],"meaningId":-7760739227644427285,"authors":[70195]},{"phrase":{"text":"scornful","language":"en"},"meaningId":2473966195393475478,"authors":[89651]},{"phrase":{"text":"contumelious","language":"en"},"meanings":[{"language":"en","text":"rudely contemptuous; showing contumely"}],"meaningId":8265660072487989644,"authors":[70195]},{"phrase":{"text":"contemptuous","language":"en"},"meanings":[{"language":"es","text":"Que muestra desprecio."},{"language":"en","text":"Showing contempt."}],"meaningId":3697655077680450231,"authors":[60172]},{"phrase":{"text":"cavalier","language":"en"},"meaningId":-775775617210490044,"authors":[25018]},{"phrase":{"text":"sniffy","language":"en"},"meaningId":-4822190573189799623,"authors":[25115]},{"phrase":{"text":"supercilious","language":"en"},"meaningId":2639579860928717923,"authors":[25115]},{"phrase":{"text":"contemptible","language":"en"},"meaningId":-4834630502792695255,"authors":[83042]},{"phrase":{"text":"derisive","language":"en"},"meaningId":-3999486631696335791,"authors":[97745]},{"phrase":{"text":"despicable","language":"en"},"meaningId":-1583694968998112287,"authors":[83042]},{"phrase":{"text":"dismissive","language":"en"},"meaningId":1020574206703518507,"authors":[97745]},{"phrase":{"text":"disparaging","language":"en"},"meaningId":3174967758784036703,"authors":[97745]},{"phrase":{"text":"patronizing","language":"en"},"meaningId":5755610842446786866,"authors":[97745]},{"meanings":[{"language":"en","text":"disdainful"}],"meaningId":795544229237368729,"authors":[1]}],"phrase":"desdeñoso","examples":[{"author":118293,"first":"La encuentro fría. Y <strong class=\"keyword\">desdeñosa</strong>.","second":"I find her somewhat cold and <strong class=\"keyword\">supercilious</strong>."},{"author":8007,"first":"A nadie debería extrañar que una actitud francesa tan despreciativa, totalmente <strong class=\"keyword\">desdeñosa</strong> del Pacto de Solidaridad de la Unión y de la reglamentación de la competencia, provocara una reacción perjudicial para Francia.","second":"No one should be surprised that so contemptuous a French attitude, one utterly <strong class=\"keyword\">disdainful</strong> of the Union's Solidarity Pact and competition regulations, provoked a reaction detrimental to France."},{"author":91988,"first":"Supongo que el descaminado intento de Donald Rumsfeld, hace unos años, de incitar a una división entre “la nueva y la vieja” Europa contribuyó al resurgimiento de esa <strong class=\"keyword\">desdeñosa</strong> actitud.","second":"I suppose that Donald Rumsfeld’s misguided bid a few years ago to incite a divide between “new and old” Europe contributed to the re-emergence of that <strong class=\"keyword\">disdainful</strong> attitude."},{"author":27,"first":"La respuesta que recibí de la Comisión a una pregunta parlamentaria la semana pasada fue <strong class=\"keyword\">desdeñosa</strong> para el llamamiento que hizo el Parlamento en septiembre en favor de dicho código uniforme y obligatorio.","second":"The response I received to a Parliamentary question last week from the Commission was <strong class=\"keyword\">dismissive</strong> of Parliament's call made in September for such a uniform and compulsory code."},{"author":31,"first":"Lamento llegar tarde, pero vengo de una junta de presupuesto...... con nuestro increíblemente abrasivo, <strong class=\"keyword\">desdeñoso</strong> y sarcástico vicepresidente","second":"Sorry I ' m late, but I just came out of a budget meeting...... with our incredibly abrasive, <strong class=\"keyword\">dismissive</strong> and sarcastic vice president"},{"author":118293,"first":"En esa forma inglesa, <strong class=\"keyword\">desdeñosa</strong> y calculadora de decir \" ya veo. \"","second":"\" I see. \" That <strong class=\"keyword\">supercilious</strong>, cold-assed, English way of saying \" I see. \""},{"author":27,"first":"Se ha mantenido firme frente a los ataques verbales y los <strong class=\"keyword\">desdeñosos</strong> comentarios personales que han hecho los chinos.","second":"She has stood firm against all the verbal attacks and <strong class=\"keyword\">disparaging</strong> personal remarks made by the Chinese."},{"author":118293,"first":"¿Así que soy <strong class=\"keyword\">desdeñosa</strong> y saco mis ocurrencias de los \" Mil Cuentos Alegres \"?","second":"That I was <strong class=\"keyword\">disdainful</strong> and that I had my good wit out of the \" Hundred Merry Tales. \""},{"author":119739,"first":"+ 3 Y ellos procedieron a decirle: “Esto es lo que ha dicho Ezequías: ‘Este día es día de angustia+ y de reprensión y de insolencia <strong class=\"keyword\">desdeñosa</strong>,+ porque los hijos han llegado hasta la boca de la matriz,* y no hay poder para dar a luz.","second":"+ 3 And they proceeded to say to him: “This is what Hez·e·kiʹah has said, ‘This day is a day of distress+ and of rebuke and of <strong class=\"keyword\">scornful</strong> insolence,+ for the sons have come as far as the womb’s mouth,* and there is no power to give birth."},{"author":94808,"first":"Esas insolentes declaraciones obligan al Consejo de Seguridad a poner de relieve que, desde el punto de vista político, jurídico y moral, es inaceptable que se permita a Israel persistir en su <strong class=\"keyword\">desdeñosa</strong> negativa a aplicar las resoluciones pertinentes de las Naciones Unidas, en particular la resolución 497 (1981) del Consejo de Seguridad, según la cual, la decisión adoptada por Israel el 14 de diciembre de 1981 de imponer sus leyes, su jurisdicción y su administración al Golán sirio ocupado era nula y sin validez y no tenía efecto legal.","second":"Those insolent statements make it incumbent on the Security Council to emphasize that, politically, legally and morally, it is unacceptable that Israel should be allowed to persist in its <strong class=\"keyword\">contemptuous</strong> refusal to implement the relevant United Nations resolutions, particularly Security Council resolution 497 (1981), which states that the Israeli decision of 14 December 1981 to impose its laws, jurisdiction and administration on the occupied Syrian Golan is null and void and without legal effect."},{"author":27,"first":"Peor aún para mi gusto ha sido la <strong class=\"keyword\">desdeñosa</strong> referencia a la labor de los funcionarios que preparan las estadísticas sobre el empleo.","second":"Even worse to my mind has <strong class=\"keyword\">been</strong> the slighting reference to the work of the officials who prepare employment statistics."},{"author":91988,"first":"Sin embargo, el manejo que dio a la crisis del Kursk dañó ese mandato democrático porque Putin se vio tan <strong class=\"keyword\">desdeñoso</strong> de la vida humana como todos sus predecesores en el Kremlin.","second":"His handling of the Kursk crisis, however, dented that democratic mandate because Putin seemed as <strong class=\"keyword\">contemptuous</strong> of human life as all his predecessors in the Kremlin."},{"author":94809,"first":"En ambos documentos, la Comisión emplea con carácter general un tono sarcástico y <strong class=\"keyword\">desdeñoso</strong>.","second":"In both documents the Commission uses a sarcastic and <strong class=\"keyword\">derisive</strong> tone generally."},{"author":27,"first":"La <strong class=\"keyword\">desdeñosa</strong> satisfacción mostrada en esta Cámara por el \"sí\" extraído a los irlandeses tras meses de acoso, campañas de culpabilización, mentiras y medias verdades es una vergüenza para la democracia y un insulto para la voluntad del pueblo.","second":"The rather <strong class=\"keyword\">contemptuous</strong> satisfaction shown here regarding the 'yes' extracted from the Irish after months of harassment, guilt campaigns, lies and half-truths is a disgrace to democracy and an insult to the will of the people."},{"author":91988,"first":"Las reacciones paquistaníes se presentaron como una mezcla curiosa, que fueron desde declaraciones <strong class=\"keyword\">desdeñosas</strong> (respaldadas por orquestados viajes en autobús de periodistas a lugares seleccionados de la Línea de Control) que indicaban que no se hubiesen producido ataques quirúrgicos hasta declaraciones furiosas que indicaban que los disparos transfronterizos en la Línea de Control había matado a dos soldados paquistaníes.","second":"Pakistani reactions were a curious mixture, ranging from <strong class=\"keyword\">dismissive</strong> declarations (backed by orchestrated bus tours of journalists to selected parts of the LoC) that no surgical strikes had even occurred, to angry statements declaring that irresponsible Indian firing across the LoC had killed two Pakistani soldiers."},{"author":27,"first":"Dado que estamos tratando el tema de las libertades religiosas, ¿tiene algún comentario la Presidencia Británica sobre el tratamiento inaceptable y <strong class=\"keyword\">desdeñoso</strong> al Papa por parte del Gobierno Turco, tras haber sido invitado por el Patriarca Ecuménico Ortodoxo a visitar Estambul?","second":"While we are on the subject of religious freedoms, does the British Presidency have any comments on the unacceptable and <strong class=\"keyword\">disparaging</strong> treatment of the Pope by the Turkish Government, following his invitation from the Orthodox Ecumenical Patriarch to visit Istanbul?"},{"author":118293,"first":"Has sido <strong class=\"keyword\">desdeñosa</strong> desde que regresé.","second":"You've been <strong class=\"keyword\">dismissive</strong> ever since I came back."},{"author":8000,"first":"Con demasiada frecuencia, una calificación positiva queda invalidada por <strong class=\"keyword\">desdeñosas</strong> observaciones sobre el funcionario formuladas por sus supervisores","second":"All too often, a positive rating is invalidated by the <strong class=\"keyword\">disparaging</strong> remarks made by the Reporting Officers about the staff member"},{"author":118293,"first":"Entonces, con una mirada <strong class=\"keyword\">desdeñosa</strong>, te alejas caminando... y vuelves a comenzar con otra.","second":"Then, with a <strong class=\"keyword\">scornful</strong> look, you walk away and start again with another customer"},{"author":91988,"first":"De hecho, las recientes declaraciones <strong class=\"keyword\">desdeñosas</strong> del Presidente turco Abdullah Gul y del Primer Ministro Recep Tayyip Erdogan dan a entender que Turquía puede incluso estar dando marcha atrás en sus planes de establecer vínculos bilaterales más estrechos.","second":"Indeed, Turkish President Abdullah Gul and Prime Minister Recep Tayyip Erdogan’s <strong class=\"keyword\">dismissive</strong> recent statements hint that Turkey may even be backtracking on its plans to establish more normal bilateral ties."},{"author":118293,"first":"La última vez que vino a casa desde Italia habló de forma <strong class=\"keyword\">desdeñosa</strong> sobre mi forma de vestir.","second":"Last time he came home from Italy he was faintly <strong class=\"keyword\">disparaging</strong> about my mode of dress."},{"author":118293,"first":"Bueno, lo he cambiado por un nuevo plan de salud en realidad, pero si vas a ser <strong class=\"keyword\">desdeñosa</strong> al respecto...","second":"Well, I've sent off for a new health plan as a matter of fact, but if you're going to be <strong class=\"keyword\">sniffy</strong> about it..."},{"author":119739,"first":"+ 3 Y ellos procedieron a decirle: “Esto es lo que ha dicho Ezequías: ‘Este día es día de angustia+ y de reprensión+ y de insolencia <strong class=\"keyword\">desdeñosa</strong>;+ porque los hijos han llegado hasta la boca de la matriz,+ y no hay poder para dar a luz.","second":"+ 3 And they proceeded to say to him: “This is what Hez·e·kiʹah has said, ‘This day is a day of distress+ and of rebuke+ and of <strong class=\"keyword\">scornful</strong> insolence;+ for the sons have come as far as the womb’s mouth,+ and there is no power to give birth."},{"author":118293,"first":"Lo llamo mi caja <strong class=\"keyword\">desdeñosa</strong>.","second":"I call it my <strong class=\"keyword\">sniffy</strong> box."},{"author":8000,"first":"Todos nuestros esfuerzos tropezaron con la negativa de las autoridades eritreas, que adoptaron además una actitud y un comportamiento <strong class=\"keyword\">desdeñoso</strong>, altivo e irresponsable","second":"All those efforts have been flatly rebuffed by the Eritrean authorities, whose attitude and conduct, moreover, have been <strong class=\"keyword\">disdainful</strong>, haughty and irresponsible"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}