{"result":"ok","tuc":[{"phrase":{"text":"disdain","language":"en"},"meanings":[{"language":"en","text":"feeling of contempt or scorn"},{"language":"en","text":"A feeling of contempt for anything regarded as unworthy."},{"language":"es","text":"Sentimiento de desprecio por todo aquello considerado como indigno."}],"meaningId":-6209694196375595846,"authors":[70195]},{"phrase":{"text":"scorn","language":"en"},"meanings":[{"language":"en","text":"contempt, disdain"}],"meaningId":2534597342104192754,"authors":[70195]},{"phrase":{"text":"contempt","language":"en"},"meanings":[{"language":"en","text":"a feeling or attitude"},{"language":"en","text":"uncountable: a feeling or attitude"}],"meaningId":1858902972723737276,"authors":[70195]},{"phrase":{"text":"condescension","language":"en"},"meaningId":-9131016126059863905,"authors":[84500]},{"phrase":{"text":"disdainfulness","language":"en"},"meaningId":-6786782788769591463,"authors":[83619]},{"phrase":{"text":"disrespect","language":"en"},"meaningId":248937618220200881,"authors":[84500]},{"phrase":{"text":"neglect","language":"en"},"meaningId":490929775397631075,"authors":[25018]},{"phrase":{"text":"superciliousness","language":"en"},"meaningId":1648909869294895416,"authors":[84500]},{"phrase":{"text":"brush-off","language":"en"},"meaningId":8266980660889538657,"authors":[84500]},{"phrase":{"text":"cold shoulder","language":"en"},"meaningId":-2637987750245885833,"authors":[84500]},{"phrase":{"text":"cut","language":"en"},"meaningId":4813915976128763804,"authors":[84500]},{"phrase":{"text":"defiance","language":"en"},"meaningId":-4843193636871759689,"authors":[25018]},{"phrase":{"text":"depreciation","language":"en"},"meaningId":3831716898474175592,"authors":[84500]},{"phrase":{"text":"derogation","language":"en"},"meaningId":-6845768074484810995,"authors":[84500]},{"phrase":{"text":"despite","language":"en"},"meaningId":5330249763243701287,"authors":[84500]},{"phrase":{"text":"disparagement","language":"en"},"meaningId":4805725344958095263,"authors":[84500]},{"phrase":{"text":"patronage","language":"en"},"meaningId":-6397141974867997620,"authors":[84500]},{"phrase":{"text":"scornfulness","language":"en"},"meaningId":-1411498510184270896,"authors":[97745]},{"phrase":{"text":"snub","language":"en"},"meaningId":1966061526793830738,"authors":[84500]},{"meanings":[{"language":"en","text":"disdain, scorn"}],"meaningId":-3611046125081742844,"authors":[1]}],"phrase":"desdén","examples":[{"author":94808,"first":"Condena firmemente el indiferente <strong class=\"keyword\">desdén</strong> con que se reciben los llamamientos de la comunidad internacional para crear condiciones favorables a los esfuerzos diplomáticos regionales e internacionales por poner fin a la crisis.","second":"It strongly condemned the brazen <strong class=\"keyword\">disregard</strong> for the international community’s calls for creation of a favourable environment for regional and international diplomatic efforts to end the crisis."},{"author":27,"first":"Tal acción del Tribunal no sólo es un <strong class=\"keyword\">desdén</strong> al Parlamento Europeo, sino que tampoco es conforme al Reglamento del Parlamento Europeo ni al Código Penal polaco, según el cual no se puede iniciar un procedimiento penal contra un diputado mientras el Parlamento Europeo no haya descartado la cuestión de la inmunidad.","second":"Not only does such action by the court amount to <strong class=\"keyword\">contempt</strong> of the European Parliament, but it also fails to comply with the European Parliament's Rules of Procedure and with the Polish Penal Code, pursuant to which no penal proceedings may be brought against a Member until the European Parliament has ruled on the issue of immunity."},{"author":91988,"first":"El primero que ocupó el cargo de Primer Ministro y durante más tiempo, Jawaharlal Nehru, dedicó toda su carrera política a inculcar a su pueblo los hábitos democráticos: <strong class=\"keyword\">desdén</strong> de los dictadores, respeto de los procedimientos parlamentarios y fe inalterable en el sistema constitucional.","second":"India’s first and longest-serving prime minister, Jawaharlal Nehru, spent his political career instilling in his people the habits of democracy: <strong class=\"keyword\">disdain for</strong> dictators, respect for parliamentary procedures, and abiding faith in the constitutional system."},{"author":91988,"first":"El neoconservadurismo ha servido como una insignia de unidad para los que en la administración Bush defienden una política exterior agresiva, un gasto militar masivo, un <strong class=\"keyword\">desdén</strong> por el derecho y las instituciones internacionales, un ataque al estado de bienestar y un retorno a los “valores tradicionales”.","second":"Neo-conservatism has served as a badge of unity for those in the Bush administration advocating an aggressive foreign policy, massive military spending, <strong class=\"keyword\">disdain</strong> for international law and institutions, an assault on the welfare state, and a return to “traditional values.”"},{"author":118293,"first":"Cariño, ¿por qué cada vez que hablas sobre mi carrera lo haces con tanto <strong class=\"keyword\">desdén</strong>?","second":"Honey, why is it that whenever you talk about my career, you do it with such distain?"},{"author":94808,"first":"Plagado de expresiones cargadas de rechazo, intransigencia, amenazas, intimidación y <strong class=\"keyword\">desdén</strong>, el discurso dejó patente la intención de Marruecos de acometer una nueva ola de violaciones del derecho internacional y el derecho internacional humanitario en el Sáhara Occidental.","second":"Incorporating the language of rejection, intransigence, threats, intimidation and <strong class=\"keyword\">disdain</strong>, the speech was a declaration by Morocco that it would embark on another round of violations of international law and international humanitarian law in Western Sahara."},{"author":27,"first":"El mundo se merece algo mejor que la testosterona por una parte y el <strong class=\"keyword\">desdén</strong> por otra.","second":"The world deserves better than testosterone on one side and <strong class=\"keyword\">superciliousness</strong> on the other."},{"author":92475,"first":"En un inteligente giro de comedia, él le hace a Tobago (la más pequeña de las islas gemelas) lo que según los tobagonianos hace Trinidad de manera cotidiana – tratarlos con <strong class=\"keyword\">desdén</strong>:","second":"In a clever comedic twist, he does to Tobago (the smaller of the twin islands) what Tobagonians have long accused Trinidad of routinely doing — treating them with <strong class=\"keyword\">disdain</strong>:"},{"author":94808,"first":"Los Estados Unidos deberían sentir vergüenza por oprimir a Puerto Rico bajo un régimen colonial, pero la comunidad internacional debería sentir más vergüenza aún por su indiferencia, su <strong class=\"keyword\">desdén</strong> y su falta de solidaridad.","second":"While the United States should be ashamed of its colonial oppression of Puerto Rico, the international community should be more ashamed still of its indifference, reluctance to act and lack of solidarity."},{"author":91988,"first":"En efecto, en Washington hay un <strong class=\"keyword\">desdén</strong> palpable hacia Siria.","second":"Indeed, there is palpable <strong class=\"keyword\">disdain</strong> for Syria in Washington."},{"author":118293,"first":"¿Qué puedes decirme sobre esta tal juez Nunes, aparte de su claro <strong class=\"keyword\">desdén</strong> por los perfiles?","second":"What can you tell me about this Judge Nunes, other than her clear <strong class=\"keyword\">disdain</strong> for profiling?"},{"author":118293,"first":"Es la mirada De <strong class=\"keyword\">desdén</strong> de Candy Woods.","second":"That is the Candy Woods look of <strong class=\"keyword\">disdain</strong>, isn't it?"},{"author":94808,"first":"Esa condena ha sido una expresión sincera de la comunidad internacional, cuya paciencia se está agotando ante el <strong class=\"keyword\">desdén</strong> de Israel, la Potencia ocupante, hacia el derecho internacional y las normas internacionales.","second":"This is a sincere reflection of the international community, whose patience is running thin faced with the <strong class=\"keyword\">contempt</strong> on the part of Israel, the occupying Power, for international law and international norms."},{"author":118293,"first":"Mi plenitud era mi alegría, y ahora, todo termina por ello, y déjate de tu <strong class=\"keyword\">desdén</strong> y tus bromas...","second":"My fullness was my joy, and now, for it all to end, and to be left with your <strong class=\"keyword\">sneers</strong> and your jokes..."},{"author":94809,"first":"El <strong class=\"keyword\">desdén</strong> hacia los principios humanitarios y el Derecho internacional humanitario las expone a mayor inseguridad, discriminación, abuso o peligro para sus vidas.","second":"The <strong class=\"keyword\">disregard</strong> of humanitarian principles and international humanitarian law exposes them to further insecurity, discrimination, abuse or threat to lives."},{"author":94808,"first":"La transferencia irresponsable de armas a Estados que se sabe actúan con total <strong class=\"keyword\">desdén</strong> hacia el derecho internacional y violan gravemente los derechos de otros pueblos debe constituir el centro de atención de esta Comisión, ya que el acopio continuado de armamento por parte de dichos Estados renegados equivale a un ataque contra los derechos violados y la vida de las personas y convierte en una farsa toda declaración de respeto del derecho internacional.","second":"The irresponsible transfer of arms to States that are proven to act with utter <strong class=\"keyword\">disdain</strong> towards international law and to gravely violate the rights of other peoples must be at the heart of this Committee’s attention, as the continued arming of such rogue States is tantamount to an assault on the violated peoples’ rights and lives and exposes any statements professing respect for international law as a sham."},{"author":118293,"first":"<strong class=\"keyword\">Desdén</strong>, <strong class=\"keyword\">desdén</strong>.","second":"<strong class=\"keyword\">Snee</strong> r, <strong class=\"keyword\">sneer</strong>."},{"author":118293,"first":"Los dibujos no juegan según las reglas y el <strong class=\"keyword\">desdén</strong> abierto de Waldo por sus oponentes, claramente ha impactado.","second":"Cartoons don't play by the rules and Waldo's open <strong class=\"keyword\">disdain</strong> for his opponents has clearly struck a chord."},{"author":119723,"first":"“No, estoy muy ocupado”, respondió con <strong class=\"keyword\">desdén</strong>.","second":"“No, I’m too busy,” came the <strong class=\"keyword\">disdainful</strong> response."},{"author":118293,"first":"Con ese <strong class=\"keyword\">desdén</strong>, no transmites respeto.","second":"I don't get respect from you, just insults."},{"author":8008,"first":"Pérez agregó que semejante actitud confirma, una vez más, que los abogados de los demandantes están más preocupados por los titulares de prensa, que por obtener datos científicos sólidos. En relación al proceso, se ve una actitud de <strong class=\"keyword\">desdén</strong> hacia las órdenes específicas de la Corte, al violar sus disposiciones expresas en la forma en que este informe técnico ha sido manejado.","second":"Perez continued, \"In yet another indication that Plaintiffs' attorneys are more concerned with newspaper headlines than with sound science and due process, they have shown their <strong class=\"keyword\">utter disdain for</strong> the judicial process by violating the Court's specific order on how these technical reports should be handled."},{"author":94808,"first":"El brutal asesinato de este civil es una nueva señal del <strong class=\"keyword\">desdén</strong> absoluto por la vida de los palestinos que la Potencia ocupante ha demostrado reiteradamente al tolerar los actos criminales manifiestos de esta naturaleza por parte de sus fuerzas.","second":"The brutal murder of this civilian is yet further indication of the total <strong class=\"keyword\">disregard</strong> for Palestinian life that the occupying Power has repeatedly displayed through its lax treatment of such blatant criminal acts by its forces."},{"author":8007,"first":"Además de rehabilitar a muchos personajes de la era de Milosevic y de negarse a arrestar al General Ratko Mladic, acusado de crímenes de guerra, Kostunica frecuentemente se expresa con <strong class=\"keyword\">desdén</strong> sobre la UE e insiste en que si ésta reconoce la independencia de Kosovo, Serbia se alejará de Europa y buscará relaciones más estrechas con Rusia.","second":"In addition to rehabilitating many Milosevic-era figures and refusing to arrest indicted war criminal General Ratko Maldic, Kostunica often speaks <strong class=\"keyword\">contemptuously</strong> about the EU and insists that if the EU recognizes Kosovo’s independence, Serbia will turn away from Europe and seek closer relations with Russia."},{"author":119723,"first":"Los otros criadores de caballos calificaron con <strong class=\"keyword\">desdén</strong> a “Hombre de Nieve” de “pulguiento”.","second":"Other horse breeders called Snowman a “flea-bitten gray.”"},{"author":94808,"first":"A los esfuerzos intensos y constantes realizados a nivel regional e internacional por hallar una solución de la crisis, las autoridades eritreas sólo han respondido con <strong class=\"keyword\">desdén</strong> y un rotundo rechazo.","second":"Intensive and sustained regional and international efforts to find a solution to the crisis have been met only with <strong class=\"keyword\">disdain</strong> and outright rejection by the Eritrean authorities."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}