{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"Past participle of desdibujar."}],"meaningId":1032913517143503389,"authors":[1]}],"phrase":"desdibujado","examples":[{"author":8008,"first":"Nuestra comprensión convencional de la condición urbana y de la distinción entre espacio privado y público ha sido <strong class=\"keyword\">desdibujada</strong> por la evolución de la tecnología.","second":"Our conventional understanding of the urban condition and the distinction between private and public space has been <strong class=\"keyword\">blurred</strong> by the evolution of technology."},{"author":27,"first":"Señor Presidente, es preciso felicitar al Sr. Van den Bos por su trabajo, pero el problema en un informe tan amplio como este es que al final incluye los caballos de batalla de todo el mundo y los mensajes esenciales pueden quedar <strong class=\"keyword\">desdibujados</strong>.","second":"Mr President, Mr van den Bos is to be congratulated on his work, but the trouble with a wide-ranging report like this is that it eventually includes everyone's pet hobby-horse and the key messages may be <strong class=\"keyword\">obscured</strong>."},{"author":8000,"first":"Por el contrario, en la segunda categoría resulta evidente que, sin dejar de estar presentes, estas preocupaciones aparecen <strong class=\"keyword\">desdibujadas</strong> y los esfuerzos se concentran en el diseño de una nueva arquitectura del poder judicial que responda a criterios de independencia tanto en su estructura (en particular, su elección) como en su funcionamiento, lo que incluye el desmantelamiento del arsenal represivo que contiene su normativa","second":"In the second category, on the other hand, it is clear that, while they are not totally absent, these concerns appear <strong class=\"keyword\">blurred</strong> and efforts are concentrated on designing a new architecture of the judiciary which can meet the requirements of independence both in its structure (particularly with regard to appointment) and in its mode of operation, which involves dismantling the repressive arsenal underlying the system"},{"author":8000,"first":"En efecto, la creciente penalización del fraude ha <strong class=\"keyword\">desdibujado</strong> los límites entre el derecho civil y el derecho penal","second":"Indeed, there has been an expanding criminalization of <strong class=\"keyword\">misconduct</strong> that has increased the overlap between civil and criminal systems"},{"author":8000,"first":"Hoy una buena parte de ese optimismo y ese entusiasmo ha quedado <strong class=\"keyword\">desdibujada</strong> por el ominoso humo que inevitablemente surge de los cada vez más numerosos ataques suicidas y atentados terroristas con bomba","second":"Today, much of that optimism and excitement has been <strong class=\"keyword\">obliterated</strong> by the ominous smoke that inevitably rises from the region's ever more numerous suicide attacks and terrorist bombs"},{"author":31,"first":"A mitad del embarazo habrá empezado a desarrollar los cinco sentidos... pero estarán totalmente <strong class=\"keyword\">desdibujados</strong>","second":"By mid- pregnancy the foetus will have started to develop all five senses... but they ́re still totally <strong class=\"keyword\">blurred</strong>"},{"author":94808,"first":"Los conflictos armados contemporáneos han <strong class=\"keyword\">desdibujado</strong> la distinción entre conflictos armados internacionales e internos.","second":"Contemporary armed conflicts have <strong class=\"keyword\">blurred</strong> the distinction between international and internal armed conflicts."},{"author":94808,"first":"El grado de congruencia de las obligaciones exigidas en los diversos tratados va desde una compatibilidad absoluta, en que las disposiciones de los tratados tienen el mismo alcance u objetivo (y a menudo están redactadas en los mismos términos) hasta una compatibilidad más <strong class=\"keyword\">desdibujada</strong> en que las disposiciones no son idénticas, pero están relacionadas entre sí y, por tanto, pueden tratarse en el mismo un marco temático en el documento básico común.","second":"The degree of congruence of obligations across the treaties ranges from absolute congruence where provisions of the treaties have the same scope or objective (and often identical wording) to a broader <strong class=\"keyword\">congruence</strong> where provisions are not identical but are related and could therefore be addressed within a thematic framework in the common core document."},{"author":94808,"first":"La naturaleza cambiante de la violencia armada, incluso cuando las Naciones Unidas han trabajado activamente en operaciones de paz y tareas de reconstrucción después de un conflicto o de asistencia al desarrollo, ha <strong class=\"keyword\">desdibujado</strong> la línea divisoria entre los conflictos armados y la delincuencia, y entre la violencia por motivos políticos y la violencia por motivos económicos.","second":"The changing nature of armed violence, including where the United Nations has been active in peace operations, post-conflict reconstruction or development assistance, has <strong class=\"keyword\">blurred</strong> the line between armed conflict and crime, and between politically motivated and economically motivated violence."},{"author":94808,"first":"Como resultado de ello se ha <strong class=\"keyword\">desdibujado</strong> la división de funciones y responsabilidades, lo que ha dado lugar a una ausencia de iniciativas centradas.","second":"As a result, the division of roles and responsibilities has been <strong class=\"keyword\">blurred</strong>, creating a lack of focused initiatives."},{"author":8000,"first":"El grado de congruencia de las obligaciones exigidas en los diversos tratados va desde una compatibilidad absoluta, en que las disposiciones de los tratados tienen el mismo alcance u objetivo (y a menudo están redactadas en los mismos términos) hasta una compatibilidad más <strong class=\"keyword\">desdibujada</strong> en que las disposiciones no son idénticas, pero están relacionadas entre sí y, por tanto, pueden tratarse en el mismo un marco temático en el documento básico común","second":"The degree of congruence of obligations across the treaties ranges from absolute congruence where provisions of the treaties have the same scope or objective (and often identical wording) to a broader <strong class=\"keyword\">congruence</strong> where provisions are not identical but are related and could therefore be addressed within a thematic framework in the common core document"},{"author":8000,"first":"La tendencia sostenida a que se registren movimientos migratorios mixtos ha <strong class=\"keyword\">desdibujado</strong> la línea que separaba a los migrantes de los refugiados en la opinión pública y, en la política y la práctica de muchos Estados, ha reducido la diferenciación entre el control de las migraciones y la protección de los refugiados","second":"The continuing trend of mixed migratory movements has led to a <strong class=\"keyword\">blurring</strong> of the line between migrants and refugees in the public mind, and a lack of distinction between migration control and refugee protection in the policies and practices of many States"},{"author":94808,"first":"También ha <strong class=\"keyword\">desdibujado</strong> los límites entre las tres fuentes de la autoridad constitucional al concentrar todo el poder en el ejecutivo, y en particular en el Presidente, quien también dirige el partido, a expensas de los poderes legislativo y judicial.","second":"It has <strong class=\"keyword\">blurred</strong> the <strong class=\"keyword\">lines</strong> between the three sources of constitutional authority by concentrating all power in the executive, and in particular in the figure of the President – who is also the head of the party, at the cost of the legislature and the judiciary."},{"author":94809,"first":"Las responsabilidades entre el nivel nacional y el nivel europeo se han <strong class=\"keyword\">desdibujado</strong>, lo que da lugar a una escasa asunción. |","second":"Responsibilities between the national and the European level have become <strong class=\"keyword\">blurred</strong>. Limited ownership is the result |"},{"author":91988,"first":"No existe una explicación generalizada para los sucesivos fracasos de Obama en Oriente Medio, pero sí existen algunos factores que merecen ser considerados: el aumento en la cantidad de conflictos asimétricos, en los que el uso tradicional de la fuerza es ampliamente inefectivo; líneas cada vez más <strong class=\"keyword\">desdibujadas</strong> entre los aliados difíciles y los adversarios intransigentes; y diferencias políticas importantes entre un presidente estadounidense de centro y un Congreso que está dominado más que nunca por las ideas extremas.","second":"There is no overarching explanation for Obama’s successive Middle East failures, but there are a few factors worth considering: the increase in the number of asymmetrical conflicts, in which the traditional use of force is largely ineffective; increasingly <strong class=\"keyword\">blurred</strong> lines between difficult allies and intransigent adversaries; and major political differences between a centrist US president and a Congress that is dominated more than ever by extreme ideas."},{"author":94808,"first":"La subcontratación de algunas funciones básicas tradicionalmente realizadas por las fuerzas armadas o de policía nacionales, que se conoce como privatización de arriba abajo, ha <strong class=\"keyword\">desdibujado</strong> los límites entre los servicios públicos del Estado y el sector privado comercial y ha creado una peligrosa \"zona gris\".","second":"The outsourcing of a number of basic functions which traditionally were carried out by national armies or police forces, known as the top-down privatization, has <strong class=\"keyword\">blurred</strong> the borderlines between the public services of the State and the private commercial sector creating a dangerous “grey zone”."},{"author":8007,"first":"Después de doce años de transición, la respuesta a la primera pregunta ha quedado <strong class=\"keyword\">desdibujada</strong>.","second":"After twelve years of transition, the answer to the first question has <strong class=\"keyword\">blurred</strong>."},{"author":94808,"first":"Estas normas internacionales ofrecen un marco de referencia sólido para incorporar la protección de los niños contra la violencia en el programa normativo nacional, ayudando a evitar soluciones fragmentadas, <strong class=\"keyword\">desdibujadas</strong> o simplemente reactivas y ejerciendo influencia sobre los cambios duraderos mediante su aplicación sostenida.","second":"These international standards constitute a sound reference for mainstreaming the protection of children from violence in the national policy agenda, helping to avoid fragmented, <strong class=\"keyword\">diluted</strong> or simply reactive solutions and influencing lasting change through their steady implementation."},{"author":94808,"first":"Hoy una buena parte de ese optimismo y ese entusiasmo ha quedado <strong class=\"keyword\">desdibujada</strong> por el ominoso humo que inevitablemente surge de los cada vez más numerosos ataques suicidas y atentados terroristas con bomba.","second":"Today, much of that optimism and excitement has been <strong class=\"keyword\">obliterated</strong> by the ominous smoke that inevitably rises from the region’s ever more numerous suicide attacks and terrorist bombs."},{"author":94808,"first":"No es ningún secreto que la voz de la Asamblea General ha perdido autoridad en los últimos años, que la credibilidad de nuestros procedimientos y mecanismos de derechos humanos se ha reducido, que la democracia, la rendición de cuentas y la transparencia del Consejo de Seguridad se han <strong class=\"keyword\">desdibujado</strong> y que el Consejo Económico y Social debe ser más pertinente y efectivo.","second":"It is no secret that the voice of the General Assembly has grown weaker over the years, that the credibility of our human rights procedures and mechanisms has been reduced, that democracy, accountability and transparency in the Security Council have become <strong class=\"keyword\">blurred</strong> and that the Economic and Social Council needs to be more relevant and effective."},{"author":94809,"first":"27 Los grupos de amarre alegan que la distinción que debe existir entre, por un lado, el ámbito de aplicación del artículo 30 y, por otro, el del artículo 59, resultaría <strong class=\"keyword\">desdibujada</strong> si el primero se considerase aplicable a disposiciones nacionales que no están destinadas a regular el comercio de mercancías ni tienen efectos salvo enteramente inciertos, indirectos o aleatorios, en la libre circulación de mercancías.","second":"27 The mooring groups submit that it would undermine the distinction that ought to exist between the field of application, on the one hand, of Article 30 and, on the other, of Article 59 if the former were regarded as capable of applying to national rules that are not intended to regulate trade in goods and that do not have any, other than wholly uncertain, indirect or aleatory, effects on the free movement of goods."},{"author":8000,"first":"La subcontratación de algunas funciones básicas tradicionalmente realizadas por las fuerzas armadas o de policía nacionales, que se conoce como privatización de arriba abajo, ha <strong class=\"keyword\">desdibujado</strong> los límites entre los servicios públicos del Estado y el sector privado comercial y ha creado una peligrosa \"zona gris\"","second":"The outsourcing of a number of basic functions which traditionally were carried out by national armies or police forces, known as the top-down privatization, has <strong class=\"keyword\">blurred</strong> the borderlines between the public services of the State and the private commercial sector creating a dangerous “grey zone”"},{"author":94808,"first":"Estas disposiciones han <strong class=\"keyword\">desdibujado</strong> provisionalmente los límites entre las funciones y las líneas jerárquicas de la policía y las de las fuerzas armadas, pero las autoridades nacionales han reconocido su carácter temporal y la necesidad de volver a las disposiciones ordinarias después que se levante el estado de sitio.","second":"While the arrangements have provisionally <strong class=\"keyword\">blurred</strong> lines between the functions and reporting chains of the police and military, the national authorities have recognized their temporary nature and the necessity to revert to regular arrangements following the lifting of the state of siege."},{"author":118293,"first":"El pasado es algo que él podría ver, pero no tocar, y todo lo que ve aparece <strong class=\"keyword\">desdibujado</strong> e impreciso.","second":"As though looking through a dusty window pane, the past is something he could see, but not touch."},{"author":8000,"first":"La otra es una sugerencia común y en cierta medida controvertida, a saber, llegar a establecer si la tecnología ha <strong class=\"keyword\">desdibujado</strong> la línea de separación entre el trabajo que desempeñan los funcionarios de servicios generales y los del cuadro orgánico de manera que las distinciones de categoría ya no serían pertinentes","second":"Another common and somewhat controversial suggestion is that technology has <strong class=\"keyword\">blurred</strong> the line between General Service and Professional work so that categorical distinctions are no longer relevant"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}