{"result":"ok","tuc":[{"phrase":{"text":"dazzle","language":"en"},"meanings":[{"language":"en","text":"To prevent from seeing properly by means of excessive brightness."},{"language":"es","text":"Evitar que se vea correctamente por medio de excesiva luminosidad."},{"language":"en","text":"confuse the sight"}],"meaningId":-364093135304745476,"authors":[70195]},{"phrase":{"text":"glare","language":"en"},"meaningId":-8616474288233794243,"authors":[84595]},{"phrase":{"text":"bedazzle","language":"en"},"meaningId":-1778200338463674618,"authors":[84500]},{"phrase":{"text":"daze","language":"en"},"meaningId":6665495485185648837,"authors":[84595]},{"phrase":{"text":"blind","language":"en"},"meaningId":5200558329045904251,"authors":[84595]},{"phrase":{"text":"bedaze","language":"en"},"meaningId":9093188542969971226,"authors":[84500]},{"phrase":{"text":"blaze away","language":"en"},"meaningId":9214423253692449624,"authors":[84500]},{"phrase":{"text":"confuse","language":"en"},"meaningId":-9015431336649698380,"authors":[86934]},{"phrase":{"text":"stun","language":"en"},"meaningId":7928024953833439502,"authors":[84500]},{"meanings":[{"language":"en","text":"to dazzle, to blind temporarily."},{"language":"en","text":"(transitive, literally) to dazzle, to blind temporarily."},{"language":"en","text":"to dazzle, amaze."},{"language":"en","text":"(transitive, figuratively) to dazzle, amaze."}],"meaningId":8849858681917494042,"authors":[1]}],"phrase":"deslumbrar","examples":[{"author":118293,"first":"¡ Mantendrán todo esto tan limpio que me <strong class=\"keyword\">deslumbrará</strong> al verlo, comenzando ya!","second":"You're gonna keep this lot so clean it <strong class=\"keyword\">dazzles</strong> me, and you're gonna start now!"},{"author":42,"first":"Cuando exista el riesgo de <strong class=\"keyword\">deslumbrar</strong> a otros usuarios durante el movimiento de los faros, éstos no podrán encenderse hasta haber alcanzado la posición final","second":"IF THERE IS A DANGER OF <strong class=\"keyword\">DAZZLING</strong> OTHER ROAD USERS BY THE MOVEMENT OF HEADLAMPS, THEY MAY LIGHT UP ONLY WHEN THEY HAVE REACHED THEIR FINAL POSITION"},{"author":118293,"first":"Tal vez podría <strong class=\"keyword\">deslumbrar</strong> por usted.","second":"Maybe I could <strong class=\"keyword\">bedazzle it</strong> for you."},{"author":118293,"first":"El sol no me <strong class=\"keyword\">deslumbrará</strong> de día, ni la luna de noche.","second":"\" The sun shall not smite <strong class=\"keyword\">thee</strong> by day... \" nor the moon by night."},{"author":31,"first":"Con su soso carácter, falta de cultura, y su negativa a comprometerse...Chelsea no podía <strong class=\"keyword\">deslumbrar</strong> ni siquiera al maldito Forrest Gump","second":"With her flat affect, lack of culture and utter refusal to engage, Chelsea couldn' t even <strong class=\"keyword\">dazzle</strong> the likes of Forrest- fucking- Gump"},{"author":42,"first":"la luz destinada a iluminar la carretera por delante del vehículo sin <strong class=\"keyword\">deslumbrar</strong> ni molestar a los conductores que circulan en sentido contrario ni a los demás usuarios de la carretera","second":"means the lamp used to illuminate the road ahead of the vehicle without <strong class=\"keyword\">causing undue dazzle</strong> or discomfort to oncoming drivers or to other road users"},{"author":31,"first":"Intento <strong class=\"keyword\">deslumbrar</strong> a Dave","second":"I' m attempting to <strong class=\"keyword\">dazzle</strong> Dave"},{"author":118293,"first":"\" <strong class=\"keyword\">Deslumbrará</strong> al oponente durante unos 90 segundos \".","second":"It will <strong class=\"keyword\">blind</strong> your opponent for up to 90 seconds."},{"author":118293,"first":"La discusión acerca de esa enfermedad es só lo un intento de <strong class=\"keyword\">deslumbrar</strong> al jurado con una jerga pseudocientífica con el fin de convencerle de que el alcohol ejerce poderes mágicos y terribles sobre algunas gentes.","second":"Discussion of this disorder is simply an attempt to <strong class=\"keyword\">dazzle</strong> a jury with pseudo-scientific jargon to convince them that alcohol exerts magic evil powers on the brains of a few people."},{"author":94809,"first":"Si existe el riesgo de <strong class=\"keyword\">deslumbrar</strong> a otros usuarios de la vía con el movimiento de los faros, será posible que estos se enciendan únicamente una vez que hayan alcanzado la posición final.","second":"If there is a danger of <strong class=\"keyword\">dazzling</strong> other road users by the movement of headlamps, they may light up only when they have reached their final position;"},{"author":94809,"first":"«Luz de cruce»: la utilizada para iluminar la vía por delante del vehículo sin <strong class=\"keyword\">deslumbrar</strong> ni molestar indebidamente a los conductores que vienen en sentido opuesto, ni a los demás usuarios de la carretera.","second":"‘Passing-beam (dipped-beam) headlamp’ means the lamp used to illuminate the road ahead of the vehicle without <strong class=\"keyword\">causing</strong> undue <strong class=\"keyword\">dazzle</strong> or discomfort to oncoming drivers and other road-users."},{"author":94809,"first":"Los faros sellados deberán estar fabricados de manera que proporcionen una iluminación adecuada sin <strong class=\"keyword\">deslumbrar</strong> con el haz de cruce y una buena iluminación con el haz de carretera.","second":"SB units shall be so made as to give adequate illumination without <strong class=\"keyword\">dazzle</strong> for the passing beam, and good illumination for the driving beam."},{"author":8008,"first":"Cada una de las islas tiene su propia personalidad y con su peculiar belleza logran atraer y <strong class=\"keyword\">deslumbrar</strong> a quienes las visitan.","second":"Each island has a personality and a beauty of its own to attract and <strong class=\"keyword\">charm everybody</strong> who visits them."},{"author":118293,"first":"Harkin piensa que esto sigue siendo parte de mi plan maestro para <strong class=\"keyword\">deslumbrar</strong>, y... ¡ Dios!","second":"Harkin thinks this is still all part of my master <strong class=\"keyword\">dazzle</strong> plan, and--Oh, god."},{"author":118293,"first":"Me gusta <strong class=\"keyword\">deslumbrar</strong> de otras maneras también.","second":"I <strong class=\"keyword\">like</strong> to get my kicksin other ways, too."},{"author":94809,"first":"Cuando exista el peligro de <strong class=\"keyword\">deslumbrar</strong> a otros usuarios por el movimiento de las luces, sólo podrán encenderse cuando hayan alcanzado la posición de utilización.","second":"If there is a danger of <strong class=\"keyword\">dazzling</strong> other road users by the movement of the lamps, they may light up only when they have reached their position of use."},{"author":118293,"first":"Y esta calavera avanza fríamente los nombres de Lyotard, Castoriadis y demás pordioseros del montón; es decir, personas que hace más de quince años ya habían lanzado todos sus fuegos sin conseguir <strong class=\"keyword\">deslumbrar</strong> a su época.","second":"And with a straight face this blockhead nominates for that role Lyotard, Castoriadis, and other crumb-grubbers — people who had already shot their bolt more th an fifteen years ago without managing to particularly <strong class=\"keyword\">dazzle</strong> their century."},{"author":94809,"first":"Los faros estarán fabricados de manera que, con las lámparas de filamentos H4 adecuadas, iluminen correctamente sin <strong class=\"keyword\">deslumbrar</strong> con el haz de cruce y bien con el haz de carretera.","second":"Headlamps shall be so made that with suitable H4 filament lamps they give adequate illumination without <strong class=\"keyword\">dazzle when emitting</strong> the passing beam, and good illumination when emitting the driving beam."},{"author":118293,"first":"Ser capaz de <strong class=\"keyword\">deslumbrar</strong> al público con algo más que talento.","second":"You know, being able to, to <strong class=\"keyword\">dazzle</strong> the crowd with more than just talent."},{"author":118293,"first":"Podría, pero también puede <strong class=\"keyword\">deslumbrar</strong> y temporalmente cegar al enemigo.","second":"It might, but it can also <strong class=\"keyword\">dazzle</strong> and so temporarily blind an enemy."},{"author":8008,"first":"Si eres una persona activa y no te conformas con un viaje típico al típico destino vacacional, Essaouira te <strong class=\"keyword\">deslumbrará</strong> con sus innumerables opciones para descansar sin dejar de hacer deporte o cualquier actividad que sea de tu interés. Los deportes acuáticos como surf, kitesurf , windsurf o buceo destacan entre su amplia oferta .","second":"If you are an active person and you want to go on holidays apart from common clichés, Essaouira offers <strong class=\"keyword\">you</strong> a wide range of possibilities to relax and also do sports and activities like surfing, kitesurfing, windsurfing or diving."},{"author":94809,"first":"«Luz de cruce», la luz utilizada para alumbrar la carretera por delante del vehículo sin <strong class=\"keyword\">deslumbrar</strong> ni molestar a los conductores que vengan en sentido contrario, ni a los demás usuarios de la carretera.","second":"'Passing beam (dipped-beam) headlamp` means the lamp used to illuminate the road ahead of the vehicle without <strong class=\"keyword\">causing undue dazzle</strong> or discomfort to oncoming drivers and other road-users;"},{"author":118293,"first":"Porque me gustaría <strong class=\"keyword\">deslumbrar</strong> en esa pregunta graciosa.","second":"Cos I'd like to <strong class=\"keyword\">shine</strong> on the funny question."},{"author":118293,"first":"Mi metedura de pata en la fiesta y mis movimientos para <strong class=\"keyword\">deslumbrar</strong>.","second":"My screw-up at the party, and my move to <strong class=\"keyword\">dazzle</strong>."},{"author":94809,"first":"Los faros estarán fabricados de manera tal que, con las lámparas de incandescencia H1, H2, H3, HB3, HB4, H7 y/o H4 adecuadas, proporcionen una iluminación suficiente, sin <strong class=\"keyword\">deslumbrar</strong>, en el caso del haz de cruce, y buena iluminación en el caso del haz de carretera.","second":"Headlamps must be made in such a way that, with suitable H1, H2, H3, HB3, HB4, H7 and/or H4 filament lamps, they provide adequate illumination without <strong class=\"keyword\">dazzle</strong> in the case of the passing beam and good illumination in the case of the driving beam."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}