{"result":"ok","tuc":[{"phrase":{"text":"desolation","language":"en"},"meanings":[{"language":"es","text":"Tristeza resultante de ser abandonado."},{"language":"en","text":"Sadness resulting from being forsaken or abandoned."}],"meaningId":-2228046041522900157,"authors":[60172]},{"phrase":{"text":"bleakness","language":"en"},"meaningId":-6060613220578195116,"authors":[97745]},{"phrase":{"text":"devastation","language":"en"},"meaningId":-1179304476098940137,"authors":[84500]},{"phrase":{"text":"forlornness","language":"en"},"meanings":[{"language":"es","text":"Tristeza resultante de ser abandonado."},{"language":"en","text":"Sadness resulting from being forsaken or abandoned."}],"meaningId":-2168662834784337263,"authors":[60172]},{"phrase":{"text":"bareness","language":"en"},"meaningId":4234841376770651435,"authors":[84500]},{"phrase":{"text":"emptiness","language":"en"},"meaningId":-4854603302950657086,"authors":[97745]},{"phrase":{"text":"grief","language":"en"},"meaningId":-2698082185962340351,"authors":[25018]},{"phrase":{"text":"nakedness","language":"en"},"meaningId":-1288724988114693257,"authors":[84500]},{"phrase":{"text":"rack","language":"en"},"meaningId":-2944516051634763828,"authors":[84500]},{"phrase":{"text":"wrack","language":"en"},"meaningId":-6112159099634862127,"authors":[84500]},{"meanings":[{"language":"en","text":"desolation"}],"meaningId":-6618035157947288367,"authors":[1]}],"phrase":"desolación","examples":[{"author":8000,"first":"La circulación de armas pequeñas y ligeras ha llevado a la aparición de caudillos, que han aprovechado las debilidades institucionales internas de los Estados para establecer su poder, que se basa en al caos y la <strong class=\"keyword\">desolación</strong>","second":"The circulation of small arms and light weapons has led to the emergence of warlords, who have taken advantage of institutional weaknesses within States to establish their rule, which is based on chaos and <strong class=\"keyword\">desolation</strong>"},{"author":95096,"first":"Cuando en 1759 los decretos de Pombal destruyeron las provincias portuguesas de la Compañía, el padre Ricci vivió el conflicto sin quejarse y sin abandonarse a la <strong class=\"keyword\">desolación</strong>; al contrario, invitó a rezar para pedir el espíritu bueno, el verdadero espíritu sobrenatural de la vocación, la docilidad perfecta a la gracia de Dios.","second":"When in 1759, the decrees of Pombal destroyed the Portuguese provinces of the Society, Fr Ricci lived the conflict, not complaining and letting himself fall into <strong class=\"keyword\">desolation</strong>, but inviting prayers to ask for the good spirit, the true supernatural spirit of vocation, the perfect docility to God's grace."},{"author":119723,"first":"Joel 2 Joel describe el “día del Señor” y la guerra y la <strong class=\"keyword\">desolación</strong> que lo acompañarán y entonces pregunta: “¿Y quién podrá soportarlo?”","second":"Joel 2 Joel describes the “day of the Lord” and the war and <strong class=\"keyword\">desolation</strong> that will accompany it and then asks, “Who can abide it?”"},{"author":118293,"first":"Otra noche de <strong class=\"keyword\">desolación</strong>.","second":"Another night of <strong class=\"keyword\">desolation</strong>"},{"author":8000,"first":"El Presidente (habla en francés): Ante todo, permítaseme dedicar unas palabras a las víctimas de los huracanes que acaban de azotar de lleno el sur de los Estados Unidos, Jamaica, Granada y Cuba y aprovechar esta ocasión para manifestar nuestra <strong class=\"keyword\">desolación</strong> y solidaridad a los Gobiernos y a la población de esos países ante el drama que están viviendo","second":"The President (spoke in French): Allow me at the outset to express a few words regarding the victims of the hurricanes that have recently hit with full force the southern part of the United States, Jamaica, Grenada and Cuba and on this occasion to express all <strong class=\"keyword\">our</strong> compassion and solidarity to the Governments and populations of those countries during this terribly difficult time they are facing"},{"author":119739,"first":"El fiel Jeremías fue el único que indicó la duración exacta —setenta años— de la <strong class=\"keyword\">desolación</strong> de Jerusalén y Judá, después de lo cual vendría la restauración.","second":"Faithful Jeremiah proved to be the one giving the correct length of the <strong class=\"keyword\">desolation</strong> of Jerusalem and Judah as 70 years, after which time restoration would come."},{"author":31,"first":"¡ Perdición y <strong class=\"keyword\">desolación</strong>!","second":"<strong class=\"keyword\">Gloom</strong> and doom!"},{"author":94809,"first":"La experiencia de Zabrze (Polonia). En toda la región de Silesia, la transformación de la economía y otras situaciones de mercado han provocado la desaparición de numerosas empresas, causando la pérdida de decenas de miles de empleos y la <strong class=\"keyword\">desolación</strong> de un paisaje en el que abundan las instalaciones industriales abandonadas.","second":"The experience of Zabrze (Poland): throughout the region of Silesia, the transformation of the economy and markets has led to the closure of many businesses, causing the loss of tens of thousands of jobs and the creation of a <strong class=\"keyword\">desolate</strong> landscape scattered with post-industrial wastelands."},{"author":27,"first":"Ahora quisiera plantear la misma pregunta que Shlomo Sand, el famoso historiador israelí, al que cito: \"Hemos sembrado <strong class=\"keyword\">desolación</strong>.","second":"Or let them ask the same question as Shlomo Sand, the famous Israeli historian, whom I also quote: 'We sowed <strong class=\"keyword\">desolation</strong>."},{"author":118293,"first":"Pero en la <strong class=\"keyword\">desolación</strong> vino la promesa de otra estación.","second":"But in the <strong class=\"keyword\">desolation</strong> came the promise of another season."},{"author":94808,"first":"La guerra iniciada en septiembre de 1996 tuvo características insólitas: como toda guerra, causó muerte y <strong class=\"keyword\">desolación</strong>.","second":"The war begun in September 1996 had been an unusual one: like any war, it had brought death and <strong class=\"keyword\">destruction</strong>, but no battles had been fought."},{"author":119739,"first":"(Mt 24:15, 16.) Estas palabras muestran que “la cosa repugnante que causa <strong class=\"keyword\">desolación</strong>” no era algo del pasado, sino del futuro.","second":"(Mt 24:15, 16) These words show that “the disgusting thing that causes <strong class=\"keyword\">desolation</strong>” was not then past but future."},{"author":118293,"first":"\" Es suficiente con que llene todo de inmensa <strong class=\"keyword\">desolación</strong>, ya que eso es el placer de toda tragedia. \"","second":"\" It's enough that it all be filled \" with that majestic sadness that is the pleasure of tragedy. \""},{"author":119723,"first":"¡Cómo se convirtió Babilonia en <strong class=\"keyword\">desolación</strong> entre las naciones!","second":"how is Babylon become a <strong class=\"keyword\">desolation</strong> among the nations!"},{"author":26,"first":"No te entiendo en absoluto, \" <strong class=\"keyword\">Desolación</strong> \"","second":"I really don' t understand you at all, <strong class=\"keyword\">Desolation</strong>"},{"author":118293,"first":"Yo buscaba consuelo a mi <strong class=\"keyword\">desolación</strong> en la azotea de la casa... y me consolaba volando cometas.","second":"I sought seclusión from my inward <strong class=\"keyword\">despair</strong> on the roof of the house... and comforted myselfflying kites."},{"author":118293,"first":"Hay destrucción por todo y la magnificente floración de las amapolas y los acianos dibujan un contraste asombroso con el escenario de <strong class=\"keyword\">desolación</strong> al que rodean.","second":"\" Ruins are on every hand \" and the magnificent growth of poppies and cornflowers \" make a wonde rful contrast \" to the surrounding scene of <strong class=\"keyword\">desolation</strong>."},{"author":118293,"first":"Por suerte para ti seguirá habiendo hambruna, guerra y <strong class=\"keyword\">desolación</strong> dentro de tres meses.","second":"Well, lucky for you, there'll still be just as much famine and war and <strong class=\"keyword\">devastation</strong> in three months."},{"author":94808,"first":"Fuera del continente africano, en el Oriente Medio, escenario de violencia y <strong class=\"keyword\">desolación</strong>, debe encontrarse lo antes posible una solución equitativa y definitiva de los conflictos existentes entre los países de esta región.","second":"“Outside the African continent, in the Middle East, a theatre of violence and <strong class=\"keyword\">desolation</strong>, an equitable and final settlement of the conflicts between the countries of this region should be found as soon as possible."},{"author":118293,"first":"Está tratando de mitigar mi <strong class=\"keyword\">desolación</strong>.","second":"I'll try to contain my disappointment."},{"author":94808,"first":"Los indecibles sufrimientos que se han causado a los sectores vulnerables de la sociedad africana, a saber, las mujeres, los niños y los ancianos, como consecuencia de los conflictos violentos y la ulterior <strong class=\"keyword\">desolación</strong> de vastas extensiones de tierra fértil y arable sigue siendo objeto de titulares en los medios de comunicación internacionales y provocando horror y consternación.","second":"The untold suffering caused to vulnerable segments of African society, namely, women, children and the aged, as the result of violent conflicts and the attendant <strong class=\"keyword\">desolation</strong> of vast expanses of fertile, arable land continues to make headlines in the international media and provoke our horror and dismay."},{"author":119739,"first":"Aquel “día de tempestad y de <strong class=\"keyword\">desolación</strong>” fue un tiempo de oscuridad, nubes y densas tinieblas, quizá no solo en sentido figurado, sino también literal, pues el humo y la muerte estaban por doquier.","second":"That “day of storm and of <strong class=\"keyword\">desolation</strong>” was one of darkness, clouds, and thick gloom, perhaps not only figuratively but also literally, for smoke and carnage were everywhere."},{"author":119739,"first":"De todas formas, debe observarse que Daniel 11:31-35 y 12:9, 11 relaciona una ‘cosa repugnante que causa <strong class=\"keyword\">desolación</strong>’ con “el tiempo del fin”.","second":"It should be noted, however, that Daniel 11:31-35 and 12:9, 11 connect a ‘disgusting thing causing <strong class=\"keyword\">desolation</strong>’ with “the time of the end.”"},{"author":27,"first":"En representación del Sr. Gasparri –que, siento decirlo, se ha visto retenido hoy en Italia a causa de la grave tragedia que ha sumido a nuestro país en la <strong class=\"keyword\">desolación</strong> y está ocupado presentando sus últimos respectos a los soldados asesinados en el Iraq–, personalmente me gustaría confirmar el compromiso pasado y presente de la Presidencia con la cuestión de la seguridad de las redes y de la información.","second":"Personally, as Mr Gasparri’s representative – who has, I am sorry to say, been detained in Italy today due to the grave tragedy that has struck our country, and is involved in paying our last respects to the soldiers killed in Iraq – I would like to confirm the Presidency’s past and ongoing commitment to the issue of security of networks and information."},{"author":8000,"first":"Las realidades de la vida urbana, el alto costo de la vida y el aumento del desempleo generan la <strong class=\"keyword\">desolación</strong>","second":"The realities of urban life, the high cost of living, and rising unemployment generate <strong class=\"keyword\">desolation</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}