{"result":"ok","tuc":[{"phrase":{"text":"flay","language":"en"},"meanings":[{"language":"en","text":"(to) skin"},{"language":"en","text":"to strip skin off"}],"meaningId":8899672337012803112,"authors":[70195]},{"phrase":{"text":"skin","language":"en"},"meanings":[{"language":"en","text":"to remove the skin of"},{"language":"en","text":"(to) skin"}],"meaningId":-6975967680173156936,"authors":[70195]},{"phrase":{"text":"flaying","language":"en"},"meanings":[{"language":"en","text":"The removal of skin from the body of a human as a method of torture or execution."},{"language":"es","text":"Eliminación de la piel del cuerpo de un ser humano como un método de tortura o ejecución."},{"language":"es","text":"Eliminación de la piel del cuerpo de un animal como preparación para el consumo de la carne que tiene debajo o el uso de la piel."},{"language":"en","text":"The removal of skin from the body of an animal as preparation for consumption of the meat beneath and/or use for the fur."}],"meaningId":-7248814348314408352,"authors":[60172]},{"phrase":{"text":"pull off","language":"en"},"meanings":[{"language":"en","text":"(to) skin"}],"meaningId":9085672466638000587,"authors":[92945]},{"phrase":{"text":"skinning","language":"en"},"meanings":[{"language":"es","text":"Eliminación de la piel del cuerpo de un animal como preparación para el consumo de la carne que tiene debajo o el uso de la piel."},{"language":"en","text":"The removal of skin from the body of an animal as preparation for consumption of the meat beneath and/or use for the fur."}],"meaningId":2366092215420342690,"authors":[60172]},{"phrase":{"text":"butcher","language":"en"},"meaningId":2453271889654645620,"authors":[86934]},{"phrase":{"text":"disrobe","language":"en"},"meaningId":-3070843275060409146,"authors":[25018]},{"phrase":{"text":"excoriate","language":"en"},"meaningId":-4649718539289968362,"authors":[25018]},{"phrase":{"text":"strip","language":"en"},"meaningId":5850676674033832392,"authors":[25115]},{"phrase":{"text":"uncover","language":"en"},"meaningId":6907156610485307557,"authors":[25115]},{"meanings":[{"language":"en","text":"to flay"}],"meaningId":5796423452971069091,"authors":[93107]}],"phrase":"desollar","examples":[{"author":94809,"first":"i) carne de lepóridos silvestres, que no contenga despojos, excepto en el caso de los lepóridos silvestres sin <strong class=\"keyword\">desollar</strong> y sin eviscerar,","second":"(i) meat of wild leporidae not containing offal, except for <strong class=\"keyword\">unskinned</strong> and uneviscerated wild leporidae;"},{"author":118293,"first":"¡ Lo voy a <strong class=\"keyword\">desollar</strong>!","second":"I'll <strong class=\"keyword\">skin</strong> him <strong class=\"keyword\">alive</strong>."},{"author":94809,"first":"Sello oficial y firmaHecho en , el(Firma del veterinario oficial)(Sello)(nombre y apellidos en mayúsculas, título y cargo)Notas(1) Por carne fresca se entienden todas las partes, excepto los despojos, tanto frescas como refrigeradas o congeladas, aptas para el consumo humano, de animales mamíferos silvestres pertenecientes a los taxones Perissodactyla –excepto Equidae–, Proboscidea o Artiodactyla –excepto Suidae– que se matan o cazan en la naturaleza.Tras la importación, las canales sin <strong class=\"keyword\">desollar</strong> deben enviarse sin demora al establecimiento de transformación de destino.(","second":"Official stamp and signatureDone at on(signature of official veterinarian)(stamp)(name in capital letters, qualifications and title)Notes(1) Fresh meat means all parts, excluding offal, whether fresh, chilled or frozen, fit for human consumption of wild mammal animals belonging to the taxa Perissodactyla -except Equidae-, Proboscidea or Artiodactyla -except Suidae- that are killed or hunted in the wild.After importation, <strong class=\"keyword\">skin</strong>-in carcasses must be conveyed without delay to the processing establishment of destination.("},{"author":118293,"first":"La supervivencia no es sólo cómo <strong class=\"keyword\">desollar</strong> un conejo.","second":"Survival ain't just how to <strong class=\"keyword\">skin</strong> a jackrabbit."},{"author":94809,"first":"Debido a la posición dorsal de las mamas, la piel del vientre de las nutrias marinas es casi la única que se emplea como peletería y, por la misma causa, para preparar la piel y <strong class=\"keyword\">desollar</strong> el animal la incisión se practica a lo largo del lomo.","second":"As the mammae are on the back, almost the only part of the nutria pelt used is the belly fur and, for this reason, when preparing the pelts and <strong class=\"keyword\">skinning</strong> the animal, the incision is made along the back."},{"author":118293,"first":"\" María, trae las herramientas para <strong class=\"keyword\">desollar</strong>.","second":"\" María, bring the tools to <strong class=\"keyword\">skin</strong> the <strong class=\"keyword\">animal</strong>."},{"author":118293,"first":"Dile que firmar el proyecto y aceptar la explotación a cielo abierto no impedirá un acercamiento, lo que anunciará reformas bancarias y <strong class=\"keyword\">desollará</strong> el fraude de la explotación.","second":"Tell him that signing the bill, thus swallowing the strip-mining pill would not foreclose a PR approach trumpeting bank reforms while also <strong class=\"keyword\">excoriating</strong> a strip-mining scam which is what I'm happy to call it."},{"author":94809,"first":"4) En el caso de la carne de jabalí sin <strong class=\"keyword\">desollar</strong> (1):","second":"4. In the case of <strong class=\"keyword\">unskinned</strong> wild swine (1)"},{"author":94809,"first":"[NotasEste certificado corresponde a carne fresca, a excepción de los despojos y la carne picada, de solípedos pertenecientes al subgénero de los Hippotigris (cebras) cazados en libertad.Por carne fresca se entienden todas las partes de los animales aptas para el consumo humano, tanto frescas como refrigeradas o congeladas.Tras la importación, las canales sin <strong class=\"keyword\">desollar</strong> deben enviarse sin demora al establecimiento de transformación de destino.Parte I— Casilla I.8: indicar el código de territorio tal como figura en el anexo II, parte 1, de la Decisión 79/542/CEE del Consejo (conforme a su última modificación).— Casilla I.11 (lugar de origen): nombre y dirección del establecimiento expedidor.— Casilla I.15: indicar la matrícula (vagones o contenedores de ferrocarril y camiones), el número de vuelo (aviones) o el nombre (barcos) del medio de transporte.","second":"[NotesThis certificate is meant for fresh meat, excluding offal and minced meat, of solipeds belonging to the subgenus Hippotigris (Zebra) hunted in the wild.Fresh meat means all animal parts fit for human consumption whether fresh, chilled or frozen.After importation, <strong class=\"keyword\">unskinned</strong> carcases must be <strong class=\"keyword\">conveyed</strong> without delay to the processing establishment of destination.Part I— Box reference I.8: Provide the code of territory as appearing in Part 1 of Annex II to Decision 79/542/EEC (as last amended).— Box reference I.11: Place of origin: name and address of the dispatch establishment.— Box reference I.15: Registration number (railway wagons or container and lorries), flight number (aircraft) or name (ship) is to be provided."},{"author":8008,"first":"Solo se pueden <strong class=\"keyword\">desollar</strong> determinados monstruos.","second":"Only certain monsters can be <strong class=\"keyword\">skinned</strong>."},{"author":94809,"first":"a) carne de lepóridos silvestres, definidos como conejos silvestres y liebres, que no contengan despojos, excepto en caso de los lepóridos sin <strong class=\"keyword\">desollar</strong> y sin eviscerar;","second":"(a) meat of wild leporidae, defined as wild rabbits and hares, not containing offal, except for <strong class=\"keyword\">unskinned</strong> and uneviscerated leporidae;"},{"author":118293,"first":"¡ Si nos volvemos a quedar sin bridas, voy a <strong class=\"keyword\">desollar</strong> vivo al culpable!","second":"We run out of flanges again, I'll <strong class=\"keyword\">skin</strong> the runner alive!"},{"author":94809,"first":"a) canales sin <strong class=\"keyword\">desollar</strong> de biungulados de caza silvestres destinadas al consumo humano tras su transformación ulterior;","second":"(a) <strong class=\"keyword\">unskinned</strong> carcases of wild cloven-hoofed game intended for human consumption after further processing;"},{"author":94809,"first":"Condiciones que deben aplicarse tras la importación de canales sin <strong class=\"keyword\">desollar</strong> de biungulados de caza silvestres","second":"Conditions to be applied following the importation of <strong class=\"keyword\">unskinned</strong> carcases of wild cloven-hoofed game"},{"author":94809,"first":"En caso de descarga y carga posterior, el expedidor deberá informar al respecto al pif de entrada en la UE.— Casilla I.19: indicar el código SA correspondiente (02.08.90).— Casilla I.20: indicar el peso bruto y el peso neto totales.— Casilla I.23: si se utilizan contenedores o cajas, deberá indicarse su número y el número de precinto (en su caso).— Casilla I.28 (tipo de piezas): indicar si se trata de “canales enteras”, “medias canales”, “cuartos de canal” o “piezas cárnicas”.— Casilla I.28 (tipo de tratamiento): en su caso, indíquese “madurada” o “sin <strong class=\"keyword\">desollar</strong>”.","second":"In case of unloading and reloading, the consignor must inform the BIP of entry into the EU.— Box reference I.19: Use the appropriate HS code: 02.08.90.— Box reference I.20: Indicate total gross weight and total net weight.— Box reference I.23: For containers or boxes, the container number and the seal number (if applicable) should be included.— Box reference I.28‚ Nature of commodity: Indicate “carcase-whole”, “carcase-side”, “carcase-quarters” or “cuts”.— Box reference I.28‚ Treatment type: If appropriate, indicate “matured” or “<strong class=\"keyword\">unskinned</strong>”."},{"author":8008,"first":"No puedes <strong class=\"keyword\">desollar</strong> un animal que haya matado otro jugador a menos que este lo haya saqueado por completo.","second":"You cannot <strong class=\"keyword\">skin</strong> a monster killed by another player unless they loot all of the contents."},{"author":94809,"first":"De conformidad con el artículo 8, apartado 2, de la Directiva 97/78/CE del Consejo ( 20 ), las partidas de canales sin <strong class=\"keyword\">desollar</strong> de biungulados de caza silvestres que serán aptas para el consumo humano una vez sometidas a transformación se enviarán sin demora al establecimiento de transformación al que vayan destinadas.","second":"In accordance with Article 8(2) of Council Directive 97/78/EC ( 20 ), consignments of <strong class=\"keyword\">unskinned</strong> carcases of wild cloven-hoofed game for human consumption after further processing shall be conveyed without delay to the processing establishment of destination."},{"author":94809,"first":"Considerando que las importaciones de carne de caza silvestre consisten en importaciones de carne de distintas especies; que, además, es necesario tener en cuenta el hecho de que los animales pueden estar desollados o sin <strong class=\"keyword\">desollar</strong>, eviscerados o sin eviscerar, y desplumados o sin desplumar;","second":"Whereas imports of wild game meat are imports of meat from different species; whereas moreover it is necessary to take into account the fact that the game can be skinned or <strong class=\"keyword\">unskinned</strong>, eviscerated or uneviscerated, plucked or unplucked;"},{"author":94809,"first":"- carne de lepóridos silvestres, definidos como conejos y liebres, que no contengan despojos, excepto en caso de los lepóridos sin <strong class=\"keyword\">desollar</strong> y sin eviscerar,","second":"- meat of wild leporidae, defined as rabbits and hares, that do not contain offal, except in the case of <strong class=\"keyword\">unskinned</strong> and uneviscerated leporidae,"},{"author":118293,"first":"Te dije rascar, no <strong class=\"keyword\">desollar</strong>.","second":"I said scratch, not <strong class=\"keyword\">flay</strong> me."},{"author":118293,"first":"Cuando esté mañana ante Rahl el Oscuro, le diré que te atrapé para yo mismo <strong class=\"keyword\">desollar</strong> vivo al traidor, atado a un poste en un cruce de caminos donde todos los transeúntes puedan ver los cuervos haciendo festín con sus ojos","second":"When I stand before darken rahl tomorrow, I will tell him that I took it Upon myself to <strong class=\"keyword\">flay</strong> the traitor alive, tied to a pole at the crossroad, Where all the passersby can watch the crows feast on his eyeballs"},{"author":119739,"first":"Cuando se iba a cocer la carne, lo primero que se hacía era <strong class=\"keyword\">desollar</strong> el animal y después se le descoyuntaba.","second":"At times the bones were cracked open to free the marrow."},{"author":118293,"first":"¿Qué tal <strong class=\"keyword\">desollar</strong> a la vaca, antes de esconderla?","second":"How about <strong class=\"keyword\">skinning</strong> the cow before hiding it?"}],"from":"es","dest":"en","authors":{"92945":{"U":"","id":92945,"N":"CLLD Concepticon","url":"https://glosbe.com/source/92945"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}