{"result":"ok","tuc":[{"phrase":{"text":"despotism","language":"en"},"meanings":[{"language":"en","text":"The rule of a despot."},{"language":"es","text":"Mandato de un déspota."},{"language":"en","text":"government by a singular authority"}],"meaningId":2660620099503023699,"authors":[70195]},{"phrase":{"text":"tyranny","language":"en"},"meanings":[{"language":"en","text":"The rule of a despot."},{"language":"es","text":"Mandato de un déspota."}],"meaningId":-8226687682347744824,"authors":[84500]},{"phrase":{"text":"authoritarianism","language":"en"},"meanings":[{"language":"en","text":"The rule of a despot."},{"language":"es","text":"Mandato de un déspota."}],"meaningId":5856714387817621608,"authors":[84500]},{"phrase":{"text":"dictatorship","language":"en"},"meanings":[{"language":"en","text":"The rule of a despot."},{"language":"es","text":"Mandato de un déspota."}],"meaningId":6172740570361910653,"authors":[84500]},{"phrase":{"text":"autocracy","language":"en"},"meanings":[{"language":"en","text":"The rule of a despot."},{"language":"es","text":"Mandato de un déspota."}],"meaningId":-867775491280790178,"authors":[60172]},{"phrase":{"text":"oppression","language":"en"},"meanings":[{"language":"es","text":"Ejercicio de la autoridad o poder de una manera molesta, cruel o injusta."},{"language":"en","text":"The exercise of authority or power in a burdensome, cruel, or unjust manner."}],"meaningId":2792743902446866077,"authors":[60172]},{"phrase":{"text":"Caesarism","language":"en"},"meaningId":-1468609639035376946,"authors":[84500]},{"phrase":{"text":"Stalinism","language":"en"},"meaningId":-3883934193191154145,"authors":[84500]},{"phrase":{"text":"absolutism","language":"en"},"meaningId":-2149853396991342600,"authors":[84500]},{"phrase":{"text":"high-handedness","language":"en"},"meaningId":4058778744646812701,"authors":[97745]},{"phrase":{"text":"monocracy","language":"en"},"meaningId":-2213988204084704621,"authors":[84500]},{"phrase":{"text":"one-man rule","language":"en"},"meaningId":-8305226974684611247,"authors":[84500]},{"phrase":{"text":"shogunate","language":"en"},"meaningId":-1923053481652104382,"authors":[84500]},{"phrase":{"text":"totalitarianism","language":"en"},"meaningId":7888999280646135412,"authors":[84500]},{"meanings":[{"language":"en","text":"despotism"}],"meaningId":-957297622470143561,"authors":[1]}],"phrase":"despotismo","examples":[{"author":119739,"first":"En efecto, en la familia cristiana no hay lugar para el <strong class=\"keyword\">despotismo</strong>, la tiranía ni la intimidación (Efesios 5:25, 28, 29).","second":"There is no room for a <strong class=\"keyword\">despot</strong>, tyrant, or bully in the Christian family.—Ephesians 5:25, 28, 29."},{"author":91988,"first":"La auténtica ambición del régimen es la de inventar una opción substitutiva de la democracia occidental: un <strong class=\"keyword\">despotismo</strong> ilustrado tutelado por un Partido Comunista meritocrático.","second":"The regime’s true ambition is to invent an alternative to Western democracy: an <strong class=\"keyword\">enlightened despotism</strong> under the tutelage of a meritocratic Communist Party."},{"author":94809,"first":"Así, en el presente asunto, de lo dispuesto en el artículo 269/B del Código Penal húngaro, tal como se interpreta por la doctrina y se concreta en la práctica administrativa, se desprende que el legislador húngaro consideró necesario prohibir determinados usos de «símbolos de <strong class=\"keyword\">despotismo</strong>» como la hoz y el martillo o la estrella roja de cinco puntas.","second":"Thus, in the present case, it is apparent from Article 269/B of the Hungarian Criminal Code, as interpreted by legal writers and set out in administrative practice, that the Hungarian legislature considered it necessary to ban certain uses of ‘symbols of <strong class=\"keyword\">despotism</strong>’, including the hammer and sickle and the five-point red star."},{"author":27,"first":"Como norma general, la Unión Europea no debe emplear el <strong class=\"keyword\">despotismo</strong>.","second":"The European Union should not, as a general rule, employ <strong class=\"keyword\">despotism</strong>."},{"author":119739,"first":"Jesucristo usó una ilustración similar para referirse al arrogante <strong class=\"keyword\">despotismo</strong> de los escribas y fariseos.","second":"Jesus Christ used a similar figure of speech in illustrating the harsh, arrogant domination the scribes and Pharisees exercised."},{"author":8007,"first":"A finales del siglo diecinueve surgió en la Siria otomana una fuerte corriente liberal, en respuesta al <strong class=\"keyword\">despotismo</strong> religioso del Sultán Abdulhamid.","second":"A strong current of liberalism appeared in the late nineteenth century in Ottoman Syria in response to the religious <strong class=\"keyword\">despotism</strong> of Sultan Abdulhamid."},{"author":119723,"first":"Incluso el <strong class=\"keyword\">despotismo</strong> no puede gobernar indefinidamente sin fe, pues como observó Boris Yeltsin, el primer Presidente de la Federación Rusa: “Es posible crear un trono con bayonetas pero es difícil sentarse en él”4.","second":"For as Boris Yeltsin, first president of the Russian Federation, observed, “You can build a throne with bayonets, but it’s difficult to sit on it.” 4"},{"author":92475,"first":"A Pineda las redes sociales la han apodado #LadyIguala por la excentricidad y <strong class=\"keyword\">despotismo</strong> con que se conducían ella y su esposo antes de los hechos violentos ya mencionados.","second":"Social media has dubbed Pineda #LadyIguala for the eccentricity and <strong class=\"keyword\">despotism</strong> that drove her and her husband before the student disappearances."},{"author":94808,"first":"En el último siglo, el mundo fue infectado por una combinación letal de ideología utópica y <strong class=\"keyword\">despotismo</strong> brutal que engendró regímenes totalitarios que esclavizaron a sus propios pueblos.","second":"Over the past century, the world was infected by a lethal combination of utopian ideology and brutal <strong class=\"keyword\">despotism</strong> that spawned totalitarian regimes that enslaved their own peoples."},{"author":31,"first":"\" Pero cuando una larga serie de abusos y usurpaciones, dirigida invariablemente al mismo objetivo, demuestra el designio de someter al pueblo a un <strong class=\"keyword\">despotismo</strong> absoluto, es su derecho, es su deber derrocar ese gobierno y establecer nuevos resguardos para su futura seguridad \"","second":"\" But when a long train of abuses and usurpations, pursuing invariably the same object, evinces a design to reduce them under absolute <strong class=\"keyword\">despotism</strong>, it is their right, it is their duty to throw off such government and provide new guards for their future security. \""},{"author":94808,"first":"Por cierto que la tarea de construcción de instituciones democráticas en un país que ha sido gobernado bajo el <strong class=\"keyword\">despotismo</strong> no es fácil en vista de la resistencia de los sectores que han perdido los privilegios.","second":"Clearly, the task of building democratic institutions in a country that has been governed by <strong class=\"keyword\">despotism</strong> is not easy, owing to the resistance of sectors that have lost privileges."},{"author":91988,"first":"Por supuesto, no es ninguna novedad el que haya elecciones que conducen a resultados indeseables, e incluso al <strong class=\"keyword\">despotismo</strong>.","second":"Of course, elections that lead to illiberal outcomes, and even to <strong class=\"keyword\">despotism</strong>, are not a new phenomenon."},{"author":94808,"first":"Baste con un ejemplo: ya en 2003, la \"resolución\" se mantuvo en el máximo secreto durante todas las etapas, desde su redacción hasta su presentación oficial por sorpresa, a modo de emboscada, poco antes de la votación, y fue aprobada por la fuerza mediante el <strong class=\"keyword\">despotismo</strong>, la arbitrariedad, la presión ejercida entre bastidores y las argucias de los Estados Unidos de América, el Japón y los Estados miembros de la Unión Europea.","second":"Just to take an example in 2003 alone, the “resolution” was treated as top secret at all stages, from drafting to official submission, tabled in the form of a surprise raid shortly before voting and forcibly adopted through the <strong class=\"keyword\">high</strong>-<strong class=\"keyword\">handedness</strong>, arbitrariness and behind-the-scenes pressure and trickery of the United States, Japan and the States members of the European Union."},{"author":8000,"first":"Por una parte, hablan con orgullo de su lucha contra el <strong class=\"keyword\">despotismo</strong> otomano, mientras que por otra parte comparan su tragedia a la del Holocausto judío.”","second":"On the one hand, they speak with pride of their struggle against Ottoman <strong class=\"keyword\">despotism</strong>, while on the other hand, they compare their tragedy with the Jewish Holocaust.”"},{"author":31,"first":"Destruid ese espíritu y pondreis a nuestras puertas el semen del <strong class=\"keyword\">despotismo</strong>. \"","second":"Destroy this spirit and you have planted the seeds of <strong class=\"keyword\">despotism</strong> at your own doors. \""},{"author":94808,"first":"¿Enfrentará la comunidad internacional un <strong class=\"keyword\">despotismo</strong> que aterroriza a su propio pueblo mientras lucha con valentía por su libertad?","second":"Will the international community confront a <strong class=\"keyword\">despotism</strong> that terrorizes its own people as they bravely stand up for freedom?"},{"author":8007,"first":"Esta autoridad, sostienen los tecnócratas, a su vez es parte de un sistema de verificaciones y equilibrios nacionales y supranacionales que, si bien no se asemeja a una democracia nacional, impediría fehacientemente que el <strong class=\"keyword\">despotismo</strong> se arraigara en Bruselas.","second":"This authority, the technocrats claim, in turn is part of a system of national and supra-national checks and balances which, while not resembling a national democracy, would reliably prevent <strong class=\"keyword\">despotism</strong> from taking root in Brussels."},{"author":8000,"first":"La democracia prácticamente ha reemplazado al <strong class=\"keyword\">despotismo</strong>","second":"Democracy has virtually replaced <strong class=\"keyword\">despotism</strong>"},{"author":95096,"first":"Damos gracias a Dios por ello y le pedimos incesantemente –como hicimos hace unos tíos al visitar el santuario de Nuestra Señora en Bandra – que \"suprima los instintos de orgullo, violencia, venganza y <strong class=\"keyword\">despotismo</strong>.","second":"We thank God for it; and We pray to him unceasingly, as We did some years ago when We visited the shrine of Our Lady in Bandra, that he may “scatter the designs of pride, violence, vengeance and <strong class=\"keyword\">despotism</strong>."},{"author":91988,"first":"Esta entrega de facto crea un ambiente fértil para el <strong class=\"keyword\">despotismo</strong>.","second":"This de facto surrender creates a fertile environment for <strong class=\"keyword\">despotism</strong>."},{"author":183,"first":"A estas diferentes observaciones puedo añadir otra que se deriva de ellas y que las confirman, y es que los países cálidos tienen menos necesidad de población que los fríos, pudiendo sin embargo alimentar más que éstos, lo cual produce un superfluo doble siempre en ventaja del <strong class=\"keyword\">despotismo</strong>.","second":"To all these points may be added another, which at once depends on and strengthens them. Hot countries need inhabitants less than cold countries, and can support more of them. There is thus a double surplus, which is all to the advantage of <strong class=\"keyword\">despotism</strong>."},{"author":94808,"first":"Esta política se vale de la mentira, del favoritismo y de la corrupción; del nepotismo y del <strong class=\"keyword\">despotismo</strong> que ciegan a los que deberían ser los vigías de la sociedad.","second":"Such policies use lies, favouritism and corruption, nepotism and <strong class=\"keyword\">despotism</strong>, in order to blind those who ought to be the watchful eyes of society."},{"author":94809,"first":"Pues bien, la demandante no cuestiona la apreciación de la Sala de Recurso en el sentido de que la prohibición del uso como marca de «símbolos de <strong class=\"keyword\">despotismo</strong>» implica que tales símbolos son percibidos en Hungría como contrarios al orden público o a las buenas costumbres.","second":"The applicant does not dispute the Board of Appeal’s finding that the ban on the use of ‘symbols of <strong class=\"keyword\">despotism</strong>’ as a trade mark implies that such symbols are perceived as being contrary to public policy or to accepted principles of morality in Hungary."},{"author":91988,"first":"Aunque el futuro de Rusia es incierto, su historia se hace más clara en parte porque ahora sabemos que el vigésimo congreso del partido inició el proceso que significó el fin del <strong class=\"keyword\">despotismo</strong> soviético.","second":"Although Russia’s future is uncertain, its history is becoming clearer, in part because we now know that the Twentieth Party Congress started the process that brought about the end of Soviet <strong class=\"keyword\">despotism</strong>."},{"author":8000,"first":"Se trata de denuncias de <strong class=\"keyword\">despotismo</strong>, detención arbitraria e incriminación amañada","second":"These are complaints relating to <strong class=\"keyword\">high</strong>-<strong class=\"keyword\">handedness</strong>, arbitrary detention and falsely implicating persons"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}