{"result":"ok","tuc":[{"phrase":{"text":"unfold","language":"en"},"meanings":[{"language":"en","text":"To spread out or open from a closed or folded state."},{"language":"en","text":"To undo a folding"},{"language":"es","text":"Extender o abrir a partir de un estado cerrado o plegado."}],"meaningId":6974952345682891756,"authors":[70195]},{"phrase":{"text":"unfurl","language":"en"},"meanings":[{"language":"en","text":"to unroll or release"}],"meaningId":2173598545338452799,"authors":[90508]},{"phrase":{"text":"deploy","language":"en"},"meanings":[{"language":"en","text":"To prepare and arrange (usually military unit or units) for use"},{"language":"en","text":"to prepare and arrange (usually military unit or units) for use"}],"meaningId":4330464279952292136,"authors":[70195]},{"phrase":{"text":"spread","language":"en"},"meanings":[{"language":"en","text":"To spread out or open from a closed or folded state."},{"language":"es","text":"Extender o abrir a partir de un estado cerrado o plegado."}],"meaningId":7834416356687501180,"authors":[84500]},{"phrase":{"text":"unroll","language":"en"},"meaningId":5206224885515023721,"authors":[9]},{"phrase":{"text":"unwrap","language":"en"},"meaningId":-7348548992902888153,"authors":[9]},{"phrase":{"text":"mount","language":"en"},"meanings":[{"language":"en","text":"begin a military assault"}],"meaningId":8173867834215449028,"authors":[70195]},{"phrase":{"text":"develop","language":"en"},"meaningId":844721259036219405,"authors":[9]},{"phrase":{"text":"open","language":"en"},"meanings":[{"language":"en","text":"To spread out or open from a closed or folded state."},{"language":"es","text":"Extender o abrir a partir de un estado cerrado o plegado."}],"meaningId":8884964655179166899,"authors":[84500]},{"phrase":{"text":"spread out","language":"en"},"meanings":[{"language":"en","text":"To spread out or open from a closed or folded state."},{"language":"es","text":"Extender o abrir a partir de un estado cerrado o plegado."}],"meaningId":-2050808986066009994,"authors":[35]},{"phrase":{"text":"extend","language":"en"},"meaningId":2816875161065565168,"authors":[84500]},{"phrase":{"text":"stretch","language":"en"},"meaningId":8617760989341843482,"authors":[84500]},{"phrase":{"text":"turn on","language":"en"},"meaningId":3487561939506040305,"authors":[25115]},{"phrase":{"text":"display","language":"en"},"meaningId":5833999910411204162,"authors":[80097]},{"phrase":{"text":"roll out","language":"en"},"meanings":[{"language":"en","text":"software: to deploy"}],"meaningId":3749387179598948877,"authors":[90508]},{"phrase":{"text":"account","language":"en"},"meaningId":-8030711932106069131,"authors":[2698]},{"phrase":{"text":"account for","language":"en"},"meaningId":-836229892469903717,"authors":[2698]},{"phrase":{"text":"advance","language":"en"},"meaningId":-2672330136148177442,"authors":[2698]},{"phrase":{"text":"clarify","language":"en"},"meaningId":-2094505774314140597,"authors":[2698]},{"phrase":{"text":"construe","language":"en"},"meaningId":5151655178923402999,"authors":[2698]},{"phrase":{"text":"distribute","language":"en"},"meaningId":7649261447513850857,"authors":[84500]},{"phrase":{"text":"evolve","language":"en"},"meaningId":2680913199621408533,"authors":[25018]},{"phrase":{"text":"expand","language":"en"},"meaningId":-7733465500171003859,"authors":[25018]},{"phrase":{"text":"explain","language":"en"},"meaningId":-5632071004877381588,"authors":[2698]},{"phrase":{"text":"field","language":"en"},"meaningId":4410168450894404840,"authors":[89651]},{"phrase":{"text":"grow","language":"en"},"meaningId":-8452561325962402985,"authors":[2698]},{"phrase":{"text":"increase","language":"en"},"meaningId":1873538466059498593,"authors":[2698]},{"phrase":{"text":"open up","language":"en"},"meaningId":-6984021709078746525,"authors":[13]},{"phrase":{"text":"promote","language":"en"},"meaningId":-5438346935367728137,"authors":[2698]},{"phrase":{"text":"raise","language":"en"},"meaningId":-455720840403613068,"authors":[2698]},{"phrase":{"text":"reveal","language":"en"},"meaningId":3711147871588195519,"authors":[2698]},{"phrase":{"text":"set","language":"en"},"meaningId":-2399620931665578057,"authors":[25115]},{"phrase":{"text":"stretch out","language":"en"},"meaningId":-9141995456785596818,"authors":[84500]},{"phrase":{"text":"tauten","language":"en"},"meaningId":-5458863838255716972,"authors":[86934]},{"meanings":[{"language":"en","text":"to deploy, unfold"}],"meaningId":377024804014362246,"authors":[93107]}],"phrase":"desplegar","examples":[{"author":94809,"first":"El autodenominado «presidente» de la denominada «República de Novorossiya» que pidió a Rusia que <strong class=\"keyword\">desplegara</strong> tropas en Ucrania.","second":"The self-described ‘president’ of the so-called ‘Republic of Novorossiya’ who has called on Russia to <strong class=\"keyword\">deploy</strong> troops to Ukraine."},{"author":94808,"first":"La Organización seguirá mejorando su capacidad de designar y <strong class=\"keyword\">desplegar</strong> personal civil, militar y de policía cualificado en el momento oportuno.","second":"The Organization will continue to improve its capacity to identify and <strong class=\"keyword\">deploy</strong> qualified civilian, military and police personnel in a timely manner."},{"author":94808,"first":"Hemos tomado nota de los esfuerzos del Secretario General para <strong class=\"keyword\">desplegar</strong> recursos con rapidez en ciertas situaciones de emergencia, como en Haití, mediante la formación de equipos multidisciplinarios con personal especializado en la planificación y el apoyo a la misión.","second":"We have noted the efforts of the Secretary-General to address rapid resource <strong class=\"keyword\">deployment</strong> in certain emergency situations, such as in Haiti, by forming multidisciplinary teams with expertise in planning and mission support."},{"author":118293,"first":"Entonces la Unión Africana puede montar una fuerza de reacción rápida con las tropas en su mayoría de Burundi y Tanzania que pueden <strong class=\"keyword\">desplegar</strong> en la RWA.","second":"Then the African Union can assemble a quick-reaction force with troops mostly from Burundi and Tanzania that can <strong class=\"keyword\">deploy</strong> into the RWA."},{"author":94808,"first":"Se prevé que la operación va a ser compleja y multidimensional, incluirá un considerable componente militar y se <strong class=\"keyword\">desplegará</strong> en una zona extensa y difícil desde el punto de vista logístico.","second":"The operation is expected to be complex and multidimensional, with a significant military component, and would be <strong class=\"keyword\">deployed</strong> over a large and logistically challenging mission area."},{"author":94808,"first":"El plan para <strong class=\"keyword\">desplegar</strong> vehículos aéreos no tripulados en la Misión se canceló tras una nueva evaluación de sus capacidades técnicas y relación costo-eficacia.","second":"The plan to <strong class=\"keyword\">deploy</strong> unmanned aerial vehicle systems in the Mission was cancelled after further assessment of their technical capabilities and cost-effectiveness."},{"author":91988,"first":"En octubre pasado, Yar’Adua se unió a Sudáfrica y Libia en su oposición a los planes de Estados Unidos de <strong class=\"keyword\">desplegar</strong> en el continente el AFRICOM, su nuevo comando militar para África.","second":"Last October, Yar’Adua joined South Africa and Libya in opposing US plans to <strong class=\"keyword\">deploy</strong> AFRICOM, its new African regional military command, on the continent."},{"author":94808,"first":"En su resolución 1888 (2009), el Consejo solicitó el nombramiento de un representante especial que se centrara en el problema de la violencia sexual en los conflictos armados, la creación de un equipo de expertos que se <strong class=\"keyword\">desplegara</strong> rápidamente en situaciones particularmente preocupantes en lo que respecta a la violencia sexual en los conflictos armados, la designación de asesores para la protección de la mujer, y la presentación más sistemática de informes sobre las situaciones de violencia sexual en los conflictos armados.","second":"In resolution 1888 (2009) the Council called for the appointment of a Special Representative to focus on sexual violence in armed conflict, the creation of a team of experts to rapidly <strong class=\"keyword\">deploy</strong> to situations of particular concern with respect to sexual violence in armed conflict, the identification of women’s protection advisers, and more systematic reporting on situations of sexual violence in armed conflict."},{"author":94808,"first":"<strong class=\"keyword\">Desplegar</strong> en la ciudad de Goma un batallón de las FARDC y la Policía Nacional de la República Democrática del Congo (aquellos que estaban desplegados allí antes);","second":"In Goma town, to <strong class=\"keyword\">deploy</strong> one battalion of FARDC and the Democratic Republic of the Congo national police (those that were deployed there before);"},{"author":94808,"first":"Por lo tanto, hay que <strong class=\"keyword\">desplegar</strong> esfuerzos concertados por llevar a buen puerto las negociaciones de la Ronda de Doha con el fin de eliminar las barreras comerciales, especialmente para los productos agrícolas.","second":"Therefore, concerted <strong class=\"keyword\">efforts</strong> should be made to get the Doha Round negotiations back on track towards a successful conclusion in order to break down trade barriers, particularly for agricultural products, and to reduce agricultural subsidies in developed countries."},{"author":118293,"first":"Aquella chica de la bicicleta, no podía esperar volver a verla, pero tuvo que <strong class=\"keyword\">desplegar</strong> todo su encanto ante ella, como mermelada sobre un trozo de pan.","second":"That girl we met on the bike, he could never expect to see her again, oh, but he had to <strong class=\"keyword\">spread</strong> his charm on her like jam on a piece of bread."},{"author":8000,"first":"En el plano mundial, el UNSAS incluye una lista de capacidades que se podrían <strong class=\"keyword\">desplegar</strong> a muy corto plazo en las misiones de las Naciones Unidas (entre # y # días","second":"At the global level UNSAS includes a list of capabilities that could be <strong class=\"keyword\">deployed</strong> at short notice to United Nations missions ( # days"},{"author":94808,"first":"Insistiendo en la importancia de crear mayor conciencia entre los países en desarrollo de la capacidad existente a nivel nacional, regional e internacional que se podría <strong class=\"keyword\">desplegar</strong> para prestarles asistencia,","second":"Emphasizing the importance of raising awareness among developing countries of the capacities existing at the national, regional and international levels that could be <strong class=\"keyword\">deployed</strong> to assist them,"},{"author":8000,"first":"En cuanto a la unidad de protección especial, Ghana, Nigeria, el Senegal y Sudáfrica se ofrecieron para dar protección a los dirigentes políticos exiliados que regresaran hasta que se impartiera capacitación a la unidad exclusivamente burundiana y ésta se <strong class=\"keyword\">desplegara</strong>","second":"With regard to the special protection unit, Ghana, Nigeria, Senegal and South Africa offered to provide protection for the returning exiled political leaders until an all-Burundi unit was trained and <strong class=\"keyword\">deployed</strong>"},{"author":27,"first":"Pero, es preciso constatar, por lo que respecta a la tragedia humana que toca a su fin, que la comunidad internacional en su totalidad ha perdido la ocasión de impedir una carnicería en el momento del despliegue abortado de la fuerza multinacional, No puedo evitar el constatar, con amargura, que hoy se ha desplegado un número mayor de militares occidentales en Brazzaville para evacuar a sus compatriotas del Zaire que el que se pretendía <strong class=\"keyword\">desplegar</strong> en noviembre en el marco de la fuerza multinacional, al lado de las fuerzas africanas.","second":"But as this human tragedy draws to a close, we must acknowledge that the entire international community missed an opportunity to prevent butchery at the time of the aborted deployment of the multinational force. I cannot help noting, with bitterness, that more western soldiers are deployed in Brazzaville today evacuating their compatriots from Zaire than were to <strong class=\"keyword\">make</strong> up the multinational force it was envisaged sending in November, alongside the African forces."},{"author":94808,"first":"Al tiempo que reiteraron la necesidad de alcanzar los objetivos de desarrollo convenidos internacionalmente, comprendidos los objetivos de desarrollo del Milenio, los Ministros afirmaron que hay que <strong class=\"keyword\">desplegar</strong> esfuerzos especiales para crear y sostener capacidad científica en los planos individual e institucional.","second":"While reiterating the need to achieve the internationally agreed development goals, including the Millennium Development Goals (MDGs), special <strong class=\"keyword\">efforts</strong> must be <strong class=\"keyword\">made</strong> to build and sustain scientific capacity both at the individual and institutional level."},{"author":94808,"first":"Que la UNAMSIL se <strong class=\"keyword\">desplegara</strong> en las zonas diamantíferas para defenderlas de futuras incursiones e impedir que hubiera en ellas operaciones mineras ilegales;","second":"that UNAMSIL be <strong class=\"keyword\">deployed</strong> to the diamond areas to protect them from future incursions and from illicit mining;"},{"author":94808,"first":"Algunos de los fondos obtenidos mediante los llamamientos unificados se utilizan para <strong class=\"keyword\">desplegar</strong> a un mayor número de oficiales de seguridad sobre el terreno con el fin de cumplir las normas mínimas de seguridad operacional.","second":"Some funds obtained from consolidated appeals are utilized to <strong class=\"keyword\">deploy</strong> additional field security officers to meet minimum operating security standards."},{"author":94808,"first":"Debemos <strong class=\"keyword\">desplegar</strong> nuestros mejores esfuerzos, incluso en estos debates, con el fin de proteger el espíritu elevado de Belén 2000 y de no permitir que este momento se vea salpicado de acusaciones políticas y de un lenguaje rencoroso y acusatorio.","second":"Let us endeavour to do our utmost, even in these deliberations, to protect the uplifting spirit of Bethlehem 2000 and not permit this moment to be tarnished by political accusations and spiteful and accusatory language."},{"author":94809,"first":"✓ Puesta a disposición de Grecia de equipos de Eurodac apoyada con financiación de la UE para seis equipos ya desplegados, veinticinco que se van a <strong class=\"keyword\">desplegar</strong> en breve y otros sesenta y cinco encargados para febrero.","second":"✓ Provision of Eurodac stations to Greece supported with EU funding with 6 deployed, 25 soon to be <strong class=\"keyword\">deployed</strong> and further 65 stations ordered for February."},{"author":8000,"first":"Pidiera al Secretario General que <strong class=\"keyword\">desplegara</strong> todos los esfuerzos posibles, sin rebasar el presupuesto aprobado, para que se contara cuanto antes, en formato electrónico, con todas las versiones del Repertorio de la práctica seguida por los órganos de las Naciones Unidas","second":"Request the Secretary-General to <strong class=\"keyword\">make</strong> every effort, within the level of the currently approved budget, towards making electronically available all versions of the Repertory of Practice of the United Nations Organs as early as possible"},{"author":94808,"first":"Se elaboraron planes logísticos para <strong class=\"keyword\">desplegar</strong> módulos de apoyo moderado y en gran escala, dentro del concepto de operaciones para la prestación de apoyo a los planes de operaciones militares y de policía y el plan de apoyo general a la misión","second":"Logistics plans were developed for the <strong class=\"keyword\">deployment</strong> of the light and heavy support packages, within the concept of operations supporting the military and police operation plans and an overall mission support plan"},{"author":94808,"first":"En el último año, la Federación de Rusia transformó a la República Autónoma de Crimea de un centro turístico en una base militar que bien podría utilizarse para <strong class=\"keyword\">desplegar</strong> armas nucleares.","second":"Over the previous year, the Russian Federation had turned the Autonomous Republic of Crimea from a resort location into a military base that could well be used for the <strong class=\"keyword\">deployment</strong> of nuclear weapons."},{"author":94808,"first":"Hace 15 años, cuando se adoptaron los ODM, reconocimos que era esencial <strong class=\"keyword\">desplegar</strong> un esfuerzo global y colectivo para la consecución de los Objetivos.","second":"Fifteen years ago when the MDGs were adopted, we recognized that comprehensive and collective effort was essential to the attainment of the Goals."},{"author":8000,"first":"En espera de que finalice la construcción del campamento, la UNAMID tiene previsto transportar por vía aérea el equipo desde El Obeid y <strong class=\"keyword\">desplegar</strong> el grupo de avanzada del batallón egipcio antes de primeros de julio","second":"Pending the completion of the camp construction, UNAMID plans to airlift the equipment from El Obeid and <strong class=\"keyword\">deploy</strong> the advance party of the Egyptian battalion by early July"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"13":{"U":"http://ro.wiktionary.org","id":13,"N":"ro.wiktionary.org","url":"https://glosbe.com/source/13"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}