{"result":"ok","tuc":[{"phrase":{"text":"exile","language":"en"},"meanings":[{"language":"en","text":"the state of being banished from one&#39;s home or country"}],"meaningId":7739298197019594914,"authors":[70195]},{"phrase":{"text":"banishment","language":"en"},"meanings":[{"language":"es","text":"Acto de expeler o de relegar a alguien a un país o a un lugar por decreto autoritario."},{"language":"en","text":"The act of expelling or relegating someone to a country or place by authoritative decree."}],"meaningId":470661184634223809,"authors":[84715]},{"phrase":{"text":"proscription","language":"en"},"meanings":[{"language":"es","text":"Acto de expeler o de relegar a alguien a un país o a un lugar por decreto autoritario."},{"language":"en","text":"The act of expelling or relegating someone to a country or place by authoritative decree."}],"meaningId":-2869634461772450904,"authors":[60172]},{"phrase":{"text":"eviction","language":"en"},"meaningId":-8064261790573803280,"authors":[83093]},{"phrase":{"text":"exile(ekzilo)","language":"en"},"meaningId":-85791459711921146,"authors":[8]},{"phrase":{"text":"expulsion","language":"en"},"meaningId":-8458294969602553686,"authors":[89651]},{"phrase":{"text":"externment","language":"en"},"meaningId":3749683733662494014,"authors":[76967]},{"phrase":{"text":"local expulsion","language":"en"},"meaningId":6862431755600163443,"authors":[76967]},{"meanings":[{"language":"en","text":"First-person singular (yo) present indicative form of desterrar."},{"language":"en","text":"wilderness"},{"language":"en","text":"exile"}],"meaningId":-7812669388623362031,"authors":[1]}],"phrase":"destierro","examples":[{"author":95096,"first":"Cuando fracasaron estos proyectos, san Juan, poco antes de morir en <strong class=\"keyword\">destierro</strong>, escribió al Papa Inocencio para darle las gracias por el «gran consuelo» que había recibido por el generoso apoyo que le había otorgado[39].","second":"When these initiatives failed, shortly before he died in <strong class=\"keyword\">exile</strong> John wrote to Pope Innocent to thank him for the \"great comfort\" he had found in the generous support granted to him[39]."},{"author":118293,"first":"Su majestad, le pido, como un favor especial, que me permita compartir con el teniente Ánnenkov su <strong class=\"keyword\">destierro</strong>.","second":"Your Majesty, as a special favour, please allow me to join Lieutenant Annenkov in his <strong class=\"keyword\">exile</strong>."},{"author":94808,"first":"La pena de <strong class=\"keyword\">destierro</strong> del territorio francés (medida judicial)","second":"<strong class=\"keyword\">Exclusion</strong> from French territory (judicial measure)"},{"author":95096,"first":"La tierra prometida del Antiguo Testamento se perdió de hecho con la caída de los dos reinos y con el <strong class=\"keyword\">destierro</strong> de Babilonia, después del cual se desarrolló la idea de un regreso como nuevo Éxodo.","second":"The promised land of the Old Testament was lost de facto with the fall of the two kingdoms and the Babylonian <strong class=\"keyword\">Exile</strong>, after which the idea of returning developed like a new Exodus."},{"author":119739,"first":"Un resto de la nación le abrió el corazón cuando estaba en “el desierto”, es decir, en el <strong class=\"keyword\">destierro</strong> en Babilonia, y luego regresó a su tierra llamando a Jehová “Mi esposo” (Oseas 2:14-16).","second":"A remnant of the nation opened their heart while in the wilderness of their <strong class=\"keyword\">exile</strong> in Babylon, and they later returned to their homeland, calling Jehovah “My husband.”—Hosea 2:14-16."},{"author":8008,"first":"bannissement, exil — <strong class=\"keyword\">destierro</strong>, proscripción - exclusion, expulsion — desahucio, exclusión, expulsión - être, être humain, homme, humain, humaine, individu, mortail, mortel, mortelle, personne physique, portail mobile, portail nomade, portail sans fil — alma, gente, hombre, humana, humano, individuo, mortal, persona, ser humano - battre, enfoncer, frapper — chocar, clavar, golpear, herir, hincar, mandar, pegar, pegarse [Hyper.","second":"bannissement, exil — <strong class=\"keyword\">banishment</strong>, proscription - exclusion, expulsion — ejection, exclusion, expulsion, riddance - être, être humain, homme, humain, humaine, individu, mortail, mortel, mortelle, personne physique, portail mobile, portail nomade, portail sans fil — human, human being, individual, man, mobile portal, mortal, person, somebody, someone, soul, wireless portal - battre, enfoncer, frapper — drive, hit, strike [Hyper."},{"author":118293,"first":"Tain fue el responsable directo de mi <strong class=\"keyword\">destierro</strong> de Cardassia.","second":"Tain was directly responsible for my <strong class=\"keyword\">exile from</strong> Cardassia."},{"author":119723,"first":"14 Y seré hallado por vosotros, dice Jehová, y os haré volver de vuestra cautividad y os areuniré de todas las naciones y de todos los lugares adonde os arrojé, dice Jehová; y os haré volver al lugar de donde os hice llevar al <strong class=\"keyword\">destierro</strong>.","second":"14 And I will be found of you, saith the Lord: and I will turn away your captivity, and I will agather you from all the nations, and from all the places whither I have driven you, saith the Lord; and I will bring you again into the place whence I caused you to be carried away captive."},{"author":94808,"first":"Con respecto al párrafo 357 del informe del Estado parte, sírvanse proporcionar información detallada sobre los delitos por los que se puede sancionar a niños con el <strong class=\"keyword\">destierro</strong>.","second":"With reference to paragraph 357 of the State party’s report, please provide detailed information on the offences for which children can be punished with <strong class=\"keyword\">banishment from</strong> the country."},{"author":119739,"first":"+ Y la mitad de la ciudad tendrá que salir al <strong class=\"keyword\">destierro</strong>;+ pero en cuanto a los restantes* del pueblo,+ no serán cortados de la ciudad.","second":"+ And half of the city must go forth into the <strong class=\"keyword\">exile</strong>;+ but as for the remaining ones* of the people,+ they will not be cut off from the city."},{"author":118293,"first":"¡ No digas \" <strong class=\"keyword\">destierro</strong> \"!","second":"Do not say <strong class=\"keyword\">banishment</strong>."},{"author":119723,"first":"No hay ninguno; es la vida o la muerte lo que tenemos ante nosotros; los principados y las potestades son nuestros si continuamos fieles; el pesar y <strong class=\"keyword\">destierro</strong> si dejamos de lado el Evangelio.","second":"There is none; but it is life or death that is set before us; principalities and powers are ours if we continue faithful; sorrow and <strong class=\"keyword\">banishment</strong> if we disregard the gospel."},{"author":22,"first":"Asunto: <strong class=\"keyword\">Destierro</strong> de un activista de derechos humanos","second":"Subject: <strong class=\"keyword\">Deportation</strong> of a human rights activist"},{"author":8000,"first":"Los funcionarios públicos que, sin haberse dictado el estado de sitio, tomen medidas de persecución y confinamiento a <strong class=\"keyword\">destierro</strong> de ciudadanos y las hagan ejecutar, así como los que clausuren imprentas y otros medios de expresión del pensamiento, e incurran en depreciaciones u otro género de abusos, están sujetos al pago de una indemnización de daños y perjuicios, siempre que se compruebe dentro de un juicio civil, que podrá seguirse dentro de la acción penal que corresponda, que tales medidas o hechos se adoptaron en contravención a derechos y garantías que establece la Constitución","second":"Public officials who, outside a state of emergency, submit citizens to measures of persecution or <strong class=\"keyword\">banishment</strong> or have such measures implemented, as well as officials who close publications or other means of expressing thought, or are guilty of contempt or other kinds of abuse, are liable to pay compensation for damages, provided that it is shown in civil proceedings, which may be initiated simultaneously with the corresponding criminal proceedings, that such measures or acts were undertaken in violation of the rights and guarantees established by the Constitution"},{"author":95096,"first":"Allí se podían experimentar como una realidad las palabras que el escriba Esdras dirigió al pueblo de Israel recién vuelto del <strong class=\"keyword\">destierro</strong>, en medio de la miseria del nuevo inicio: \"La alegría del Señor es vuestra fuerza\" (Ne 8, 10).","second":"\"The joy of the Lord is your strength\" - this word which amid the wretchedness of the new beginning, the scribe Ezra cried out to the People of Israel who had just returned from the <strong class=\"keyword\">Exile</strong> (Neh 8: 10), can be experienced tangibly here."},{"author":119739,"first":"Figuraba entre los levitas que regresaron del <strong class=\"keyword\">destierro</strong> en Babilonia y “estaba en el cargo de confianza sobre las cosas que se cocían en sartenes”. (1Cr 9:31, 32.)","second":"This Mattithiah was among the Levites returning from Babylonian <strong class=\"keyword\">exile</strong> and “was in the office of trust over the things baked in pans.”—1Ch 9:31, 32."},{"author":94808,"first":"Quedan proscritas la pena de confiscación de bienes y la de <strong class=\"keyword\">destierro</strong>\".","second":"The penalties of confiscation of property and <strong class=\"keyword\">exile</strong> are prohibited.”"},{"author":118293,"first":"Si el tío Shad lo descubre, te declarará gaje, te <strong class=\"keyword\">destierra</strong>.","second":"Uncle shad finds out, he'll declare you gaje, <strong class=\"keyword\">banish</strong> you."},{"author":95096,"first":"Con este profundo sentido de paternidad sacerdotal enfrentó nuevas persecuciones y <strong class=\"keyword\">destierros</strong>, pero garantizando la preparación de los alumnos.","second":"With this profound sense of priestly paternity he faced new persecutions and <strong class=\"keyword\">exiles</strong>, but he always guaranteed the formation of the students."},{"author":8008,"first":"RODRIGO BELLOTT&nbspPRODUCTOR EJECUTIVO La primera película de estudiante de Rodrigo ha sido <strong class=\"keyword\">DESTIERRO</strong>, fue una de las cinco películas nominadas para estudiantes en la Academy Awards; luego comenzó a ganar menciones en varios festivales de cine, incluyendo una Donación Kodak que le permitió rodar la película SEXO.","second":"RODRIGO BELLOTT&nbspEXECUTIVE PRODUCER Rodrigo’s first student film, DESTIERRO, <strong class=\"keyword\">was</strong> one of five films nominated for the student Academy Award, and went on to win several film festivals including a Kodak Grant which allowed him to shoot SEXO."},{"author":94808,"first":"Los funcionarios públicos que, sin haberse dictado el estado de sitio, tomen medidas de persecución y confinamiento a <strong class=\"keyword\">destierro</strong> de ciudadanos y las hagan ejecutar, así como los que clausuren imprentas y otros medios de expresión del pensamiento, e incurran en depreciaciones u otro género de abusos, están sujetos al pago de una indemnización de daños y perjuicios, siempre que se compruebe dentro de un juicio civil, que podrá seguirse dentro de la acción penal que corresponda, que tales medidas o hechos se adoptaron en contravención a derechos y garantías que establece la Constitución.","second":"Public officials who, outside a state of emergency, submit citizens to measures of persecution or <strong class=\"keyword\">banishment</strong> or have such measures implemented, as well as officials who close publications or other means of expressing thought, or are guilty of contempt or other kinds of abuse, are liable to pay compensation for damages, provided that it is shown in civil proceedings, which may be initiated simultaneously with the corresponding criminal proceedings, that such measures or acts were undertaken in violation of the rights and guarantees established by the Constitution."},{"author":119739,"first":"+ Plañan, y discurran entre los apriscos de piedra, porque Malcam mismo irá aun al <strong class=\"keyword\">destierro</strong>,+ sus sacerdotes y sus príncipes, todos juntos.","second":"+ Wail, and rove about among the stone pens, for Malʹcam himself will go even into <strong class=\"keyword\">exile</strong>,+ his priests and his princes, all together."},{"author":95096,"first":"Al comenzar los trabajos capitulares en Ibiza, en las fuentes de vuestra inspiración fundacional y que fue para el Beato Francisco Palau lugar de <strong class=\"keyword\">destierro</strong>, silencio y discernimiento, habéis querido ahondar en la razón originaria de vuestro ser.","second":"In starting you Chapter work in Ibiza, the source of your founding inspiration and for Bl. Francis Palau a place of <strong class=\"keyword\">exile</strong>, silence and discernment, you wished to reflect in depth on the original reason for your existence."},{"author":119739,"first":"40 La palabra que le ocurrió a Jeremías de parte de Jehová después que Nebuzaradán+ el jefe de la guardia de corps lo envió de Ramá,+ cuando lo tomó mientras estaba sujeto con esposas en medio de todos los desterrados de Jerusalén y de Judá, que estaban siendo llevados al <strong class=\"keyword\">destierro</strong> en Babilonia.","second":"40 The word that occurred to Jeremiah from Jehovah after Neb·uʹzar·adʹan+ the chief of the bodyguard sent him from Raʹmah,+ when he took him while he was bound with handcuffs in the midst of all the <strong class=\"keyword\">exiles</strong> of Jerusalem and of Judah, who were being taken into <strong class=\"keyword\">exile</strong> in Babylon."},{"author":118293,"first":"Y el príncipe lo <strong class=\"keyword\">destierra</strong> de Verona.","second":"Then the prince <strong class=\"keyword\">banishes</strong> him <strong class=\"keyword\">from</strong> Verona."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"76967":{"U":"","id":76967,"N":"UN term","url":"https://glosbe.com/source/76967"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}