{"result":"ok","tuc":[{"phrase":{"text":"faded","language":"en"},"meaningId":-1932542655803778288,"authors":[97745]},{"phrase":{"text":"pallid","language":"en"},"meaningId":-8935294109737463844,"authors":[25018]},{"phrase":{"text":"watery","language":"en"},"meaningId":-1384580148617610964,"authors":[99488]}],"phrase":"desvaído","examples":[{"author":31,"first":"Un mediocre y <strong class=\"keyword\">desvaído</strong> personaje al al margen de una historia... demasiado grande para él","second":"A mediocre and <strong class=\"keyword\">lackluster</strong> character, at the edge of a story.. too big for him!"},{"author":8008,"first":"Junto a Pepita Jiménez estamos ante el mejor Albéniz lírico, más eficaz escénicamente que cualquiera de sus operones Merlin o Henry Clifford, o que la <strong class=\"keyword\">desvaída</strong> zarzuela chica San Antonio de la Florida.","second":"Along with Pepita Jiménez this is Albéniz’s best stage work, more theatrically effective than anything in his operas Merlin and Henry Clifford, or the <strong class=\"keyword\">pallid género</strong> chico zarzuela San Antonio de la Florida."},{"author":31,"first":"Casi me haces anhelar tus <strong class=\"keyword\">desvaídos</strong> encantos","second":"Almost makes me lonesome for your <strong class=\"keyword\">faded</strong> charms"},{"author":94808,"first":"El grupo títere etiquetó a esta duda razonable como una “versión extraña” y un “acto en beneficio del enemigo” para hacer frente a una afirmación razonable mediante una teoría <strong class=\"keyword\">desvaída</strong>.","second":"The puppet group labelled such reasonable suspicion as a “strange story” and “enemy-benefiting act” to cope with the reasonable assertion through a poor colour <strong class=\"keyword\">theory</strong>."},{"author":95096,"first":"Nunca permitamos que con nuestras palabras, silencios o gestos, quede <strong class=\"keyword\">desvaída</strong> en nosotros y en nuestro entorno la fe en Cristo resucitado presente en la Eucaristía.","second":"Through our words, our silences, and our gestures, let us never allow our faith in the risen Christ, present in the Eucharist, to lose its savour in us or around us!"},{"author":118293,"first":"Copias blanquecinas y <strong class=\"keyword\">desvaídas</strong>.","second":"Milky, washed-out prints."},{"author":95096,"first":"En la época moderna, la idea del Juicio final se ha <strong class=\"keyword\">desvaído</strong>: la fe cristiana se entiende y orienta sobre todo hacia la salvación personal del alma; la reflexión sobre la historia universal, en cambio, está dominada en gran parte por la idea del progreso.","second":"In the modern era, the idea of the Last Judgement has <strong class=\"keyword\">faded</strong> into the background: Christian faith has been individualized and primarily oriented towards the salvation of the believer's own soul, while reflection on world history is largely dominated by the idea of progress."},{"author":118293,"first":"No, tus relaciones con las jóvenes son mejores porque son más <strong class=\"keyword\">desvaídas</strong>.","second":"No, your relationships with young girls interest me more."},{"author":27,"first":"De otro lado, si analizamos la actuación europea, advertimos que la desarrollada por la Autoridad de Seguridad Alimentaria y por la Comisión ha sido <strong class=\"keyword\">desvaída</strong>, muy apagada e imprecisa; no han sabido ni coordinar ni dirigir.","second":"As for the EU institutions, an analysis of their actions reveals that the European Food Safety Authority and the Commission reacted feebly and <strong class=\"keyword\">clumsily</strong>. They have failed to coordinate or to manage the situation."},{"author":118293,"first":"Encontrarán mi apartamento <strong class=\"keyword\">desvaído</strong>, sin toque personal.","second":"You'd find my apartment drab, devoid of any personal touc h."},{"author":118293,"first":"Y está muy <strong class=\"keyword\">desvaído</strong> para leerlo, pero el sello... tiene un pájaro carpintero.","second":"And it is too faint to read, but the stamp - it's got on it a woodpecker."},{"author":118293,"first":"Aunque el color está un poco <strong class=\"keyword\">desvaído</strong>.","second":"Although the color's a little off."},{"author":118293,"first":"Un mediocre y <strong class=\"keyword\">desvaído</strong> personaje al al margen de una historia... demasiado grande para él.","second":"A mediocre and <strong class=\"keyword\">lackluster</strong> character, at the edge of a story.. too big for him!"},{"author":8008,"first":"Del mismo período histórico y arqueológico, se expone en este espacio museístico un significativo y único conjunto de representaciones de la diosa madre neolítica, que acompañaba en los dólmenes a los que tenían derecho a ser sepultados allí. Pero las primeras comunidades que se asentaron en estas tierras de forma continuada grabaron en las rocas graníticas mensajes que, hoy muy <strong class=\"keyword\">desvaídos</strong> ya, consiguieron subsistir a lo largo de varios milenios.","second":"The special conditions that persuaded king Dom João V’s court to choose the Coutada do Arneiro area as the ideal location for the royal stud farm also serve to explain why more than seven thousand years ago our predecessors chose this same locale to first try their hand at farming, thus establishing one of the oldest settlements of uninterrupted human inhabitation known in western Europe."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}