{"result":"ok","tuc":[{"phrase":{"text":"devotion","language":"en"},"meanings":[{"language":"en","text":"the act or state of devoting or being devoted"},{"language":"en","text":"A profound dedication."},{"language":"es","text":"Dedicación profunda."},{"language":"en","text":"feelings of strong or fervent affection; dedication"},{"language":"en","text":"religious veneration, zeal, or piety"}],"meaningId":-8726524079341862117,"authors":[70195]},{"phrase":{"text":"dedication","language":"en"},"meaningId":-7065092423384795138,"authors":[84500]},{"phrase":{"text":"piety","language":"en"},"meaningId":-966997980488764868,"authors":[25018]},{"phrase":{"text":"devoutness","language":"en"},"meaningId":3626603784230420656,"authors":[84500]},{"phrase":{"text":"love","language":"en"},"meaningId":-2132083712273951689,"authors":[84500]},{"phrase":{"text":"religiousness","language":"en"},"meaningId":-6786939159126147206,"authors":[83619]},{"phrase":{"text":"worship","language":"en"},"meanings":[{"language":"en","text":"The devotion accorded to a deity or to a sacred object."},{"language":"es","text":"Sentimiento positivo acordado a una deidad o a un objeto sacro."}],"meaningId":-1044339388900766992,"authors":[60172]},{"phrase":{"text":"cultism","language":"en"},"meaningId":-4484506326964722417,"authors":[84500]},{"phrase":{"text":"devotedness","language":"en"},"meaningId":3337076914907402269,"authors":[84500]},{"phrase":{"text":"godliness","language":"en"},"meaningId":-1237923708269437521,"authors":[25018]},{"phrase":{"text":"idolatry","language":"en"},"meaningId":-3282764547868107809,"authors":[84500]},{"phrase":{"text":"liking","language":"en"},"meaningId":-6416461818007615347,"authors":[25018]},{"phrase":{"text":"passion","language":"en"},"meaningId":6612048666228075367,"authors":[84500]},{"phrase":{"text":"veneration","language":"en"},"meaningId":3423365219690697655,"authors":[84500]},{"meanings":[{"language":"en","text":"devotion"}],"meaningId":-3869019899487637633,"authors":[1]}],"phrase":"devoción","examples":[{"author":94808,"first":"El derecho a la libertad de pensamiento, conciencia y religión está garantizado en el artículo 24 constitucional el cual establece que todo hombre es libre para profesar la creencia religiosa que más le agrade y para practicar las ceremonias, <strong class=\"keyword\">devociones</strong> o actos del culto respectivo, siempre que no constituyan un delito o falta penados por la ley.","second":"The right to freedom of thought, conscience and religion is guaranteed in article 24 of the Constitution, which establishes that everyone is free to profess the religious belief that best suits him or her and to carry out the ceremonies, <strong class=\"keyword\">devotions</strong> and actions of the corresponding faith, provided that they do not constitute a crime or offence punishable by law."},{"author":95096,"first":"Muchos de vosotros, queridos peregrinos, sois miembros de los grupos de oración fundados por el padre Pío: os saludo afectuosamente, al igual que a todos los demás fieles que, animados por la <strong class=\"keyword\">devoción</strong> al nuevo beato, han querido estar presentes en esta feliz circunstancia.","second":"Many of you, dear pilgrims, are members of prayer groups founded by Padre Pio: I greet you affectionately together with all the other faithful who, prompted by <strong class=\"keyword\">their devotion</strong> to the new blessed, have wished to be here on this joyful occasion."},{"author":31,"first":"Le recuerdo con emocionada <strong class=\"keyword\">devoción</strong>","second":"I remember him with loving <strong class=\"keyword\">devotion</strong>"},{"author":118293,"first":"Sólo puedo hablar por mi experiencia y en mi experiencia, he... encontrado que la <strong class=\"keyword\">devoción</strong> ciega","second":"I can only speak from experience, and..... in my experience, I've... found that blind <strong class=\"keyword\">devotion</strong> is no good to anyone."},{"author":27,"first":"Señor Presidente, quisiera comenzar agradeciendo cordialmente al ponente, el Sr. Medina, pero, sobre todo, a la presidenta del Comité de Conciliación, la Sra. Fontaine, y a todos nuestros colegas su dedicación, su <strong class=\"keyword\">devoción</strong> en la elaboración de este difícil y tedioso expediente.","second":"Mr President, I should like to begin by thanking the rapporteur, Mr Medina Ortega, the chairman of the Conciliation Committee, Mrs Fontaine, and everyone else involved for all their dedication and hard work on this extremely difficult and intractable dossier."},{"author":95096,"first":"Habéis venido a las tumbas de los apóstoles san Pedro y san Pablo para dar testimonio de vuestra fe, y traéis también la <strong class=\"keyword\">devoción</strong> de vuestros pueblos a la Iglesia una, santa, católica y apostólica, fundada por Cristo y extendida hasta los confines de la tierra.","second":"You have come to the tombs of the Apostles Peter and Paul to bear witness to your faith, and you bring also the <strong class=\"keyword\">devotion</strong> of your people to the one, holy, catholic and apostolic Church, founded by Christ and spread to the ends of the earth."},{"author":95096,"first":"¡Cómo no evocar aquí la historia de vuestra tierra, rica en significativos testimonios de mártires y santos, a los que tenéis una sincera y profunda <strong class=\"keyword\">devoción</strong>!","second":"How is it possible here not to mention the history of your land, marked by the significant example of martyrs and saints to whom you are deeply and sincerely <strong class=\"keyword\">devoted</strong>?"},{"author":92475,"first":"El director de una escuela católica admitió que había mostrado el video de China es mi hogar dos veces en un mes durante las asambleas semanales y dijo que las imágenes del vídeo de la canción son acordes con el tema general de las discusiones acerca de la “<strong class=\"keyword\">devoción</strong>” y la “cultura” que surgen durante estas reuniones.","second":"The principal of the Catholic school admitted that he had showed the music video of “China Is My Home” twice in a month during school assemblies, saying the images in the song fit into the theme of the assembly talks on “<strong class=\"keyword\">piety</strong>” and “culture”."},{"author":95096,"first":"Con ocasión de vuestro XLV capítulo general, en el momento en que os disponéis a elegir un nuevo consejo general, habéis venido a encontraros con el Sucesor de Pedro, manifestando así vuestra <strong class=\"keyword\">devoción</strong> filial a su persona y vuestro vivo sentido de Iglesia.","second":"On the occasion of your 45th General Chapter, when you are preparing to elect a new general council, you wanted to meet the Successor of Peter, showing your <strong class=\"keyword\">filial attachment</strong> to him and your keen sense of the Church."},{"author":94808,"first":"La adopción del estilo de vida islámico y la práctica de la tradición malaya de <strong class=\"keyword\">devoción</strong> y dedicación a la infancia es lo que ha hecho de Brunei Darussalam desde tiempo inmemorial una morada de paz para todos, incluidos los niños.","second":"It is in adoption of an Islamic lifestyle and in the practice of the Malay tradition of <strong class=\"keyword\">devotion</strong> and dedication to children that Brunei Darussalam has since time immemorial been an abode of peace for all - including children."},{"author":119739,"first":"No es una simple exposición de datos, sino un reflejo del inmenso amor y <strong class=\"keyword\">devoción</strong> que sienten miles de hombres, mujeres y niños de toda la Tierra.","second":"Rather, it is a reflection of the <strong class=\"keyword\">love</strong> and <strong class=\"keyword\">devotion</strong> of <strong class=\"keyword\">godly</strong> men, women, and children throughout the earth."},{"author":31,"first":"Obligación antes que <strong class=\"keyword\">devoción</strong>","second":"Business before <strong class=\"keyword\">pleasure</strong>"},{"author":95096,"first":"A este gran Papa me unió un vínculo de afecto y <strong class=\"keyword\">devoción</strong> desde los años del concilio Vaticano ii.","second":"I am united to the great Pope by a bond of affection and <strong class=\"keyword\">devotion</strong> since the years of the Second Vatican Council."},{"author":8008,"first":"La nueva Fundación debería ser el centro de la <strong class=\"keyword\">devoción</strong> carmelita a Maria Santísima.","second":"He thought this new foundation should be the centre of the Carmelite <strong class=\"keyword\">devotion</strong> to the Sacred Mary."},{"author":119723,"first":"No creo en una religión que no haya logrado absorber toda mi <strong class=\"keyword\">devoción</strong>; creo en una religión por la que yo pueda vivir o morir.","second":"I do not believe in a religion that has not got all my affections, but I believe in a religion that I can live for, or die for."},{"author":119723,"first":"A los fieles matrimonios que sirven actualmente y que han servido en el pasado, les damos las gracias por su fe y <strong class=\"keyword\">devoción</strong> al evangelio de Jesucristo.","second":"To the faithful couples now serving or who have served in the past, we thank you for your faith and <strong class=\"keyword\">devotion</strong> to the gospel of Jesus Christ."},{"author":118293,"first":"La <strong class=\"keyword\">devoción</strong> incansable está muy bien, pero le quita el reto.","second":"Unflagging <strong class=\"keyword\">devotion</strong> is all very well, but it does rather take out the challenge."},{"author":119739,"first":"10 Para que nuestro servicio sagrado complazca a Jehová debe estar motivado por el amor y la <strong class=\"keyword\">devoción</strong>, no por el deseo de sobresalir entre los demás.","second":"10 Our sacred service is pleasing to Jehovah only when it is rendered out of <strong class=\"keyword\">love</strong> and <strong class=\"keyword\">devotion</strong>, not for the sake of elevating ourselves over others."},{"author":95096,"first":"Que esta nueva declaración común pueda ser de aliento a los metodistas y católicos para ayudarse los unos a los otros en la vida oración y en la <strong class=\"keyword\">devoción</strong>.","second":"May the new common statement encourage Methodists and Catholics to help one another in our lives of prayer and <strong class=\"keyword\">devotion</strong>."},{"author":95096,"first":"Cuando trabajaba en la fábrica Solvay de Cracovia siendo seminarista clandestino, mi director espiritual me aconsejó meditar en el \"Tratado de la verdadera <strong class=\"keyword\">devoción</strong> a la santísima Virgen\".","second":"When I was working as a clandestine seminarian at the Solvay factory in Kraków, my spiritual director advised me to meditate on the True <strong class=\"keyword\">Devotion</strong> to the Blessed Virgin."},{"author":95096,"first":"<strong class=\"keyword\">Devoción</strong> mariana y culto a las imágenes","second":"<strong class=\"keyword\">Church</strong> urges faithful to venerate Mary"},{"author":95096,"first":"Al contrario, una ferviente <strong class=\"keyword\">devoción</strong> al Corazón de Jesús fomentará y promoverá, sobre todo, el culto a la santísima Cruz, no menos que el amor al augustísimo Sacramento del altar.","second":"Fervent <strong class=\"keyword\">devotional practice</strong> towards the Heart of Jesus will beyond all doubt foster and advance devotion to the Holy Cross in particular, and love for the Most Holy Sacrament of the Altar."},{"author":119739,"first":"8 Otra prueba de que Jehová valora nuestros actos de <strong class=\"keyword\">devoción</strong> piadosa la hallamos en lo que la Biblia dice sobre la oración.","second":"8 Another evidence that Jehovah appreciates and values our expressions of <strong class=\"keyword\">godly devotion</strong> can be seen in what the Bible says about prayer."},{"author":95096,"first":"Me complace testimoniar aquí la <strong class=\"keyword\">devoción</strong> mariana del cardenal Giuseppe Caprio, tal como resalta en su testamento: \"Encomiendo —escribe— mi alma a la Virgen santísima de Pompeya, para que, presentándola a su Hijo Jesucristo, me obtenga perdón y misericordia\".","second":"I am pleased to witness here to Cardinal Giuseppe Caprio's Marian <strong class=\"keyword\">devotion</strong>, as it stands out in his testament: \"I entrust my soul\", he wrote, \"to the Virgin Most Holy of Pompei, so that in presenting it to her Son Jesus Christ, she may obtain forgiveness and mercy for me\"."},{"author":119723,"first":"* Renovar los convenios y rendir <strong class=\"keyword\">devociones</strong> en el templo y en las reuniones de la Iglesia.","second":"* Renew covenants and <strong class=\"keyword\">worship</strong> in the temple and in Church meetings."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}