{"result":"ok","tuc":[{"phrase":{"text":"dichotomy","language":"en"},"meanings":[{"language":"en","text":"A cutting in two; a division."},{"language":"en","text":"cutting in two"},{"language":"es","text":"Corte en dos; división."},{"language":"en","text":"separation or division into two"}],"meaningId":8585671465546788965,"authors":[70195]},{"phrase":{"text":"dichotomous classification","language":"en"},"meaningId":317011065815037581,"authors":[80097]},{"phrase":{"text":"duality","language":"en"},"meaningId":5465327863040697775,"authors":[84500]},{"phrase":{"text":"dychotomy","language":"en"},"meaningId":-4794374752955963338,"authors":[69425]},{"meanings":[{"language":"en","text":"dichotomy (all senses)"}],"meaningId":-6763880215886852206,"authors":[93107]}],"phrase":"dicotomía","examples":[{"author":94259,"first":"la <strong class=\"keyword\">dicotomía</strong> entre la mente y el cuerpo","second":"the <strong class=\"keyword\">dichotomy</strong> between the mind and body"},{"author":91988,"first":"Esta <strong class=\"keyword\">dicotomía</strong> quedó expuesta en el verano de 2008, cuando la crisis financiera mundial alcanzó su punto álgido.","second":"This <strong class=\"keyword\">tradeoff</strong> was apparent in the summer of 2008, as the global financial crisis came to a head."},{"author":94808,"first":"La SADC quiere dar su apoyo total a la noción de que la <strong class=\"keyword\">dicotomía</strong> de la asistencia humanitaria y el desarrollo debe ser superada y reemplazada por una acción más innovadora y simultánea en términos humanitarios y de desarrollo, una acción que tome en cuenta las conmociones a corto plazo y los retos a largo plazo.","second":"SADC would like to render its full support to the notion that the <strong class=\"keyword\">dichotomy</strong> of humanitarian and development assistance must be overcome and replaced by more innovative and simultaneous humanitarian and development action that takes into consideration the short-term shocks and the long-term challenges."},{"author":8000,"first":"Ayudar a prevenir y resolver <strong class=\"keyword\">dicotomías</strong> étnicas surgidas en el curso de los conflictos es un elemento esencial del mandato del orador, que colaborará estrechamente con el Asesor Especial para la Prevención del Genocidio y con el Departamento de Asuntos Políticos","second":"Helping to prevent and heal ethnic <strong class=\"keyword\">dichotomies</strong> that had developed during conflict was at the core of his mandate, and he would work closely with the Special Adviser on the Prevention of Genocide and the Department of Political Affairs"},{"author":94808,"first":"Algunas personas consideran que hay una <strong class=\"keyword\">dicotomía</strong> entre los derechos civiles y políticos, por una parte, y los derechos económicos, sociales y culturales por la otra.","second":"Some people discerned a <strong class=\"keyword\">dichotomy</strong> between civil and political rights, on the one hand, and economic, social and cultural rights, on the other."},{"author":8001,"first":"Con respecto a la movilidad de los factores de producción, en la zona del euro puede observarse una clara <strong class=\"keyword\">dicotomía</strong>","second":"On the mobility of factors of production, a clear <strong class=\"keyword\">dichotomy</strong> can be observed in the euro area"},{"author":94808,"first":"Ferstman señaló que aunque se habían realizado avances en el desarrollo de un marco jurídico para garantizar que los recursos fueran eficaces, rápidos y específicos, continuaba existiendo una <strong class=\"keyword\">dicotomía</strong> entre los avances normativos a nivel judicial y las decisiones que emanaban de los procesos no tradicionales, muy señaladamente el frecuente incumplimiento de las disposiciones en materia de protección de los derechos de la mujer.","second":"Ferstman noted that although significant progress had been made in developing a normative legal framework for ensuring that remedies were effective, prompt and specific, there continued to be a <strong class=\"keyword\">dichotomy</strong> between advancements in norms at the judicial level and decisions emanating from non-formal processes, most notably their frequent failure to protect women’s rights."},{"author":94808,"first":"Subsiste la <strong class=\"keyword\">dicotomía</strong> entre seguridad y libertad individual, con un telón de fondo signado por la pobreza y la inequidad en que viven las grandes mayorías del planeta y que afectan la dignidad humana.","second":"There is still a <strong class=\"keyword\">dichotomy</strong> between security and individual rights, with a backdrop marked by the poverty and the inequality in which the great majority around the world live and which affect human dignity."},{"author":94808,"first":"En muchos países en desarrollo existe una fuerte <strong class=\"keyword\">dicotomía</strong> entre el sector moderno, integrado por grandes productores vinculados a las cadenas mundiales de producción y distribución, y el vasto sector tradicional no estructurado, que apenas ha tenido contacto con las tecnologías modernas y las leyes internacionales de mercado.","second":"In many developing countries, there is a strong <strong class=\"keyword\">dichotomy</strong> between the modern sector — where large producers are linked to global supply chains — and the vast informal, traditional sector, which has been largely untouched by modern technologies and international market disciplines."},{"author":94808,"first":"Dicha alianza deberá superar las viejas <strong class=\"keyword\">dicotomías</strong> e introducir un cambio de paradigma basado en los principios fundamentales del sentido de propiedad, la responsabilidad compartida, las capacidades respectivas, la confianza mutua, la transparencia y la rendición de cuentas.","second":"The partnership should overcome the old <strong class=\"keyword\">dichotomies</strong> and introduce a paradigm shift based on the key principles of ownership, shared responsibility, respective capacities, mutual trust, transparency and accountability."},{"author":94809,"first":"Señala sin embargo a la atención de la Comisión y de los Estados miembros que, a falta de dicho acuerdo, es preciso obrar con la mayor prudencia a la hora de seleccionar y desarrollar las primeras superpistas ferroviarias, con objeto de evitar cualquier posible riesgo de <strong class=\"keyword\">dicotomía</strong> en el sector ferroviario de la Unión Europea; conviene más bien lanzar el proyecto de las superpistas ferroviarias de manera pragmática, fomentando la innovación por parte de los gestores de la infraestructura, sin intentar imponer un modelo único de superpistas ferroviarias;","second":"Points out to the Commission and the Member States, however, that, because of the difference of opinion referred to above, there is a need for particular care in selecting and promoting the first freight freeways in order to rule out any possibility of a partitioning of the rail network in the European Union; the freeways project must then be implemented in a pragmatic manner, encouraging innovation by infrastructure managers without seeking to impose a uniform freeways model;"},{"author":8000,"first":"La <strong class=\"keyword\">dicotomía</strong> entre la autodefinición de estos Estados, principalmente en función de su legado portugués y español que negaba en general sus componentes tanto africanos como amerindios, ha sido el fundamento de gran parte de la violencia registrada en el continente","second":"The <strong class=\"keyword\">dichotomy</strong> between the self-definitions of these States, mainly in terms of their Portuguese and Spanish heritages that largely denied both the African and Amerindian components, has been the basis of a good deal of the violence witnessed there"},{"author":94808,"first":"En un documento presentado por el Canadá (E/CONF.94/INF.19) se examinaba la política de la Junta de Ontario sobre el tratamiento lingüístico de los nombres geográficos en francés en Ontario, que introducía la <strong class=\"keyword\">dicotomía</strong> del nombre alternativo o equivalente, junto con el nombre oficial.","second":"A paper submitted by Canada (E/CONF.94/INF.19) discussed a policy of the Ontario Geographic Names Board regarding the linguistic treatment of geographical names in French in Ontario, introducing the <strong class=\"keyword\">dichotomy</strong> of alternate form or equivalent form alongside the official form."},{"author":94809,"first":"Esta <strong class=\"keyword\">dicotomía</strong> es la fuerza motriz de las tensiones creativas o sinergias entre la política social y el rendimiento económico.","second":"This <strong class=\"keyword\">dichotomy</strong> is at the heart of the creative tensions, or synergy, between social policy and economic performance."},{"author":94808,"first":"Nos referíamos finalmente a las medidas de transparencia y verificación, exponiendo las distintas opciones y refiriéndonos a la <strong class=\"keyword\">dicotomía</strong> entre un enfoque amplio, que cubra todas las instalaciones que participan en el ciclo del combustible nuclear, y un enfoque restringido centrado en las instalaciones de enriquecimiento y reprocesamiento.","second":"Lastly, we referred to transparency and verification measures, setting out the different options and commenting on the <strong class=\"keyword\">dichotomy</strong> between a comprehensive approach covering all nuclear fuel cycle facilities and a focused approach concentrated on enrichment and reprocessing facilities."},{"author":8000,"first":"La composición de la deuda tiene su importancia, pero resulta imprescindible superar la <strong class=\"keyword\">dicotomía</strong> entre la deuda externa y la interna","second":"Debt composition matters, but it is necessary to move beyond the external/domestic debt <strong class=\"keyword\">dichotomy</strong>"},{"author":94808,"first":"No se trata de polos opuestos en una <strong class=\"keyword\">dicotomía</strong>, sino de dos fines del mismo proceso.","second":"These matters are not <strong class=\"keyword\">dichotomous</strong> polar opposites, but two ends of the same continuum."},{"author":94808,"first":"Además, hay una <strong class=\"keyword\">dicotomía</strong> entre los componentes civil y militar de las misiones de mantenimiento de la paz en relación con la gestión de la información y los expedientes; según parece, los militares no participan en la labor de esos centros.","second":"In addition, there is a <strong class=\"keyword\">dichotomy</strong> between the civilian and the military parts of peacekeeping missions in terms of management of information and records, with the military side appearing not to be involved in records centres."},{"author":95096,"first":"Son, como decía el gran Pablo VI, <strong class=\"keyword\">dicotomías</strong> absurdas.","second":"These are, as the great Paul VI said, absurd <strong class=\"keyword\">dichotomies</strong>."},{"author":92475,"first":"En algún otro lado en Internet, Zambian Watchdog dio a conocer la historia unas cinco horas después de la muerte de Chiluba y al término de dos horas había más de 170 comentarios expresando una <strong class=\"keyword\">dicotomía</strong> de opiniones del hombre cuyo gobierno será recordado más por su conducta criminal mientras estuvo en el cargo, de lo que salió airoso en medio de controversia.","second":"Elsewhere on the Internet, the Zambian Watchdog broke the story some five hours after Chiluba’s death and within two hours there were more than 170 comments expressing a <strong class=\"keyword\">dichotomy</strong> of views of the man whose reign will be remembered more for his criminal conduct while in office for which he was controversially cleared."},{"author":94808,"first":"El género no debe concebirse como una <strong class=\"keyword\">dicotomía</strong> entre mujeres y hombres.","second":"Gender should not be seen as a <strong class=\"keyword\">dichotomy</strong> between women and men."},{"author":94808,"first":"Esta <strong class=\"keyword\">dicotomía</strong> sólo logra afectar la transparencia y la legitimidad que todos deseamos.","second":"That <strong class=\"keyword\">dichotomy</strong> can only affect the transparency and the legitimacy to which we all aspire."},{"author":92475,"first":"Las mujeres brasileñas se enfrentan a esta difícil <strong class=\"keyword\">dicotomía</strong> de valorar la sensualidad y rechazar la sexualidad, y, como afirma Flavia Penido en el blog Lady Rasta, están divididas en dos categorías:","second":"Brazilian women face this difficult <strong class=\"keyword\">dichotomy between</strong> placing value on sensuality and looking down on sexuality, and, as stated by Flavia Penido at Lady Rasta blog, are divided in two categories:"},{"author":94808,"first":"Para el Banco Mundial no existe una <strong class=\"keyword\">dicotomía</strong> entre los documentos de estrategia y los enfoques basados en los derechos humanos y, sin ser el instrumento ideal de desarrollo humano, los documentos de estrategia son un medio para reducir la pobreza de una forma que esté conforme con los principios de derechos humanos.","second":"The World Bank did not believe that there was a <strong class=\"keyword\">dichotomy</strong> between PRSPs and the human rights-based approach, and while they were far from being a perfect instrument for human development, PRSPs offered a way of reducing poverty in a manner that was consistent with human rights principles."},{"author":8000,"first":"Abundan las <strong class=\"keyword\">dicotomías</strong>, como por ejemplo entre nordistas y sudistas, musulmanes y cristianos, nómadas y sedentarios o árabes y africanos","second":"The current focus is on <strong class=\"keyword\">dichotomies</strong>, in particular between northerners and southerners, Muslims and Christians, nomads and sedentary people, Arabs and Africans"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8001":{"U":"http://opus.lingfil.uu.se/ECB.php","id":8001,"N":"ECB","url":"https://glosbe.com/source/8001"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}