{"result":"ok","tuc":[{"phrase":{"text":"diligence","language":"en"},"meanings":[{"language":"en","text":"one of the seven contrary virtues"},{"language":"en","text":"conscientiousness or determination or perseverance when doing something"},{"language":"en","text":"qualities of a hard worker, including conscientiousness, determination, perseverance"}],"meaningId":-6929039293136367522,"authors":[70195]},{"phrase":{"text":"stagecoach","language":"en"},"meaningId":-5565906423117455105,"authors":[69425]},{"phrase":{"text":"stage","language":"en"},"meanings":[{"language":"en","text":"short for stagecoach"}],"meaningId":-5415496839651830266,"authors":[70195]},{"phrase":{"text":"stage-coach","language":"en"},"meanings":[{"language":"en","text":"horse-drawn coach to transport passengers and mail"}],"meaningId":-5002828738861201242,"authors":[70195]},{"phrase":{"text":"care","language":"en"},"meaningId":-715077290658390981,"authors":[25018]},{"phrase":{"text":"coach","language":"en"},"meaningId":3026270187461138506,"authors":[25018]},{"phrase":{"text":"industry","language":"en"},"meaningId":2797209164176411562,"authors":[92056]},{"phrase":{"text":"proceeding","language":"en"},"meaningId":3920475101148277132,"authors":[80097]},{"phrase":{"text":"alacrity","language":"en"},"meaningId":-5674185041047071355,"authors":[89651]},{"phrase":{"text":"application","language":"en"},"meaningId":-8930807299857117431,"authors":[84500]},{"phrase":{"text":"alertness","language":"en"},"meaningId":-6535086650005835328,"authors":[84500]},{"phrase":{"text":"assiduity","language":"en"},"meaningId":-2056713396652931801,"authors":[25018]},{"phrase":{"text":"dispatch","language":"en"},"meaningId":-1970499029664484932,"authors":[25018]},{"phrase":{"text":"effort","language":"en"},"meaningId":-6884544421477477587,"authors":[89651]},{"phrase":{"text":"endeavour","language":"en"},"meaningId":7637737613586008483,"authors":[83042]},{"phrase":{"text":"errand","language":"en"},"meaningId":7236891384254053605,"authors":[89651]},{"phrase":{"text":"legal proceeding","language":"en"},"meaningId":-4401777736662026398,"authors":[84500]},{"phrase":{"text":"mailcoach","language":"en"},"meaningId":-8477901800548357123,"authors":[83093]},{"phrase":{"text":"on the qui vive","language":"en"},"meaningId":6201439371760921243,"authors":[84500]},{"phrase":{"text":"proceedings","language":"en"},"meaningId":1497364642439797010,"authors":[84500]},{"phrase":{"text":"sedulity","language":"en"},"meaningId":-4990405993555957715,"authors":[25115]},{"phrase":{"text":"sharp-sightedness","language":"en"},"meaningId":-5845344348843563002,"authors":[84500]},{"phrase":{"text":"solicitousness","language":"en"},"meaningId":-1503290287478192671,"authors":[83093]},{"phrase":{"text":"thoughtfulness","language":"en"},"meaningId":-6828298988627525882,"authors":[83093]},{"phrase":{"text":"zeal","language":"en"},"meaningId":3154546695314204916,"authors":[83093]},{"phrase":{"text":"zealousness","language":"en"},"meaningId":-7045597448469284500,"authors":[83093]},{"meanings":[{"language":"en","text":"diligence"}],"meaningId":4113560357493171986,"authors":[1]}],"phrase":"diligencia","examples":[{"author":94809,"first":"Además de recabar con <strong class=\"keyword\">diligencia</strong> la información pertinente entre todos los operadores correspondientes, la autoridad competente debería poder acceder a las bases de datos pertinentes de las autoridades aduaneras.","second":"In addition to the efficient <strong class=\"keyword\">gathering</strong> of the pertinent information among all the appropriate operators, the competent authority should be allowed to have access to the relevant databases of the customs authorities."},{"author":94809,"first":"Titulización: exigir a los emisores que evalúen y hagan un seguimiento de los riesgos y garanticen la transparencia de los títulos de deuda y de los valores con respaldo hipotecario, para que los inversores puedan actuar con la debida <strong class=\"keyword\">diligencia</strong>.","second":"Securitisation: require originators to assess and monitor risk and ensure transparency of the debt or mortgage backed securities in order to allow investors to perform adequate due <strong class=\"keyword\">diligence</strong>."},{"author":94809,"first":"La parte demandante alega que, con ello, la Comisión incumplió su deber de <strong class=\"keyword\">diligencia</strong> (segunda parte) y violó los principios de igualdad de trato (tercera parte) y confianza legítima (cuarta parte).","second":"The applicant submits that the Commission has thereby infringed its duty of <strong class=\"keyword\">diligence</strong> (second part) and has infringed the principles of equal treatment (third part) and of the protection of legitimate expectations (fourth part)."},{"author":94809,"first":"Flexibilización de ciertas normas referentes a la <strong class=\"keyword\">diligencia</strong> de la prueba","second":"Relaxation of certain rules concerning the <strong class=\"keyword\">taking</strong> of evidence"},{"author":94808,"first":"En el comentario a los artículos se señala que la norma de la <strong class=\"keyword\">diligencia</strong> debida es específica para cada contexto y depende de la norma jurídica internacional sustantiva en cuestión[footnoteRef:8].","second":"The commentary to the articles notes that the standard of <strong class=\"keyword\">due diligence</strong> is context specific and is dependent on the substantive international legal rule at issue."},{"author":94808,"first":"El Grupo evaluó los efectos de sus directrices sobre la <strong class=\"keyword\">diligencia</strong> debida y examinó las medidas adoptadas por los Estados Miembros para instar a los importadores, las industrias de procesamiento y los consumidores de productos minerales congoleños a ejercer la <strong class=\"keyword\">diligencia</strong> debida aplicando las directrices.","second":"The Group evaluated the impact of its <strong class=\"keyword\">due diligence</strong> guidelines and examined steps taken by Member States to urge importers, processing industries and consumers of Congolese mineral products to exercise <strong class=\"keyword\">due diligence</strong> by applying the guidelines."},{"author":94809,"first":"Los Estados miembros exigirán a las entidades y personas sujetas a lo dispuesto en la presente Directiva que no sólo apliquen procedimientos de <strong class=\"keyword\">diligencia</strong> debida con respecto al cliente a todos los nuevos clientes, sino también, en el momento oportuno, a los clientes existentes, en función de un análisis del riesgo.","second":"Member States shall require that institutions and persons covered by this Directive apply the customer <strong class=\"keyword\">due diligence</strong> procedures not only to all new customers but also at appropriate times to existing customers on a risk-sensitive basis."},{"author":94808,"first":"Todas las <strong class=\"keyword\">diligencias</strong> de investigación en relación con un sospechoso o encausado, comprendidas las pesquisas, se han llevado siempre a cabo en presencia de un abogado.","second":"All investigative <strong class=\"keyword\">actions</strong> in respect of suspects and accused persons, including the initial inquiry, have been conducted with the obligatory presence of a lawyer."},{"author":94809,"first":"47 El Tribunal General declaró fundadamente, en el apartado 19 del auto recurrido, que, respecto a los plazos para la interposición de los recursos, el concepto de error excusable debe interpretarse de manera estricta y sólo puede referirse a circunstancias excepcionales en las cuales la institución interesada haya adoptado un comportamiento que pueda provocar, por sí solo o de modo determinante, una confusión admisible en un justiciable de buena fe y que acredite toda la <strong class=\"keyword\">diligencia</strong> exigible a un operador normalmente prudente.","second":"47 The General Court was fully entitled to state, at paragraph 19 of the order under appeal, that, concerning time-limits for bringing proceedings, the concept of excusable error must be strictly construed and can concern only exceptional circumstances in which, in particular, the conduct of the institution concerned has been, either alone or to a decisive extent, such as to give rise to a pardonable confusion in the mind of a party acting in good faith and exercising all the <strong class=\"keyword\">diligence</strong> required of a normally experienced trader."},{"author":94808,"first":"Vigilar y sancionar a los funcionarios de justicia penal que discriminen a las mujeres, se nieguen a aplicar la legislación que protege los derechos de la mujer o no ejerzan la debida <strong class=\"keyword\">diligencia</strong> en las actuaciones penales relativas a la violencia contra la mujer y, en particular, al asesinato de mujeres por razones de género;","second":"Monitor and sanction criminal justice officials who discriminate against women, who refuse to apply legislation protecting women’s rights, or who do not exercise due <strong class=\"keyword\">diligence</strong> in proceedings involving violence against women, in particular gender-related killing of women;"},{"author":22,"first":"Si tras ser sometido a debate, se concluyera que es posible modificar la forma de las medidas distintas a la aceptación por parte de las empresas, se procedería a realizar una reconsideración provisional con la mayor <strong class=\"keyword\">diligencia</strong>","second":"Should it be found, following discussion to that end, that a change in the form of the measures other than the acceptance of undertakings, is appropriate an interim review will be carried out as <strong class=\"keyword\">expeditiously</strong> as possible"},{"author":94809,"first":"34 Además, el 10 de julio de 2009, el Tribunal acordó <strong class=\"keyword\">diligencias</strong> de ordenación del procedimiento adicionales, que se cumplimentaron en los plazos señalados.","second":"34 In addition, on 10 July 2009 the Tribunal <strong class=\"keyword\">adopted</strong> further <strong class=\"keyword\">measures</strong> of organisation of procedure, which were complied with within the prescribed periods."},{"author":95096,"first":"Os invito a no tener temor, preparándoos con <strong class=\"keyword\">diligencia</strong> y seriedad a la misión que os espera, confiando en la fidelidad de Aquél que desde siempre os conoce y os ha llamado a la comunión con su Hijo Jesucristo (cf.","second":"I encourage you to be confident and to prepare <strong class=\"keyword\">diligently</strong> for the mission which awaits you, trusting in the faithfulness of the One who has known you from the beginning and has called you into communion with his Son, Jesus Christ (cf."},{"author":94809,"first":"Cuando un Estado miembro o Liechtenstein permita que se utilicen en “cuentas preexistentes” procedimientos de <strong class=\"keyword\">diligencia</strong> debida para “cuentas nuevas”, seguirán aplicándose las normas aplicables en general a las “cuentas preexistentes”.","second":"Where a Member State or Liechtenstein allows New Account <strong class=\"keyword\">due diligence</strong> procedures to be used for Preexisting Accounts, the rules otherwise applicable to Preexisting Accounts continue to apply."},{"author":118385,"first":"– El artículo 23, apartado 3, de la Decisión Marco debe interpretarse en el sentido de que, en una situación como la controvertida en el litigio principal, la autoridad judicial de ejecución y la autoridad judicial emisora acordarán una nueva fecha de entrega, en virtud de esta disposición, cuando la entrega de la persona buscada, en el plazo de los diez días siguientes a una primera nueva fecha de entrega acordada con arreglo a esta disposición, resulte imposible debido a la resistencia opuesta de manera reiterada por esa persona, siempre que, en razón de circunstancias excepcionales, dicha resistencia no haya podido ser prevista por esas autoridades y que las consecuencias de esta resistencia para la entrega no hayan podido evitarse a pesar de toda la <strong class=\"keyword\">diligencia</strong> empleada por dichas autoridades, extremo que corresponde comprobar al órgano jurisdiccional remitente.","second":"– Article 23(3) of the Framework Decision must be interpreted as meaning that, in a situation such as that at issue in the main proceedings, the executing and issuing judicial authorities agree on a new surrender date under that provision where the surrender of the requested person within 10 days of a first new surrender date agreed on pursuant to that provision proves impossible on account of the repeated resistance of that person, in so far as, on account of exceptional circumstances, that resistance could not have been foreseen by those authorities and the consequences of the resistance for the surrender could not have been avoided in spite of the exercise of all <strong class=\"keyword\">due care</strong> by those authorities, which is for the referring court to ascertain."},{"author":94809,"first":"A requerimiento del Tribunal de Primera Instancia, como <strong class=\"keyword\">diligencias</strong> de ordenación del procedimiento, el Comité Económico y Social presentó, antes de la vista, la lista de los documentos que el Secretario General del Comité Económico y Social remitió al Comité de informes, a que se refiere el apartado 4 del dictamen emitido por el Comité, los documentos relacionados en dicha lista, así como la Decisión no 363/82A del Comité Económico y Social, por la que se aprueban las disposiciones generales relativas a la confección del informe sobre la fase de prácticas.","second":"At the request of the Court in the course of the procedure, the Economic and Social Committee produced before the hearing the list summarizing the documents sent by the Secretary-General of the Economic and Social Committee to the Reports Committee referred to in point 4 of the Reports Committee' s opinion, the documents mentioned in that list and Decision No 363/82A of the Economic and Social Committee implementing general provisions concerning the compilation of end of probation reports."},{"author":94808,"first":"A fin de actuar sistemáticamente con la <strong class=\"keyword\">diligencia</strong> debida, se pueden formular ciertas preguntas sobre un cliente para determinar los riesgos relacionados con la transacción: ¿Cuenta el cliente con un procedimiento de cumplimiento de sanciones?","second":"In order to systematically <strong class=\"keyword\">conduct due diligence</strong>, certain questions can be asked of a client to identify risks associated with the transaction: Does the client have a sanctions compliance process?"},{"author":94808,"first":"También se han precisado obligaciones de <strong class=\"keyword\">diligencia</strong> debida en varios ámbitos que guardan relación directa con la trata –y, en algunos casos, que se aplican directamente en ella–, como la violencia contra la mujer, las trabajadoras migratorias y la discriminación por razón de sexo.","second":"<strong class=\"keyword\">Due diligence</strong> obligations have also been identified in a number of areas that are of direct relevance — and in some cases directly apply — to trafficking, including violence against women, migrant workers, and sex-based discrimination."},{"author":8000,"first":"Otro avance importante en la aplicación de la norma de la debida <strong class=\"keyword\">diligencia</strong> fue la creación en # por la Comisión de Derechos Humanos del mandato de Relator Especial sobre la violencia contra la mujer, sus causas y consecuencias","second":"A further important development in the application of the due <strong class=\"keyword\">diligence</strong> standard was the creation of the mandate of the Special Rapporteur on violence against women, its causes and consequences, by the Commission on Human Rights in"},{"author":94809,"first":"El objetivo de la Guía es garantizar la transparencia y la trazabilidad de las prácticas de suministro de los importadores cuando se abastecen en zonas de conflicto o de alto riesgo, con el fin de minimizar o prevenir los conflictos violentos y las violaciones de los derechos humanos, limitando, tal y como se establece en el anexo II de la Guía de la Debida <strong class=\"keyword\">Diligencia</strong> de la OCDE, las posibilidades de los grupos armados y las fuerzas de seguridad para comercializar minerales y metales.","second":"That guidance is designed to guarantee transparency and traceability in respect of importers’ sourcing practices in conflict-affected or high-risk areas, in order to minimise or prevent violent conflicts and human rights abuses by curtailing the opportunities for armed groups and security forces, as defined in Annex II to the OECD Due <strong class=\"keyword\">Diligence</strong> Guidance, to trade in those minerals and metals."},{"author":8000,"first":"Exhortamos al Banco Mundial a que, en cooperación con otros órganos pertinentes, haga las <strong class=\"keyword\">diligencias</strong> necesarias para elaborar los módulos de evaluación del cumplimiento de las normas de gestión empresarial y contabilidad (informes sobre observancia de códigos y normas (IOCN","second":"We call on the World Bank, in cooperation with other relevant bodies, to <strong class=\"keyword\">step</strong> up its work to produce ROSC (Reports on the Observance of Standards and Codes) assessment modules of compliance with corporate governance and accounting standards"},{"author":94808,"first":"Se han implantado procedimientos amplios de <strong class=\"keyword\">diligencia</strong> debida, y también se han puesto en marcha iniciativas para reforzar los sistemas de supervisión y evaluación.","second":"Comprehensive <strong class=\"keyword\">due diligence</strong> processes are in place, and efforts to strengthen monitoring and evaluation systems are ongoing."},{"author":94809,"first":"104 En el caso de autos, la solicitud de reapertura de la fase oral del procedimiento y de <strong class=\"keyword\">diligencias</strong> de prueba presentada ante el Tribunal de Primera Instancia estaba fundada en las declaraciones realizadas en una conferencia de prensa que tuvo lugar después de dictarse la sentencia PVC del Tribunal de Primera Instancia.","second":"104 In this case, the request to the Court of First Instance for the oral procedure to be reopened and measures of <strong class=\"keyword\">inquiry</strong> ordered was based on statements made at a press conference which took place after the PVC judgment of the Court of First Instance was delivered."},{"author":94809,"first":"Si, por razones jurídicas o efectivas, el interesado no puede ser trasladado durante el período de validez del documento de viaje inicialmente expedido, el Estado miembro de que se trate prolongará la validez del documento de viaje o, si procede, expedirá con <strong class=\"keyword\">diligencia</strong>, normalmente en un plazo de 14 días y nunca superior a 30 días, un nuevo documento de viaje con el mismo período de validez.","second":"If, for legal or factual reasons, the person concerned cannot be transferred within the period of validity of the travel document that was initially issued, the Member State concerned shall extend the validity of the travel document or, where necessary, issue a new travel document with the same period of validity <strong class=\"keyword\">expeditiously</strong>, which shall normally be within 14 calendar days and not exceed 30 calendar days."},{"author":94809,"first":"Cada agente mantendrá y evaluará periódicamente el sistema de <strong class=\"keyword\">diligencia</strong> debida que utilice, salvo si el agente utiliza un sistema de <strong class=\"keyword\">diligencia</strong> debida establecido por una entidad de supervisión contemplada en el artículo 7.","second":"Each operator shall maintain and regularly evaluate the <strong class=\"keyword\">due diligence</strong> system which it uses, except where the operator makes use of a <strong class=\"keyword\">due diligence</strong> system established by a monitoring organisation referred to in Article 7."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}