{"result":"ok","tuc":[{"phrase":{"text":"diligent","language":"en"},"meanings":[{"language":"en","text":"performing with intense concentration, focus, responsible regard"}],"meaningId":3926020079551397145,"authors":[70195]},{"phrase":{"text":"assiduous","language":"en"},"meanings":[{"language":"en","text":"hard-working, diligent"}],"meaningId":-3270288680943047255,"authors":[70195]},{"phrase":{"text":"industrious","language":"en"},"meanings":[{"language":"en","text":"hard-working and persistent"}],"meaningId":7195619240375425428,"authors":[70195]},{"phrase":{"text":"active","language":"en"},"meaningId":-2159346431190330319,"authors":[89651]},{"phrase":{"text":"hardworking","language":"en"},"meaningId":-4625142888893873443,"authors":[2698]},{"phrase":{"text":"painstaking","language":"en"},"meaningId":-2423085149906134541,"authors":[25018]},{"phrase":{"text":"thorough","language":"en"},"meaningId":3182393280939261860,"authors":[25115]},{"phrase":{"text":"agile","language":"en"},"meaningId":-4366221775611175175,"authors":[86934]},{"phrase":{"text":"arduous","language":"en"},"meaningId":-8011088162837830030,"authors":[2698]},{"phrase":{"text":"careful","language":"en"},"meaningId":-5603362872857183479,"authors":[25018]},{"phrase":{"text":"caring","language":"en"},"meaningId":9163854472554867432,"authors":[83093]},{"phrase":{"text":"challenging","language":"en"},"meaningId":-3733678900177249178,"authors":[2698]},{"phrase":{"text":"dynamic","language":"en"},"meaningId":7201651997895617408,"authors":[86934]},{"phrase":{"text":"exacting","language":"en"},"meaningId":-8194971803307113640,"authors":[2698]},{"phrase":{"text":"formidable","language":"en"},"meaningId":-4268723454358351747,"authors":[2698]},{"phrase":{"text":"hard","language":"en"},"meaningId":-6187007762288065502,"authors":[2698]},{"phrase":{"text":"heavy","language":"en"},"meaningId":2705333729868229456,"authors":[2698]},{"phrase":{"text":"lively","language":"en"},"meaningId":7643232173016370497,"authors":[25018]},{"phrase":{"text":"prompt","language":"en"},"meaningId":-121938932544723886,"authors":[25018]},{"phrase":{"text":"quick","language":"en"},"meaningId":-5510517399205354131,"authors":[89651]},{"phrase":{"text":"sedulous","language":"en"},"meaningId":2290538124680135157,"authors":[25115]},{"phrase":{"text":"speedy","language":"en"},"meaningId":7006521407846635900,"authors":[25115]},{"phrase":{"text":"thoughtful","language":"en"},"meaningId":-7627124059427203865,"authors":[83093]},{"phrase":{"text":"thrifty","language":"en"},"meaningId":-9148494880076147246,"authors":[83093]},{"phrase":{"text":"tough","language":"en"},"meaningId":2720018692160407176,"authors":[2698]},{"phrase":{"text":"zealous","language":"en"},"meaningId":5997768281205121129,"authors":[83093]},{"meanings":[{"language":"en","text":"diligent, conscientious"}],"meaningId":240872562176784556,"authors":[1]}],"phrase":"diligente","examples":[{"author":119723,"first":"Los padres deben ser <strong class=\"keyword\">diligentes</strong> y constantes en sus esfuerzos por enseñar por medio del ejemplo y de la palabra.","second":"Parents must be <strong class=\"keyword\">diligent</strong> and consistent in their efforts to teach through their example and their words."},{"author":95096,"first":"Merecen también cuidados <strong class=\"keyword\">diligentes</strong> por parte del dueño, del viñador.","second":"They also deserve <strong class=\"keyword\">careful</strong> attention on the part of the owner, the vine-dresser."},{"author":94809,"first":"En ese sentido, la Comisión está obligada a tramitar el procedimiento de examen de las medidas consideradas de manera <strong class=\"keyword\">diligente</strong> e imparcial, con el fin de disponer, al adoptar la decisión final por la que se aprecia la existencia y, en su caso, la incompatibilidad o la ilegalidad de la ayuda, de los datos más completos y fiables posibles para ello (véanse, en ese sentido, las sentencias de 2 de septiembre de 2010, Comisión/Scott, C‐290/07 P, Rec, EU:C:2010:480, apartado 90, y de 3 de abril de 2014, Francia/Comisión, C‐559/12 P, Rec, EU:C:2014:217, apartado 63).","second":"In this regard, the Commission is required to conduct a <strong class=\"keyword\">diligent</strong> and impartial examination of the measures at issue, so that it has at its disposal, when adopting a final decision establishing the existence and, as the case may be, the incompatibility or unlawfulness of the aid, the most complete and reliable information possible (see, to that effect, judgments of 2 September 2010 in Commission v Scott, C‐290/07 P, ECR, EU:C:2010:480, paragraph 90, and of 3 April 2014 in France v Commission, C‐559/12 P, ECR, EU:C:2014:217, paragraph 63)."},{"author":94809,"first":"En consecuencia, la divulgación tiene que llevar aparejada la distribución <strong class=\"keyword\">diligente</strong> de información por los emisores a los medios de comunicación, de manera que llegue a los inversores.","second":"Accordingly, dissemination should involve the <strong class=\"keyword\">active</strong> distribution of information from the issuers to the media, with a view to reaching investors."},{"author":94809,"first":"El Memorándum contiene un conjunto de directrices sobre la búsqueda <strong class=\"keyword\">diligente</strong> de los titulares de los derechos y principios generales relativos a las bases de datos de obras huérfanas y los mecanismos de autorización de los derechos.","second":"The memorandum contains a set of guidelines on <strong class=\"keyword\">diligent</strong> search for rightholders and general principles concerning databases of orphan works and rights clearance mechanisms."},{"author":8008,"first":"3 Y vosotros mismos sabéis que hasta aquí he sido <strong class=\"keyword\">diligente</strong> en el oficio de mi llamamiento; pero hoy me agobia el peso de un deseo y afán mucho mayor por el bien de vuestras almas, que el que hasta ahora he sentido.","second":"3 And ye yourselves know that I have hitherto been <strong class=\"keyword\">diligent</strong> in the office of my calling; but I this day am weighed down with much more desire and anxiety for the a welfare of your souls than I have hitherto been."},{"author":94808,"first":"Comprendemos también la necesidad de proceder en forma <strong class=\"keyword\">diligente</strong> y apropiada a imponer controles para frustrar y evitar el lavado de dinero.","second":"We understand also the need for <strong class=\"keyword\">due diligence</strong> and for appropriate checks and balances to frustrate and deter money laundering."},{"author":94809,"first":"42 Sobre la base de esta motivación en tres partes, el Tribunal de Primera Instancia concluyó que la Comisión había incumplido, con la Decisión controvertida, su obligación de tramitar de manera <strong class=\"keyword\">diligente</strong> la fase de examen contemplada en el artículo 88 CE, apartado 2, de un modo <strong class=\"keyword\">diligente</strong> y, en consecuencia, acogió el cuarto motivo de recurso.","second":"42 On the basis of that threefold reasoning, the General Court held that, by the contested decision, the Commission had acted in breach of its obligation to conduct the <strong class=\"keyword\">investigation</strong> procedure referred to in Article 88(2) EC in a <strong class=\"keyword\">diligent</strong> manner and, accordingly, upheld the fourth plea in law."},{"author":94809,"first":"93 Por lo que respecta al daño moral, que la demandante calcula ex aequo et bono en 50.000 euros, alega que resulta de la forma especialmente poco <strong class=\"keyword\">diligente</strong> en que la EPSO tramitó su expediente y de la falta de asistencia y solicitud de la que ha dado prueba.","second":"93 The non-material harm, which the applicant evaluates ex aequo et bono at EUR 50 000, in her submission, results from the particularly <strong class=\"keyword\">negligent</strong> way in which EPSO dealt with her case and from its failure to have regard for her welfare."},{"author":8000,"first":"Por otra parte, teniendo en cuenta las medidas <strong class=\"keyword\">diligentes</strong> tomadas por los patrocinadores-los Estados Unidos, la Federación de Rusia, la Unión Europea y las Naciones Unidas-, la comunidad internacional tiene el deber, a riesgo de perder su credibilidad, de imponer la aplicación de las resoluciones # de # de marzo y # de # de abril del Consejo de Seguridad en las que se exige una cesación del fuego auténtica y la retirada de las tropas israelíes de todas las ciudades y localidades palestinas reocupadas","second":"Furthermore, given the steps being taken by the American, Russian, European and United Nations sponsors, the international community must, at the risk of losing its credibility, compel the implementation of Security Council resolutions # of # arch and # of # pril, demanding a genuine ceasefire and the withdrawal of Israeli troops from all reoccupied Palestinian cities and towns"},{"author":95096,"first":"Aportaba a la vida diaria el optimismo de la fe y era <strong class=\"keyword\">diligente</strong> con el hombre y su futuro.","second":"She brought the optimism of faith into everyday life and <strong class=\"keyword\">was</strong> concerned about mankind and its future."},{"author":94809,"first":"Por consiguiente, la Comisión considera que, a fin de evaluar si Gdynia y Kosakowo se comportaron como lo habría hecho un inversor privado <strong class=\"keyword\">diligente</strong> en una economía de mercado, debe basar su apreciación fundamentalmente en el estudio PIEM de 2010, independientemente de cualquier otro dato o acontecimiento que no estuviera a disposición de dichos accionistas públicos en el momento en que tomaron la decisión de llevar a cabo el proyecto de inversión en cuestión.","second":"Hence, in the light of the foregoing, the Commission considers that in order to assess whether Gdynia and Kosakowo adopted the conduct of a private <strong class=\"keyword\">investor</strong> operating in a market economy, it must base first of all its assessment on the 2010 MEIP study and disregard any further developments and information that were not at the disposal of those public shareholders at the time when they took their decision to realise the investment project in question."},{"author":94808,"first":"Un juez no exhibirá conductas incompatibles con el desempeño <strong class=\"keyword\">diligente</strong> de las obligaciones judiciales.","second":"A judge shall not engage in conduct incompatible with the <strong class=\"keyword\">diligent</strong> discharge of judicial duties."},{"author":94809,"first":"En particular, la comprobación de una irregularidad que, en circunstancias análogas, no habría cometido una administración normalmente prudente y <strong class=\"keyword\">diligente</strong> permite afirmar que el comportamiento de la institución ha constituido una ilegalidad que genera la responsabilidad de la Comunidad con arreglo al artículo 215 del Tratado.","second":"In particular, a finding of an error which, in analogous circumstances, an administrative authority <strong class=\"keyword\">exercising ordinary care</strong> and <strong class=\"keyword\">diligence</strong> would not have committed, will support the conclusion that the conduct of the Community institution was unlawful in such a way as to render the Community liable under Article 215 of the Treaty."},{"author":94808,"first":"El Estado parte debería también mejorar las vías de recurso de los niños y tratar sus quejas de manera adaptada y <strong class=\"keyword\">diligente</strong>.","second":"The State party should also improve access for children and deal with complaints from children in a child-sensitive and <strong class=\"keyword\">expeditious</strong> manner."},{"author":27,"first":"Lo que ocurre es que aquellos países que son <strong class=\"keyword\">diligentes</strong> y tienen voluntad de obligar a sus ciudadanos a que paguen bastantes impuestos pagan a países que no aplican las reformas y no quieren obligar a sus ciudadanos a que paguen impuestos.","second":"What happens is that those countries that are <strong class=\"keyword\">industrious</strong> and willing to tax their citizens hard make payments to countries that do not implement reforms and do not wish to tax their people."},{"author":94808,"first":"Inquieta igualmente al Comité la falta de una oficina especial que facilite a los refugiados y los apátridas la tramitación de forma <strong class=\"keyword\">diligente</strong> y eficaz de sus solicitudes de asilo y garantice a los refugiados el disfrute de todos sus derechos en el territorio marroquí (arts. 2, 3 y 16).","second":"The Committee is also concerned by the absence of a specific office for the efficient processing of applications for asylum from refugees and stateless persons and of safeguards for all the rights of refugees while on Moroccan territory (arts. 2, 3 and 16)."},{"author":95096,"first":"La ciudad, insigne por las memorias de un pasado glorioso y los espléndidos monumentos que la adornan, debe su grandeza a la capacidad y a la laboriosidad de sus hijos, que fueron y son artífices atentos y <strong class=\"keyword\">diligentes</strong> de su desarrollo civil y económico.","second":"The city, famous for its memories of a glorious past and for the splendid monuments that adorn it, owes its greatness to the skill and diligence of its children, who were and are the <strong class=\"keyword\">attentive</strong> and hard-working artisans of its civil and economic development."},{"author":119723,"first":"Del mismo modo que el estudiar las palabras de Cristo es un componente de la meditación, también lo son la oración <strong class=\"keyword\">diligente</strong> y fiel y el escuchar al Espíritu.","second":"Just as studying the words of Christ is an element of pondering, so too are <strong class=\"keyword\">diligent</strong>, faithful prayer and listening to the Spirit."},{"author":119723,"first":"Cada uno de nosotros debe prestar servicio fiel y <strong class=\"keyword\">diligente</strong> en nuestros llamamientos del sacerdocio, hasta el fin de nuestros días.","second":"Each of us should serve faithfully and <strong class=\"keyword\">diligently</strong> in our priesthood callings until the end of our days."},{"author":94808,"first":"Esperamos que la renovación de los compromisos del Grupo de los Veinte y del Grupo de los Ocho con respecto a África se lleve a la práctica en forma <strong class=\"keyword\">diligente</strong> y completa.","second":"We hope that the renewal by the Group of 20 and the Group of Eight of their commitments regarding Africa will be <strong class=\"keyword\">diligently</strong> and fully implemented."},{"author":119723,"first":"“Fomente el aprendizaje <strong class=\"keyword\">diligente</strong>”, en LDS.org","second":"“Invite <strong class=\"keyword\">Diligent</strong> Learning” on LDS.org"},{"author":119723,"first":"* Nuestra esperanza en las promesas de Dios, ¿cómo puede ayudarnos a ser <strong class=\"keyword\">diligentes</strong> y pacientes y a tener fe, particularmente cuando enfrentamos desafíos?","second":"* How can our hope in God’s promises help us to be <strong class=\"keyword\">diligent</strong> and patient and to have faith, particularly when we experience <strong class=\"keyword\">challenges</strong>?"},{"author":94808,"first":"Asimismo, deseo rendir homenaje a nuestro muy competente Secretario General, quien trabajó de manera tan <strong class=\"keyword\">diligente</strong> para cumplir con las diversas responsabilidades de las Naciones Unidas.","second":"I also wish to pay tribute to our very capable Secretary-General, who works so <strong class=\"keyword\">assiduously</strong> to discharge the multifaceted responsibilities of the United Nations."},{"author":119723,"first":"La primera era a ser más <strong class=\"keyword\">diligentes</strong> en seguir el ejemplo de Jesucristo, y la segunda, a participar más plenamente de las bendiciones del templo (véanse las páginas 1–3).","second":"The first was to be more <strong class=\"keyword\">diligent</strong> in following the example of Jesus Christ, and the second was to partake more fully of the blessings of the temple (see pages 1–3)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}