{"result":"ok","tuc":[{"phrase":{"text":"cerebrate","language":"en"},"meaningId":4843780544713352903,"authors":[83619]},{"phrase":{"text":"cogitate","language":"en"},"meaningId":-5754683541186069038,"authors":[83619]},{"phrase":{"text":"think","language":"en"},"meaningId":5922385708267512500,"authors":[97745]},{"phrase":{"text":"contrive","language":"en"},"meaningId":-2785146814736213603,"authors":[25018]},{"phrase":{"text":"debate","language":"en"},"meaningId":1304482884010548407,"authors":[86934]},{"phrase":{"text":"devise","language":"en"},"meaningId":5281031199503622725,"authors":[25018]},{"phrase":{"text":"discuss","language":"en"},"meaningId":-1780617714719666479,"authors":[86934]},{"phrase":{"text":"invent","language":"en"},"meaningId":4929840221556083862,"authors":[25018]},{"phrase":{"text":"reason","language":"en"},"meaningId":-443237456055734304,"authors":[97745]},{"phrase":{"text":"think up","language":"en"},"meaningId":-567039986937602594,"authors":[25115]},{"meanings":[{"language":"en","text":"to infer"},{"language":"en","text":"to discourse"},{"language":"en","text":"to reason, think"},{"language":"en","text":"to invent"}],"meaningId":8145699549868534487,"authors":[93107]}],"phrase":"discurrir","examples":[{"author":94809,"first":"Considera que, a fin de asegurar su capacidad de integración, la Unión debe decidir acerca del alcance y la sustancia de las reformas que ha de llevar a cabo antes de cualquier futura adhesión; que su evaluación a este respecto debe <strong class=\"keyword\">discurrir</strong> a lo largo de las fases clave del proceso de ampliación, teniendo en cuenta el posible impacto que puedan tener los nuevos Estados miembros en sus capacidades institucionales, financieras y decisorias;","second":"Considers that, in order to ensure its integration capacity, the Union must decide on the scope and substance of the reforms that it needs to achieve before any future accession takes place; its evaluation in this regard must be <strong class=\"keyword\">conducted</strong> throughout the key stages of the enlargement process, taking into account the possible impact that new Member States will have on its institutional, financial and decisional capabilities;"},{"author":94808,"first":"Cuando la infracción sea relativamente leve y existan condiciones de supervisión eficaces o medidas de educación y asistencia comunitaria, si no se plantea peligro para la sociedad o ese peligro es relativamente menor y si se estima que el niño sospechoso no trastornará el <strong class=\"keyword\">discurrir</strong> normal del procesamiento, entonces no se aprobará la detención, con arreglo a la ley.","second":"Where the crime is relatively light and effective supervision conditions or community assistance and education measures are in place, if there is no danger to society or if such danger is relatively small, and if the juvenile suspect is one who will not disturb the <strong class=\"keyword\">normal</strong> process of the prosecution, then arrest will in general not be approved."},{"author":8008,"first":"Los carnavales de resistencia, con sus cuerpos grotescos desatados, su rechazo absoluto de las jerarquías y de la división entre actores y espectadores, su insistencia en la participación total, su caos creativo impredecible, el <strong class=\"keyword\">discurrir</strong> de la multitud fluido y sin leyes, nos enfrenta cara a cara, o mejor dicho culo con culo, con todo aquello de lo que nuestra sociedad abjura y necesita controlar.","second":"Carnivals of resistance with their grotesque unbound bodies, their absolute refusal of hierarchies and spectatorship, their insistence on total participation, their unpredictable creative chaos, <strong class=\"keyword\">flowing</strong> crowds and lawlessness, bring us face to face, or rather arse to arse, with everything that our society abhors and needs to control."},{"author":94809,"first":"El ejercicio contingentario <strong class=\"keyword\">discurrirá</strong> del 1 de julio al 30 de junio.","second":"The quota year shall <strong class=\"keyword\">run</strong> from 1 July to 30 June."},{"author":94808,"first":"Esta solución tal vez deba reforzarse mediante un régimen relativamente estricto que delimite claramente las responsabilidades del representante de la insolvencia y del deudor, y que enuncie con certeza el modo en que <strong class=\"keyword\">discurrirá</strong> el procedimiento de reorganización.","second":"This approach may need to be supported by relatively precise rules to ensure that the division of responsibility between the insolvency representative and the debtor is clear, and there is certainty as to how the reorganization <strong class=\"keyword\">will proceed</strong>."},{"author":8000,"first":"A nuestro juicio, la Conferencia de Durban se apartó de su propósito original de <strong class=\"keyword\">discurrir</strong> soluciones positivas, soluciones con visión de futuro a los problemas del racismo contemporáneo, la discriminación racial, la xenofobia y las formas conexas de intolerancia","second":"In our view, the Durban Conference deviated from its original stated purpose of <strong class=\"keyword\">crafting</strong> positive, forward-looking solutions to contemporary racism, racial discrimination, xenophobia and related intolerance"},{"author":118293,"first":"Sabéis que al Gran Duque no le agrada precisamente el actual <strong class=\"keyword\">discurrir</strong> de los asuntos.","second":"You know that the grand duke isn't exactly pleased with <strong class=\"keyword\">the</strong> present state of affairs."},{"author":8000,"first":"Para nosotros, por supuesto, es una prioridad <strong class=\"keyword\">discurrir</strong> soluciones, y para ello trabajamos en colaboración con otros organismos, como el Comité Internacional de la Cruz Roja (CICR) y el Fondo de las Naciones Unidas para la Infancia (UNICEF","second":"It is a priority for us, of course, to find solutions and we work with others, including the International Committee of the Red Cross and the United Nations Children's Fund, to find them"},{"author":8000,"first":"Jamaica, por lo tanto, está a favor de que se celebre un período extraordinario de sesiones de la Asamblea General para <strong class=\"keyword\">discurrir</strong> respuestas apropiadas a la pandemia del VIH/SIDA","second":"Jamaica therefore supports the holding of a special session of the General Assembly to address appropriate responses <strong class=\"keyword\">to</strong> the HIV/AIDS pandemic"},{"author":118385,"first":"El procedimiento oral <strong class=\"keyword\">discurrirá</strong> en la lengua del procedimiento, salvo que las partes acuerden recurrir a otra lengua oficial de la Unión.","second":"Oral proceedings shall be <strong class=\"keyword\">conducted</strong> in the language of the proceedings unless the parties agree to use a different official language of the Union."},{"author":8000,"first":"Cuando cruce una vía fluvial, la frontera <strong class=\"keyword\">discurrirá</strong> por el centro de la cuenca de dicha vía fluvial","second":"When the borderline crosses a waterway, the <strong class=\"keyword\">borderline will extend through</strong> the middle of the waterway basin"},{"author":94808,"first":"Cuando se haya completado, la mayoría del trazado, aproximadamente el 85%, <strong class=\"keyword\">discurrirá</strong> por el interior de la Ribera Occidental, incluida Jerusalén Oriental, en lugar de a lo largo de la Línea Verde.","second":"When completed, the majority of the route, approximately 85 per cent, <strong class=\"keyword\">will run</strong> inside the West Bank, including East Jerusalem, rather than along the Green Line."},{"author":118293,"first":"Y luego, un día... una de las hermanas conoció a un hombre muy especial... que trataba de <strong class=\"keyword\">discurrir</strong> lo que Dios quería que él hiciera.","second":"And then, one day... one of the sisters met a very special man... who was trying to <strong class=\"keyword\">figure out</strong> what God wanted him to do."},{"author":8000,"first":"El Consejo tiene el deber de <strong class=\"keyword\">discurrir</strong> regímenes de sanciones que no afecten a los inocentes","second":"The Council has a duty to <strong class=\"keyword\">design</strong> sanctions regimes that do not affect the innocent"},{"author":95875,"first":"El proyecto AQUASPACE (Ecosystem Approach to making Space for Aquaculture), presentado por el profesor Kenny Black, del Instituto Marino de Escocia, en el Reino Unido, y por el profesor Jon Grant, de la Universidad Dalhousie, en Canadá, <strong class=\"keyword\">discurrirá</strong> durante los próximos tres años para ahondar en esta cuestión.","second":"The AQUASPACE (Ecosystem Approach to making Space for Aquaculture) project, which was presented by Professor Kenny Black from Scottish Marine Institute in the UK and Professor Jon Grant from Dalhousie University in Canada, will work for the next three years to explore this issue."},{"author":94808,"first":"El siguiente paso lógico sería llegar a un acuerdo sobre las dimensiones del nuevo Consejo y, a partir de allí, <strong class=\"keyword\">discurrir</strong> la manera de elaborar, en un futuro próximo, un amplio conjunto de reformas.","second":"The next logical step would be to reach agreement on the size of a reformed Council and build blocks from there so that a comprehensive package of reform can be designed in the foreseeable future."},{"author":94808,"first":"Debemos <strong class=\"keyword\">discurrir</strong> medidas prácticas para llevar adelante esta materia.","second":"<strong class=\"keyword\">We</strong> must identify practical steps to move this issue forward."},{"author":8000,"first":"Además, debemos <strong class=\"keyword\">discurrir</strong> el mejor mecanismo posible para resolver los problemas relacionados con el desarrollo, especialmente los del continente africano","second":"We must also <strong class=\"keyword\">find</strong> the best mechanism possible to solve developmental problems, especially on the African continent"},{"author":94808,"first":"Esto podría hacernos comprender las causas básicas del terrorismo y ayudarnos a <strong class=\"keyword\">discurrir</strong> medidas más selectivas, menos jurídicas, que tuvieran una mayor repercusión inmediata y una mayor eficacia a largo plazo.","second":"That approach would lead us to identify the basic causes of terrorism and to <strong class=\"keyword\">develop</strong> even more targeted measures — and fewer legal measures — which could have more immediate impact and longer-term effectiveness."},{"author":31,"first":"Tuviste la inteligencia para <strong class=\"keyword\">discurrir</strong> qué hacer y el valor para hacerlo","second":"You were smart enough to <strong class=\"keyword\">figure out</strong> what to do and brave enough to do it"},{"author":8000,"first":"¿Cuál debería <strong class=\"keyword\">discurrir</strong> primero?”","second":"Which Should <strong class=\"keyword\">Come</strong> First?"},{"author":27,"first":"Es importante aprovechar este debate para <strong class=\"keyword\">discurrir</strong> sobre ello.","second":"It is important to seize the opportunity of this debate in order to stand still."},{"author":27,"first":"Creo que la votación debería <strong class=\"keyword\">discurrir</strong> en la misma forma en que fue tratado el informe en la comisión.","second":"I also believe that the vote on the report here should be handled in the same way as it was in the committee."},{"author":94808,"first":"Esa conferencia nos brindará la oportunidad de <strong class=\"keyword\">discurrir</strong> medidas orientadas a la acción para librar al mundo de esos flagelos.","second":"This Conference will offer an opportunity for <strong class=\"keyword\">us</strong> to develop action-oriented measures to rid the world of these scourges."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}