{"result":"ok","tuc":[{"phrase":{"text":"spread","language":"en"},"meanings":[{"language":"en","text":"(transitive) to disseminate, make known or present"},{"language":"en","text":"To move outward (e.g. soldiers)."}],"meaningId":1811588182175858171,"authors":[90508]},{"phrase":{"text":"disseminate","language":"en"},"meaningId":-2392026893689860935,"authors":[84715]},{"phrase":{"text":"scatter","language":"en"},"meaningId":-7612260553582145903,"authors":[25115]},{"phrase":{"text":"diffuse","language":"en"},"meanings":[{"language":"en","text":"To move outward (e.g. soldiers)."}],"meaningId":-757268194855111052,"authors":[25018]},{"phrase":{"text":"fan out","language":"en"},"meanings":[{"language":"en","text":"To move outward (e.g. soldiers)."}],"meaningId":4922201809631951608,"authors":[60172]},{"phrase":{"text":"spread out","language":"en"},"meanings":[{"language":"en","text":"To move outward (e.g. soldiers)."}],"meaningId":-8889822345886427971,"authors":[60172]},{"phrase":{"text":"drop","language":"en"},"meaningId":3089540555821578105,"authors":[86934]},{"phrase":{"text":"separate","language":"en"},"meaningId":-3495523331036029722,"authors":[25115]},{"phrase":{"text":"sow","language":"en"},"meaningId":-4275948263902054059,"authors":[25115]},{"meanings":[{"language":"en","text":"to disseminate"}],"meaningId":-2325060455231202679,"authors":[93107]}],"phrase":"diseminar","examples":[{"author":118293,"first":"aquí puedo <strong class=\"keyword\">diseminar</strong> Su palabra... a cientos de personas todos los días, personalmente... uno a uno.","second":"I'm in a position to <strong class=\"keyword\">spread</strong> His word... to hundreds of people every day... personally... one-to-one."},{"author":94808,"first":"En el futuro se prestará apoyo para generar datos y desarrollar la capacidad para utilizarlos en los procesos de promoción y adopción de políticas, y para <strong class=\"keyword\">diseminar</strong> las buenas prácticas.","second":"In moving forward, support will be provided to generate data and build the capacity for its use in advocacy and policymaking processes; and to <strong class=\"keyword\">disseminate</strong> good practices."},{"author":94808,"first":"Comprendiendo la urgencia y la ventaja que reporta <strong class=\"keyword\">diseminar</strong> información sobre nuevas sustancias que permitan a cada una de las Partes limitar o prohibir el uso de esas sustancias lo antes posible,","second":"Understanding the urgency and benefit of <strong class=\"keyword\">disseminating</strong> information on new substances that enables individual Parties to limit or ban the use of those substances as soon as possible,"},{"author":94808,"first":"Sistemas completos de pulverización o nebulización especialmente diseñados o modificados para <strong class=\"keyword\">diseminar</strong> agentes biológicos.","second":"Complete spraying systems specially designed or modified for <strong class=\"keyword\">dissemination</strong> of biological agents."},{"author":27,"first":"Debe darse prioridad a la ayuda a los jóvenes para que accedan al mercado laboral y consigan su primer empleo; a la penalización del fraude derivado del fenómeno de la reubicación; a la preparación para el cambio tecnológico y económico, explotando nuevas áreas de trabajo en el ámbito de la tecnología de la información, tomando medidas prácticas para promover y fomentar los cursos de formación profesional –incluyendo el aprendizaje permanente, simplificando los procedimientos de acceso a la financiación y mejorando las formas de <strong class=\"keyword\">diseminar</strong> las mejores prácticas.","second":"Priority must be given to helping young people enter the labour market and get their first job; to penalising fraud arising from the phenomenon of relocation; to preparing for technological and economic change, by exploiting new areas of work in the field of information technology; to taking practical steps to promote and encourage vocational training courses – including lifelong learning, by simplifying the procedures for access to funding; and to improving ways of <strong class=\"keyword\">disseminating</strong> best practice."},{"author":94808,"first":"La estrategia se centrará en el fortalecimiento de la capacidad de los sistemas de estadística nacionales de la región para producir y <strong class=\"keyword\">diseminar</strong>, de forma oportuna y con arreglo a las normas internacionales y a las prácticas recomendadas, la información y los indicadores estadísticos necesarios para diseñar y realizar el seguimiento de sus políticas económicas y sociales.","second":"The strategy will focus on strengthening the capacity of the national statistical systems of the region to produce and <strong class=\"keyword\">disseminate</strong>, in a timely manner and in keeping with international standards and best practices, the statistical information and indicators needed to design and monitor their economic and social policies."},{"author":91988,"first":"Que el CEO de Goldman se viera a sí mismo haciendo “el trabajo de Dios” mientras su firma vendía productos cortos que ella misma creaba, o <strong class=\"keyword\">diseminara</strong> rumores difamatorios sobre un país donde se desempeñaba como “asesor” sugiere un universo paralelo, con diferentes códigos y valores.","second":"That Goldman’s CEO saw himself as doing “God’s work” as his firm sold short products that it created, or <strong class=\"keyword\">disseminated</strong> scurrilous rumors about a country where it was serving as an “adviser,” suggests a parallel universe, with different mores and values."},{"author":94809,"first":"Prosiguió la labor de <strong class=\"keyword\">diseminar</strong> y añadir valor a los resultados del \"ejercicio de pruebas comparativas con técnicas de valoración experta (EJ) en el nivel 2 de evaluación probabilística de la seguridad\".","second":"Work to <strong class=\"keyword\">disseminate</strong> and add value to the results of the 'benchmark exercise on expert judgement (EJ) techniques in level 2 probabilistic safety assessment' continued."},{"author":118293,"first":"<strong class=\"keyword\">Diseminaré</strong> un virus mortal por todo el mundo.","second":"I will <strong class=\"keyword\">spread</strong> the deadly virus worldwide."},{"author":94808,"first":"En la Conferencia de Poznan desearíamos centrar la atención especialmente en la demostración de ejemplos concretos de transferencia de tecnología y medidas exitosas relativas a la adaptación al cambio climático, con miras a <strong class=\"keyword\">diseminar</strong> esas buenas prácticas.","second":"At the Poznan Conference, we would like to focus special attention on demonstrating concrete examples of successful technology transfers and measures related to adaptation to climate change with a view to <strong class=\"keyword\">disseminating</strong> such good practices."},{"author":8008,"first":"Además, las actividades de formación en comercio extranjero y redes se usarán para <strong class=\"keyword\">diseminar</strong> una cultura de “sensibilización”.","second":"Furthermore, foreign trade training and networking activities will be used to <strong class=\"keyword\">disseminate</strong> an ‘awareness’ culture."},{"author":94809,"first":"En este sentido, el CESE recuerda (11) que es importante desarrollar y poner en práctica un policentrismo a dos niveles en el marco de un desarrollo armonioso, a fin de evitar los efectos nefastos de la polarización (12): el primer nivel para facilitar la emergencia de polos de desarrollo repartidos por el territorio europeo a fin de <strong class=\"keyword\">diseminar</strong> el crecimiento y el empleo fuera del núcleo económico (el pentágono); el segundo nivel para consolidar los vínculos y sinergias entre los grandes centros urbanos y las zonas (peri)rurales a fin de evitar, en especial, las «fracturas territoriales» en el seno mismo de las NUTS (Nomenclatura de Unidades Territoriales Estadísticas).","second":"The EESC reaffirms (11) the importance of developing and implementing dual-level polycentrism in the context of harmonious development, in order to avoid the detrimental effects of polarisation (12). The first level facilitates the emergence of development hubs spread throughout Europe, to <strong class=\"keyword\">disperse</strong> growth and jobs beyond the economic hub (the pentagon); the second level consolidates the links and synergies between the large urban centres and the (quasi-)rural areas, mainly to avoid territorial divisions within NUTS itself (the Nomenclature of Territorial Units for Statistics)."},{"author":94808,"first":"La Representante Especial urge al Gobierno a que adopte las medidas idóneas para <strong class=\"keyword\">diseminar</strong> y asegurar el respeto pleno de la Declaración sobre los Defensores de los Derechos Humanos.","second":"The Special Representative urges the Government to adopt appropriate measures to <strong class=\"keyword\">disseminate</strong> and ensure full observance of the Declaration on Human Rights Defenders."},{"author":94808,"first":"Los inspectores aceptaron las declaraciones del Iraq de que las bombas vacías que se encontraban en el Establecimiento Estatal Muthanna formaban parte del arsenal de armas químicas porque esas municiones básicamente se habían adaptado del programa de armas químicas que se ejecuta allí y porque, habida cuenta de su diseño y construcción, no podían <strong class=\"keyword\">diseminar</strong> aerosoles biológicos con eficacia.","second":"The inspectors accepted Iraqi statements that the empty bombs present at the Muthanna State Establishment were part of the chemical weapons arsenal, since those munitions were mainly adapted from the chemical weapons programme located there and because of their design and construction, they were not capable of efficiently <strong class=\"keyword\">disseminating</strong> biological aerosols."},{"author":94808,"first":"El Gobierno de El Salvador respalda el trabajo realizado por el DIP para <strong class=\"keyword\">diseminar</strong> información sobre la descolonización, pero solicita que continúe sus esfuerzos para adoptar un enfoque más sistemático y no coyuntural.","second":"While the Department of Public Information was doing good work in <strong class=\"keyword\">publicizing</strong> the issue of decolonization, it should continue its efforts to adopt a more systematic rather than a piecemeal approach."},{"author":118293,"first":"Esto <strong class=\"keyword\">diseminara</strong> la enfermedad efectivamente sobre una base nacional.","second":"This will effectively <strong class=\"keyword\">spread</strong> the diseas e on a nationwide basis."},{"author":8008,"first":"Esperamos que nuevas publicaciones electrónicas de libre acceso aceleren este cambio y nos proporcionen el vehículo para <strong class=\"keyword\">diseminar</strong> los descubrimientos más emocionantes en neurología en un formato rápido, respetado y completo.","second":"We hope that new electronic publications with open access will accelerate this change and provide the vehicle for <strong class=\"keyword\">disseminating</strong> the most exciting discoveries in neuroscience in a rapid, respected, and ready format."},{"author":8000,"first":"Las actividades científicas e industriales de la ANASA están relacionadas, entre otras esferas, con el desarrollo de los principios correspondientes en el campo de la aplicación de las investigaciones en materia de teleobservación, el establecimiento de sistemas para acopiar, procesar, <strong class=\"keyword\">diseminar</strong> y aplicar datos, la vigilancia ambiental y el pronóstico de desastres","second":"ANASA's scientific and industrial activities are related, inter alia, to the development of corresponding principles in the implementation of remote sensing research, establishment of systems for gathering, processing, <strong class=\"keyword\">dissemination</strong> and application of data, environmental monitoring and forecasting of disasters"},{"author":8000,"first":"n el mismo tiempo, el gobierno de los Estados Unidos anunció un desbloqueo de # millones de dólares de fondos públicos para el apoyo financiero y logístico de organizaciones no gubernamentales y de individuos encargados de “<strong class=\"keyword\">diseminar</strong> informaciones” contra Cuba en el mundo","second":"Simultaneously, the U.S. government has announced the allocation of $ # million of the taxpayers money for logistic and financial support to non-governmental organizations and individuals who shall “<strong class=\"keyword\">spread</strong> information” against Cuba in the world"},{"author":94808,"first":"De igual forma, sírvanse proporcionar información sobre otras medidas tomadas por el Estado parte para llevar a cabo planes y programas de formación sobre la Convención entre los diferentes profesionales que trabajan con y para los niños, así como sobre las medidas tomadas para <strong class=\"keyword\">diseminar</strong> y aumentar la conciencia entre el público en general sobre la Convención y los derechos de la niñez y adolescencia.","second":"Similarly, please provide information on other measures taken by the State party to carry out training plans and programmes on the Convention among professionals working with and for children, and on measures taken to <strong class=\"keyword\">disseminate</strong> and increase awareness of the Convention and the rights of children and adolescents."},{"author":118293,"first":"Planeaban usar los servidores de la CTU para <strong class=\"keyword\">diseminar</strong> esta grabación a agencias de noticias y funcionarios gubernamentales y organismos de control a escala masiva.","second":"They were planning to use CTU's servers to <strong class=\"keyword\">disseminate</strong> this recording to news organizations, and-and government officials and watchdog groups on a massive scale."},{"author":92475,"first":"El mes pasado, el 8 de enero, Roskomnadzor exigió que el sitio prohibiera el acceso al usuario kazantripreport por <strong class=\"keyword\">diseminar</strong> información sobre drogas ilegales en su blog.","second":"Just last month, on January 8, Roskomnadzor demanded that the site cut off access to user kazantripreport's blog for <strong class=\"keyword\">disseminating</strong> information about illegal drugs."},{"author":118293,"first":"Nunca en la historia del mundo tuvieron los comerciantes de obscenidad en sus manos las facilidades modernas para <strong class=\"keyword\">diseminar</strong> esta basura. AÑOS 50","second":"Never in the history of the world have the merchants of obscenity had available to them the modern facilities for <strong class=\"keyword\">disseminating</strong> this filth."},{"author":8000,"first":"El objetivo del proyecto titulado “La no violencia sobre el escenario” era producir un espectáculo teatral y resolver cómo contrarrestar la violencia y <strong class=\"keyword\">diseminar</strong> la paz","second":"The goal of the project entitled “Non-violence on Stage” was to produce a theatrical show and work out how to counter violence and <strong class=\"keyword\">spread</strong> peace"},{"author":94808,"first":"Su delegación propone que se establezca en la Oficina del Ombudsman una sección que ofrezca asesoramiento profesional y educación para ilustrar al personal en general sobre sus derechos y deberes y para <strong class=\"keyword\">diseminar</strong> información sobre las funciones del Ombusdman por medio de cursos y talleres.","second":"His delegation would propose the creation of a section in the Office of the Ombudsman that would offer professional advice and education in order to enlighten staff generally about their rights and duties and to <strong class=\"keyword\">disseminate</strong> information about the functions of the Ombudsman through courses and workshops."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}