{"result":"ok","tuc":[{"phrase":{"text":"orate","language":"en"},"meanings":[{"language":"en","text":"to speak formally; to give a speech"}],"meaningId":-8888302883416447452,"authors":[70195]},{"phrase":{"text":"discourse","language":"en"},"meaningId":-6343009323460354442,"authors":[84500]},{"phrase":{"text":"hold forth","language":"en"},"meaningId":8413559983418122997,"authors":[84500]},{"phrase":{"text":"dissertate","language":"en"},"meaningId":8937902757259555190,"authors":[84500]},{"phrase":{"text":"expatiate","language":"en"},"meaningId":8417901322280047373,"authors":[83064]},{"phrase":{"text":"speak","language":"en"},"meaningId":5230244660403320397,"authors":[25115]},{"phrase":{"text":"state","language":"en"},"meaningId":4548989915491667718,"authors":[86934]},{"meanings":[{"language":"en","text":"to lecture"}],"meaningId":235109412353273247,"authors":[93107]}],"phrase":"disertar","examples":[{"author":119723,"first":"25 Y al <strong class=\"keyword\">disertar</strong> él de la rectitud, y del dominio propio y del juicio venidero, Félix se espantó y respondió: Ahora vete; pero cuando tenga oportunidad, te llamaré.","second":"25 And as he reasoned of righteousness, atemperance, and judgment to come, Felix btrembled, and answered, Go thy way for this time; when I have a convenient season, I will call for thee."},{"author":8000,"first":"Thoraya Obaid, Directora Ejecutiva del Fondo de Población de las Naciones Unidas (FNUAP) <strong class=\"keyword\">disertará</strong> sobre el tema “La región árabe- potencial y posibilidades”","second":"A <strong class=\"keyword\">presentation</strong> will be made Ms. Thoraya Obaid, Executive Director, United Nations Population Fund (UNFPA), on “The Arab Region- Potential and Possibilities”"},{"author":118293,"first":"El Sr. von Lüptow <strong class=\"keyword\">disertará</strong> sobre \" La situación actual del artista \".","second":"Mr von Lüptow <strong class=\"keyword\">talks</strong> about \" The situation of the circus artist today. \""},{"author":8008,"first":"El programa científico prevee 90 conferencias de 30 minutos y 24 mesas redondas con la participación de 50 profesores de SFR, CIR y CBR que podrán <strong class=\"keyword\">disertar</strong> en Portugués, Español , Francés o Inglés , idiomas para los cuales habrá traducción simultánea.","second":"The cientific program has a schedule that provides 90 conferences of 30 minutes and 24 tables with the participation of 50 professor from SFR, CIR and CBR who <strong class=\"keyword\">will</strong> be able to <strong class=\"keyword\">discourse</strong> in Portuguese, Spanish, French or English, languages for which there will be simultaneous translation."},{"author":8008,"first":"En el año 1998 fue invitada por la Legislatura de la Ciudad Autónoma de Buenos Aires para <strong class=\"keyword\">disertar</strong> sobre la obra de Alfonsina Storni en el Homenaje que dicha legislatura le ofreciera a la escritora con motivo de la institución del premio que lleva su nombre.","second":"In the year 1998 it was invited by the Legislature of the Autonomous City of Buenos Aires to <strong class=\"keyword\">lecture</strong> on Alfonsina Storni's work in the Homage that this legislature offered to the writer with reason of the institution of the prize that takes its name."},{"author":8008,"first":"El Ing. Mario Barra fue invitado a <strong class=\"keyword\">disertar</strong> en el ciclo de “Conferencias Simultáneas” de la XII Edición del Foro Internacional de Emprendedores 2010, organizado por la Fundación Educativa Junior Achievement Córdoba.","second":"Eng. Mario Barra was invited to <strong class=\"keyword\">lecture</strong> in the cycle of “Simultaneous Conferences” of the XII Edition of the 2010 International Forum for Entrepreneurs, organized by Junior Achievement Educational Foundation Córdoba."},{"author":8000,"first":"La Oficina de Competencia Leal envió a uno de sus asesores jurídicos para que <strong class=\"keyword\">disertara</strong> y asesorara a los gobiernos de los países árabes en el seminario regional árabe sobre derecho y política de la competencia organizado por la UNCTAD en Bahrein en octubre de","second":"The Office of Fair Competition (OFC) sent one of its legal advisers to <strong class=\"keyword\">lecture</strong> and advise the Governments of Arab countries during the UNCTAD Arab Regional Seminar on Competition Law and Policy held in Bahrain in October"},{"author":94808,"first":"Se invitó a varios investigadores extranjeros a <strong class=\"keyword\">disertar</strong> acerca de sus actividades, especialmente las relacionadas con la colaboración internacional.","second":"Several foreign researchers were invited to <strong class=\"keyword\">present</strong> their activities, with particular emphasis on international collaboration."},{"author":8000,"first":"El Sr. Patrick Taran, Especialista Principal sobre Migración de la OIT, <strong class=\"keyword\">disertará</strong> sobre el tema “Conferencia Internacional del Trabajo # a siguiente conferencia mundial sobre la migración- gestión, derechos y reglamentación de la migración internacional”, hoy # de noviembre de # de las # a las # horas, en la Sala","second":"Mr. Patrick Taran, ILO Senior Migration Specialist, <strong class=\"keyword\">will make</strong> a <strong class=\"keyword\">presentation</strong> on “International Labour Conference # he Next World Conference on Migration-Governance, Rights and Regulation of International Migration”, today # ovember # from # to # p.m. in Conference Room"},{"author":8000,"first":"Para aumentar la capacidad de los representantes indígenas de entablar un proceso de diálogo constructivo sobre los problemas relacionados con las tierras, los territorios y los recursos en virtud del programa de formación se invita a Relatores Especiales y miembros del Foro Permanente a <strong class=\"keyword\">disertar</strong> sobre los procesos de negociación exitosos de problemas relativos a las tierras y los recursos, y los procesos iniciados para promover y proteger los derechos relativos a las tierras y los recursos","second":"In order to strengthen the capacity of indigenous representatives to engage in constructive dialogue processes on the issues of lands, territories and resources, the training programme invites Special Rapporteurs and Permanent Forum members to conduct sessions on successful negotiation processes on land and resource issues, and on processes undertaken to promote and protect land and resource rights"},{"author":8000,"first":"El Centro fue invitado a <strong class=\"keyword\">disertar</strong> sobre cuestiones relativas a la no proliferación nuclear en la sexta reunión del Grupo de estudio del Consejo para la Seguridad y la Cooperación en Asia y el Pacífico sobre la lucha contra la proliferación de las armas de destrucción en masa, que se celebró en Yakarta del # al # de diciembre de","second":"The Centre was invited to <strong class=\"keyword\">make</strong> a <strong class=\"keyword\">presentation</strong> on nuclear non-proliferation issues at the sixth meeting of the CSCAP Study Group on Countering the Proliferation of Weapons of Mass Destruction, held in Jakarta from # to # ecember"},{"author":94808,"first":"Además de las presentaciones descritas precedentemente, se dio los participantes la oportunidad de <strong class=\"keyword\">disertar</strong> acerca de sus actividades con satélites pequeños.","second":"In addition to those described above, participants were given the opportunity to make short <strong class=\"keyword\">presentations</strong> on their small-satellite activities."},{"author":94808,"first":"Esto podría reforzar el pilar de búsqueda del consenso que otorgaría a la UNCTAD mayor autoridad para <strong class=\"keyword\">disertar</strong> sobre el desarrollo.","second":"This should lead to a stronger consensus-building pillar that would give UNCTAD more authority in <strong class=\"keyword\">shaping</strong> the development <strong class=\"keyword\">discourse</strong>."},{"author":8000,"first":"El criterio esencial para seleccionar a los participantes de los grupos de expertos y a los oradores principales será su especialización en el tema que se vaya a tratar y su capacidad de <strong class=\"keyword\">disertar</strong> sobre las cuestiones de interés de manera intelectualmente estimulante y novedosa","second":"The main consideration in the selection of expert panellists and keynote speakers for the interactive activities during the Commission would be expertise in the topic and the capacity to <strong class=\"keyword\">present</strong> relevant issues in a thought-provoking and innovative manner"},{"author":8000,"first":"onferenciante invitado de la Facultad de Derecho de la Universidad de Rutgers en Camden, Nueva Jersey (Estados Unidos de América), para <strong class=\"keyword\">disertar</strong> sobre los derechos humanos internacionales","second":"uest Lecturer on International Human Rights to law students of Rutgers University School of Law at Camden, New Jersey, United States of America"},{"author":118293,"first":"El quiere que estemos en la audiencia del sitio donde <strong class=\"keyword\">disertará</strong>.","second":"He wants us to go be in the audience at that place he's <strong class=\"keyword\">speaking</strong>."},{"author":92475,"first":"El líder israelí fue invitado esta vez por John Boehner, el presidente republicano de la Cámara de representantes, para <strong class=\"keyword\">disertar</strong> sobre el programa nuclear iraní y el acuerdo que se estaba negociando entre EE. UU. e Irán.","second":"The Israeli leader was invited this time by John Boehner, the Republican speaker of the House of Representatives, to address Iran’s nuclear program and the deal being negotiated between the United States and Iran."},{"author":94808,"first":"Para aumentar la capacidad de los representantes indígenas de entablar un proceso de diálogo constructivo sobre los problemas relacionados con las tierras, los territorios y los recursos en virtud del programa de formación se invita a Relatores Especiales y miembros del Foro Permanente a <strong class=\"keyword\">disertar</strong> sobre los procesos de negociación exitosos de problemas relativos a las tierras y los recursos, y los procesos iniciados para promover y proteger los derechos relativos a las tierras y los recursos.","second":"In order to strengthen the capacity of indigenous representatives to engage in constructive dialogue processes on the issues of lands, territories and resources, the training programme invites Special Rapporteurs and Permanent Forum members to conduct sessions on successful negotiation processes on land and resource issues, and on processes undertaken to promote and protect land and resource rights."},{"author":119739,"first":"Para corregir este defecto, deben aprender a <strong class=\"keyword\">disertar</strong> valiéndose de un bosquejo.","second":"Learning to <strong class=\"keyword\">speak</strong> from an outline will help to correct this weakness."},{"author":118293,"first":"Y deja a los hombres razonables <strong class=\"keyword\">disertar</strong>.","second":"And leave reasonable men to <strong class=\"keyword\">discourse</strong>."},{"author":8008,"first":"Lea la entrevista completa con Balgis Osman-Elasha, Premio Nobel de la paz junto con el Grupo Intergubernamental de Expertos sobre el Cambio Climático (IPCC), que como oradora principal <strong class=\"keyword\">disertará</strong> sobre \"La producción para el desarrollo\" en el XIII Congreso Forestal Mundial que tendrá lugar en la Argentina.","second":"Read the full interview with Balgis Osman-Elasha, Nobel Peace Prize laureate together with theIntergovernmental Panel on Climate Change (IPCC) who will be a keynote <strong class=\"keyword\">speaker</strong> on “Producing for development” at the XIII World Forestry Congress in Argentina."},{"author":94808,"first":"Señor Presidente, queridos colegas y amigos, a decir verdad, siempre me han horrorizado estos discursos de despedida, tanto más hoy, pues tengo a pesar de todo el sentimiento de que no he permanecido suficientemente entre ustedes como para estar en condiciones de <strong class=\"keyword\">disertar</strong> sobre la historia, los desafíos y el futuro de la Conferencia de Desarme, ante personas que se han implicado de forma tan eminente en las labores de la Conferencia, entre las que hay múltiples expertos en desarme que gozan de reconocimiento y experiencia.","second":"Mr. President, dear colleagues and friends, to tell you the truth, I always dread giving these parting speeches and that is especially so today because I still feel that I have not been here long enough to expound on the history, challenges and future of the Conference on Disarmament before such distinguished <strong class=\"keyword\">participants</strong> in the work of the Conference, many of whom are recognized and experienced disarmament experts."},{"author":94808,"first":"Patrick Taran, Especialista Principal sobre Migración de la OIT, <strong class=\"keyword\">disertará</strong> sobre el tema “Conferencia Internacional del Trabajo 2004: La siguiente conferencia mundial sobre la migración – gestión, derechos y reglamentación de la migración internacional”, el martes 11 de noviembre de 2003, de las 13.30 a las 14.45 horas en la Sala 9.","second":"Patrick Taran, ILO Senior Migration Specialist, <strong class=\"keyword\">will make</strong> a <strong class=\"keyword\">presentation</strong> on “International Labour Conference 2004: The Next World Conference on Migration –Governance, Rights and Regulation of International Migration”, on Tuesday, 11 November 2003, from 1.30 to 2.45 p.m. in Conference Room 9."},{"author":8000,"first":"Los funcionarios del CCI fueron invitados a <strong class=\"keyword\">disertar</strong> en varias reuniones del Banco Mundial, entre ellas algunas sobre el terreno, y examinaron algunos posibles proyectos conjuntos","second":"ITC staff were invited to <strong class=\"keyword\">make presentations</strong> at several World Bank events, including events in the field, and potential joint projects were discussed"},{"author":27,"first":"Podríamos <strong class=\"keyword\">disertar</strong> días enteros sobre las causas de estos actos de barbarie.","second":"We could spend days <strong class=\"keyword\">discussing</strong> the causes of these barbarous acts."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}