{"result":"ok","tuc":[{"phrase":{"text":"coldness","language":"en"},"meanings":[{"language":"en","text":"limited enthusiasm or affection"}],"meaningId":-9053485049609397861,"authors":[90508]},{"phrase":{"text":"disapproval","language":"en"},"meaningId":6795266480581457982,"authors":[25018]},{"phrase":{"text":"displeasure","language":"en"},"meaningId":3137984572058591461,"authors":[25018]},{"meanings":[{"language":"en","text":"indifference (lack of enthusiasm)"}],"meaningId":7822850307776082176,"authors":[93107]}],"phrase":"displicencia","examples":[{"author":8000,"first":"Sin embargo, debo también reconocer cuán difícil es cambiar una cultura de <strong class=\"keyword\">displicencia</strong>, tan arraigada en nosotros mismos, en nuestros propios países y en las zonas de las misiones","second":"I must also acknowledge, however, how hard it is to change a culture of <strong class=\"keyword\">dismissiveness</strong>, long developed within ourselves, in our own countries and in the mission areas"},{"author":27,"first":"Por un lado se quería pagar menos, al mismo tiempo se miraba con <strong class=\"keyword\">displicencia</strong> la política agrícola y su participación en los gastos del 50 % de nuestro presupuesto, y luego el Ministro de Asuntos Exteriores decía: queremos la ampliación hacia el este.","second":"On the one hand they wanted to pay in less, at the same time they turned a blind eye to the agricultural policy and its share in expenditure of 50 % of our budget, and then the Foreign Minister said: we want to enlarge eastward."},{"author":27,"first":"Por eso puede resolver, con esa <strong class=\"keyword\">displicencia</strong>, el problema del jerez y del vino de Oporto.","second":"That is why he can afford to be so relaxed about solving the sherry and port issue."},{"author":94808,"first":"Sin embargo, aquellos Estados que están más adelantados no deben esperar con <strong class=\"keyword\">displicencia</strong> a que los rezagados los alcancen.","second":"Those States that are more advanced, however, must not wait <strong class=\"keyword\">complacently</strong> for those lagging behind to catch up."},{"author":27,"first":"Espero que dicha colaboración activa se manifieste realmente en el futuro y que no volvamos a ser tratados con tanta <strong class=\"keyword\">displicencia</strong> por la Comisión.","second":"I hope that such a working partnership will indeed manifest itself in future and that we will not again be treated in such a <strong class=\"keyword\">cavalier</strong> fashion by the Commission."},{"author":27,"first":"Si el Consejo no nos escucha, si no obtenemos una base jurídica y si sus colegas tratan esta cuestión con <strong class=\"keyword\">displicencia</strong>, entonces sabremos reaccionar como lo requieren las circunstancias.","second":"If the Council cannot deliver, if we do not get a legal base and if his colleagues treat this in a <strong class=\"keyword\">flippant</strong> manner, then all hell will be let loose."},{"author":31,"first":"Su <strong class=\"keyword\">displicencia</strong> era el velo con que cubría su verdadera sapiencia... que, sin duda como la hierba estival, mejor crecía de noche","second":"And so the Prince <strong class=\"keyword\">obscur</strong>\" d his contemplation... under the veil of Wildness, Which greW no doubt...like the summer grass, fastest by night"},{"author":8007,"first":"Desempeñarme como economista en jefe del FMI entre 2001 y 2003 me familiarizó con la necesidad del Fondo de hacer equilibrio sobre la cuerda floja que une las necesidades de crear confianza en los inversores y de dar una sacudida a quienes diseñan políticas con <strong class=\"keyword\">displicencia</strong>.","second":"Having served as the IMF’s chief economist from 2001 to 2003, I am familiar with the Fund’s need to walk a tightrope between building investor confidence and shaking up <strong class=\"keyword\">complacent</strong> policymakers."},{"author":94809,"first":"Así pues, el efecto disuasorio resulta inversamente proporcional al lapso de tiempo transcurrido desde el último control, por lo que es preferible apostar por la posibilidad de que se descubran los fraudes, en lugar de fomentar la <strong class=\"keyword\">displicencia</strong> o la mala fe de los agentes económicos, basada en la previsión de controles más espaciados.","second":"In that case, the deterrent effect varies in inverse proportion to the time which has elapsed since the last inspection, and it is therefore preferable to rely on the possibility of detecting fraud than <strong class=\"keyword\">to</strong> foster the ill will or bad faith of traders based on the anticipation of longer intervals between inspections ."},{"author":27,"first":"Con <strong class=\"keyword\">displicencia</strong> se añade que un país islámico también puede aceptar y defender dichos valores.","second":"It <strong class=\"keyword\">patronisingly</strong> adds that an Islamic country too can accept and defend these values."},{"author":91988,"first":"La comparativa docilidad de algunas enfermedades infecciosas como la viruela contribuyó a cierto grado de <strong class=\"keyword\">displicencia</strong> respecto de la magnitud de los riesgos implícitos en el rechazo a la vacunación.","second":"The comparative docility of infectious diseases like smallpox has contributed to a degree of complacency about the magnitude of the risks of refusing vaccination."},{"author":118293,"first":"Es mucho más simple; fíjese con qué natural casi <strong class=\"keyword\">displicencia</strong> lo enuncio yo: la musa de la danza es Terpsícore;","second":"Its much simpler than that; watch with what natural almost indifference I state it: the muse of dance is Terpsichore;"},{"author":91988,"first":"Gracias a sus reservas masivas de petróleo localizadas en el Mar del Norte, el país ha alcanzado un nivel de riqueza que era inimaginable hace apenas una generación y que le ha permitido tratar con <strong class=\"keyword\">displicencia</strong> a la Unión Europea (UE) desde 1994.","second":"Thanks to its massive North Sea oil reserves, the country has achieved a level of wealth unimaginable only a generation ago - and which has allowed it to <strong class=\"keyword\">cold</strong>-shoulder the European Union since 1994."},{"author":8008,"first":"El Canto Ostinato de Simeon ten Holt es tocado con <strong class=\"keyword\">displicencia</strong> por Kees Wieringa y Polo de Haas en dos pianos de cola.","second":"Simeon ten Holt’s Canto Ostinato is rendered with abandon by Kees Wieringa and Polo de Haas on two grand piano’s."},{"author":8000,"first":"Sin embargo, aquellos Estados que están más adelantados no deben esperar con <strong class=\"keyword\">displicencia</strong> a que los rezagados los alcancen","second":"Those States that are more advanced, however, must not wait <strong class=\"keyword\">complacently</strong> for those lagging behind to catch up"},{"author":8008,"first":"Que un ensayista francés –Jean Soublin, Le Monde 17-XII-09– comenta con distancia, curiosidad y un punto de <strong class=\"keyword\">displicencia</strong>.","second":"Writing in Le Monde (17 December 2009) the French critic, Jean Soublin, commented on the novel from a detached, curious and <strong class=\"keyword\">lukewarm</strong> point of view."},{"author":91988,"first":"Estas leyes consuetudinarias les dan a los parientes varones mayor derecho a reclamar las posesiones del difunto que a los miembros femeninos de su familia, y por lo general dejan afuera por completo a las esposas y tratan con <strong class=\"keyword\">displicencia</strong> a las hijas.","second":"Those customary laws give male relatives a greater claim to the deceased’s possessions than female members of his family, and typically bar wives altogether and give short <strong class=\"keyword\">shrift</strong> to daughters."},{"author":94808,"first":"Precisamente por estos días hemos contribuido a lograr la convocatoria del Grupo de Trabajo sobre Documentación y Cuestiones de Procedimiento en medio de la inconformidad y <strong class=\"keyword\">displicencia</strong> de algunos miembros del Consejo y de prominentes funcionarios de la Secretaría.","second":"Just recently, we have contributed to bringing about the convening of the working group on documentation and procedures despite some disagreement and <strong class=\"keyword\">reluctance</strong> on the part of some members of the Council and of prominent Secretariat officials."},{"author":91988,"first":"A Europa le espera una temporada de demagogia de marca que prospera en la riqueza y la <strong class=\"keyword\">displicencia</strong>.","second":"Europe is in for a spell of designer demagogy that thrives in affluence or <strong class=\"keyword\">ennui</strong>."},{"author":27,"first":"Ha logrado esculpir un excelente acuerdo a pesar de la obstinación - y en algún caso franca indiferencia y <strong class=\"keyword\">displicencia</strong> - de algunos ministros.","second":"In spite of stubborn and, in certain cases, fairly uninterested and uncommitted ministers, Mrs Hautala succeeded in crafting an excellent agreement."},{"author":8000,"first":"Precisamente por estos días hemos contribuido a lograr la convocatoria del Grupo de Trabajo sobre Documentación y Cuestiones de Procedimiento en medio de la inconformidad y <strong class=\"keyword\">displicencia</strong> de algunos miembros del Consejo y de prominentes funcionarios de la Secretaría","second":"Just recently, we have contributed to bringing about the convening of the working group on documentation and procedures despite some disagreement and <strong class=\"keyword\">reluctance</strong> on the part of some members of the Council and of prominent Secretariat officials"},{"author":94808,"first":"Sin embargo, debo también reconocer cuán difícil es cambiar una cultura de <strong class=\"keyword\">displicencia</strong>, tan arraigada en nosotros mismos, en nuestros propios países y en las zonas de las misiones.","second":"I must also acknowledge, however, how hard it is to change a culture of <strong class=\"keyword\">dismissiveness</strong>, long developed within ourselves, in our own countries and in the mission areas."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}