{"result":"ok","tuc":[{"phrase":{"text":"apathetic","language":"en"},"meaningId":-6273001206477103668,"authors":[25018]},{"phrase":{"text":"blasé","language":"en"},"meaningId":6652437216308107288,"authors":[97745]},{"phrase":{"text":"cavalier","language":"en"},"meaningId":663518580266770468,"authors":[97745]},{"phrase":{"text":"disagreeable","language":"en"},"meaningId":-6744161841334969303,"authors":[20]},{"phrase":{"text":"dismissive","language":"en"},"meaningId":-7626460400647726219,"authors":[99488]},{"phrase":{"text":"indifferent","language":"en"},"meaningId":9073076625215481978,"authors":[25018]},{"phrase":{"text":"lukewarm","language":"en"},"meaningId":-8028302854425197287,"authors":[25018]},{"phrase":{"text":"unpleasant","language":"en"},"meaningId":-623287978724350042,"authors":[86934]},{"meanings":[{"language":"en","text":"disrespectful"}],"meaningId":-4692738782749649574,"authors":[93107]}],"phrase":"displicente","examples":[{"author":8000,"first":"La autora alega también una violación del artículo # puesto que el tribunal vulneró su reputación y dignidad al mostrar una actitud excesivamente <strong class=\"keyword\">displicente</strong> con respecto a su demanda","second":"The author also claims a violation of article # in that the court attacked her reputation and dignity by being too <strong class=\"keyword\">dismissive</strong> of her claim"},{"author":118293,"first":"No se comopuedes ser tan <strong class=\"keyword\">displicente</strong>.","second":"I don't know how you can <strong class=\"keyword\">be</strong> so <strong class=\"keyword\">blase</strong>."},{"author":118293,"first":"Stephen, no quiero que entremos en una existencia aburguesada <strong class=\"keyword\">displicente</strong> sin luchar primero.","second":"Stephen, I don't want us to sail into a <strong class=\"keyword\">complacent</strong>, suburban ex <strong class=\"keyword\">istence</strong> without fighting the good fight."},{"author":94808,"first":"Osorio (Colombia): Es alarmante el creciente deterioro de la situación en Côte d’Ivoire y la forma <strong class=\"keyword\">displicente</strong> como el Sr.","second":"Osorio (Colombia) (spoke in Spanish): The increasing deterioration of the situation in Côte d’Ivoire is alarming, as is the <strong class=\"keyword\">contemptuous</strong> manner in which Mr."},{"author":27,"first":"La Unión Europea se mostró como una comunidad incomprensiblemente <strong class=\"keyword\">displicente</strong> al no emprender ninguna acción diplomática firme en el contexto de las organizaciones internacionales para condenar, basándose en los derechos humanos, la actividad ilegal que estaba llevando a cabo Estados Unidos.","second":"The European Union proved an incomprehensively <strong class=\"keyword\">lackadaisical</strong> community when it did not take any firm diplomatic action in the context of international organisations to condemn, on the basis of human rights, the illegal activity the United States of America was engaged in."},{"author":92475,"first":"No es una cuestión de que la democracia india carezca de suficientes leyes para proteger a sus ciudadanos, sino de la <strong class=\"keyword\">displicente</strong> actitud de la administración.","second":"It is not that Indian democracy lacks enough laws to protect its citizens, rather the <strong class=\"keyword\">lackadaisical</strong> attitude of the administration."},{"author":118293,"first":"Señor, ¿ésa no es una actitud <strong class=\"keyword\">displicente</strong>?","second":"( reporter ) Sir, isn't that rather a <strong class=\"keyword\">cavalier</strong> attitude?"},{"author":8008,"first":"Quizsa la habitaciones necesiten algo ms de luz o mejor distribucion de los puntos de luz.El personal es algo pasivo y <strong class=\"keyword\">displicente</strong>, pero correcto.","second":"Floors inside the room are extremely noisey, creak and groan wherever you walk. Internet never worked, computers at the front desk are slow for internet, so don't stay here if that <strong class=\"keyword\">is</strong> a big aspect of your stay."},{"author":95096,"first":"Hasta que este hermano, demasiado seguro de sí mismo y de sus propios méritos, celoso y <strong class=\"keyword\">displicente</strong>, lleno de amargura y de rabia, no se convierta y no se reconcilie con el padre y con el hermano, el banquete no será aún en plenitud la fiesta del encuentro y del hallazgo.","second":"To the extent that this brother, too sure of himself and his own good qualities, jealous and haughty, full of bitterness and anger, is not converted and is not reconciled with his father and brother, the banquet is not yet fully the celebration of a reunion and rediscovery."},{"author":94808,"first":"Hay una actitud <strong class=\"keyword\">displicente</strong> por parte de la sociedad, el Gobierno y las propias mujeres ante la integración de la mujer como asociada de pleno derecho con respecto a los hombres en todas las iniciativas de desarrollo.","second":"There is a <strong class=\"keyword\">lackadaisical</strong> attitude on the part of society, the Government and women themselves to ensure the integration of women as full and equal partners with men in all development efforts."},{"author":119723,"first":"Los fieles siervos del Señor no son nunca <strong class=\"keyword\">displicentes</strong> en sus compromisos con Cristo y Su causa, y hacen todo lo que este a su alcance por alentar a los demás para que honren los acuerdos sagrados hechos solemnemente en la Casa del Señor.","second":"Wise undershepherds are never casual in their commitment to Christ and His cause, and do all in their power to encourage others to honor sacred agreements, solemnly made in the Lord’s house."},{"author":92475,"first":"La Central de Medios, que se supone que haría esto, no tiene la credibilidad y el Consejo de Transmisión de Uganda ha sido conocido por tomar decisiones <strong class=\"keyword\">displicentes</strong> (incluyendo sacar a Gaetano de Capital Radio por comentarios de homosexualidad que él no hizo; y por supuesto, trabajar con la Central de Medios para deportar a Blake Lambert).","second":"The Media Center which was supposed to do this does not have the credibility and the Uganda Broadcasting Council has been known to take <strong class=\"keyword\">lackadaisical</strong> decisions (including taking Gaetano off the Capital Radio over homosexuality comments he did not make; and of course, working with the Media Center to get Blake Lambert deported)."},{"author":31,"first":"Parece algo <strong class=\"keyword\">displicente</strong> esta mañana","second":"You seem a little <strong class=\"keyword\">truculent</strong> this morning"},{"author":94808,"first":"Consideramos que se debería llevar ante la justicia no sólo a los responsables de esos delitos brutales, sino también a quienes en realidad los provocaron a base de tratar de manera obstinada y <strong class=\"keyword\">displicente</strong> de promover la estrategia para la zona septentrional de Kosovo.","second":"We believe that those who should be brought to justice must include not only the perpetrators of those barbaric crimes, but also those who in fact provoked them through their obstinate and <strong class=\"keyword\">cavalier</strong> actions seeking to promote the strategy for northern Kosovo."},{"author":94808,"first":"Su delegación no puede estar de acuerdo con la categorización, algo <strong class=\"keyword\">displicente</strong>, como reservas de las declaraciones relativas a la aplicación territorial de tratados, que se recoge en la directriz 1.1.3.","second":"Her delegation could not agree with the somewhat <strong class=\"keyword\">cavalier</strong> characterization in guideline 1.1.3 of statements relating to the territorial application of the treaty as reservations."},{"author":118293,"first":"¿Fue por tu modo de vida <strong class=\"keyword\">displicente</strong>?","second":"Is it because of your errant lifestyle?"},{"author":27,"first":"La misión también escuchó acusaciones de los medios de comunicación indios y de la Comisión de Derechos Humanos de aquel país en el sentido de que las autoridades del Estado de Gujarat se habían mostrado <strong class=\"keyword\">displicentes</strong> con los alborotadores hindúes.","second":"The mission also heard accusations from the Indian media and the Indian Human Rights Commission that the Gujarat state authorities had been <strong class=\"keyword\">complacent</strong> in their handling of the Hindu rioters."},{"author":118293,"first":"Perdona, solo estoy un poco preocupado de que seamos tan <strong class=\"keyword\">displicentes</strong> con su vida porque creamos que es una especie de copia barata.","second":"I'm sorry, i'm just a little concerned we're so <strong class=\"keyword\">cavalier</strong> with his life because we think of him as some kind of a cheap copy."},{"author":31,"first":"Debo pedirles que perdonen sus <strong class=\"keyword\">displicentes</strong> actitudes...... pero los tengo condicionados...... o les he lavado el cerebro","second":"I must ask you to excuse their somewhat <strong class=\"keyword\">lackadaisical</strong> manners, but I have conditioned them, or brainwashed them"},{"author":118293,"first":"Él era un poco <strong class=\"keyword\">displicente</strong> en cuestión masónica.","second":"He was a little <strong class=\"keyword\">cavalier</strong> about matters Masonic."},{"author":118293,"first":"La incompetencia del gobierno laborista no ha dejado de malinformar, mostrándose incesante y <strong class=\"keyword\">displicente</strong> en esta práctica.","second":"The incompetence of the Labor government... ... continue to misinform and spend in this incessant and <strong class=\"keyword\">blasé</strong> manner."},{"author":118293,"first":"En fin, amiga, te digo que estoy embarazada y te portas totalmente <strong class=\"keyword\">displicente</strong>.","second":"I'm telling you I'm pregnant and you're acting shockingly <strong class=\"keyword\">cavalier</strong>."},{"author":118293,"first":"No deberías ser tan <strong class=\"keyword\">displicente</strong> con el Sr. Peterson.","second":"Really, Billy, you mustn't <strong class=\"keyword\">be</strong> so offhand with Mr. Peterson."},{"author":8000,"first":"Siria declinó el ofrecimiento en nombre de su honor nacional, que no es otra cosa más que la violación-un poco <strong class=\"keyword\">displicente</strong> y olvidadiza del derecho internacional- de la integridad de las fronteras internacionales entre Israel y Siria","second":"Syria declined in the name of its national honour- which is nothing other than a somewhat <strong class=\"keyword\">cavalier</strong> violation of the integrity of the international border between Israel and Syria, and which thus ignores international law"},{"author":92475,"first":"De nuevo, la actitud muchas veces <strong class=\"keyword\">displicente</strong> hacia los pedidos Indígenas mostrado por la empresa nacional de petróleo y gas y algunos representantes del propio MAS reflejan un colonialismo alarmante y familiar que sigue inserto en el proyecto extractivo.","second":"Again, the often <strong class=\"keyword\">dismissive</strong> attitude toward Indigenous demands displayed by the national oil and gas company and some representatives of the MAS itself, reflects a troubling and familiar coloniality that is still embedded in the extractive project."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}