{"result":"ok","tuc":[{"phrase":{"text":"dispense","language":"en"},"meaningId":-2988706572382541807,"authors":[80097]},{"phrase":{"text":"waive","language":"en"},"meanings":[{"language":"en","text":"to relinquish; to give up claim to"}],"meaningId":-4678057920427851335,"authors":[70195]},{"phrase":{"text":"excuse","language":"en"},"meaningId":1757143698824459557,"authors":[84500]},{"phrase":{"text":"exempt","language":"en"},"meaningId":4460325971981325476,"authors":[84500]},{"phrase":{"text":"administer","language":"en"},"meaningId":-7412068882145839198,"authors":[84500]},{"phrase":{"text":"condone","language":"en"},"meaningId":3934839568316673358,"authors":[83619]},{"phrase":{"text":"deliver","language":"en"},"meaningId":4282413240602188918,"authors":[25018]},{"phrase":{"text":"give","language":"en"},"meaningId":-9016955627071092028,"authors":[25018]},{"phrase":{"text":"let off","language":"en"},"meaningId":-8366720445040244940,"authors":[84500]},{"phrase":{"text":"relieve","language":"en"},"meaningId":-6779455051920377301,"authors":[84500]},{"phrase":{"text":"accord","language":"en"},"meaningId":3211181470815055695,"authors":[25018]},{"phrase":{"text":"be bestowed","language":"en"},"meaningId":7721998842566267168,"authors":[83042]},{"phrase":{"text":"be given","language":"en"},"meaningId":-8181796628200438348,"authors":[83042]},{"phrase":{"text":"be granted","language":"en"},"meaningId":5048823579794014831,"authors":[83042]},{"phrase":{"text":"cause","language":"en"},"meaningId":-3987529579400128135,"authors":[83042]},{"phrase":{"text":"discharge","language":"en"},"meaningId":-140385166091316419,"authors":[25018]},{"phrase":{"text":"enfranchise","language":"en"},"meaningId":9191025531955656899,"authors":[25018]},{"phrase":{"text":"fall to the share","language":"en"},"meaningId":-5563931345692615199,"authors":[83042]},{"phrase":{"text":"free","language":"en"},"meaningId":-8176821615604579850,"authors":[25018]},{"phrase":{"text":"grant","language":"en"},"meaningId":4114516022882668049,"authors":[25018]},{"phrase":{"text":"liberate","language":"en"},"meaningId":-1440357558553092398,"authors":[25018]},{"phrase":{"text":"m.","language":"en"},"meaningId":9131653709857281020,"authors":[80097]},{"phrase":{"text":"mitte","language":"en"},"meaningId":6628726069278016472,"authors":[80097]},{"phrase":{"text":"pay","language":"en"},"meaningId":-849806700468299595,"authors":[25018]},{"phrase":{"text":"present","language":"en"},"meaningId":3660307943100647962,"authors":[25018]},{"phrase":{"text":"release","language":"en"},"meaningId":2808136375550331763,"authors":[89651]},{"phrase":{"text":"spare","language":"en"},"meaningId":4490800136933322794,"authors":[83042]},{"phrase":{"text":"unfetter","language":"en"},"meaningId":3491160154315888694,"authors":[25115]},{"phrase":{"text":"unshackle","language":"en"},"meaningId":-8879388676097514851,"authors":[25115]},{"meanings":[{"language":"en","text":"to dispense"}],"meaningId":2458714849631168056,"authors":[93107]}],"phrase":"dispensar","examples":[{"author":94809,"first":"Los distribuidores mayoristas deberán asegurarse de que proporcionan medicamentos solo a personas que son titulares de una autorización de distribución al por mayor o que estén autorizadas o facultadas para <strong class=\"keyword\">dispensar</strong> medicamentos al público.","second":"Wholesale distributors must ensure they supply medicinal products only to persons who are themselves in possession of a wholesale distribution authorisation or who are authorised or entitled to <strong class=\"keyword\">supply</strong> medicinal products to the public."},{"author":94809,"first":"Por otra, del considerando 330 resulta que la Comisión no aceptó como circunstancia atenuante la adopción del programa de cumplimento alegando que «esta iniciativa se tomó demasiado tarde y, que, en tanto que instrumento preventivo, no puede, por lo tanto, <strong class=\"keyword\">dispensar</strong> a la Comisión de su deber de sancionar las infracciones de las normas de competencia que la empresa cometió en el pasado».","second":"On the other hand, it is apparent from recital 330 that the Commission rejected the adoption of the compliance programme as an attenuating circumstance on the ground that ‘this initiative came too late and cannot, as a prevention tool, <strong class=\"keyword\">dispense</strong> the Commission from its duty to penalise an infringement of the competition rules committed by Degussa in the past’."},{"author":94808,"first":"El número de instalaciones sanitarias que pueden <strong class=\"keyword\">dispensar</strong> ese tipo de tratamiento pasó de 43 en 2006/07 a 57 en 2007/08.","second":"ARV services increased from 43 health facilities in 2006/2007 to 57 health facilities in 2007/2008."},{"author":8000,"first":"Ello explica que reitera que Liechtenstein “no estaba legitimado para <strong class=\"keyword\">dispensar</strong> a Nottebohm protección contra Guatemala”. El pronunciamiento decisivo en este asunto no es, por tanto, el relativo al “vínculo auténtico”, a que ya se ha hecho referencia, sino el siguiente","second":"This explains its repeated assertion that Liechtenstein was “not entitled to <strong class=\"keyword\">extend</strong> its protection to Nottebohm vis-à-vis Guatemala.” The crucial dictum in this case is not therefore that referred to above on the “genuine link” but the following"},{"author":94809,"first":"Mientras esté a bordo, se <strong class=\"keyword\">dispensará</strong> al observador trato de oficial.","second":"Observers shall be <strong class=\"keyword\">treated</strong> on board as officers."},{"author":42,"first":"que, a la espera de la aplicación de las medidas nacionales que incorporen dicha Directiva, es conveniente <strong class=\"keyword\">dispensar</strong> de la aplicación de las disposiciones del presente Reglamento relativas a los intercambios de datos no automatizados a determinados Estados miembros que no disponen actualmente de normas de protección con respecto a tales datos","second":"whereas pending implementation of the national measures transposing that Directive certain Member States which have no protection rules for personal data exchanged by non-automatic means should be <strong class=\"keyword\">exempted</strong> from applying the provisions of this Regulation concerning the non-automatic exchange of data"},{"author":94809,"first":"Cuando el medicamento no esté destinado a ser entregado directamente al paciente o cuando existan problemas graves respecto de su disponibilidad, las autoridades competentes, sin perjuicio de adoptar las medidas que consideren necesarias para proteger la salud humana, podrán <strong class=\"keyword\">dispensar</strong> de la obligación de hacer figurar determinadas indicaciones en el etiquetado y el prospecto.","second":"When the medicinal product is not intended to be delivered directly to the patient, or where there are severe problems in respect of the availability of the medicinal product, the competent authorities may, subject to measures they consider necessary to safeguard human health, grant an <strong class=\"keyword\">exemption</strong> to the obligation that certain particulars should appear on the labelling and in the package leaflet."},{"author":94809,"first":"Esta última existe en tanto que resultado de la aceptación de la posibilidad de <strong class=\"keyword\">dispensar</strong> un trato diferente y contrario al Derecho comunitario, que tiene lugar en la esfera del citado marco legal y reglamentario, con independencia de que los responsables de aplicar el referido marco, por cualquier razón, se sirvan o no, en un momento dado, de dicha posibilidad.","second":"Discrimination is established where there is the possibility of <strong class=\"keyword\">according</strong> different treatment contrary to Community law, which is the case in respect of the abovementioned legal and regulatory framework, irrespective of whether those applying that framework decide, for whatever reason, to avail themselves of that possibility at a given time, or not to do so."},{"author":94809,"first":"Considerando que determinados Estados miembros imponen a los mayoristas que suministran medicamentos a los farmacéuticos y a las personas autorizadas a <strong class=\"keyword\">dispensar</strong> medicamentos al público determinadas obligaciones de servicio público; que dichos Estados miembros deben poder seguir imponiendo dichas obligaciones a los mayoristas establecidos en su territorio; que, asimismo, deben poder aplicarlas a los mayoristas de los demás Estados miembros siempre que no impongan ninguna obligación más estricta que las que imponen a sus propios mayoristas y que puedan considerarse justificadas por razones de protección de la salud pública y proporcionadas al objetivo relativo a dicha protección,","second":"Whereas certain Member States impose on wholesalers who supply medicinal products to pharmacists and on persons authorized to supply <strong class=\"keyword\">medicinal</strong> products to the public certain public service obligations; whereas those Member States must be able to continue to impose those obligations on wholesalers established within their territory; whereas they must also be able to impose them on wholesalers in other Member States on condition that they do not impose any obligation more stringent than those which they impose on their own wholesalers and provided that such obligations may be regarded as warranted on grounds of public health protection and are proportionate in relation to the objective of such protection,"},{"author":22,"first":"<strong class=\"keyword\">dispensar</strong>, modificar o sustituir una o más medidas, requisitos o condiciones establecidos en la presente Decisión","second":"<strong class=\"keyword\">dispense with</strong>, amend or replace one or more of the measures, requirements or conditions set out in this Decision"},{"author":94809,"first":"Con arreglo a las observaciones presentadas por el Colegio Oficial y el Ministerio Fiscal, las disposiciones de Derecho comunitario en la materia únicamente obligan a los Estados miembros a suprimir toda discriminación y a <strong class=\"keyword\">dispensar</strong> el mismo trato a los nacionales de otros Estados miembros que a los propios nacionales.","second":"According to the observations submitted by the Colegio Oficial and by the Public Prosecutor (the Ministerio Fiscal), the relevant provisions of Community law merely require Member States to abolish discrimination and to <strong class=\"keyword\">accord</strong> to nationals of other Member States the same treatment as their own nationals receive."},{"author":118293,"first":"Estaba obligado a <strong class=\"keyword\">dispensar</strong> los sacramentos, porque una parte sacerdotal indeleble permanece en mi alma.","second":"I was obliged to <strong class=\"keyword\">dispense</strong> the sacraments, because an indelible priestly character remains on my soul."},{"author":94809,"first":"Los Estados miembros podrán <strong class=\"keyword\">dispensar</strong> a determinadas instalaciones concretas de la exigencia, a tenor de los criterios de autorización y permiso aludidos en el apartado 7, de aplicar opciones cuyos beneficios superen sus costes, cuando existan razones imperiosas de Derecho, propiedad o financiación que así lo requieran.","second":"Member States may <strong class=\"keyword\">exempt</strong> individual installations from being required, by the authorisation and permit criteria referred to in paragraph 7, to implement options whose benefits exceed their costs, if there are imperative reasons of law, ownership or finance for so doing."},{"author":94809,"first":"Cada Estado miembro podrá <strong class=\"keyword\">dispensar</strong> de la prestación de garantía para los transportes de mercancías por otras vías navegables, distintas de las mencionadas en la letra b) del apartado 1, situadas en su territorio.","second":"Each Member State may <strong class=\"keyword\">dispense</strong> with the furnishing of a guarantee in respect of the carriage of goods on waterways situated in its territory other than those referred to in paragraph 1 (b)."},{"author":8000,"first":"b) Intensifique sus esfuerzos por <strong class=\"keyword\">dispensar</strong> educación en salud de los adolescentes en el sistema escolar; y","second":"b) Strengthen efforts in the area of adolescent health education within the educational system; and"},{"author":95096,"first":"Ojalá que la cercanía del acontecimiento jubilar despierte en cada creyente un interés activo por este sacramento; que los sacerdotes estén dispuestos a desempeñar con esmero y dedicación este ministerio sacramental indispensable; que se multipliquen en la ciudad los lugares de celebración de la penitencia, con confesores disponibles en los diversos horarios de la jornada, preparados para <strong class=\"keyword\">dispensar</strong> en abundancia la inagotable misericordia de Dios.","second":"May the approach of the Jubilee reawaken in every believer an active interest in this sacrament; may priests be readily available to administer this indispensable sacrament with care and dedication; may places for the sacramental rite of Penance be increased in the city, with confessors available at different hours of the day, ready to <strong class=\"keyword\">dispense</strong> God's inexhaustible mercy in abundance."},{"author":8008,"first":"Aunque se ha hecho cada esfuerzo de asegurarse los datos presentados son exactos, la información (en muchos casos) se ha recopilado de las fuentes que no practican directamente o indirectamente la medicina o <strong class=\"keyword\">dispensar</strong> consejo o servicios médicos.","second":"Although every effort has been made to ensure the data presented is accurate, the information (in many instances) has been gathered from sources that do not directly or indirectly practice medicine or <strong class=\"keyword\">dispense</strong> medical advice or services."},{"author":94809,"first":"Además, una normativa nacional de esta índole no sólo entraña el riesgo de excluir de hecho a un gran número de relaciones laborales de duración determinada de la protección que la Directiva 1999/70 y el Acuerdo marco pretenden <strong class=\"keyword\">dispensar</strong> a los trabajadores, vaciando de una buena parte de su contenido el objetivo perseguido por estas normas, sino también el riesgo de permitir que los empresarios utilicen abusivamente este tipo de relaciones laborales.","second":"Furthermore, a national rule of that type could well have the effect not only of in fact excluding a large number of fixed-term employment relationships <strong class=\"keyword\">from</strong> the benefit of the protection of workers sought by Directive 1999/70 and the framework agreement, largely negating the objective pursued by them, but also of permitting the misuse of such relationships by employers."},{"author":94809,"first":"Los Estados miembros podrán <strong class=\"keyword\">dispensar</strong> a los sujetos pasivos de la obligación prevista en el artículo 220 de expedir una factura por las entregas de bienes o prestaciones de servicios que efectúen en su territorio y que estén exentas, con o sin derecho de deducción del IVA pagado en la fase anterior, a tenor de los artículos 110 y 111, el apartado 1 del artículo 125, el artículo 127, el apartado 1 del artículo 128, los artículos 132, 135, 136, 371, 375, 376 y 377, el apartado 2 del artículo 378, el apartado 2 del artículo 379 y los artículos 380 a 390.","second":"Member States may <strong class=\"keyword\">release</strong> taxable persons from the obligation laid down in Article 220 to issue an invoice in respect of supplies of goods or services which they have made in their territory and which are exempt, with or without deductibility of the VAT paid at the preceding stage, pursuant to Articles 110 and 111, Article 125(1), Article 127, Article 128(1), Articles 132, 135, 136, 371, 375, 376 and 377, Article 378(2), Article 379(2) and Articles 380 to 390."},{"author":94809,"first":"Mientras esté a bordo, se <strong class=\"keyword\">dispensará</strong> al observador trato de oficial.","second":"The observers shall be <strong class=\"keyword\">treated</strong> like an officer."},{"author":94809,"first":"La comisión inspectora podrá <strong class=\"keyword\">dispensar</strong> de los requisitos siguientes:","second":"The inspection body may <strong class=\"keyword\">dispense</strong> with the following provisions:"},{"author":94808,"first":"Por su parte, los farmacéuticos están autorizados a <strong class=\"keyword\">dispensar</strong> anticonceptivos orales bajo receta médica de menos de un año de antigüedad;","second":"Pharmacists are authorized to <strong class=\"keyword\">provide</strong> oral contraceptives on the basis of an out-of-date prescription issued less than a year earlier;"},{"author":94808,"first":"· Se deberían establecer planes de urgencia y disposiciones a nivel estatal para los casos de catástrofes con atención específica a las necesidades de los niños para <strong class=\"keyword\">dispensar</strong> cuidados, socorros y servicios a largo plazo sin discriminación.","second":"· State-wise disaster preparedness and emergency plans and provisions should be made with specific attention to the needs of children and delivery of <strong class=\"keyword\">care</strong> and relief and long-term services without discrimination;"},{"author":94809,"first":"Los Estados miembros podrán <strong class=\"keyword\">dispensar</strong> a los sujetos pasivos que no estén comprendidos en el apartado 1 de determinadas obligaciones contables contempladas en el artículo 242.","second":"Member States may <strong class=\"keyword\">release</strong> taxable persons other than those referred to in paragraph 1 from certain of the accounting obligations referred to in Article 242."},{"author":27,"first":"Se ha de <strong class=\"keyword\">dispensar</strong>, pues, una buena acogida a las iniciativas encaminadas a simplificar el entorno empresarial.","second":"Moves to <strong class=\"keyword\">simplify</strong> the business environment are therefore to be welcomed."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}