{"result":"ok","tuc":[{"phrase":{"text":"dissuade","language":"en"},"meanings":[{"language":"en","text":"To convince not to try or do."},{"language":"en","text":"convince not to try or do"},{"language":"es","text":"Convencer de no intentar o hacer."}],"meaningId":-1279805683326624551,"authors":[70195]},{"phrase":{"text":"deter","language":"en"},"meanings":[{"language":"en","text":"to prevent something from happening"},{"language":"en","text":"To persuade someone not to do something"},{"language":"en","text":"to persuade someone not to do something"}],"meaningId":6203117384985482486,"authors":[70195]},{"phrase":{"text":"discourage","language":"en"},"meaningId":8120474286326829881,"authors":[84500]},{"phrase":{"text":"avert","language":"en"},"meaningId":3870355574528557707,"authors":[2698]},{"phrase":{"text":"put","language":"en"},"meaningId":6460361918178882203,"authors":[84715]},{"phrase":{"text":"advise against","language":"en"},"meanings":[{"language":"en","text":"To convince not to try or do."},{"language":"es","text":"Convencer de no intentar o hacer."}],"meaningId":4146330091272834847,"authors":[60172]},{"phrase":{"text":"dismay","language":"en"},"meanings":[{"language":"en","text":"To convince not to try or do."},{"language":"es","text":"Convencer de no intentar o hacer."}],"meaningId":5250028990588211003,"authors":[60172]},{"phrase":{"text":"alienate","language":"en"},"meaningId":550874778750882872,"authors":[2698]},{"phrase":{"text":"deflect","language":"en"},"meaningId":-7990678463409375943,"authors":[2698]},{"phrase":{"text":"deter from","language":"en"},"meaningId":-3306738380259905944,"authors":[80097]},{"phrase":{"text":"divert","language":"en"},"meaningId":4298293135183625608,"authors":[2698]},{"phrase":{"text":"put off","language":"en"},"meaningId":-1254334700891914759,"authors":[25018]},{"phrase":{"text":"sidetrack","language":"en"},"meaningId":-2097679651455658526,"authors":[2698]},{"phrase":{"text":"turn away","language":"en"},"meaningId":-7113279438325516283,"authors":[2698]},{"phrase":{"text":"ward off","language":"en"},"meaningId":-5857978679917110710,"authors":[2698]},{"meanings":[{"language":"en","text":"to dissuade"}],"meaningId":-2048416418431060359,"authors":[93107]}],"phrase":"disuadir","examples":[{"author":94808,"first":"Los interrogatorios deben grabarse en vídeo ya que dichas grabaciones constituyen una prueba útil ante un tribunal y sirven para <strong class=\"keyword\">disuadir</strong> a los agentes de infligir malos tratos durante el interrogatorio.","second":"Video recordings should be made of interrogations since <strong class=\"keyword\">they</strong> provided useful evidence in court and"},{"author":94808,"first":"Deberían adoptarse más medidas para asegurar el cumplimiento de las normas contables y de auditoría y <strong class=\"keyword\">disuadir</strong> de la participación futura en actos de corrupción.","second":"Further steps should be taken in order to ensure compliance with accounting and auditing standards and to <strong class=\"keyword\">deter</strong> persons <strong class=\"keyword\">from</strong> engaging in corrupt activities in the future."},{"author":94808,"first":"Hace 60 años, la República Popular Democrática de Corea se opuso a los Estados Unidos con un fusil, pero hoy tiene plena capacidad tanto para <strong class=\"keyword\">disuadir</strong> a ese país de la amenaza nuclear como para tomar represalias contra sus provocaciones nucleares.","second":"Sixty years ago, the DPRK stood against the US with a rifle, but today it has full capability both to <strong class=\"keyword\">deter</strong> the latter’s nuclear threat with nuclear power and to retaliate against the latter’s nuclear provocations."},{"author":94809,"first":"26 Al <strong class=\"keyword\">disuadir</strong> de que se creen sucursales fuera de la Unión, la medida controvertida en el procedimiento principal afecta sobre todo a la libertad de establecimiento y, por consiguiente, está comprendida únicamente dentro del ámbito de aplicación material de las disposiciones del Tratado relativas a dicha libertad.","second":"26 In <strong class=\"keyword\">discouraging</strong> the creation of branches outside of the Union, the measure at issue in the main proceedings fundamentally affects freedom of establishment and therefore comes solely within the scope of the Treaty provisions relating to that freedom."},{"author":94809,"first":"(10) Es necesario <strong class=\"keyword\">disuadir</strong>, prevenir y prohibir cualquier tentativa terrorista de interrumpir el comercio mundial mediante la ocultación de armas terroristas en contenedores destinados al comercio marítimo mundial o en otros cargamentos, o la utilización como armas de ese tipo de cargamentos.","second":"(10) Being convinced that there is a need to <strong class=\"keyword\">deter</strong>, prevent, and interdict any terrorist attempts to disrupt global trade by concealing terrorist weapons in global sea-container trade or other shipments, or by using such shipments as weapons;"},{"author":8000,"first":"Varios otros Estados mencionaros leyes y reglamentos comerciales para promover normas y prácticas destinadas a <strong class=\"keyword\">disuadir</strong> de la comisión de fraude y prevenirlo","second":"Several other States mentioned commercial laws and regulations to encourage standards and practices for <strong class=\"keyword\">deterring</strong> and preventing fraud"},{"author":94808,"first":"Aplicar plenamente el marco normativo y las políticas relacionadas destinadas a prevenir la violencia contra las mujeres, en particular abordando los factores que aún pueden <strong class=\"keyword\">disuadir</strong> a las mujeres de denunciar los episodios de violencia (Italia);","second":"Fully implement the normative framework and related policies aimed at preventing violence against women, in particular by addressing the factors which may still <strong class=\"keyword\">prevent</strong> women from filing complaints regarding episodes of violence (Italy);"},{"author":94808,"first":"Se determinó que las necesidades operacionales fundamentales son: una elevada densidad de soldados para cubrir una zona extensa; un alto grado de movilidad que permita desplazar rápidamente a los efectivos en respuesta a crisis incipientes; y una capacidad militar sólida para <strong class=\"keyword\">disuadir</strong> y derrotar a los provocadores.","second":"The key operational requirements were defined as high troop density to provide wide area coverage; high mobility to move forces rapidly in response to developing crises; and robust military capability to <strong class=\"keyword\">deter</strong> and defeat spoilers."},{"author":94809,"first":"garantizar que la severidad de las sanciones aplicables en caso de infracción sea la adecuada, teniendo en cuenta factores de relevancia tales como el valor de la captura, con el fin de propiciar el cumplimiento de las normas, <strong class=\"keyword\">disuadir</strong> de que se cometan nuevas infracciones y privar a los infractores de los beneficios derivados de sus actividades ilegales, y","second":"ensure that penalties applicable for such violations are of an appropriate severity, taking into account relevant factors including the value of the catch, to secure compliance, <strong class=\"keyword\">discourage</strong> further violations and deprive offenders of the benefits accruing from their illegal activities; and"},{"author":94809,"first":"46 La finalidad de dicha disposición consiste en impedir que un Estado miembro pueda hacer depender la concesión o la cuantía de prestaciones familiares de la residencia de los miembros de la familia del trabajador en el Estado miembro que las otorga, con objeto de no <strong class=\"keyword\">disuadir</strong> al trabajador comunitario de ejercer su derecho a la libre circulación (véanse, en especial, las sentencias Hoever y Zachow, antes citada, apartado 34, y de 7 de noviembre de 2002, Maaheimo, C‐333/00, Rec. p. I‐10087, apartado 34).","second":"46 That provision is intended to prevent Member States from making entitlement to and the amount of family benefits dependent on residence of the members of the worker’s family in the Member State providing the benefits, so that Community workers are not <strong class=\"keyword\">deterred from</strong> exercising their right to freedom of movement (see, in particular, Hoever and Zachow, cited above, paragraph 34, and Case C-333/00 Maaheimo [2002] ECR I-10087, paragraph 34)."},{"author":94809,"first":"Por ejemplo, la entidad conjunta, a diferencia de BOC anteriormente, estaría en condiciones de utilizar su presencia en Alemania para <strong class=\"keyword\">disuadir</strong> a los recién llegados, Linde y Messer, de realizar una competencia agresiva en el Reino Unido.","second":"For instance, the combined entity, unlike BOC previously, would be in a position to use its presence in Germany in order to <strong class=\"keyword\">deter</strong> the recent entrants, Linde and Messer, from pursuing aggressive competition in the United Kingdom."},{"author":94808,"first":"Una resistencia internacional eficaz puede ayudar a <strong class=\"keyword\">disuadir</strong> la propagación de la discriminación extrema, que, si no se le pone coto, podría provocar horrores irreversibles.","second":"Effective international resistance could help <strong class=\"keyword\">deter</strong> the spread of extreme discrimination, which could, if unchecked, result in irreversible horrors."},{"author":118293,"first":"Traté de <strong class=\"keyword\">disuadir</strong> a Walter de ello.","second":"I tried to <strong class=\"keyword\">talk</strong> Walter out of it."},{"author":94809,"first":"Efectivamente, cuando un Derecho interno establece una diferencia de trato entre sociedades según la naturaleza interna o transfronteriza de la fusión, esto puede <strong class=\"keyword\">disuadir</strong> de ejercer la libertad de establecimiento consagrada por el Tratado.","second":"In effect, when a national law establishes a difference in treatment between companies according to the internal or cross-border nature of the merger, this is likely to <strong class=\"keyword\">deter</strong> the exercise of freedom of establishment laid down by the Treaty."},{"author":94808,"first":"En el discurso pronunciado el 10 de marzo de 2005 en ocasión de la Cumbre Internacional sobre Democracia, Terrorismo y Seguridad, celebrada en Madrid del 8 al 11 de marzo de 2005, el Secretario General anunció los elementos que conformaban una estrategia amplia, tomando como base el claro mensaje de que ninguna forma de terrorismo es aceptable y centrándose en cinco elementos fundamentales, que en inglés se denominan \"las cinco Des\": <strong class=\"keyword\">disuadir</strong>, denegar, desalentar, desarrollar la capacidad del Estado y defender los derechos humanos.","second":"In his speech on 10 March 2005 on the occasion of the International Summit on Democracy, Terrorism and Security, held in Madrid from 8 to 11 March 2005, the Secretary-General announced the elements of a comprehensive strategy based on the clear message that no form of terrorism is acceptable and centred on five key elements, termed the five “Ds”: <strong class=\"keyword\">dissuasion</strong>, denial, deterrence, development of state capacity and defence of human rights."},{"author":94808,"first":"Desearía saber qué está haciendo el Gobierno para <strong class=\"keyword\">disuadir</strong> a estas mujeres de dedicarse a la prostitución y para averiguar qué las ha inducido a hacerlo.","second":"She would like to know what the Government was doing to <strong class=\"keyword\">dissuade</strong> such women from turning to prostitution and to determine what prompted them to do so."},{"author":94808,"first":"Se prevé que estas medidas sirvan para <strong class=\"keyword\">disuadir</strong> el tráfico ilícito de organismos vivos modificados.","second":"These measures are calculated to <strong class=\"keyword\">discourage</strong> illicit traffic in LMOs."},{"author":8007,"first":"Si se suprimiera el premio del cargo ministerial para los representantes elegidos, se podría <strong class=\"keyword\">disuadir</strong> de entrar en la política a quienes conceden la mayor importancia al enriquecimiento.","second":"Taking away the prize of ministerial office from elected representatives might <strong class=\"keyword\">discourage</strong> wealth-maximizing politicians from entering politics."},{"author":8000,"first":"Mediante sus convenios, resoluciones, declaraciones y demás medidas, la Organización puede ayudar a <strong class=\"keyword\">disuadir</strong> a ciertos grupos de descontentos de que elijan la vía terrorista, y a que quienes ayudan, instigan o disculpan actos terroristas renuncien a esos vínculos o simpatías","second":"Through its conventions, resolutions, statements and actions, the Organization can help to <strong class=\"keyword\">dissuade</strong> disaffected groups from choosing the terrorist path and those who aid, abet or excuse terrorist acts from maintaining those ties or sympathies"},{"author":94809,"first":"Además de que tiene como efecto <strong class=\"keyword\">disuadir</strong> a los contribuyentes que residan en dicho Estado miembro de que suscriban contratos que generen los referidos rendimientos con sociedades que tengan su domicilio en otro Estado miembro, tal normativa tiene asimismo un efecto restrictivo para dichas sociedades, en cuanto que constituye para ellas un obstáculo a la captación de capitales en el citado Estado miembro.","second":"Apart from having the effect of <strong class=\"keyword\">discouraging</strong> taxpayers who are resident in a Member State from entering into contracts generating such income with companies which are established in another Member State, such legislation also has a restrictive effect as regards those companies as it prevents them from raising capital in the Member State concerned."},{"author":94809,"first":"Esta circunstancia podría tener consecuencias adversas para el solicitante, sus familiares y amigos, y <strong class=\"keyword\">disuadir</strong> a los refugiados de solicitar formalmente la protección internacional en primer lugar.","second":"This could have adverse effects on the applicant, his relatives and friends, thus <strong class=\"keyword\">potentially discouraging</strong> refugees from formally applying for international protection in the first place."},{"author":8000,"first":"En este sentido, la prevención de una carrera de armamentos en el espacio ultraterrestre ha adquirido mayor urgencia debido a las preocupaciones legítimas por el hecho de que los instrumentos jurídicos existentes son inadecuados para <strong class=\"keyword\">disuadir</strong> de los inminentes intentos de lograr una mayor militarización del espacio ultraterrestre y su posible armamentización","second":"In this regard, the prevention of an arms race in outer space has assumed greater urgency because of legitimate concerns that existing legal instruments are inadequate to <strong class=\"keyword\">deter</strong> imminent attempts aimed at the further militarization of outer space and its possible weaponization"},{"author":94808,"first":"Los medios de información pueden contribuir considerablemente a prevenir y <strong class=\"keyword\">disuadir</strong> en materia de discriminación racial.","second":"The media had a vital role to play in preventing and <strong class=\"keyword\">discouraging</strong> racial discrimination."},{"author":94809,"first":"Por otra parte, según dicho Gobierno, no pueden <strong class=\"keyword\">disuadir</strong> a tal adquirente los efectos de una normativa como la controvertida en el asunto principal que, en efecto, en modo alguno recaen sobre el propio interesado, sino a lo sumo sobre sus herederos.","second":"Secondly, according to the German Government, such a purchaser cannot be <strong class=\"keyword\">deterred</strong> by the effects of legislation such as that at issue in the main proceedings, which does not in any way affect the person in question but, at the very most, his heirs."},{"author":94809,"first":"Las zonas restringidas de seguridad y todas las zonas adyacentes de acceso público se someterán a vigilancia, patrullas y otros controles físicos a fin de detectar comportamientos sospechosos de personas, descubrir puntos vulnerables que puedan ser aprovechados para cometer actos de interferencia ilícita y <strong class=\"keyword\">disuadir</strong> a las personas de cometerlos.","second":"There shall be surveillance, patrols and other physical controls in the security restricted areas and all adjacent areas with public access, in order to identify suspicious behaviour of persons, to identify vulnerabilities which could be exploited to carry out an act of unlawful interference and to <strong class=\"keyword\">deter</strong> persons from such acts."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}