{"result":"ok","tuc":[{"phrase":{"text":"pellucid","language":"en"},"meanings":[{"language":"en","text":"transparent"},{"language":"en","text":"easily understood"}],"meaningId":2863949933207448950,"authors":[70195]},{"phrase":{"text":"diaphanous","language":"en"},"meanings":[{"language":"es","text":"Casi totalmente transparente o translúcido."},{"language":"en","text":"Almost completely transparent or translucent."},{"language":"en","text":"Transparent; allowing light to pass through; capable of being seen through"}],"meaningId":-6001624045286874793,"authors":[70195]},{"phrase":{"text":"transparent","language":"en"},"meaningId":1081990258556077054,"authors":[69425]},{"phrase":{"text":"filmy","language":"en"},"meaningId":-8830843940516972245,"authors":[25018]},{"phrase":{"text":"clear","language":"en"},"meaningId":8744428632977098050,"authors":[2698]},{"phrase":{"text":"limpid","language":"en"},"meaningId":-9009391787993402158,"authors":[20]},{"phrase":{"text":"liquid","language":"en"},"meaningId":7156940099173865991,"authors":[83619]},{"phrase":{"text":"thin","language":"en"},"meaningId":3134863049672784006,"authors":[25115]},{"phrase":{"text":"translucent","language":"en"},"meaningId":3115674969792403815,"authors":[2698]},{"meanings":[{"language":"en","text":"bright, well-lit"},{"language":"en","text":"clear, bright (said of the weather)"},{"language":"en","text":"pellucid, transparent, diaphanous"}],"meaningId":3194256662889999137,"authors":[93107]}],"phrase":"diáfano","examples":[{"author":94809,"first":"9 compartimentos de pasillo lateral o espacio de salón <strong class=\"keyword\">diáfano</strong> equivalente con pasillo central","second":"9 side-corridor compartments or equivalent <strong class=\"keyword\">open-saloon space</strong> with centre aisle"},{"author":94809,"first":"(432) La función de la secretaría aparece de forma <strong class=\"keyword\">diáfana</strong> en la respuesta del TAA (162) a una solicitud de información:","second":"(432) The role of the secretariat is <strong class=\"keyword\">clear</strong>, too, from TAA responses to a request for information (162):"},{"author":8008,"first":"Estimado Sean: Tu album en verdad me agrado, interpretas con sentido, con el alma, llegas dentro, y de la musica ni que decir, sencilla pero magistral, clara y <strong class=\"keyword\">diafana</strong>, por algo tienes las escuchas tan altas y en tan pco tiempo.","second":"Very sweet! I could listen to this guy all day."},{"author":8008,"first":"Además, encontrará nada menos que 1.300 metros cuadrados de salones <strong class=\"keyword\">diáfanos</strong> y modulables, con capacidad de hasta 600 participantes, para sus reuniones de negocios.","second":"Furthermore, you will also find no less than 1300m2 of flexible and illuminated <strong class=\"keyword\">multi-</strong>purpose rooms, with a capacity of up to 600 participants, for business meetings."},{"author":8008,"first":"Todas las habitaciones del Western Hotel son luminosas y <strong class=\"keyword\">diáfanas</strong> y están equipadas con baño e instalaciones modernas.","second":"All guest rooms at the Western Hotel are bright and <strong class=\"keyword\">airy</strong> and are equipped with ensuite bathroom and many modern amenities."},{"author":94809,"first":"Para la aprobación de la gestión correspondiente al ejercicio presupuestario 2007, pide a la Comisión que presente los importes tanto en efectivo como en valores devengados, con una indicación clara de si dichos importes son anuales o plurianuales y una explicación <strong class=\"keyword\">diáfana</strong> de la naturaleza de las correcciones financieras efectuadas (correcciones globales, en el caso de deficiencias del sistema, recuperaciones de los beneficiarios finales), y mejoras respectivas en el sistema ABAC, y espera que la información proporcionada para la aprobación de la gestión use exactamente a las mismas definiciones de correcciones financieras que las correspondientes a los otros informes sobre correcciones financieras publicados a lo largo del año;","second":"For the discharge in respect of the financial year 2007, requests the Commission to present both cash and accrual based figures, a clear indication of whether the figures are annual or multiannual, a <strong class=\"keyword\">clear</strong> explanation of the nature of financial corrections (flat-rate corrections, in the case of system weaknesses, or recoveries at the level of the final beneficiary), and improvements in the ABAC system, and expects the information provided for the discharge to use exactly the same definitions of financial corrections as in the other reports on financial corrections published over the year;"},{"author":94809,"first":"a) los documentos (impresos plegables, folletos, libros, revistas, guías, carteles enmarcados o no, fotografías y ampliaciones fotográficas sin enmarcar, mapas geográficos ilustrados o sin ilustrar, papeles <strong class=\"keyword\">diáfanos</strong> para vidrieras, calendarios ilustrados) y material audiovisual destinados a ser distribuidos gratuitamente y que tengan como principal finalidad la de incitar el público a visitar países extranjeros, especialmente a asistir en ellos a reuniones o manifestaciones de carácter cultural, turístico, deportivo, religioso o profesional, siempre que estos documentos no contengan más del 25 % de publicidad comercial (y sea evidente su finalidad de propaganda de carácter general);","second":"(a) documents (leaflets, brochures, books, magazines, guidebooks, posters whether or not framed, unframed photographs and photographic enlargements, maps whether or not illustrated, window transparencies, and illustrated calendars) and audiovisual material intended to be distributed free of charge, the principal purpose of which is to encourage the public to visit foreign countries, in particular in order to attend cultural, tourist, sporting, religious or trade or professional meetings or events, provided that such documentation contains not more than 25 % of commercial advertising and that the general nature of its promotional aims is evident;"},{"author":94808,"first":"De esta forma los tribunales han expresado: \"El interés superior de los niños es débil frente a otros poderosos, como son el interés del poder y del dinero, aunque todos ellos se desarrollen en la más pura y <strong class=\"keyword\">diáfana</strong> legalidad.","second":"In this connection, the courts have noted: “The best-interests principle is weak in relation to other weighty influences, such as power and money, even though such influences may operate in the most <strong class=\"keyword\">irreproachable</strong> and <strong class=\"keyword\">transparent</strong> legality."},{"author":119739,"first":"De todos modos, las <strong class=\"keyword\">diáfanas</strong> aguas del perímetro coralino ofrecen excelentes posibilidades de bucear con tubo.","second":"However, there is excellent snorkeling in the crystal-<strong class=\"keyword\">clear</strong> waters of the coral perimeter."},{"author":93236,"first":"La mencionada reacción de política ante un déficit de balanza de pagos, que parece perfectamente <strong class=\"keyword\">diáfana</strong> en el contexto actual, parece perversa si se la considera en el marco de un modelo ortodoxo determinado por la demanda.","second":"This policy response to a balance of payments deficit, which seems <strong class=\"keyword\">quite</strong> straightforward in the present context, appears perverse if considered in the context of an orthodox demand-determined model."},{"author":94808,"first":"Recuerda la petición que formuló al Secretario General de que definiera específicamente la rendición de cuentas y unos mecanismos <strong class=\"keyword\">diáfanos</strong> con tal fin, incluso a la Asamblea General, y propusiera parámetros claros para su aplicación, así como los instrumentos para hacerla cumplir rigurosamente, sin excepción, a todos los niveles al objeto de asegurar que las operaciones y la gestión de los recursos de la Organización sean eficaces y eficientes;","second":"Recalls its request to the Secretary-General to specifically define accountability as well as <strong class=\"keyword\">clear</strong> accountability mechanisms, including to the General Assembly, and to propose clear parameters for its application and the instruments for its rigorous enforcement, without exception, at all levels, to ensure effective and efficient operations and management of resources in the Organization;"},{"author":27,"first":"Primero, hay que procurar que el mainstreaming pueda verse y medirse con mayor facilidad. Es decir, la igualdad de oportunidades ha de traducirse en objetivos unívocos, en estadísticas <strong class=\"keyword\">diáfanas</strong>, desglosadas según el sexo, en indicadores válidos y en evaluaciones bien hechas.","second":"Firstly, mainstreaming must have a much higher profile and must be much more quantifiable, in other words equal opportunities must be translated into clear objectives, <strong class=\"keyword\">clear</strong> statistics broken down by gender, accurate indicators and detailed evaluations."},{"author":27,"first":"Nuestro mensaje debe ser totalmente <strong class=\"keyword\">diáfano</strong>.","second":"Our message must be crystal <strong class=\"keyword\">clear</strong>."},{"author":94808,"first":"Adicionalmente, las organizaciones no gubernamentales y los periodistas manifestaron en forma <strong class=\"keyword\">diáfana</strong> a la Representante Especial que no quieren utilizar el Programa de Protección del Ministerio del Interior, puesto que éste es financiado por el Plan Colombia.","second":"In addition, NGOs and journalists <strong class=\"keyword\">clearly</strong> stated to the Special Representative that they do not wish to take advantage of the protection programme of the Ministry of the Interior since it is financed by Plan Colombia. Indeed, the Special Representative has been informed that some US$ 119 million have been allocated for the protection programme from Plan Colombia."},{"author":8008,"first":"Sus interiores son <strong class=\"keyword\">diáfanos</strong>, con un sólo espacio de toda la altura del edificio, compartimentado con muebles o divisiones parciales que permiten moverse e interactuar de manera más fluída que en un edificio de plantas tipo, escaleras y ventanas al estilo RL.","second":"Their interiors are <strong class=\"keyword\">clear</strong> and <strong class=\"keyword\">open</strong>, with a single level from ground to ceiling, separated using furniture or special partitions that allow movement and interacting in a more fluid way than in a floors, stairs and windows RL-style building."},{"author":8008,"first":"El bar, la terraza acristalada y la zona de recepción han sido reformados para ofrecer un espacio luminoso, moderno y <strong class=\"keyword\">diáfano</strong> donde relajarse con una copa o un aperitivo del bar.","second":"The hotel has recently undergone an extensive refurbishment of its bar, conservatory and reception area, and now provides a light, modern, <strong class=\"keyword\">open</strong>-plan space in which to relax."},{"author":94809,"first":"10 compartimentos de pasillo lateral o espacio de salón <strong class=\"keyword\">diáfano</strong> equivalente con pasillo central","second":"10 side-corridor compartments or equivalent <strong class=\"keyword\">open-saloon space</strong> with centre aisle"},{"author":8008,"first":"»Buenos días agraciada y encantadora dama – usted hace mi día <strong class=\"keyword\">diáfano</strong>.","second":"The princess listened intently to his stories from far off lands, but what captivated her most were his observations about the olive tree and its powers. The knight knew just how to make a story <strong class=\"keyword\">awe-inspiring</strong>."},{"author":94809,"first":"Un dispositivo de descodificación se define como cualquier aparato, equipo o dispositivo especialmente concebido o adaptado, en parte o en su totalidad, para permitir el acceso <strong class=\"keyword\">diáfano</strong> a un servicio codificado, es decir, sin modificación o alteración de sus características.","second":"'Decoding device` is defined as any device, apparatus or equipment designed or specially adapted, totally or partially, to enable access in the <strong class=\"keyword\">clear</strong> to an encrypted service, that is to say without the modification or alteration of its characteristics."},{"author":8008,"first":"Fondo de medición al generar el perfil La elección del fondo de medición debe simular la influencia sobre los colores de la impresión del reverso. Especialmente en el caso de papel muy <strong class=\"keyword\">diáfano</strong>, el efecto del color depende de la intensidad de la impresión en el reverso de la página.","second":"Print results to date also indicate that when overprinting two inks – red, green, blue – the new charaterization data resemble the real print results far more closely than the old characterization data."},{"author":8008,"first":"Las <strong class=\"keyword\">diáfanas</strong> habitaciones se encuentran en la planta baja o en la primera planta; disponen de un balcón o una terraza y un baño con bañera.","second":"The <strong class=\"keyword\">light</strong> and <strong class=\"keyword\">airy</strong> deluxe rooms are located on the ground floor or first floor and offer a balcony or terrace, as well as a private bathroom with tub."},{"author":118293,"first":"¡ Ten lástima de mí, Aurora <strong class=\"keyword\">diáfana</strong>!","second":"Have pity on me, rosy Dawn!"},{"author":8008,"first":"<strong class=\"keyword\">Diáfana</strong> Sala de Exposiciones con las mejores muestras artísticas de toda la Costa.","second":"A <strong class=\"keyword\">multi</strong>-purpose Exhibition Hall with the coast's best artistic displays."},{"author":94809,"first":"Con otras palabras: cuando la Comisión se aparta de la aplicación del tipo normal que asegura por sí mismo dicha igualdad, debe, en nombre de esa misma exigencia, suministrar una motivación más <strong class=\"keyword\">diáfana</strong> (\"motivación específica\").","second":"In other words, when the Commission diverges from the \"standard rate\" which in itself guarantees that equality, it must provide a more precise statement of reasons in view of that requirement ( <strong class=\"keyword\">a</strong> \"specific statement of reasons \")."}],"from":"es","dest":"en","authors":{"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}