{"result":"ok","tuc":[{"phrase":{"text":"dogmatic","language":"en"},"meanings":[{"language":"en","text":"asserting beliefs in an arrogant way"},{"language":"en","text":"Stubbornly adhering to insufficiently proven beliefs."}],"meaningId":6212156837462177893,"authors":[70195]},{"phrase":{"text":"opinionated","language":"en"},"meanings":[{"language":"en","text":"obstinately holding to one&#39;s opinion"}],"meaningId":-7142176593783688036,"authors":[90508]},{"phrase":{"text":"ponderous","language":"en"},"meanings":[{"language":"en","text":"dull or boring"}],"meaningId":-4389490591785487617,"authors":[70195]},{"phrase":{"text":"dogmatical","language":"en"},"meaningId":5703528450724336404,"authors":[25018]},{"meanings":[{"language":"en","text":"dogmatic"}],"meaningId":-6420884576008625221,"authors":[1]}],"phrase":"dogmático","examples":[{"author":8000,"first":"Destaca además que los programas de reforma económica adoptados a causa de la deuda externa no deben reproducir políticas anteriores de ajuste estructural que no han funcionado, tales como las exigencias <strong class=\"keyword\">dogmáticas</strong> de que se realice la privatización y se reduzcan los servicios públicos","second":"Further stresses that the economic programmes arising from foreign debt relief and cancellation must not reproduce past structural adjustment policies that have not worked, such as <strong class=\"keyword\">dogmatic</strong> demands for privatization and reduced public services"},{"author":27,"first":"No debería haber ninguna prioridad <strong class=\"keyword\">dogmática</strong> para uno u otro tipo de trenes.","second":"There should be no <strong class=\"keyword\">dogmatic</strong> priority for either one sort of train or the other."},{"author":94808,"first":"Su Excelencia expresó su convencimiento de que el mundo de hoy sufre el zarandeo de los <strong class=\"keyword\">dogmáticos</strong> violentos por un lado y de los que tienen aspiraciones hegemónicas por el otro y añadió que, mientras el terrorismo y el fanatismo han distorsionado la imagen humana y liberal de la religión y la humanidad en general, la fuerza, la hegemonía y el unilateralismo han hecho mella en los conceptos de libertad y democracia.","second":"His Excellency expressed his belief that the world today is buffeted from two sides by violent <strong class=\"keyword\">dogmatists</strong> on the one hand and hegemony seekers on the other, adding that, while terrorism and fanaticism have distorted the human and liberal image of religion and mankind in general, force, hegemony and unilateralism have harmed the righteous concepts of freedom and democracy."},{"author":94808,"first":"Los polos de poder político y económico del capital transnacional intentan uniformar al mundo, tratando de imponer y universalizar, de manera <strong class=\"keyword\">dogmática</strong> y fundamentalista, su “modelo” político, económico, social y cultural, ajeno e inviable para la mayoría de la humanidad, al contradecir la riqueza de la diversidad, y desconocer las particularidades y realidades de los pueblos.","second":"The poles of political and economic power of transnational capital are trying to make the world a uniform place by attempting, in a <strong class=\"keyword\">dogmatic</strong> and fundamentalist manner, to impose worldwide a political, economic, social and cultural “model” that is alien and unworkable for the majority of humankind, in that it contradicts the wealth of diversity and ignores the particularities and realities of peoples."},{"author":95096,"first":"Y la Iglesia, cuerpo de Cristo y pueblo peregrino en el tiempo, tiene como tarea fundamental glorificar a Dios, como lo expresa la constitución <strong class=\"keyword\">dogmática</strong> Lumen gentium.","second":"And the Church, the Body of Christ and the pilgrim people in time, has the glorification of God as her fundamental task, as the <strong class=\"keyword\">Dogmatic</strong> Constitution Lumen Gentium explains."},{"author":27,"first":"Como bien sabe el Sr. Cappato, no soy un defensor <strong class=\"keyword\">dogmático</strong> y a ciegas de las soluciones que recomienda.","second":"As Mr Cappato is well aware, I am not <strong class=\"keyword\">dogmatically</strong> pre-committed to the solutions he recommends."},{"author":94808,"first":"Han de evitarse los enfoques <strong class=\"keyword\">dogmáticos</strong>.","second":"<strong class=\"keyword\">Dogmatic</strong> approaches must be avoided."},{"author":94808,"first":"Destaca también que los programas económicos adoptados a causa de la deuda externa y su cancelación no deben reproducir políticas anteriores de ajuste estructural que no han funcionado, tales como las exigencias <strong class=\"keyword\">dogmáticas</strong> de que se realice la privatización y se reduzcan los servicios públicos;","second":"Also stresses that the economic programmes arising from foreign debt relief and cancellation must not reproduce past structural adjustment policies that have not worked, such as <strong class=\"keyword\">dogmatic</strong> demands for privatization and reduced public services;"},{"author":94808,"first":"Tal vez aún más grave sea el hecho de que en el mundo se esté asistiendo a esos actos en un entorno de lo que puede calificarse de laicismo <strong class=\"keyword\">dogmático</strong> que pone bajo sospecha cualquier creencia religiosa.","second":"Perhaps even more serious was that the world was witnessing such acts against the backdrop of a rise in what might be termed <strong class=\"keyword\">dogmatic</strong> secularism, which fostered suspicion of religious belief."},{"author":8000,"first":"Debería descartarse el enfoque ideológico o <strong class=\"keyword\">dogmático</strong> en aras de la flexibilidad constante y del debido respeto a los principios de las Naciones Unidas de atención a la población y mantenimiento de la paz","second":"An ideological or <strong class=\"keyword\">dogmatic</strong> approach should give way to continued flexibility and due respect for the basic United Nations principles of caring for populations and maintaining peace"},{"author":94808,"first":"El requisito <strong class=\"keyword\">dogmático</strong> de algunos sistemas jurídicos de que tiene que haber tanto intención como conocimiento no es significativo en otros sistemas.","second":"The <strong class=\"keyword\">dogmatic</strong> requirement of some legal systems that there be both intent and knowledge is not meaningful in other systems."},{"author":94808,"first":"Destaca además que los programas económicos derivados del alivio y la cancelación de la duda externa no deben reproducir las políticas anteriores de ajuste estructural que no han prosperado, tales como las exigencias <strong class=\"keyword\">dogmáticas</strong> de privatización y reducción de los servicios públicos;","second":"Further stresses that the economic programmes arising from foreign debt relief and cancellation must not reproduce past structural adjustment policies that have not worked, such as <strong class=\"keyword\">dogmatic</strong> demands for privatization and reduced public services;"},{"author":95096,"first":"La razón profunda de esta restauración está expresada en la Constitución litúrgica, «para que aparezca con claridad la íntima conexión entre la palabra y el rito en la liturgia» [32] y en la Constitución <strong class=\"keyword\">dogmática</strong> sobre la divina Revelación: «La Iglesia siempre ha venerado la Sagrada Escritura, como lo ha hecho con el Cuerpo de Cristo, pues sobre todo en la sagrada liturgia, nunca ha cesado de tomar y repartir a sus fieles el pan de vida que ofrece la mesa de la palabra de Dios y del Cuerpo de Cristo» [33].","second":"The basic reasons for this restoration is expressed both in the Constitution on the Liturgy, namely, so that “the intimate link between rite and word” may be manifested, (32) and also in the <strong class=\"keyword\">Dogmatic</strong> Constitution on Divine Revelation, which teaches: “The Church has always venerated the divine Scriptures, just as she has venerated the very body of the Lord, never ceasing above all in the Sacred Liturgy to nourish herself on the bread of life and the table both of the word of God, and of the Body of Christ, and to minister it to the faithful” (33)."},{"author":8000,"first":"Los padres de Kevin Galåen (nacido el # de febrero de # ) son humanistas y desean que su hijo reciba una enseñanza basada en criterios no <strong class=\"keyword\">dogmáticos</strong> y agnósticos","second":"evin Galåen 's (born on # ebruary # ) parents are humanists and want the tuition of their son to have a non-<strong class=\"keyword\">dogmatic</strong>, agnostic basis"},{"author":94808,"first":"Destaca además que los programas económicos adoptados a raíz del alivio y la cancelación de la deuda externa no deben reproducir políticas anteriores de ajuste estructural que no hayan dado resultado, tales como exigencias <strong class=\"keyword\">dogmáticas</strong> de privatización y reducción de los servicios públicos;","second":"Further stresses that the economic programmes arising from foreign debt relief and cancellation must not reproduce past structural adjustment policies that have not worked, such as <strong class=\"keyword\">dogmatic</strong> demands for privatization and reduced public services;"},{"author":91988,"first":"De hecho, la mayoría de los gobiernos están mal equipados para comprender los temas científicos, aunque son mucho menos ideológicos y <strong class=\"keyword\">dogmáticos</strong> que Bush.","second":"Most governments are in fact ill-equipped to understand the scientific issues, even when they are much less ideological and <strong class=\"keyword\">dogmatic</strong> than Bush."},{"author":27,"first":"La Europa de Bruselas se ha pasado los últimos diez años sacrificando millones de puestos de trabajo al respeto de unos objetivos cuantificados <strong class=\"keyword\">dogmáticos</strong> (el 3 % del PIB de déficit público, el 60 % de deuda pública, o incluso una inflación máxima que el Banco Central Europeo ha fijado en el 2 %).","second":"The Europe of Brussels has just spent the last ten years sacrificing millions of jobs in adhering to <strong class=\"keyword\">dogmatic</strong> quantified targets (3% of GDP for government deficits, 60% for government debt or, again, a maximum inflation rate fixed by the European Central Bank at 2%)."},{"author":27,"first":"También estoy de acuerdo en que tenemos que entender las necesidades de los países implicados y no adoptar soluciones <strong class=\"keyword\">dogmáticas</strong>.","second":"I also agree that we have to be sensitive to the needs of the countries involved and not adopt <strong class=\"keyword\">dogmatic</strong> solutions."},{"author":94808,"first":"Por consiguiente, no es sorprendente que Antigua y Barbuda sea de la opinión de que los pequeños Estados pueden y deben desempeñar un papel fundamental al ser voces de la razón, voces que no están atadas a posiciones <strong class=\"keyword\">dogmáticas</strong> que el poder necesita.","second":"It should therefore come as no surprise that Antigua and Barbuda is of the view that small States can and should play a crucial role by being voices of reason — voices that are not shackled to the <strong class=\"keyword\">dogmatic</strong> positions that power necessitates."},{"author":118293,"first":"Todo lo que en esta película se refiere a la Religión Católica... y a las herejía que ésta ha suscitado, particularmente desde el punto de vista <strong class=\"keyword\">dogmático</strong>, es rigurosamente exacto.","second":"Everything in this film that concerns the Catholic religion and heresies it has inspired, especially with regard to <strong class=\"keyword\">dogma</strong>, is scrupulously accurate."},{"author":8008,"first":"Ojalá no sea así, pues estas entidades gozan de amplio reconocimiento y credibilidad en diversos sectores sociales y políticos de la comunidad internacional, gracias a la estricta rigurosidad académica e investigativa reflejada en cada uno de sus informes e investigaciones, que distan mucho de cualquier discurso político panfletario y <strong class=\"keyword\">dogmático</strong>.","second":"These organizations enjoy wide recognition and credibility from many in the international community, thanks to the rigorous academic standards and painstaking research reflected in each of their reports and studies, which stay mostly clear of political rhetoric and <strong class=\"keyword\">dogma</strong>. What's more, prestigious Colombian economist and social researcher Luis Jorge Garay, known for his objectivity in the country's complicated civil war, collaborated on the report."},{"author":118293,"first":"El espectáculo es absolutamente <strong class=\"keyword\">dogmático</strong> y al mismo tiempo no puede desembocar realmente en ningún dogma sólido.","second":"The spectacle is absolutely <strong class=\"keyword\">dogmatic</strong>, and at the same time, can lead to no solid dogma."},{"author":94808,"first":"Aun respaldando la insistencia del Comité en asegurar que la voluntad aparente de un pueblo se determina, en efecto, de manera genuina y libre, no puede aceptar la insistencia <strong class=\"keyword\">dogmática</strong> del Comité en imponer sus doctrinas sobre la voluntad libremente expresada de las poblaciones de los territorios.","second":"While supporting the Committee’s insistence on ensuring that the apparent will of a people was indeed genuinely and freely determined, he could not accept a <strong class=\"keyword\">dogmatic</strong> insistence by the Committee on imposing its doctrines on the freely expressed will of the peoples of the Territories."},{"author":95096,"first":"La constitución <strong class=\"keyword\">dogmática</strong> Lumen gentium presenta a la Iglesia como un pueblo que tiene por cabeza a Cristo, por condición la dignidad y la libertad de los hijos de Dios, por ley el precepto antiguo y siempre nuevo del amor, y por destino el reino de Dios (cf. n.","second":"The <strong class=\"keyword\">Dogmatic</strong> Constitution Lumen Gentium presents the Church as a people with Christ as its Head, whose state is the dignity and freedom of the sons of God; whose law is the ancient and always new precept of love and whose destiny is the kingdom of God (cf. n."},{"author":119723,"first":"En efecto, el Manifiesto Humanista de 1973 rechazó los “códigos tradicionales de la moral” y “las religiones <strong class=\"keyword\">dogmáticas</strong> o autoritarias tradicionales que ubican a la revelación, a Dios, al ritual o a un credo por encima de las necesidades y las experiencias humanas”.","second":"Thus, the 1973 Humanist Manifesto rejected “traditional moral codes” and “traditional <strong class=\"keyword\">dogmatic</strong> or authoritarian religions that place revelation, God, ritual, or creed above human needs and experience.”"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}