{"result":"ok","tuc":[{"phrase":{"text":"skillful","language":"en"},"meanings":[{"language":"en","text":"possessing skill"}],"meaningId":-6246230689773284267,"authors":[70195]},{"phrase":{"text":"skilful","language":"en"},"meanings":[{"language":"en","text":"possessing skill, skilled"}],"meaningId":3701041536182736420,"authors":[70195]},{"phrase":{"text":"expert","language":"en"},"meaningId":568992293855477324,"authors":[25018]},{"phrase":{"text":"ace","language":"en"},"meaningId":22316191137998383,"authors":[84500]},{"phrase":{"text":"adept","language":"en"},"meaningId":9000710838956070626,"authors":[84500]},{"phrase":{"text":"authority","language":"en"},"meaningId":4552929346114212622,"authors":[83086]},{"phrase":{"text":"champion","language":"en"},"meaningId":-448601429764797287,"authors":[84500]},{"phrase":{"text":"cunning","language":"en"},"meaningId":5516142967604511606,"authors":[25018]},{"phrase":{"text":"foxy","language":"en"},"meaningId":8229348157861844616,"authors":[25018]},{"phrase":{"text":"genius","language":"en"},"meaningId":7777015402114446550,"authors":[84500]},{"phrase":{"text":"hotshot","language":"en"},"meaningId":-1789310652492035116,"authors":[84500]},{"phrase":{"text":"knowing","language":"en"},"meaningId":1036117284311929473,"authors":[25018]},{"phrase":{"text":"maven","language":"en"},"meaningId":6488444370798288736,"authors":[84500]},{"phrase":{"text":"mavin","language":"en"},"meaningId":-5491250671931891973,"authors":[84500]},{"phrase":{"text":"sensation","language":"en"},"meaningId":-4678315335573064350,"authors":[84500]},{"phrase":{"text":"skilled","language":"en"},"meaningId":-7621817131210732344,"authors":[25115]},{"phrase":{"text":"sly","language":"en"},"meaningId":2887845782533729858,"authors":[25115]},{"phrase":{"text":"star","language":"en"},"meaningId":1998405026355245662,"authors":[84500]},{"phrase":{"text":"superstar","language":"en"},"meaningId":-8923259384130506960,"authors":[84500]},{"phrase":{"text":"virtuoso","language":"en"},"meaningId":6386386064402255648,"authors":[84500]},{"phrase":{"text":"whiz","language":"en"},"meaningId":-4215648120341713886,"authors":[84500]},{"phrase":{"text":"whizz","language":"en"},"meaningId":8237977241620225125,"authors":[84500]},{"phrase":{"text":"wily","language":"en"},"meaningId":2710812539869050219,"authors":[25115]},{"phrase":{"text":"wiz","language":"en"},"meaningId":6102001170073816457,"authors":[84500]},{"phrase":{"text":"wizard","language":"en"},"meaningId":3276837531533947483,"authors":[84500]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of duchar."},{"language":"en","text":"experienced, skilled"}],"meaningId":4343091611748899250,"authors":[1]}],"phrase":"ducho","examples":[{"author":31,"first":"La <strong class=\"keyword\">ducha</strong> no tiene fuerza","second":"There' s a weak <strong class=\"keyword\">shower spray</strong>"},{"author":8008,"first":"En este hermoso paraje descubrirá encantadores pueblecillos donde podrá relajarse y descansar.Nuestras acogedoras 23 habitaciones están equipadas con <strong class=\"keyword\">ducha</strong>, secador de pelo, televisión, teléfono, conexión a Internet y, en parte, balcón o terraza.En nuestro excelente restaurante podrá disfrutar de verdaderas exquisiteces culinarias creadas personalmente para usted.","second":"The cosy atmosphere in our 23 lovingly equipped rooms ensures a restful sleep. All rooms are equipped with <strong class=\"keyword\">shower</strong>, hairdryer, TV, telephone and internet access."},{"author":89915,"first":"Hornos para pizzas, ollas de vapor combinadas, salamandras (equipos de gratinado), equipos de parrilla, tostadoras y freidoras (eléctricas), mostradores refrigerados, armarios térmicos, valvulería para agua (también sin contacto), <strong class=\"keyword\">duchas</strong> para la vajilla, cestas para la vajilla, grifos de vaciado, parrillas, cestas de freídoras, grifos de agua, grifos de vaciado, llaves de paso de bola","second":"Pizza ovens, combination steamers, salamanders (top browning equipment), grills, toasters and deep fat fryers (electric), refrigerated counters, hot cabinets, water fittings (including non-contact water fittings), plate rinsers, crockery baskets, pet cocks, grates, deep fat fryer baskets, water taps, pet cocks, ball valves"},{"author":8008,"first":"Todas las habitaciones disponen de baño privado con <strong class=\"keyword\">ducha</strong> o bañera, y un equipamiento estándar.","second":"Each room is equipped with an en suite bathroom with <strong class=\"keyword\">shower</strong> or bathtub and features all common facilities."},{"author":89915,"first":"Artículos para ahorrar agua, en concreto <strong class=\"keyword\">duchas</strong> de ahorro de agua, reductores de flujo, filtros, generadores de burbujas de aire, reguladores de chorro de ahorro de agua, topes de <strong class=\"keyword\">ducha</strong>, Calentadores de paso para sanitario","second":"Water-saving fittings, namely water-saving tap <strong class=\"keyword\">fittings</strong>, flow restrictors, water-saving aerators, water-saving flow regulators, <strong class=\"keyword\">shower</strong> shut-<strong class=\"keyword\">off</strong> valves, <strong class=\"keyword\">WC</strong> water savers"},{"author":8008,"first":"Las habitaciones están equipadas con televisión por cable, teléfono de línea directa, minibar y cuarto de baño con <strong class=\"keyword\">ducha</strong> y WC.","second":"Our rooms are equipped with cable TV, direct dial telephone, mini-bar and bathroom with <strong class=\"keyword\">shower</strong> and toilet."},{"author":118293,"first":"Metedle en la <strong class=\"keyword\">ducha</strong>.","second":"Take him to the <strong class=\"keyword\">showers</strong>."},{"author":8008,"first":"El camping dispone de agua corriente caliente y fría, conexión de electricidad (220 V), servicos sanitarios con <strong class=\"keyword\">duchas</strong> calientes gratis, estación de desagüe , servicio de correos, teléfono, parque infantil , aparcamiento auto y moto, Restaurante, Bar ,Pizzería con horno de leña , embarcadero para el atraque de las imbarcaciones .","second":"The Camping offers cold/hot water, electricity 220 V, communal sanitary facilities with free hot <strong class=\"keyword\">showers</strong>, camper service, postal service, telephones, children’s playground, car motorbikes parking, Restaurant – Bar & Pizzeria with wooden oven and a small wharf to moor small boats."},{"author":8008,"first":"Todas las habitaciones cuentan con películas de vídeo de pago, artículos de tocador y <strong class=\"keyword\">ducha</strong>. Habitaciones adaptadas para personas con movilidad reducida y habitaciones con dos camas disponibles bajo petición.","second":"It is glass-fronted and <strong class=\"keyword\">furnished</strong> in a warm, minimalist style."},{"author":89915,"first":"Productos de plástico (no comprendidos en otras clases), incluyendo especialmente anillas (refuerzos para agujeros en papel) de polivinilclorido o de etileno para su uso con arandelas para ojetes de examen en bolsas, tela alquitranada, lona, pancartas y cortinas de <strong class=\"keyword\">ducha</strong>","second":"Goods of plastic (not included in other classes), in particular including rings (eyelets), made of polyvinyl chloride or of ethylene, for reinforcing holes in bags, tarpaulins, banners and <strong class=\"keyword\">shower</strong> curtains"},{"author":8008,"first":"Se compone de una planta baja con un hall de entrada, un comedor, una cocina americana, una <strong class=\"keyword\">ducha</strong> y un WC separado, un primer piso con dos dormitorios dobles y un segundo piso con un dormitorio doble, una sala de estar, una <strong class=\"keyword\">ducha</strong> y un aseo.","second":"It is composed of a ground floor with an entrance hall, a dining room, an American kitchen, a <strong class=\"keyword\">shower</strong> room and a separated toilet, a first floor with two double bedrooms and a second floor with a double bedroom, a living room, a <strong class=\"keyword\">shower</strong> and a toilet."},{"author":118293,"first":"Una <strong class=\"keyword\">ducha</strong> lo va a mojar.","second":"A <strong class=\"keyword\">SHOWER</strong> WILL GET YOU WET."},{"author":26,"first":"No tienen <strong class=\"keyword\">duchas</strong> en la pista de hielo?","second":"Don' t they have <strong class=\"keyword\">showers</strong> at the ice rink?"},{"author":118293,"first":"Justo cuando pensabas que era seguro volver a la <strong class=\"keyword\">ducha</strong>, ese fue, por supuesto, el inconfundible sonido de Bernard Hermnann con la música para Alfred...","second":"Just when you thought it was safe to go back in the <strong class=\"keyword\">shower</strong>, that was, of course, the unmistakable sound of Bernard Herrmann with the score for Alfred..."},{"author":89915,"first":"Jabones, perfumería, aceites esenciales, lociones corporales y faciales, cosméticos, lociones para el cabello, talco, polvos para el maquillaje, sales de baño y geles de <strong class=\"keyword\">ducha</strong>, champú, dentífricos","second":"Soaps, perfumery, essential oils, body and facial lotion, cosmetics, hair lotions, talc, make-up powder, bath salts and <strong class=\"keyword\">shower</strong> gels, shampoo, dentifrices"},{"author":89915,"first":"Ropa para el cuarto de baño o de baño (alfombras antideslizantes), cortinas de <strong class=\"keyword\">ducha</strong>","second":"Bathroom or bath linings (non-slip mats), <strong class=\"keyword\">shower</strong> curtains"},{"author":89915,"first":"Productos para el cuidado de la piel, Champús para el cuerpo, Geles de <strong class=\"keyword\">ducha</strong>, Jabones, Productos de limpieza, Tónicos, Hidratantes, Lociones corporales, Crema de manos, Pulverizadores de uso corporal, Productos exfoliantes, Productos de baño, Baño de espuma, Aceites de baño, Champús, Enjuagues (acondicionador), Desodorantes, Perfumes, Aceites esenciales, Lociones bronceadoras, Productos autobronceadores, Preparaciones para después del sol, Preparaciones para el afeitado","second":"Skincare products, body shampoos, <strong class=\"keyword\">shower</strong> gels, soaps, cleansers, toners, moisturisers, body lotions, hand creams, body sprays, exfoliating products, bath products, bubble bath, bath oils, shampoos, conditioners, deodorants, perfumes, essential oils, sun tan lotions, self tanning preparations, after sun preparations, shaving preparations"},{"author":118293,"first":"¿Se llevaron los restos mortales de la <strong class=\"keyword\">ducha</strong>?","second":"Did you guys clean up the dead stuff in my <strong class=\"keyword\">shower</strong>?"},{"author":89915,"first":"Preparados de limpieza para el cuarto de baño, cocinas, vidrio, paredes de <strong class=\"keyword\">ducha</strong>, platos, utensilios de cocina, ollas y cazuelas, suelos y otras superficies domésticas e industriales","second":"Cleaning preparations for bathrooms, kitchens, glass, <strong class=\"keyword\">shower</strong> walls, dishes, kitchen utensils, pots and pans, floors and other household and industrial surfaces"},{"author":118293,"first":"¡ Menuda <strong class=\"keyword\">ducha</strong> me di!","second":"I'd doused myself <strong class=\"keyword\">with</strong> the stuff!"},{"author":8008,"first":"Habitaciones con TV, <strong class=\"keyword\">ducha</strong>, baño, sábanas gratuitas, armarios, cocina y desayuno tipo buffet gratuito.","second":"Free access to internet, wireless and an indoor climbing (bouldering) room, our Falken temple."},{"author":8008,"first":"Los baños tienen bañera y/o <strong class=\"keyword\">ducha</strong>, WC, lavabo, espejo de aumento e incluso toallitas faciales.","second":"Our bathrooms have a bath and/or <strong class=\"keyword\">shower</strong>, toilet, a washbasin, make-up mirror and even face cloths."},{"author":89915,"first":"Cosméticos, en concreto, brillo labial, barra de labios, sombra de ojos, perfiladores de ojos, lápices de cejas, mascarillas, colorete, maquillaje base, maquillaje en polvo, en forma de crema y líquida, crema de sombra clara de ojos, lacas para las uñas, limpiadores cutáneos, tónicos y mascarillas, aceite para el baño, champús para el cabello y el cuerpo, geles de <strong class=\"keyword\">ducha</strong>, jabones de tocador, polvos corporales","second":"Cosmetics, namely, lip gloss, lipstick, eye shadow, eye liners, eye brow pencils, mascara, blush, foundation, make-up in powdered, cream and liquid form, highlighter cream, nail lacquer, skin cleansers, toners and masques, bath oil, hair and body shampoos, <strong class=\"keyword\">shower</strong> gels, toilet soaps, body powder"},{"author":118293,"first":"Golosinas que te hacen pis mientras estás en la <strong class=\"keyword\">ducha</strong>?","second":"Candy that pees on you while you're in the <strong class=\"keyword\">shower</strong>?"},{"author":8008,"first":"Hoteles en Nerja: Horario de recepción: 24 horas El apartotel de 4 estrellas Hotel Marinas de Nerja se sitúa directamente en la playa, a sólo 2 km de Nerja. Este complejo incluye 180 acogedores apartamentos en un total de 216 habitaciones, todos equipados con cuarto de baño con <strong class=\"keyword\">ducha</strong> y bañera.","second":"Hotel in Nerja: With 216 comfortably furnished rooms, the hotel has been awarded 4 stars."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"83086":{"U":"","id":83086,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83086"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}