{"result":"ok","tuc":[{"phrase":{"text":"boisterous","language":"en"},"meaningId":4879803886690233745,"authors":[83042]},{"phrase":{"text":"fractious","language":"en"},"meaningId":2510874674904460821,"authors":[97745]},{"phrase":{"text":"turbulent","language":"en"},"meaningId":7191293282143640622,"authors":[83042]},{"phrase":{"text":"unruly","language":"en"},"meaningId":-1103225784393247554,"authors":[25115]},{"phrase":{"text":"wayward","language":"en"},"meaningId":4328380086325563694,"authors":[97745]},{"meanings":[{"language":"en","text":"disobeyer"},{"language":"en","text":"rebellious, disobedient"}],"meaningId":-7020282941225882679,"authors":[93107]}],"phrase":"díscolo","examples":[{"author":94808,"first":"De hecho, la obra de reconstrucción del país no puede llevarse adelante con éxito en la <strong class=\"keyword\">díscola</strong> atmósfera actual.","second":"Indeed, the task of rebuilding the country cannot be successfully accomplished in the current <strong class=\"keyword\">fractious</strong> atmosphere."},{"author":8007,"first":"Pero a Estados Unidos y a Gran Bretaña les cuesta moverse rápidamente, y voces fuertes en sus capitales quieren que se castigue, no que se ayude, a Pakistán por sus actitudes <strong class=\"keyword\">díscolas</strong>.","second":"But the US and Britain find it difficult to move quickly, and strong voices in their capitals want Pakistan to be punished, not helped, for its <strong class=\"keyword\">wayward</strong> ways."},{"author":94808,"first":"En 1998 el Departamento de Prisiones introdujo el régimen de gestión del comportamiento en la cárcel de Auckland para manejar a presos especialmente peligrosos y <strong class=\"keyword\">díscolos</strong>.","second":"In 1998 the Department of Corrections introduced the Behaviour Management Regime (BMR) into Auckland Prison to manage particularly dangerous and <strong class=\"keyword\">disruptive</strong> prisoners."},{"author":92475,"first":"Koike, la candidata <strong class=\"keyword\">díscola</strong>, ganó por goleada.","second":"Koike, the <strong class=\"keyword\">rogue</strong> candidate, won by a landslide."},{"author":94809,"first":"importancia de la coordinación y de la comunicación con la tripulación de vuelo, en particular en el trato con pasajeros <strong class=\"keyword\">díscolos</strong> o perturbadores;","second":"importance of coordination and communication with the flight crew, in particular when <strong class=\"keyword\">managing unruly</strong> or disruptive passengers;"},{"author":94808,"first":"Para ayudar al reasentamiento y la educación de los menores tras su puesta en libertad, organizaciones asociadas a las ligas de jóvenes de China de todos los niveles han adoptado medidas activas para ayudar a los menores <strong class=\"keyword\">díscolos</strong> a reinsertarse en la sociedad.","second":"To help juvenile offenders with their resettlement and education following their release, organizations associated with China’s youth leagues at every level have taken active steps to help <strong class=\"keyword\">wayward</strong> minors return to society."},{"author":94809,"first":"importancia de la coordinación y la comunicación con la tripulación de vuelo, y el manejo de pasajeros <strong class=\"keyword\">díscolos</strong> o perturbadores,","second":"importance of coordination and communication with the flight crew, management of <strong class=\"keyword\">unruly</strong> or disruptive passengers<strong class=\"keyword\">;</strong>"},{"author":94808,"first":"Los problemas de conducta en la escuela son un fenómeno complejo, en particular las conductas <strong class=\"keyword\">díscolas</strong>, las conductas antisociales y el aislamiento social.","second":"Behavioural problems at school represent a complex field which may include <strong class=\"keyword\">disruptive</strong> behaviour, antisocial behaviour and social isolation."},{"author":8008,"first":"Difícil de conseguir en la parte superior, con algunos elementos <strong class=\"keyword\">díscolos</strong>, y selectiva, pero al final, ha sido una carrera extraordinaria que realmente me impresionó, Clase A \"sincero\", mientras que \"astutos\", a quien le gustaba jugar, pero capaz de grandes saltos.","second":"Hard to get on top, with some <strong class=\"keyword\">unruly</strong> elements, and selective, but in the final, had an extraordinary rush that I was really impressed, Class A \"sincere\" while \"sly\", who enjoyed play but capable of great leaps."},{"author":8008,"first":"El genial y <strong class=\"keyword\">díscolo</strong> delantero brasileño, sin embargo, chocó con el carácter de Aragonés y fue cedido al Flamengo.","second":"Nevertheless, the brilliant and <strong class=\"keyword\">rebellious</strong> Brazilian forward clashed with Aragonés and was handed over to Flamengo."},{"author":118293,"first":"¿Qué hiciste, maldito <strong class=\"keyword\">díscolo</strong>?","second":"What were you doing, you cursed <strong class=\"keyword\">devil</strong>?"},{"author":8000,"first":"Al respecto, se había elaborado material de orientación sobre los aspectos jurídicos del problema de los pasajeros <strong class=\"keyword\">díscolos</strong> o insubordinados (circular # de la OACI) en el que figuraba una lista uniforme de delitos y se abordaban aspectos de competencia y los mecanismos jurídicos de que se disponía para hacer frente al problema que planteaba esa clase de pasajeros","second":"In that regard, Guidance Material on the Legal Aspects of <strong class=\"keyword\">Unruly</strong>/<strong class=\"keyword\">Disruptive</strong> Passengers (ICAO Circular # ) had been developed, addressing a uniform list of offences, jurisdiction and the legal mechanisms available for combating the problem of unruly passengers"},{"author":118293,"first":"Dormía con mujeres <strong class=\"keyword\">díscolas</strong>, me perdía en múltiples distracciones pecaminosas.","second":"Slept with <strong class=\"keyword\">wayward</strong> women, lost myself in all kinds of sinful distractions."},{"author":8000,"first":"Claro, lo abofeteas porque ¿qué otra forma hay de tratar con los <strong class=\"keyword\">díscolos</strong>?","second":"Yes, you slap him, for what else works with the <strong class=\"keyword\">recalcitrant</strong>?<strong class=\"keyword\">”</strong>"},{"author":91988,"first":"Si a eso añadimos una corrupción endémica, oligarcas poderosos y poco escrupulosos y <strong class=\"keyword\">díscolos</strong> partidos políticos, resulta fácil entender las dificultades a que se enfrentan los ucranios en su lucha en pos de un sistema auténticamente democrático.","second":"Add to that endemic corruption, unscrupulous and powerful oligarchs, and <strong class=\"keyword\">fractious</strong> political parties, and it is easy to see why Ukraine’s efforts to consolidate a more democratic system will be exceedingly difficult."},{"author":119723,"first":"Entre las respuestas se podría mencionar la mala salud, el no tener hijos, la ancianidad, hijos con discapacidades, el fallecimiento de seres queridos, problemas económicos, hijos <strong class=\"keyword\">díscolos</strong> y desastres naturales.","second":"Answers may include bad health, childlessness, aging, children with disabilities, death of loved ones, financial problems, <strong class=\"keyword\">wayward</strong> children, and natural disasters."},{"author":94808,"first":"Para acabar con esta situación insana se está haciendo mucho para que no se discrimine a los niños vulnerables, en particular a los <strong class=\"keyword\">díscolos</strong> o abandonados.","second":"To eliminate these unwholesome situations, much is being done to ensure that children, in particular <strong class=\"keyword\">wayward</strong> children and abandoned children, who are vulnerable, are not <strong class=\"keyword\">victimized</strong>."},{"author":31,"first":"Eres <strong class=\"keyword\">díscola</strong>","second":"You' re <strong class=\"keyword\">loose!</strong>"},{"author":27,"first":"(NL) Señor Presidente, la Comisión Europea ha proporcionado un nuevo producto de exportación a Libia, un estado <strong class=\"keyword\">díscolo</strong> y a su dictador Gadafi.","second":"(NL) Mr President, the European Commission has provided a new export product to Libya, a <strong class=\"keyword\">rogue</strong> state, and its dictator Gaddafi."},{"author":118293,"first":"Estén alerta a los indios <strong class=\"keyword\">díscolos</strong>.","second":"Keep a weather-eye out for <strong class=\"keyword\">wayward</strong> Indians."},{"author":94808,"first":"Movilizan a jóvenes voluntarios para que lleven a cabo programas de asistencia mutua y educación a largo plazo destinados a ayudar a los jóvenes <strong class=\"keyword\">díscolos</strong> a desligarse de los elementos rebeldes y volver a la vida cotidiana.","second":"They mobilize young volunteers to run long-term mutual assistance and education programmes aimed at helping <strong class=\"keyword\">wayward</strong> juveniles <strong class=\"keyword\">sever</strong> their ties to lawless elements and return to normal everyday life."},{"author":94808,"first":"El capítulo 56 de la Ley de justicia de menores protege a los jóvenes infractores al establecer que la detención solo es aplicable a jóvenes de carácter <strong class=\"keyword\">díscolo</strong>.","second":"Juvenile Act Cap 56 protects child offenders in that detention is allowable only where the child is of <strong class=\"keyword\">unruly</strong> character."},{"author":118293,"first":"¿En qué se ha metido ahora ese <strong class=\"keyword\">díscolo</strong> hijo mío?","second":"What has that <strong class=\"keyword\">wayward</strong> boy of mine gotten himself into now?"},{"author":8000,"first":"Para ayudar al reasentamiento y la educación de los menores tras su puesta en libertad, organizaciones asociadas a las ligas de jóvenes de China de todos los niveles han adoptado medidas activas para ayudar a los menores <strong class=\"keyword\">díscolos</strong> a reinsertarse en la sociedad","second":"To help juvenile offenders with their resettlement and education following their release, organizations associated with China's youth leagues at every level have taken active steps to help <strong class=\"keyword\">wayward</strong> minors return to society"},{"author":94809,"first":"2) importancia de la coordinación y de la comunicación con la tripulación de vuelo, en particular en el trato con pasajeros <strong class=\"keyword\">díscolos</strong> o perturbadores;","second":"(2) importance of coordination and communication with the flight crew, in particular when <strong class=\"keyword\">managing unruly</strong> or disruptive passengers;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}