{"result":"ok","tuc":[{"phrase":{"text":"unbiased","language":"en"},"meanings":[{"language":"en","text":"impartial or without bias or prejudice"}],"meaningId":-8849037302239775849,"authors":[70195]},{"phrase":{"text":"equable","language":"en"},"meaningId":1108606479186755748,"authors":[25018]},{"phrase":{"text":"equal","language":"en"},"meaningId":-6602279377481609885,"authors":[25018]},{"phrase":{"text":"even-tempered","language":"en"},"meaningId":-3298335634987702592,"authors":[25018]},{"phrase":{"text":"impartial","language":"en"},"meanings":[{"language":"es","text":"Que trata a todos los rivales o a quienes se disputan de la misma forma."},{"language":"en","text":"Treating all rivals or disputants equally"}],"meaningId":7233528307865989683,"authors":[60172]},{"phrase":{"text":"composed","language":"en"},"meaningId":5413982973756444344,"authors":[25018]},{"phrase":{"text":"enough","language":"en"},"meaningId":7243445759668669062,"authors":[86934]},{"phrase":{"text":"even","language":"en"},"meaningId":-4136662221443012429,"authors":[25018]},{"phrase":{"text":"perfect","language":"en"},"meaningId":-8814636235326183117,"authors":[25018]},{"phrase":{"text":"relaxed","language":"en"},"meaningId":-8225969509964690886,"authors":[25018]},{"phrase":{"text":"sedate","language":"en"},"meaningId":-6220019296620407209,"authors":[25115]},{"phrase":{"text":"unruffled","language":"en"},"meaningId":139699927354288206,"authors":[25115]},{"meanings":[{"language":"en","text":"impartial, unbiased"},{"language":"en","text":"impartial"},{"language":"en","text":"calm, composed"}],"meaningId":7573995300632607516,"authors":[1]}],"phrase":"ecuánime","examples":[{"author":8000,"first":"Esperamos que el enfoque <strong class=\"keyword\">ecuánime</strong> de la Comisión contribuirá de manera constructiva a la promoción de la tolerancia, la unidad y la armonía en el pueblo de Timor Oriental, de manera que sea capaz, a la larga, de dejar la historia atrás, mirar al futuro y, unidos forjar una nación fuerte, coherente y unificada","second":"We hope that the <strong class=\"keyword\">even</strong>-<strong class=\"keyword\">handed</strong> approach of the Commission will contribute constructively to the promotion of tolerance, unity and harmony among the people of East Timor so that they will be able, at long last, to put history behind them, look forward to the future and, together, forge a strong, cohesive and united nation"},{"author":94809,"first":"Para garantizar una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, se realizaron los debidos ajustes a fin de tener en cuenta las diferencias que afectaban a los precios y su comparabilidad, de conformidad con el artículo 2, apartado 10, del Reglamento de base.","second":"For the purpose of a <strong class=\"keyword\">fair</strong> comparison between the normal value and export price, due allowance, in the form of adjustments, was made for differences which affect prices and price comparability in accordance with Article 2(10) of the basic Regulation."},{"author":94809,"first":"Con arreglo a dicho considerando, a efectos de una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, se tuvieron en cuenta, de conformidad con el artículo 2, apartado 10, del Reglamento de base, las diferencias entre los factores que, según se alegó y demostró, habían influido en los precios y en la comparabilidad de éstos.","second":"Under that recital, in order to ensure a <strong class=\"keyword\">fair</strong> comparison between normal value and export price, account was taken, in accordance with Article 2(10) of the basic regulation, of differences in factors which were claimed and demonstrated to affect prices and price comparability."},{"author":94809,"first":"A fin de garantizar una comparación <strong class=\"keyword\">ecuánime</strong>, se introdujeron ajustes en atención a las diferencias de los costes de transporte, seguros, mantenimiento, descarga y costes accesorios, así como los costes de envasado, gastos bancarios, reducciones, descuentos, gastos de créditos y de comisiones, cuando procedió y estuvo justificado.","second":"To ensure a <strong class=\"keyword\">fair</strong> comparison, <strong class=\"keyword\">allowances</strong> were made for differences in transport, insurance, handling, loading and ancillary costs, packing costs, bank charges, rebates, discounts, credit costs and commissions where applicable and justified."},{"author":94809,"first":"(35) A fin de garantizar una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, se realizaron los ajustes correspondientes para tener en cuenta las diferencias en los costes de transporte, seguro, mantenimiento, carga y costes accesorios, así como los costes de crédito, las comisiones y la fase comercial que afectan a la comparabilidad de los precios, de conformidad con el apartado 10 del artículo 2 del Reglamento de base.","second":"(35) For the purpose of ensuring a <strong class=\"keyword\">fair</strong> comparison between the normal value and the export price, due allowance in the form of adjustments was made for differences in transportation, insurance, handling, loading and ancillary costs, credit cost, commissions and level of trade, affecting price comparability in accordance with Article 2(10) of the basic Regulation."},{"author":94809,"first":"(59) A efectos de una comparación <strong class=\"keyword\">ecuánime</strong>, se realizaron ajustes por las diferencias en los costes de transporte y seguro, una vez que se comprobó que afectaban a los precios y a su comparabilidad.","second":"(59) For the purpose of a <strong class=\"keyword\">fair</strong> comparison, adjustments were made for differences in transport and insurance costs, which were found to affect prices and price comparability."},{"author":94809,"first":"37 A este respecto, procede recordar que, en virtud del artículo 2, apartado 10, del Reglamento de base, se realizará una comparación <strong class=\"keyword\">ecuánime</strong> entre el precio de exportación y el valor normal.","second":"37 In that regard, it is necessary to recall that, pursuant to Article 2(10) of the basic regulation, a <strong class=\"keyword\">fair</strong> comparison must be made between the export price and the normal value."},{"author":8000,"first":"El Sr. Khane (Secretario de la Comisión), lee una declaración de conformidad con el artículo # del reglamento de la Asamblea General en relación con el párrafo # del proyecto de resolución, en el que la Asamblea General subrayaría la necesidad constante de obtener información <strong class=\"keyword\">ecuánime</strong> y objetiva sobre la situación de los derechos humanos en todos los países, así como la necesidad de presentar esa información de manera <strong class=\"keyword\">ecuánime</strong>, incluso mediante los informes de los relatores especiales y los representantes, expertos independientes y grupos de trabajo","second":"Mr. Khane (Secretary of the Committee), read out a statement in accordance with rule # of the rules of procedure of the General Assembly in connection with paragraph # of the draft resolution, which stated that the General Assembly would stress the continuing need for <strong class=\"keyword\">unbiased</strong> and objective information on the situation of human rights in all countries and the impartial presentation of such information, including through the reports of the special rapporteurs and representatives, independent experts and working groups"},{"author":22,"first":"A fin de lograr una comparación <strong class=\"keyword\">ecuánime</strong>, se tuvieron en cuenta las diferencias en los factores que se alegó y demostró afectaban a los precios y a la comparabilidad de los precios, de conformidad con el apartado # del artículo # del Reglamento básico","second":"In order to ensure a <strong class=\"keyword\">fair</strong> comparison, account was taken of differences in factors which were claimed and demonstrated to affect prices and price comparability, in accordance with Article # of the basic Regulation"},{"author":94808,"first":"No obstante, opinamos que una resolución titulada “El riesgo de proliferación nuclear en el Oriente Medio” en la que solo se haga referencia a Israel y no se haga ninguna alusión al actual aumento de los riesgos de proliferación nuclear en el Oriente Medio no es <strong class=\"keyword\">ecuánime</strong> y, por lo tanto, lamentablemente tuvimos que abstenernos de nuevo.","second":"However, a resolution entitled “The risk of nuclear proliferation in the Middle East” that refers only to Israel and makes no reference to current deepening nuclear proliferation risks in the Middle East is in our view <strong class=\"keyword\">unbalanced</strong>, and we had therefore again regrettably to abstain."},{"author":94809,"first":"(72) En los casos en que el valor normal se determinó sobre la base del producto más parecido (véase el considerando 68), se realizó un ajuste por las diferencias en las características físicas a fin de garantizar una comparabilidad <strong class=\"keyword\">ecuánime</strong> de precios entre los productos similares.","second":"(72) In cases where the normal value was determined on the basis of the closest resembling product (see recital (68) above), an adjustment was made for differences in the physical characteristics in order to ensure a <strong class=\"keyword\">fair</strong> price comparability between the like products."},{"author":8000,"first":"Asimismo, deseo aprovechar la ocasión para ponderar la posición <strong class=\"keyword\">ecuánime</strong> y responsable que han adoptado el Presidente de los Estados Unidos y los Jefes de Estado y de Gobierno de los países europeos, frente a los intentos de explotar esos hechos dolorosos para levantar falsas acusaciones de terrorismo contra árabes y musulmanes, y frente a los intentos sospechosos también de lanzar ofensas contra árabes y musulmanes","second":"I must also commend the <strong class=\"keyword\">fair</strong> and responsible position taken by the United States President and the leaders of the European States in opposing attempts to exploit those tragic events to falsely accuse the Arabs and Muslims of terrorism, as well as their stand against those dubious attempts to insult Arabs and Muslims"},{"author":94808,"first":"Subraya la necesidad constante de obtener información <strong class=\"keyword\">ecuánime</strong> y objetiva sobre la situación de los derechos humanos en todos los países, así como la necesidad de presentar esa información de manera imparcial, incluso mediante los informes de los relatores especiales y los representantes, expertos independientes y grupos de trabajo;","second":"Stresses the continuing need for <strong class=\"keyword\">unbiased</strong> and objective information on the situation of human rights in all countries and the need to present this information in an impartial manner, including through the reports of the special rapporteurs and representatives, independent experts and working groups;"},{"author":94808,"first":"La tolerancia del pueblo de Timor-Leste y el liderazgo <strong class=\"keyword\">ecuánime</strong> ejercido por el Presidente Kay Rala Xanana Gusmão, el Primer Ministro, Mari Alkatiri, el Presidente del Parlamento Nacional, Francisco “Lu-Olo” Guterres y el Ministro de Relaciones Exteriores, José Ramos-Horta, han permitido a Timor-Leste avanzar con paso firme por el camino de la paz y la estabilidad.","second":"The tolerance of the people of Timor-Leste and the <strong class=\"keyword\">balanced</strong> leadership exercised by President Kay Rala Xanana Gusmão, Prime Minister Mari Alkatiri, National Parliament President Francisco “Lu-Olo” Guterres and Foreign Minister José Ramos-Horta have enabled Timor-Leste to move forward steadily on its path to peace and stability."},{"author":94809,"first":"(30) A efectos de una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, se realizaron los debidos ajustes a fin de tener en cuenta las diferencias que afectaban a la comparabilidad de los precios, de conformidad con el apartado 10 del artículo 2 del Reglamento de base.","second":"(30) For the purpose of ensuring a <strong class=\"keyword\">fair</strong> comparison between the normal value and the export price, due allowance in the form of adjustments was made for differences affecting price comparability in accordance with Article 2(10) of the Basic Regulation."},{"author":94808,"first":"El Ecuador considera que el proyecto de resolución es suficientemente <strong class=\"keyword\">ecuánime</strong> y que, al mismo tiempo, refleja —con dificultad— las posiciones de los diferentes países presentes en este Salón.","second":"Ecuador believes that the draft resolution is sufficiently <strong class=\"keyword\">even</strong>-<strong class=\"keyword\">handed</strong> and reflects the positions of all the States in this room."},{"author":94809,"first":"86 – Para que sea «<strong class=\"keyword\">ecuánime</strong>», dicha comparación debe efectuarse, conforme al artículo 2, apartado 10, del Reglamento de base, en la misma fase comercial, sobre la base de ventas realizadas en fechas lo más próximas posible entre sí y teniendo debidamente en cuenta cualquier otra diferencia que afecte a la comparabilidad de los precios, como son las condiciones de venta y de imposición del producto, sus características físicas o incluso el cambio de divisas.","second":"86 – In order to be ‘<strong class=\"keyword\">fair</strong>’, this comparison must be conducted, in accordance with Article 2(10) of the basic regulation, at the same level of trade and in respect of sales made at as nearly as possible the same time and with due account taken of other differences which affect price comparability, such as terms of sale and taxation of the product, its physical characteristics or currency conversion."},{"author":94809,"first":"(21) A efectos de una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación en la fase comercial en fábrica, se realizaron los ajustes correspondientes para tener en cuenta las diferencias alegadas que se demostró que afectaban a los precios y a su comparabilidad.","second":"(21) For the purposes of a <strong class=\"keyword\">fair</strong> comparison between the normal value and the export price at an ex-works level, due allowance in the form of adjustments was made for differences that were claimed and demonstrated to affect prices and price comparability."},{"author":94809,"first":"(61) Para garantizar una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, se realizaron los debidos ajustes con el fin de tener en cuenta las diferencias que afectaban a los precios y a su comparabilidad de conformidad con el artículo 2, apartado 10, del Reglamento de base.","second":"(61) For the purpose of ensuring a <strong class=\"keyword\">fair</strong> comparison between the normal value and the export price, due allowance in the form of adjustments was made for differences affecting prices and price comparability, in accordance with Article 2(10) of the basic regulation."},{"author":94808,"first":"Ante situaciones derivadas de tensiones o controversias religiosas, los gobiernos deben responder de forma mesurada, <strong class=\"keyword\">ecuánime</strong> y diligente, lo cual supone un gran reto para todos los gobiernos.","second":"Governmental responses in situations of religious tension or controversy have to be measured, <strong class=\"keyword\">balanced</strong> and prompt."},{"author":94809,"first":"En cuanto a la garantía de una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, estos importadores alegaron que no se les revelaron los ajustes necesarios previstos en el artículo 2, apartado 10, del Reglamento de base.","second":"In terms of ensuring a <strong class=\"keyword\">fair</strong> comparison between normal value and export price, these importers claimed that the necessary adjustments pursuant to Article 2(10) of the basic Regulation were not disclosed to them."},{"author":94809,"first":"Por tanto, las pruebas aportadas no sirven para demostrar que sea erróneo el ajuste realizado a efectos de una comparación <strong class=\"keyword\">ecuánime</strong> de precios entre el valor normal y el precio de exportación de los productos de gres, de modo que se rechaza esta alegación.","second":"Therefore, the evidence provided is not such as to demonstrate that the adjustment made for a fair price <strong class=\"keyword\">comparison</strong> between the normal value and the export price of stoneware products is flawed and the claim is accordingly rejected."},{"author":94809,"first":"A efectos de una comparación <strong class=\"keyword\">ecuánime</strong> entre el valor normal y el precio de exportación, se realizaron ajustes para tener debidamente en cuenta las diferencias en los factores que afectan a los precios y a su comparabilidad.","second":"For the purpose of a <strong class=\"keyword\">fair</strong> comparison between the normal value and the export price, due allowance in the form of adjustments was made for differences in factors affecting price and price comparability."},{"author":118385,"first":"35 En la tercera parte del primer motivo, las recurrentes alegan, con carácter subsidiario, que el análisis de la «comparación <strong class=\"keyword\">ecuánime</strong>» realizado por el Tribunal General no se ajusta a las exigencias del artículo 2, apartados 10 y 11, del Reglamento de base y de los artículos 2.4 y 2.4.2 del Acuerdo antidumping.","second":"35 In the third part of the first ground of appeal, the appellants maintain, as an alternative claim, that the analysis of the ‘<strong class=\"keyword\">fair</strong> comparison’ carried out by the General Court does not comply with the requirements of Article 2(10) and (11) of the basic regulation and Articles 2.4 and 2.4.2 of the Anti-Dumping Agreement."},{"author":27,"first":"– Señor Presidente, señora Comisaria, Señorías, quisiera empezar dando las gracias muy vivamente a nuestro ponente por el carácter sumamente equilibrado de su informe, ya que refleja un enfoque muy <strong class=\"keyword\">ecuánime</strong> de los tres pilares de la sostenibilidad: el económico, el ecológico y el sociocultural.","second":"Mr President, Commissioner, ladies and gentlemen, I would like to start with warm thanks to our rapporteur for his very balanced report, for he has taken a very <strong class=\"keyword\">balanced</strong> approach to the three pillars of sustainability – the economic, the ecological and the sociocultural."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}