{"result":"ok","tuc":[{"phrase":{"text":"effervescent","language":"en"},"meanings":[{"language":"en","text":"Giving off bubbles."},{"language":"en","text":"enthusiastic"},{"language":"es","text":"Que desprende burbujas."},{"language":"en","text":"fizzy"}],"meaningId":-6609729684935074664,"authors":[70195]},{"phrase":{"text":"crisp","language":"en"},"meanings":[{"language":"en","text":"sparking, effervescing"}],"meaningId":-5960215073669432089,"authors":[70195]},{"phrase":{"text":"sparkling","language":"en"},"meanings":[{"language":"en","text":"of a beverage"}],"meaningId":-115866013245159123,"authors":[90508]},{"phrase":{"text":"fizzy","language":"en"},"meanings":[{"language":"en","text":"Giving off bubbles."},{"language":"es","text":"Que desprende burbujas."}],"meaningId":-2724041778914486801,"authors":[2708]},{"phrase":{"text":"bubbly","language":"en"},"meaningId":3928381917753908754,"authors":[25018]},{"phrase":{"text":"bubbling","language":"en"},"meaningId":-4250526562445570505,"authors":[25018]},{"phrase":{"text":"ebullient","language":"en"},"meaningId":-9119123310276792341,"authors":[97745]},{"meanings":[{"language":"en","text":"effervescent"}],"meaningId":2381250303020490933,"authors":[1]}],"phrase":"efervescente","examples":[{"author":8008,"first":"Los vinos de Cosecha Limoux, <strong class=\"keyword\">efervescentes</strong> o tranquilos, están compuestos con tres cepas: Mauzat, Chardonnay y Chenin.","second":"Whether sparkling or still, <strong class=\"keyword\">Limoux</strong> wines are produced from three varieties: Mauzat, Chardonnay and Chenin."},{"author":8000,"first":"Ayer tuve el privilegio de presidir la audiencia interactiva oficiosa con la sociedad civil, que estuvo muy concurrida, fue <strong class=\"keyword\">efervescente</strong> y en ocasiones incluso apasionada","second":"Yesterday, I had the privilege of chairing the interactive civil society hearing"},{"author":94809,"first":"En particular, consideró que los «servicios de comercio al por menor y al por mayor en el ámbito de los alimentos, fruta fresca y verduras, bebidas alcohólicas y no alcohólicas así como siropes, comprimidos <strong class=\"keyword\">efervescentes</strong> y otras preparaciones para hacer bebidas, servicios de gestión de pedidos por correo (excepto su transporte) o ventas a través de internet, respectivamente de bebidas y alimentos» a los que se refiere la marca solicitada comprendidos en la clase 35 eran parecidos a los servicios designados por la marca anterior comprendidos en la clase 39.","second":"In particular, the Board of Appeal considered that ‘retail and wholesale services relating to foodstuffs, fresh fruits and vegetables, alcoholic and non-alcoholic beverages and syrups, <strong class=\"keyword\">effervescent</strong> tablets and other preparations for making beverages, mail order (except transport) or internet retail services, all in relation to beverages and foodstuffs’ covered by the mark applied for in Class 35 were similar to the services in Class 39 covered by the earlier mark."},{"author":94808,"first":"En contraposición, los Estados Unidos demuestran estar dispuestos a escuchar las críticas de los órganos de las Naciones Unidas creados en virtud de tratados y sus mecanismos de derechos humanos así como a su propia <strong class=\"keyword\">efervescente</strong> sociedad civil.","second":"By contrast, the United States showed itself ready to listen to criticism from the United Nations treaty bodies and human rights mechanisms, as well as its own <strong class=\"keyword\">vibrant</strong> civil society."},{"author":94808,"first":"Sólo después de que se haya creado una sociedad <strong class=\"keyword\">efervescente</strong> y abierta políticamente —un proceso que deberá seguir de cerca la comunidad internacional— podemos plantearnos la posibilidad de que se celebren elecciones libres y democráticas en Transnistria para que la población de la región tenga unos verdaderos representantes que sean responsables.","second":"Only after creating a <strong class=\"keyword\">vibrant</strong> and politically open society — a process that should be carried out under the close monitoring of the international community — can one envisage the possibility of free and democratic elections in Transnistria to establish genuine, responsible representatives of the population of the region."},{"author":118293,"first":"No lo sé, ¿por mi personalidad <strong class=\"keyword\">efervescente</strong>?","second":"Oh, I don't know, my <strong class=\"keyword\">effervescent</strong> personality?"},{"author":8008,"first":"Deportes todo el año, vida nocturna <strong class=\"keyword\">efervescente</strong>, tiendas inigualables, magníficos parques nacionales y casinos de fama mundial hechos para ser incluidos en su lista de cosas por hacer en vacaciones.","second":"Year-round sports, <strong class=\"keyword\">effervescent</strong> nightlife, distinctive souvenir shopping, magnificent national parks, and world class gambling make for a jam-packed vacation to do list."},{"author":94808,"first":"Evidentemente, todas estas posiciones <strong class=\"keyword\">efervescentes</strong> y ufanas obedecen al fin de la guerra fría entre los países occidentales y la antigua Unión Soviética.","second":"All of these ebullient, self-gratifying positions are, apparently, due to the end of the cold war between the Western countries and the former Soviet Union."},{"author":93236,"first":"La evaluación estd baeada en un análisis de la magnituden que,la adopción de contraceptivos convencionales, (condón y tabletas <strong class=\"keyword\">efervescentes</strong>), ha reducido la fecundidad en determinadas villas del precinto Comilla-Kotwali, durante los años 1962–66.","second":"The evaluation is based upon an analysis of the extent to which adoption of conventional contraceptives (condoms and <strong class=\"keyword\">foam</strong> tablets) has reduced fertility in selected villages of the Comilla-Kotwali precinct, during the years 1962-66."},{"author":89915,"first":"Limonadas, bebidas <strong class=\"keyword\">efervescentes</strong>","second":"Lemonades, <strong class=\"keyword\">fizzy</strong> drinks"},{"author":89915,"first":"Suplementos de dieta, productos alimenticios con fines nutricionales especiales, productos de vitaminas, pastillas <strong class=\"keyword\">efervescentes</strong> enriquecidas con vitaminas y minerales, pastillas <strong class=\"keyword\">efervescentes</strong> para la preparación de bebidas con calcio y vitaminas","second":"Diet supplements, special nutritional foodstuffs, vitamin preparations, <strong class=\"keyword\">effervescent</strong> tablets enriched with vitamins and minerals, <strong class=\"keyword\">effervescent</strong> tablets for making calcium and vitamin drinks"},{"author":95875,"first":"El gas líquido desplaza el agua y, a lo largo de un período de dos o tres años, la absorbe en la misma forma en que se disuelve el dióxido de carbono con objeto de fabricar una bebida <strong class=\"keyword\">efervescente</strong>.","second":"The liquid gas displaces the water and, over a period of two to three years absorbs into it in the same way as carbon dioxide is dissolved to make a <strong class=\"keyword\">fizzy</strong> drink."},{"author":118293,"first":"Aquí están invitados a nuestro invitado de honor El Sr. Jenkins <strong class=\"keyword\">efervescente</strong>","second":"Here are invited to our guest of honor <strong class=\"keyword\">Ebullient</strong> Mr. Jenkins."},{"author":94809,"first":"21 En el Reglamento de clasificación se dispone que las preparaciones en forma de comprimidos <strong class=\"keyword\">efervescentes</strong> acondicionadas para la venta al por menor y acompañadas de indicaciones sobre la posología y la composición, que contienen 1 g de aspartato de arginina y 1 g de excipientes, deben clasificarse en la partida 2106 90 92.","second":"21 The classification regulation provides that preparations in the form of <strong class=\"keyword\">effervescent</strong> tablets put up for retail sale with information on dosage and composition consisting of 1 gr arginine aspartate and 1 gr excipients should be classified under CN code 2106 90 92."},{"author":118385,"first":"49 No se cuestiona que el producto controvertido en el litigio principal se utiliza para la fabricación de comprimidos de calcio en forma de comprimidos sencillos, comprimidos <strong class=\"keyword\">efervescentes</strong> y comprimidos masticables, destinados al consumo humano.","second":"49 It is not disputed that the product at issue in the main proceedings is used in order to manufacture calcium tablets in the form of simple tablets, <strong class=\"keyword\">effervescent</strong> tablets and chewable tablets, intended as a human foodstuff."},{"author":24,"first":"Comprimidos <strong class=\"keyword\">efervescentes</strong>","second":"<strong class=\"keyword\">Effervescent tablets</strong>"},{"author":8000,"first":"La realidad desborda toda abstracción con la riqueza de sus múltiples puntos de vista pero, además, la realidad es siempre dinámica, <strong class=\"keyword\">efervescente</strong>, y está en permanente transformación gracias a la libertad, que es un elemento definitorio del ser humano","second":"Reality sweeps away all abstractions with the wealth of its multiple points of view. Moreover, reality is always dynamic and <strong class=\"keyword\">effervescent</strong>. It is always in a permanent state of transformation, thanks to freedom, the defining element of the human being"},{"author":94809,"first":"La denominación de venta de las aguas minerales naturales será «agua mineral natural» o, si se tratara de un agua mineral natural <strong class=\"keyword\">efervescente</strong> definida en la parte III del anexo I, según el caso, «agua mineral natural naturalmente gaseosa», «agua mineral reforzada con gas procedente del mismo manantial», «agua mineral natural con gas carbónico añadido».","second":"The sales description of natural mineral waters shall be ‘natural mineral water’ or, in the case of an <strong class=\"keyword\">effervescent</strong> natural mineral water as defined in Annex I, Section III, as appropriate, ‘naturally carbonated natural mineral water’, ‘natural mineral water fortified with gas from the spring’ or ‘carbonated natural mineral water’."},{"author":94809,"first":"comprimido recubierto y gránulos <strong class=\"keyword\">efervescentes</strong>","second":"film-coated tablet and <strong class=\"keyword\">effervescent</strong> granules"},{"author":94809,"first":"Dichos productos son «Taxofit Vitamin C + Ca Brausetabletten», comprimidos <strong class=\"keyword\">efervescentes</strong> que contienen 1.000 mg de vitamina C, y «Taxofit Vitamin C Kautabletten», comprimidos masticables que contienen 500 mg de vitamina C.","second":"The two products are Taxofit Vitamin C + Ca Brausetabletten, <strong class=\"keyword\">soluble</strong> tablets containing 1 000 mg of Vitamin C, and Taxofit Vitamin C Kautabletten, chewable tablets containing 500 mg of Vitamin C."},{"author":89915,"first":"Pastillas <strong class=\"keyword\">efervescentes</strong> para bebidas gaseosas, en particular pastillas <strong class=\"keyword\">efervescentes</strong> con vitamina C","second":"<strong class=\"keyword\">Effervescent tablets</strong> for beverages, in particular tablets containing vitamin C"},{"author":89915,"first":"Productos farmacéuticos y preparaciones para el cuidado de la salud, complementos alimenticios minerales, complementos alimenticios a base de aminoácidos, complementos alimenticios a base de minerales, complementos alimenticios a base de oligoelementos, complementos alimenticios para uso médico, preparaciones de vitaminas, todos comprendidos en la clase 5, también en forma de tabletas <strong class=\"keyword\">efervescentes</strong>, productos dietéticos para fines medicinales, apósitos, alimentación para bebés","second":"Pharmaceutical and sanitary preparations, mineral food supplements, food supplements with a base of amino acids, food supplements with a base of minerals, food supplements with a base of trace elements, food supplements for medical purposes, vitamin preparations, all included in class 5, including in the form of <strong class=\"keyword\">effervescent</strong> tablets, dietetic substances adapted for medical use, materials for dressings, food for babies"},{"author":94809,"first":"Un comprimido <strong class=\"keyword\">efervescente</strong> de 1,966 g contiene:","second":"An <strong class=\"keyword\">effervescent</strong> tablet of 1.966 g is made up as follows:"},{"author":89915,"first":"Venta al detalle, venta al por mayor, venta al por menor en línea, venta al por menor en tienda, canal de compra por televisión y servicios de pedidos por correo en relación con la venta de sales y cuentas de baño, bola <strong class=\"keyword\">efervescentes</strong> para el baño, aceites esenciales, paños de limpieza de maquillaje, desmaquillador, quitaesmaltes para las uñas, desodorantes, cosméticos, maquillaje base, colorete, (ninguno de los mencionados consiste en perfumes o agua de colonia), y partes y piezas de todos los productos mencionados","second":"Retail, wholesale, online retail, in-store retail, television shopping channel and mail order services connected with the sale of bath salts and beads, bath bombs, essential oils, makeup cleansing wipes, makeup remover, nail polish remover, deodorant, cosmetics, foundation, blush, (none of the aforesaid being perfumes or eau de cologne), and parts and fittings for all the aforesaid goods"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}