{"result":"ok","tuc":[{"phrase":{"text":"effigy","language":"en"},"meanings":[{"language":"en","text":"dummy or other crude representation"},{"language":"en","text":"likeness of a person"}],"meaningId":-8476254091435066185,"authors":[70195]},{"phrase":{"text":"in effigy","language":"en"},"meanings":[{"language":"en","text":"symbolizing"}],"meaningId":-1146023417268150910,"authors":[70195]},{"phrase":{"text":"picture","language":"en"},"meaningId":5045942211380377494,"authors":[69425]},{"phrase":{"text":"image","language":"en"},"meaningId":890082009443125386,"authors":[69425]},{"phrase":{"text":"portrait","language":"en"},"meaningId":389281658253190765,"authors":[80097]},{"phrase":{"text":"copy","language":"en"},"meaningId":-4253720643881627040,"authors":[83042]},{"phrase":{"text":"guy","language":"en"},"meaningId":5772783212253354065,"authors":[97745]},{"phrase":{"text":"head","language":"en"},"meaningId":-1171744738862300813,"authors":[80097]},{"phrase":{"text":"head(monerfiguro)","language":"en"},"meaningId":-2984085186863391273,"authors":[8]},{"phrase":{"text":"imitation","language":"en"},"meaningId":5734568550440271801,"authors":[83042]},{"phrase":{"text":"likeness","language":"en"},"meaningId":-1477900879704955520,"authors":[83042]},{"phrase":{"text":"portrayal","language":"en"},"meaningId":4466413009954258507,"authors":[83042]},{"phrase":{"text":"reflection","language":"en"},"meaningId":-1203259493203339186,"authors":[83042]},{"meanings":[{"language":"en","text":"effigy"}],"meaningId":7440063853559787264,"authors":[1]}],"phrase":"efigie","examples":[{"author":118293,"first":"Ella supo todo el tiempo dónde estaba la <strong class=\"keyword\">efigie</strong> y nos usó para obtenerla.","second":"She knew where the <strong class=\"keyword\">effigy</strong> was the entire time And she used us to get it."},{"author":118293,"first":"Mírelo, acaso no lleva la <strong class=\"keyword\">efigie</strong> del sumo sacerdote de Isis.","second":"Does it not carry the insignia of <strong class=\"keyword\">the</strong> high priest of Isis?"},{"author":118293,"first":"Está mudando su compañía a China y sus empleados están colgando su <strong class=\"keyword\">efigie</strong>.","second":"He's moving his company to China and his employees are hanging him in <strong class=\"keyword\">effigy</strong>."},{"author":94809,"first":"A la izquierda de la <strong class=\"keyword\">efigie</strong>, en la parte superior, se encuentra el cuño de fábrica y, debajo, el año de acuñación; a la derecha, la cifra \"20\" y, justo debajo, la palabra \"ΛΕΠΤΑ\" (\"céntimos de euro\").","second":"To the left of the <strong class=\"keyword\">head</strong>, the mint mark appears at the top and, below it, the year of issue. On the right-hand side, the number 20 appears with the word ΛΕΠΤΑ (cent) directly below it."},{"author":118293,"first":"Las <strong class=\"keyword\">efigies</strong> son una bella ilustración con la que querían mostrarnos que, una vez que alguien ha fallecido, todavía pueden observarnos, porque estar muerto no significa que todo ha terminado.","second":"The <strong class=\"keyword\">effigies</strong> are a beautiful illustration with which they wanted to show us that, once somebody is deceased, they can still look down upon you, because being dead doesn't mean that it's over."},{"author":94809,"first":"La parte central de la moneda representa la doble <strong class=\"keyword\">efigie</strong> de perfil (derecho) de los Príncipes Rainiero III y Alberto.","second":"The inner part of the coin shows a double <strong class=\"keyword\">portrait</strong> of Prince Rainier III and Prince Albert, in profile facing to the right."},{"author":118293,"first":"La <strong class=\"keyword\">Efigie</strong> nos está volvi endo neuróticos y paranoicos.","second":"The <strong class=\"keyword\">Marker</strong> is making us paranoid and delusional."},{"author":94809,"first":"En las monedas de 1, 2, 5, 10, 20 y 50 céntimos de euros, una banda con una línea vertical separa la <strong class=\"keyword\">efigie</strong> en dos partes.","second":"On the 1-, 2-, 5-, 10-, 20- and 50-euro cent coins the <strong class=\"keyword\">effigy</strong> is separated in two parts by an area with a vertical line."},{"author":94809,"first":"El LOGO de identificación representa una castaña estilizada formada por un cuerpo central que circunda la <strong class=\"keyword\">efigie</strong> de Miguel Ángel Buonarroti como se describe en detalle en el pliego de condiciones de producción.","second":"The product logo is a stylised chestnut, the main body of which frames the <strong class=\"keyword\">image</strong> of Michelangelo Buonarroti, as described in detail in the product specification."},{"author":94809,"first":"A la izquierda de la <strong class=\"keyword\">efigie</strong> se encuentra el año de acuñación; a la derecha, en la parte superior, el cuño de fábrica; debajo, la cifra \"10\", y, debajo de ésta, la palabra \"ΛΕΠΤΑ\" (\"céntimos de euro\").","second":"The <strong class=\"keyword\">mint</strong> mark is positioned top right. The number 10 and, directly below it, the word ΛΕΠΤΑ (cent) appear under the mint mark."},{"author":118293,"first":"La iglesia lo envió exclusivamente para recuperar la <strong class=\"keyword\">Efigie</strong>.","second":"You were sent here by the church, specifically, to retrieve the <strong class=\"keyword\">Marker</strong>."},{"author":94809,"first":"La parte central de la moneda representa la <strong class=\"keyword\">efigie</strong> de su alteza el Príncipe Rainiero III de perfil (derecho).","second":"The inner part of the coin <strong class=\"keyword\">depicts</strong> his highness, Prince Rainier III, in profile facing to the right."},{"author":31,"first":"Con su temblorosa mano me entregó una <strong class=\"keyword\">efigie</strong>","second":"With a trembling hand she gave me a <strong class=\"keyword\">painted miniature</strong>"},{"author":92475,"first":"El 8 de diciembre, activistas de la sociedad civil en la provincia de Bamyan (o Bamiyan) condecoraron [fa] una <strong class=\"keyword\">efigie</strong> del presidente afgano Hamid Karzai con la ‘Copa al País más Corrupto’.","second":"On December 8, civil society activists in Bamyan (aka Bamiyan) province awarded [fa] an <strong class=\"keyword\">effigy</strong> of Afghan President Hamid Karzai with the ‘Most Corrupt Country Cup’."},{"author":8001,"first":"CARAS NACIONALES BÉLGICA Las monedas belgas muestran la <strong class=\"keyword\">efigie</strong> del rey Alberto # y su anagrama, consistente en una « A » mayúscula rematada por una corona, rodeada por las doce estrellas de la Unión Europea","second":"NATIONAL SIDES BELGIUM The Belgian coins show King Albert # and his <strong class=\"keyword\">monogram</strong>-- a capital « A » underneath a crown-- set among the # stars of the European Union"},{"author":94809,"first":"Descripción del motivo: la moneda muestra, a la izquierda de su parte central, la <strong class=\"keyword\">efigie</strong> de Su Alteza Real el Gran Duque Henri y, a la derecha de su parte central, la <strong class=\"keyword\">efigie</strong> del heredero al trono, el Gran Duque Guillaume, superpuesta a la <strong class=\"keyword\">efigie</strong> de la Condesa Stéphanie.","second":"Description of the design: The coin depicts, on the left of its inner part, the <strong class=\"keyword\">effigy</strong> of His Royal Highness, the Grand-Duke Henri, and on the right of its inner part, the <strong class=\"keyword\">effigy</strong> of the Heir Grand-Duke Guillaume superimposed on the <strong class=\"keyword\">effigy</strong> of the Countess Stéphanie."},{"author":8000,"first":"Asimismo, según se ha referido en los párrafos # a # en virtud de las disposiciones sobre difamación (capítulo # del Código Penal) se prevén penas para quienes difundan ideas que puedan hacer que una persona quede expuesta al odio general, bien sea a causa de obras escritas, impresas, pintadas o en <strong class=\"keyword\">efigie</strong> o de cualquier otro medio que no sean exclusivamente gestos, palabras u otros sonidos","second":"Also, and as previously mentioned in paragraphs # there are provisions under the law of libel (Penal Code, chap # ) for the punishment of persons who disseminate ideas that may result in an individual being exposed to general hatred owing to writings, printed, painted or in <strong class=\"keyword\">effigy</strong> form or by any other means other than solely by gesture, spoken words or other sound"},{"author":8007,"first":"Los hombres italianos pueden compadecer al envejecido y aislado dirigente, que cada vez se parece más a su <strong class=\"keyword\">efigie</strong> en cera en el museo de Madame Tussaud, pero las mujeres italianas (en realidad, las mujeres de todas partes, parece) solo sienten irritación y humillación ante un hombre tan obsesionado consigo mismo, sus diversos juicios penales y sus vulgares placeres, que parece no tener otro propósito que el de permanecer en el poder el mayor tiempo posible.","second":"Italian men may pity the aging, isolated leader, who looks increasingly like his wax <strong class=\"keyword\">effigy</strong> at Madame Tussaud’s. But Italian women (indeed, women everywhere, it seems) feel only anger and humiliation over a man so obsessed with himself, his various criminal trials, and his vulgar pleasures that he appears to them to have no purpose left except to remain in power as long as possible."},{"author":119739,"first":"Tiberio César es muy conocido, y su <strong class=\"keyword\">efigie</strong> aparece en varias obras de arte.","second":"Tiberius Caesar is well-known, and his physical appearance has been depicted <strong class=\"keyword\">in</strong> artwork."},{"author":118293,"first":"Los Sirios no obtendrán de nuevo la <strong class=\"keyword\">efigie</strong>.","second":"The syrians aren't getting the <strong class=\"keyword\">effigy</strong> back."},{"author":119739,"first":"La mayoría datan del siglo I y contienen las <strong class=\"keyword\">efigies</strong> de los emperadores romanos Augusto, Tiberio y Nerón.","second":"Most of these coins date to the first century C.E. and bear the <strong class=\"keyword\">images</strong> of the Roman Emperors Augustus, Tiberius, and Nero."},{"author":94809,"first":"La parte central de la moneda representa la <strong class=\"keyword\">efigie</strong> de Su Alteza el Príncipe Rainiero III de perfil (derecho).","second":"The inner part of the coin <strong class=\"keyword\">depicts</strong> His Highness, Prince Rainier III, in profile facing to the right."},{"author":94809,"first":"Debajo de la <strong class=\"keyword\">efigie</strong>, escrito a mano por el poeta, aparece un verso de su famoso poema «Zdravljica» –«Shivé naj vsi naródi» (que Dios bendiga a todas las acciones)–, que se recoge en el himno nacional esloveno.","second":"The words ‘<strong class=\"keyword\">Shivé</strong> naj vsi naródi’ (God's blessing on all nations), in the poet's handwriting, are used in the Slovenian national anthem."},{"author":8000,"first":"El # de febrero, en una manifestación en la ciudad de Zugdidi, por lo demás pacífica, quemaron las <strong class=\"keyword\">efigies</strong> de un soldado de la fuerza de mantenimiento de la paz de la CEI y de un observador militar de las Naciones Unidas","second":"On # ebruary, <strong class=\"keyword\">effigies</strong> of a CIS peacekeeping force soldier and a United Nations Military Observer were burned at an otherwise peaceful demonstration in Zugdidi town"},{"author":8000,"first":"Toda persona que, con el propósito de difamar a otra publique información difamatoria por escrito, impreso, ilustración, <strong class=\"keyword\">efigie</strong> u otro medio que no sean exclusivamente gestos, palabras u otros sonidos será culpable de un delito menor denominado difamación. \"","second":"Any person who, by print, writing, painting, <strong class=\"keyword\">effigy</strong>, or by any means otherwise than solely by gestures, spoken words, or other sounds, unlawfully publishes any defamatory matter concerning another person, with intent to defame that other person, is guilty of the misdemeanour termed `libel'”"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8001":{"U":"http://opus.lingfil.uu.se/ECB.php","id":8001,"N":"ECB","url":"https://glosbe.com/source/8001"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}