{"result":"ok","tuc":[{"phrase":{"text":"effluvium","language":"en"},"meanings":[{"language":"en","text":"A gaseous or vaporous emission, especially a foul-smelling one"},{"language":"en","text":"smell"}],"meaningId":6299232838176828743,"authors":[70195]},{"phrase":{"text":"emanation","language":"en"},"meaningId":-8243203218932472374,"authors":[25018]},{"meanings":[{"language":"en","text":"effluvium, outflow"}],"meaningId":-7343662588835359359,"authors":[93107]}],"phrase":"efluvio","examples":[{"author":118293,"first":"El <strong class=\"keyword\">efluvio</strong> afecta a la gente sana que se acerca al enfermo... introduciéndose de inmediato en las partes vitales del susodicho... haciendo que su sangre fermente de inmediato... y agitando su estado de ánimo.","second":"The <strong class=\"keyword\">effluvia</strong> affects the sound, who comes within a certain distance of the sick immediately penetrating the vital parts of the said sound person, putting their blood into an immediate ferment and agitating their spirits."},{"author":118293,"first":"Bien, sé que este tipo es nocturno y se alimenta de raíces o posiblemente <strong class=\"keyword\">efluvios</strong> humanos,","second":"Well, I know this breed is nocturnal and feeds on roots or possibly human <strong class=\"keyword\">effluvia</strong>."},{"author":94809,"first":"Lámpara piloto, provista de dos patillas de conexión y constituida por un estuche de plástico (translúcido) coloreado (de 30 mm de longitud y 8 mm de diámetro) en el que se encuentra una fuente luminosa formada por una lámpara de <strong class=\"keyword\">efluvio</strong> y dos resistencias.","second":"Indicator lamp, fitted with two terminal pins and consisting of a coloured (translucent) plastic casing (30 mm long and 8 mm in diameter), enclosing a light source consisting of a <strong class=\"keyword\">discharge lamp</strong> and two resistances."},{"author":89915,"first":"Medios de iluminación,Bombillas incandescentes y de <strong class=\"keyword\">efluvios</strong>","second":"Lighting devices,Incandescent and <strong class=\"keyword\">glow</strong> lamps"},{"author":8008,"first":"A pesar del inmenso gozo que suponía mantener una charla bajo los <strong class=\"keyword\">efluvios</strong> de ácido úrico de una futura generación de cineastas, decidimos cambiar de emplazamiento y continuar nuestra conversación en un bar, esta vez incluyendo a Patricia.","second":"In spite of the great joy of chatting with another member of the future generation of filmmakers amidst uric acid fumes, we decided to change venues and continue our conversation in a bar, including Patricia this time."},{"author":90326,"first":"Soporte envase mejorado para pastillas desprendedoras de vapores y <strong class=\"keyword\">efluvios</strong> odorantes, desinfectantes e insecticidas","second":"Improved support-container for tablets giving off odoriferous, disinfectant and insecticide vapors and <strong class=\"keyword\">effluvia</strong>"},{"author":118293,"first":"Éste no es momento de que mis amigos e idealistas de izquierdas exageren sus <strong class=\"keyword\">efluvios</strong> morales del mismo modo que un hombre atemorizado aumenta su transpiración normal.","second":"This is not the time, for my friends and idealists who have left... to exsumed double their amount of moral if you could heard the same way a man, feare... present double the amount of its normal perspiration."},{"author":8008,"first":"Sin embargo, el período de transición será HARG las diferencias individuales en el crecimiento temprano de <strong class=\"keyword\">efluvio</strong> telógeno mucho tiempo por un cóctel de factores de crecimiento.","second":"However, HARG transition period will be individual differences in early growth from telogen <strong class=\"keyword\">effluvium</strong> long time by growth factor cocktail."},{"author":94809,"first":"las lámparas de <strong class=\"keyword\">efluvios</strong>;","second":"<strong class=\"keyword\">glow discharge</strong> lamps;"},{"author":94809,"first":"Asunto: <strong class=\"keyword\">Efluvios</strong> de antisemitismo en Milán","second":"Subject: <strong class=\"keyword\">Outbreak</strong> of anti-Semitism in Milan"},{"author":94809,"first":"El «Formaggio di Fossa di Sogliano» se diferencia de los demás productos de la misma categoría comercial por el olor característico y persistente, a veces intenso, con variedad de aromas que recuerdan el sotobosque con <strong class=\"keyword\">efluvios</strong> de moho y trufa.","second":"The ‘Formaggio di Fossa di Sogliano’ PDO cheese is different from other products in the same category for its typical and lingering smell, which is occasionally strong and is rich in flavours suggesting woodland <strong class=\"keyword\">undergrowth</strong> with <strong class=\"keyword\">hints</strong> of mould and truffles."},{"author":118293,"first":"Acabo de sentir un <strong class=\"keyword\">efluvio</strong> de energía espiritual bastante raro que vino desde la zona salvaje del mundo espiritual.","second":"I just felt a weird surge of spiritual energy coming from the spirit wilds."},{"author":94809,"first":"El cultivo de las aceitunas así como la extracción y el embotellado del aceite de la DOP deben efectuarse en la zona de producción mencionada en el punto 4.3, a fin de garantizar el origen y el control del producto, y de impedir que el transporte a granel pueda provocar su oxidación o deterioro, lo cual le haría perder sus peculiares propiedades químicas y organolépticas, en especial sus típicos <strong class=\"keyword\">efluvios</strong> de hierbas y de tomate, generados por su contenido de antioxidantes fenólicos y su perfil de sustancias aromáticas.","second":"The olives must be cultivated and the oil extracted and bottled in the production area referred to in point 4.3, in order to guarantee the origin of the product, ensure that production is supervised and prevent the product being transported in bulk, which would lead to oxidation or impair its quality and cause it to lose its specific chemical and organoleptic properties, in particular the characteristic notes of herbs and tomato from its phenolic anti-oxidant content and profile of aromatic substances."},{"author":94809,"first":"o) tratamiento por <strong class=\"keyword\">efluvio</strong> eléctrico a alta frecuencia, únicamente por lo que respecta a los aceites pesados distintos del gasóleo y el fueloil de la partida ex 2710.","second":"(o) (in respect of heavy oils <strong class=\"keyword\">other</strong> than gas oils and fuel oils falling within heading No ex 2710 only) treatment by means of a high-frequency electrical brush-discharge."},{"author":94809,"first":"Aparatos auxiliares para lámparas — Parte 2-1: Requisitos particulares para los dispositivos arrancadores (distintos a los cebadores de <strong class=\"keyword\">efluvios</strong>)","second":"Lamp controlgear — Part 2-1: Particular requirements for starting devices (other than <strong class=\"keyword\">glow starters</strong>)"},{"author":90326,"first":"El producto conservante se encuentra instalado en el cuerpo del recipiente de productos alimenticios en forma de una masa adherida a una o varias paredes del recipiente o impregnada en las mismas para permitir la penetración directa de los <strong class=\"keyword\">efluvios</strong> de dicho producto conservante en el interior del recipiente.","second":"The preservation agent is incorporated in the body of the food product container and is configured as a mass adhered to one or a plurality of walls of the container or it can be impregnated in said walls in order to provide for the direct penetration of the <strong class=\"keyword\">effluviums</strong> of said preservation agent inside the container."},{"author":94809,"first":"Aparatos auxiliares para lamparas - Aparatos arrancadores (excepto cebadores de <strong class=\"keyword\">efluvios</strong>) - Prescripciones generales y de seguridad","second":"Auxiliaries for lamps - Starting devices (other than <strong class=\"keyword\">glow starters</strong>) - General and safety requirements"},{"author":118293,"first":"Yo sólo sobreviví porque su cadáver humeante... formó un capullo protector de <strong class=\"keyword\">efluvios</strong> de humano asesinado.","second":"I only survived because of her smoking carcass formed a protective <strong class=\"keyword\">coocoon</strong> of slaughtered human effluence."},{"author":8000,"first":"Los servicios previstos eran de tres clases, a saber, a) la administración de la instalación de depuración de aguas residuales de Rekka, b) la administración del sistema de saneamiento de <strong class=\"keyword\">efluvios</strong> desde el centro de vigilancia de datos, y c) la dirección de las operaciones de control de emanaciones malolientes en diversas subestaciones","second":"The contract involved three separate services, namely, (a) management of the Rekka Wastewater Treatment Plant, (b) management of the <strong class=\"keyword\">effluent utilisation</strong> scheme through the Data Monitoring Centre, and (c) operation of odour control facilities at various substations"},{"author":31,"first":"Los <strong class=\"keyword\">efluvios</strong> descompuestos, arenas movedizas, gases, desperdicios tóxicos","second":"The <strong class=\"keyword\">primeval ooze</strong>-- quicksand, fumes, toxic waste"},{"author":92475,"first":"Existen aún amenazas para los pantanos — principalmente por las <strong class=\"keyword\">efluvios</strong> agrícolas, así como la sequía atribuida por el cambio climático.","second":"There are still threats to the marshes — primarily from agricultural runoff as well as drought attributed to climate change."},{"author":118293,"first":"<strong class=\"keyword\">Efluvios</strong> tóxicos, sí.","second":"Toxic fumes, yes."},{"author":27,"first":"Como ha señalado la Comisión de Agricultura, debemos pedir más investigación sobre cómo mejorar las dietas de los animales y hacer una mejor gestión de los <strong class=\"keyword\">efluvios</strong> en regiones de producción agrícola intensiva.","second":"As the Committee on Agriculture and Rural Development has pointed out, we should call for more research into improving animal diets and better management of livestock <strong class=\"keyword\">effluents</strong> in intensive farming regions."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}