{"result":"ok","tuc":[{"phrase":{"text":"ephemeral","language":"en"},"meanings":[{"language":"es","text":"Que dura o existe por un corto período de tiempo."},{"language":"es","text":"Que sólo vive un día."},{"language":"en","text":"Lasting but one day."},{"language":"en","text":"lasting for a short period of time"},{"language":"en","text":"Lasting or existing for a short time only."}],"meaningId":3590103930225050226,"authors":[70195]},{"phrase":{"text":"passing","language":"en"},"meanings":[{"language":"es","text":"Que dura o existe por un corto período de tiempo."},{"language":"en","text":"Lasting or existing for a short time only."}],"meaningId":8366340575829026573,"authors":[69425]},{"phrase":{"text":"transitory","language":"en"},"meanings":[{"language":"es","text":"Que dura o existe por un corto período de tiempo."},{"language":"en","text":"Lasting or existing for a short time only."}],"meaningId":-5463934504863500501,"authors":[69425]},{"phrase":{"text":"perishable","language":"en"},"meanings":[{"language":"en","text":"liable to perish"}],"meaningId":7036596061576572618,"authors":[70195]},{"phrase":{"text":"fugitive","language":"en"},"meaningId":-6170660581224631939,"authors":[69425]},{"phrase":{"text":"deciduous","language":"en"},"meanings":[{"language":"en","text":"transitory, ephemeral, not lasting"}],"meaningId":7881962503907610120,"authors":[70195]},{"phrase":{"text":"fleeting","language":"en"},"meanings":[{"language":"es","text":"Que pasa rápidamente."},{"language":"en","text":"Passing quickly"}],"meaningId":3086732586948619338,"authors":[84500]},{"phrase":{"text":"short-lived","language":"en"},"meanings":[{"language":"es","text":"Que dura o existe por un corto período de tiempo."},{"language":"en","text":"Lasting or existing for a short time only."}],"meaningId":-1269074564063578138,"authors":[84500]},{"phrase":{"text":"transient","language":"en"},"meanings":[{"language":"es","text":"Que dura o existe por un corto período de tiempo."},{"language":"en","text":"Lasting or existing for a short time only."}],"meaningId":-4965226932230564617,"authors":[84500]},{"phrase":{"text":"fugacious","language":"en"},"meanings":[{"language":"es","text":"Que dura o existe por un corto período de tiempo."},{"language":"en","text":"Lasting or existing for a short time only."}],"meaningId":-6658681684335779455,"authors":[84500]},{"phrase":{"text":"impermanent","language":"en"},"meaningId":-2373338741181623,"authors":[97745]},{"phrase":{"text":"momentaneous","language":"en"},"meaningId":-2858456366390042427,"authors":[84500]},{"phrase":{"text":"momentary","language":"en"},"meaningId":-8080644162741180152,"authors":[84500]},{"meanings":[{"language":"en","text":"ephemeral, shortlived"}],"meaningId":8314882641546625760,"authors":[1]}],"phrase":"efímero","examples":[{"author":27,"first":"Creo que la innovación sostenible solo puede existir si se cuenta con políticas rigurosas, sostenibles y exigentes ya que, de otro modo, no pasará de ser un intento <strong class=\"keyword\">efímero</strong> de escasa relevancia tangible y que no nos proporcionará gran cosa que ofrecer a la opinión pública.","second":"I believe that there can only be sustainable innovation if there are rigorous, sustainable and demanding public policies. Otherwise, it will just be a flash in the pan, with little to show for it and little for us to offer the public."},{"author":94808,"first":"Hoy en día los traficantes de armas que forman coaliciones <strong class=\"keyword\">efímeras</strong> están en condiciones de desestabilizar países y regiones enteras.","second":"Arms traffickers joined together in short-<strong class=\"keyword\">lived</strong> coalitions are today in a position to destabilize States and entire regions."},{"author":94259,"first":"tan personales, tan <strong class=\"keyword\">efímeros</strong>,","second":"so personal, and so <strong class=\"keyword\">ephemeral</strong>,"},{"author":8008,"first":"Fue la <strong class=\"keyword\">efímera</strong> directora del diario Summa, de la empresa Televisa, hasta el primer día de diciembre de 1994, de donde salió por el encabezado: \"Decepcionó el Gabinete\".","second":"Five years as an Adjunct Professor in Duquesne University's Master's Program in Communication."},{"author":119723,"first":"La paz forjada por el hombre es <strong class=\"keyword\">efímera</strong>.","second":"Peace after the way of man is <strong class=\"keyword\">perishable</strong>."},{"author":94808,"first":"Nuestra esperanza resultó <strong class=\"keyword\">efímera</strong>, pues se nos informó de que los Estados Unidos de América habían terminado en julio de 2004 un examen cuya principal conclusión era la imposibilidad de verificación efectiva de un tratado sobre el material fisible.","second":"Our hope turned out to be <strong class=\"keyword\">short-lived</strong> when we were informed that the United States of America had concluded in July 2004 a review whose major finding was that effective verification of a fissile ban treaty was not achievable."},{"author":8000,"first":"En esas condiciones, la familia tiende a ser una relación <strong class=\"keyword\">efímera</strong> y transitoria, basada en un concubinato en el que la posición de la mujer es claramente inferior","second":"In such conditions families tend to be <strong class=\"keyword\">ephemeral</strong> and transitory arrangements based on concubinage, under which women are plainly of lower status"},{"author":118293,"first":"Una ingeniosa idea <strong class=\"keyword\">Efímera</strong>, para deshacer se de los que interfieren con tus planes.","second":"An ingenious <strong class=\"keyword\">Ephemeral</strong> idea for disposing of those who stand in one's way."},{"author":95096,"first":"Se trata de elegir entre una ciudad «líquida», patria de una cultura marcada cada vez más por lo relativo y lo <strong class=\"keyword\">efímero</strong>, y una ciudad que renueva constantemente su belleza bebiendo de las fuentes benéficas del arte, del saber, de las relaciones entre los hombres y entre los pueblos.","second":"It is a question of choosing between a “liquid” city, the homeland of a culture that appears ever more relative and <strong class=\"keyword\">transient</strong>, and a city that is constantly renewing its beauty by drawing on the beneficial sources of art, of knowledge and of the relations between people and peoples."},{"author":94809,"first":"Existen además pruebas de reuniones de control de los comportamientos acordados, lo que muestra que la situación en el mercado era objeto de una vigilancia permanente y que se adoptaban, pues, nuevas iniciativas cuando las empresas implicadas lo estimaban necesario, de manera que no cabe hablar de duración <strong class=\"keyword\">efímera</strong> con respecto a los comportamientos criticados.","second":"There is also evidence of meetings to check on concerted action, which shows that the situation in the market was under constant surveillance and that new initiatives were therefore adopted when the undertakings involved considered it necessary. It cannot, therefore, be said that the activities at issue were <strong class=\"keyword\">short-lived</strong>."},{"author":95096,"first":"Por eso, por lo general, la educación tiende a reducirse a la transmisión de determinadas habilidades o capacidades de hacer, mientras se busca satisfacer el deseo de felicidad de las nuevas generaciones colmándolas de objetos de consumo y de gratificaciones <strong class=\"keyword\">efímeras</strong>.","second":"For this reason, education tends to be broadly reduced to the transmission of specific abilities or capacities for doing, while people endeavour to satisfy the desire for happiness of the new generations by showering them with consumer goods and <strong class=\"keyword\">transitory</strong> gratification."},{"author":8000,"first":"La búsqueda de inversores debe estar profundamente integrada en la estrategia general de desarrollo de un país y los OPI deben colaborar estrechamente con otras partes de los gobiernos para definir y, de hecho, crear unas ventajas comparativas que sean sostenibles en vez de <strong class=\"keyword\">efímeras</strong>","second":"Investor targeting should be well integrated into the overall development strategy of a country and IPAs need to work closely with other parts of government to identify and, indeed, create comparative advantages that are sustainable rather than <strong class=\"keyword\">ephemeral</strong>"},{"author":94809,"first":"De tal tenor literal resulta, a primera vista, que para que las grabaciones realizadas por un organismo de radiodifusión, para sus propias emisiones pero con los medios de un tercero, estén comprendidas en la excepción relativa a las grabaciones <strong class=\"keyword\">efímeras</strong> prevista en el artículo 5, apartado 2, letra d), de la Directiva 2001/29 basta con que el tercero en cuestión actúe, bien «en nombre» del organismo de radiodifusión, bien «bajo la responsabilidad» de éste.","second":"It follows, prima facie, from such wording that, in order for the recordings made by a broadcasting organisation, for its own broadcasts but with the facilities of a third party, to be covered by the exception laid down in Article 5(2)(d) of Directive 2001/29 in respect of <strong class=\"keyword\">ephemeral</strong> recordings, it is sufficient for the third party in question to be acting either ‘on behalf of’ the broadcasting organisation or ‘under the responsibility’ of that organisation."},{"author":94808,"first":"A juicio de varias delegaciones, en un sentido estricto, las medidas cautelares no podían asimilarse a laudos arbitrales, ya que eran de carácter <strong class=\"keyword\">efímero</strong> y no trataban de resolver definitivamente la totalidad o una parte de la controversia (véase el párrafo 25 supra).","second":"In the view of various delegations, strictly speaking, no interim measure should be regarded as an arbitral award, since it was <strong class=\"keyword\">ephemeral</strong> in nature and did not attempt to solve definitively all or part of the dispute (see para. 25, above)."},{"author":95096,"first":"El sacerdote debe estar disponible para todos, saber escuchar, acompañar el crecimiento en la fe de sus hermanos y ser fuente de consuelo para los atribulados y afligidos, siendo en todo momento testigo de los valores del Reino, pues ha de estar dispuesto a ofrecer muchas renuncias para que resalte lo esencial frente a lo <strong class=\"keyword\">efímero</strong>.","second":"Priests must be available to all. They must know how to listen, how to guide the growth in the faith of their brothers and sisters and how to be a source of comfort for the troubled or afflicted, since at every instant they witness to the values of the Kingdom<strong class=\"keyword\">.</strong>"},{"author":8008,"first":"Su trabajo cuestiona las características contextuales del espacio público y del espacio privado a través de la combinación de diversas disciplinas de artes visuales como la instalación <strong class=\"keyword\">efímera</strong>.","second":"Her work combines different visual arts disciplines including <strong class=\"keyword\">ephemeral</strong> installations, questioning the contextual qualities of public and private spaces."},{"author":92475,"first":"El puente (que aún no existe) también tiene cuentas en Facebook, Twitter, Instagram, VKontakte y en Odnoklassniki, en las que, principalmente, comparten las mismas imágenes cinematográficas del proceso de construcción y de los paisajes locales, como también documentación <strong class=\"keyword\">efímera</strong> —panfletos, folletos, trípticos, entre otros— relacionada con la construcción del puente.","second":"The (as yet non-existent) bridge also has accounts on Facebook, Twitter, Instagram, VKontakte and Odnoklassniki, mostly sharing the same cinematic images of the construction process and the local sights, as well as bits of <strong class=\"keyword\">ephemera</strong> related to bridge-making."},{"author":94808,"first":"Dicho esto, como hemos visto en Haití en los últimos 10 años, toda la ayuda del mundo sólo tendrá un efecto <strong class=\"keyword\">efímero</strong> si un país no dispone de instituciones públicas que funcionen.","second":"That being said, as we have seen in Haiti over the past 10 years, all the aid in the world will have only a <strong class=\"keyword\">fleeting</strong> effect if a country does not have functioning public institutions."},{"author":31,"first":"Bueno, yo...- Yo siempre me he sentido muy <strong class=\"keyword\">efímero</strong> con respecto a mí","second":"Well, I...- I' ve always felt very <strong class=\"keyword\">temporary</strong> about myself"},{"author":118293,"first":"¿Qué van a hacer <strong class=\"keyword\">efímeras</strong> Una vez que desaparezcan?","second":"What will you <strong class=\"keyword\">mayflies</strong> do once you wink out?"},{"author":118293,"first":"Por vivir sobre una alfombra de la que siempre está dispuesta a tirar la bromista Naturaleza; se han acostumbrado a moverse en un mundo de apariencias: frágil, <strong class=\"keyword\">efímero</strong>, revocable, de trenes volando de planeta en planeta, de samurais luchando en un pasado inmutable.","second":"by living on a rug that jesting nature is ever ready to pull out from under them... they've got into the habit of moving about in a world of appearances... fragile, <strong class=\"keyword\">fleeting</strong>, revocable, of trains that fly from planet to planet, of samurai fighting in an immutable past."},{"author":94809,"first":"Tras una recuperación <strong class=\"keyword\">efímera</strong> registrada a principios de 1999, se observa una disminución de los precios de la chatarra, dada la tendencia negativa de la demanda por la contracción de la producción mundial de acero.","second":"After a <strong class=\"keyword\">short-lived</strong> recovery at the beginning of 1999, the prices of scrap started to fall once again, given the downward trend of demand following the shrinkage in world steel production."},{"author":31,"first":"Porque creo que su éxito ha sido tan <strong class=\"keyword\">efímero</strong> como el tuyo","second":"Because my guess would be that their success was as <strong class=\"keyword\">short- lived</strong> as yours"},{"author":91988,"first":"La demanda de estos dos grupos es intrínsecamente <strong class=\"keyword\">efímera</strong>.","second":"Both groups’ demand is inherently <strong class=\"keyword\">ephemeral</strong>."},{"author":27,"first":"Así que fue una victoria bastante <strong class=\"keyword\">efímera</strong>.","second":"Well, that was rather an <strong class=\"keyword\">ephemeral</strong> victory."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}