{"result":"ok","tuc":[{"phrase":{"text":"elegiac","language":"en"},"meaningId":4002533814640616077,"authors":[89651]},{"meanings":[{"language":"en","text":"elegiac; mournful, sorrowful"},{"language":"en","text":"elegiac (relating to an elegy)"}],"meaningId":950485391010681175,"authors":[93107]}],"phrase":"elegíaco","examples":[{"author":31,"first":"Todos los <strong class=\"keyword\">elegíacos</strong> son unos canallas","second":"All <strong class=\"keyword\">elegiac</strong> are scoundrels"},{"author":8008,"first":"Por su parte, Susan Philipsz, conocida sobre todo por sus obras de sonido, contribuye a la exposición con una interpretación de Long Gone, la <strong class=\"keyword\">elegíaca</strong> canción de Syd Barret, mediante dos altavoces situados en la fachada del museo.","second":"On her side, Susan Philipsz, best known for her numerous audio works, contributes to the exhibition with her rendition of Long Gone, the <strong class=\"keyword\">elegiac</strong> Syd Barrett song, thanks to two loudspeakers located at the museum’s façade."},{"author":183,"first":"Estrechaba a Lucía entre sus brazos, la dejaba, volvía a estrecharla, parecía desesperado: tenía arrebatos de cólera, después estertores <strong class=\"keyword\">elegiacos</strong> de una dulzura infinita, y de su garganta desnuda se escapaban las notas llenas de sollozos y de besos.","second":"He pressed Lucy in his arms, he left her, he came back, he seemed desperate; he had outbursts of rage, then <strong class=\"keyword\">elegiac gurglings</strong> of infinite sweetness, and the notes escaped from his bare neck full of sobs and kisses."},{"author":31,"first":"La primera crítica de Akinadoer a esta tercera reconstrucción era que su complicada estructura era demasiado ingeniosa y el efecto de intercalar duraciones cortas de # fotogramas con duraciones largas de # fotogramas era contraria a las intenciones <strong class=\"keyword\">elegíacas</strong> de Tulse Luper","second":"Akinadoer' s first criticism of Vertical Features Remake Three was that its complicated structure was too ingenious, and the effect of intercutting short lengths of # frames with long lengths of # frames was unsympathetic to the <strong class=\"keyword\">elegiac</strong> intentions of Tulse Luper"},{"author":118293,"first":"Hemos adoptado un tono <strong class=\"keyword\">elegíaco</strong>, una nimiez de congoja superada con el propósito de exaltar la imganicación y la simpatía.","second":"We have adopted an <strong class=\"keyword\">elegiac</strong> tone a mere nothing of sorrow overcome in order to exalt the imagination and sympathy."},{"author":118293,"first":"Akinadoer sugiere que el material adicional en realidad lo filmó el propio Gang Lion para incluirlo en la película original de Tulse Luper para que fuera menos <strong class=\"keyword\">elegíaca</strong> y peligrosa y para que se ajustara a los objetivos de la sesión 3.","second":"Akinadoer suggests that the extra material was in fact filmed by Gang Lion himself to intercut into Tulse Luper's original film to make it less <strong class=\"keyword\">elegiac</strong> and dangerous, and to make it more satisfactory to the aims of Session Three."},{"author":119723,"first":"Es una recopilación de poemas o cantos <strong class=\"keyword\">elegíacos</strong> o de pesar por la caída de Jerusalén y de la nación israelita.","second":"It is a collection of poems or songs of grief because of the fall of Jerusalem and the Israelite nation."},{"author":31,"first":"Akinadoer sugiere que el material adicional en realidad lo filmó el propio Gang Lion para incluirlo en la película original de Tulse Luper para que fuera menos <strong class=\"keyword\">elegíaca</strong> y peligrosa y para que se ajustara a los objetivos de la sesión","second":"Akinadoer suggests that the extra material was in fact filmed by Gang Lion himself to intercut into Tulse Luper' s original film to make it less <strong class=\"keyword\">elegiac</strong> and dangerous, and to make it more satisfactory to the aims of Session Three"},{"author":8008,"first":"Hemos encontrado una canción disco grande, con una cuota de la casa de los años 80, electro <strong class=\"keyword\">elegíaco</strong>, éxtasis que encendió raves 90 hasta el toque francés usado por Daft Punk, marcado por riffs de guitarra.","second":"We found a great disco song, with a share of the house of the 80's <strong class=\"keyword\">elegiac</strong>, ecstatic electro which lit raves 90s until the French touch worn by Daft Punk, punctuated by guitar riffs."},{"author":118293,"first":"Todos los <strong class=\"keyword\">elegíacos</strong> son unos canallas.","second":"All <strong class=\"keyword\">elegists</strong> are creeps."}],"from":"es","dest":"en","authors":{"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}