{"result":"ok","tuc":[{"phrase":{"text":"cast","language":"en"},"meanings":[{"language":"en","text":"to assign a role in a play or performance"},{"language":"en","text":"group of actors performing together"}],"meaningId":8483659933751571426,"authors":[70195]},{"meanings":[{"language":"en","text":"list, directory"},{"language":"en","text":"cast (group of actors performing a play or production together)"},{"language":"en","text":"work team"}],"meaningId":8208505842548848551,"authors":[93107]},{"meanings":[{"language":"es","text":"conjunto de personas que intervienen en un espectáculo"}],"meaningId":null,"authors":[81115]}],"phrase":"elenco","examples":[{"author":22,"first":"No obstante, y atendiendo meramente a consideraciones de índole cuantitativa, se produce una duplicación en el número de comités con relación a los ya existentes, dando lugar a un <strong class=\"keyword\">elenco</strong> comitológicoque se incrementa aún más con la inclusión del Comité de Servicios Financieros, instituido unos meses antes de los mencionados comités y cuyas funciones parecen solaparse a priori con las de estos","second":"In quantitative terms alone, the number of new committees is nonetheless twice the number of existing committees, giving rise to a long <strong class=\"keyword\">list</strong> of committees which becomes even longer if we include the Financial Services Committee, established a few months before the committees listed above and the role of which would seem to overlap a priori with theirs"},{"author":118293,"first":"Sí, en realidad, ni siquiera quiero ver a Alan ni a A-Dawg, ni a nadie del <strong class=\"keyword\">elenco</strong> de La Casa de Alan Harper.","second":"In fact, I don't wanna see Alan, or \" A-Dawg \", or any of the <strong class=\"keyword\">cast</strong> of Alan Harper's Place."},{"author":94808,"first":"La disponibilidad de información y conocimientos de alta calidad es un elemento clave para la participación efectiva y hay que ponerlos a disposición, de forma transparente, de un amplio <strong class=\"keyword\">elenco</strong> de agentes participantes en el proceso de programas forestales nacionales.","second":"The availability of high-quality information and knowledge is key to effective participation and needs to be made available in a transparent manner to the broad <strong class=\"keyword\">range</strong> of actors involved in national forest programmes processes."},{"author":118293,"first":"Seguiremos buscando <strong class=\"keyword\">elenco</strong>.","second":"We're gonna continue to look for <strong class=\"keyword\">cast</strong>."},{"author":8008,"first":"Está buscando hotel con acceso Internet o camping con wifi en Francia, España, Italia o en otros sitios, consulte el anuario de los alojamientos Wifi sobre el sitio <strong class=\"keyword\">Elenco</strong> degli Hotspots Wifi .","second":"You are searching for hotel with Internet access or campground with Wi-Fi in France, Spain, Italy or any other country, consult the directory of accommodation with Wi-Fi on the site <strong class=\"keyword\">Elenco</strong> degli Hotspots Wifi ."},{"author":8008,"first":"Los Visitantes en sillas de ruedas deben entrar por la fila normal y proceder a la puerta de acceso ubicada en el área de abordaje donde un Miembro del <strong class=\"keyword\">Elenco</strong> les dará instrucciones.","second":"Wheelchair Access: Enter through the standard queue. Before approaching the shaded loading zone (chalet), a <strong class=\"keyword\">Cast</strong> Member will direct you to the appropriate entrance."},{"author":118293,"first":"Damas y caballeros, nuestro <strong class=\"keyword\">elenco</strong> estelar.","second":"And now, ladies and gentlemen, our wonderful <strong class=\"keyword\">cast</strong>."},{"author":89915,"first":"Cintas sonoras, incluyendo composición y producción de música, diseño de sonidos, posproducción de audio para series y películas para televisión y espectáculos televisivos, selección de <strong class=\"keyword\">elencos</strong> para espectáculos televisivos","second":"Film sound production, including music composition and music production, sound design, audio post-production for serials and motion pictures on television and television shows, <strong class=\"keyword\">casting</strong> for television shows"},{"author":118293,"first":"Somos el mayor <strong class=\"keyword\">elenco</strong> de mentes del planeta.","second":"We are the greatest collection <strong class=\"keyword\">of</strong> minds on this planet."},{"author":8008,"first":"Músicos experimentados, instrumentalistas comprometidos así como una cantante y un cantante forman nuestra orquesta y defendiendo de sus deseos estamos dispuestos a variar el <strong class=\"keyword\">elenco</strong> de la orquesta.","second":"Experienced leads, dedicated horns, along with both male and female singers make up the band, which can perform according to your wish with whatever number of <strong class=\"keyword\">musicians</strong> you desire."},{"author":94809,"first":"46 – El <strong class=\"keyword\">elenco</strong> de obligaciones contempladas en el artículo 3, apartado 2, y la posibilidad de designar un «suministrador de último recurso» (artículo 3, apartado 3) lo acreditan.","second":"46 – The <strong class=\"keyword\">list</strong> of possible obligations set out in Article 3(2) and the option of appointing a ‘supplier of last resort’ (Article 3(3)) demonstrate this."},{"author":118293,"first":"Ahora, estamos buscando <strong class=\"keyword\">elenco</strong> para una parte muy importante.","second":"Now, we're <strong class=\"keyword\">casting</strong> a very important part."},{"author":8008,"first":"A partir del sábado 12 de abril y hasta el domingo 1° de junio, tres <strong class=\"keyword\">elencos</strong> rotarán por 8 sedes ubicadas en diversos puntos de la ciudad, ofreciendo 22 espectáculos teatrales, con entrada gratuita.","second":"Three <strong class=\"keyword\">casts</strong> will visit eight places at several neighborhoods of the city, offering 22 drama plays, with free admission."},{"author":94809,"first":"Tal como demuestran determinadas actas de reuniones del CTCE, esta cuestión ha sido debatida durante varios años por un <strong class=\"keyword\">elenco</strong> de expertos científicos, (55) debates que se han ampliado a los representantes del sector de los boratos.","second":"As minutes of certain TCCL meetings show, that issue was discussed over several years by a <strong class=\"keyword\">broad range</strong> of scientific experts (55) and representatives from the borates industry were heard."},{"author":118293,"first":"Tú sabes, hablar con el <strong class=\"keyword\">elenco</strong> y el equipo.","second":"You know, chat up the <strong class=\"keyword\">cast</strong> and crew."},{"author":118293,"first":"¡ Yo hago las decisiones de <strong class=\"keyword\">elenco</strong>!","second":"I make the <strong class=\"keyword\">casting</strong> decisions around here!"},{"author":27,"first":"Por todo ello, la propuesta de la Comisión que tiene por objeto brindar a los países candidatos la posibilidad de elegir programas prioritarios de entre un <strong class=\"keyword\">elenco</strong> de acciones seleccionadas nos parece una solución acertada.","second":"The Commission proposal to allow the applicant countries to choose priority programmes from a <strong class=\"keyword\">list</strong> of qualifying policy areas is a fair approach."},{"author":8008,"first":"Sujeto a su nombre, el <strong class=\"keyword\">elenco</strong> se aboga también, en una forma singular, por las obras contemporáneas, destacando a los compositores alemanes.","second":"True to their name, the <strong class=\"keyword\">Ensemble</strong> is also especially committed to contemporary works, particularly those by German composers."},{"author":118293,"first":"Otros miembros del <strong class=\"keyword\">elenco</strong> pagan alrededor de 700.","second":"Well, other <strong class=\"keyword\">cast</strong> members are paying around 700."},{"author":31,"first":"Con esa protagonista el <strong class=\"keyword\">elenco</strong> no importa","second":"A star like that, who cares <strong class=\"keyword\">about</strong> the <strong class=\"keyword\">supporting cast</strong>?"},{"author":31,"first":"Uh, tenemos un montón d- Un <strong class=\"keyword\">elenco</strong> de personajes de aquí, te diré lo que haremos","second":"Uh, we got a lot of- a <strong class=\"keyword\">cast</strong> of characters in here, I' il tell you what"},{"author":118293,"first":"Quiero decir, en serio usas más chalecos que el <strong class=\"keyword\">elenco</strong> de Blossom.","second":"I mean, seriously, you wear more vests than the <strong class=\"keyword\">cast</strong> of Blossom."},{"author":31,"first":"No, el <strong class=\"keyword\">elenco</strong>","second":"No, sir, it' s the <strong class=\"keyword\">cast</strong>"},{"author":31,"first":"Hablemos del <strong class=\"keyword\">elenco</strong>","second":"Let' s talk about <strong class=\"keyword\">casting</strong>"},{"author":118385,"first":"En particular, se comunicarán las disposiciones nacionales y un <strong class=\"keyword\">elenco</strong> de las decisiones administrativas y judiciales de mayor relevancia para la correcta aplicación de las normas sobre el comercio vitivinícola.","second":"In particular, they shall transmit to each other national provisions and a <strong class=\"keyword\">summary</strong> of administrative and judicial decisions of particular relevance to the correct application of the rules concerning trade in wine."}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}