{"result":"ok","tuc":[{"phrase":{"text":"eloquence","language":"en"},"meanings":[{"language":"en","text":"Fluent, forcible, elegant or persuasive speaking in public."},{"language":"en","text":"the quality of artistry and persuasiveness in speech or writing"},{"language":"es","text":"Capacidad de hablar en público de manera fluida, elegante y convincente."}],"meaningId":-678380195052108912,"authors":[70195]},{"phrase":{"text":"articulateness","language":"en"},"meanings":[{"language":"en","text":"quality of being articulate"}],"meaningId":-1845537981405649503,"authors":[70195]},{"phrase":{"text":"utterance","language":"en"},"meanings":[{"language":"en","text":"ability to speak"}],"meaningId":-4847223797438162566,"authors":[70195]},{"phrase":{"text":"elocution","language":"en"},"meanings":[{"language":"es","text":"Arte de hablar clara y efectivamente."},{"language":"en","text":"The art of speaking clearly and effectively."}],"meaningId":-2658113419640237046,"authors":[60172]},{"phrase":{"text":"oratory","language":"en"},"meaningId":5531590071094647230,"authors":[25018]},{"meanings":[{"language":"en","text":"eloquence"},{"language":"en","text":"eloquence (the quality of artistry and persuasiveness in speech or writing)"}],"meaningId":8026062902004651782,"authors":[1]}],"phrase":"elocuencia","examples":[{"author":94808,"first":"El Secretario General ha informado con <strong class=\"keyword\">elocuencia</strong> respecto del progreso en este sentido.","second":"The Secretary-General has <strong class=\"keyword\">eloquently</strong> reported on the progress that has been made in this connection."},{"author":8000,"first":"De hecho, uno de ellos es la situación financiera, cuestión sobre la que ha hablado con <strong class=\"keyword\">elocuencia</strong> el Presidente Meron","second":"One of them, of course, is the financial situation, on which President Meron has spoken <strong class=\"keyword\">eloquently</strong>"},{"author":119723,"first":"Al llegar a la edad adulta, Helen Keller fue conocida por su amor por la lengua, su habilidad como escritora y su <strong class=\"keyword\">elocuencia</strong> como oradora.","second":"As Helen Keller grew to adulthood, she became known for her love of language, her skill as a writer, and her <strong class=\"keyword\">eloquence</strong> as a public speaker."},{"author":92475,"first":"En el pasaje anterior, tomado de Sombra del camino de seda [en], el escritor de viajes Colin Thubron escribe sobre las cualidades fantásticas de Manas, el héroe nómade tradicional del pueblo kirguiso, con típica <strong class=\"keyword\">elocuencia</strong> [en].","second":"In the above passage, taken from Shadow of the Silk Road, travel-writer Colin Thubron notes the fantastic qualities of Manas, the nomadic folk-hero of the Kyrgyz people, with typical <strong class=\"keyword\">eloquence</strong>."},{"author":8000,"first":"Acabamos de escuchar al Representante Permanente de Francia, Embajador Jean David Levitte, quien nos ha presentado con toda la <strong class=\"keyword\">elocuencia</strong> y la claridad que le son propias el informe de la misión que visitó recientemente la región de los Grandes Lagos, una región atormentada desde hace más de un decenio, cuya población tan sólo aspira a la paz y al retorno a los vínculos tradicionales de amistad y fraternidad que determinaron otrora el carácter pacífico de sus relaciones","second":"We have just been listening to the Permanent Representative of France, Ambassador Jean-David Levitte, who with his usual <strong class=\"keyword\">eloquence</strong> and clarity introduced the report of the mission that was recently conducted in the Great Lakes region- a region that has been tormented for more than a decade, yet where all the peoples affected aspire only to peace and a return to the traditional ties of friendship and fraternity that characterized the peaceful nature of their relations in the past"},{"author":94808,"first":"Como dice con tanta <strong class=\"keyword\">elocuencia</strong> la canción dedicada a la Quinta Conferencia Internacional de las Democracias Nuevas o Restauradas, permanezcamos firmes y unidos para defender la democracia y la paz: el movimiento por el pueblo; el movimiento por la libertad.","second":"As was <strong class=\"keyword\">eloquently</strong> said in the song devoted to the Fifth International Conference of New or Restored Democracies, let us all stand tall together for democracy and peace: the movement for the people; the movement for the free."},{"author":8000,"first":"Lord Ashdown recientemente preguntó con gran <strong class=\"keyword\">elocuencia</strong> ¿qué se necesita hacer para que Bosnia y Herzegovina siga irreversiblemente el camino hacia su transformación definitiva en un Estado miembro de la Unión Europea?","second":"What is it that needs to be done to put Bosnia and Herzegovina irreversibly onto the road to statehood as a member of the European Union, as Lord Ashdown so <strong class=\"keyword\">eloquently</strong> put it recently?"},{"author":8007,"first":"Por poner un ejemplo, aunque Bill Clinton habla con cordialidad, ingenio y gran <strong class=\"keyword\">elocuencia</strong> en persona, no vale la pena leer su autobiografía.","second":"To take one example, while Bill Clinton speaks with warmth, wit, and great <strong class=\"keyword\">eloquence</strong> in the flesh, his autobiography is not worth reading."},{"author":94808,"first":"El Gobierno de Rwanda ha emitido una respuesta detallada al informe del Grupo y escuchamos al representante de Rwanda quien habló con <strong class=\"keyword\">elocuencia</strong> sobre el tema esta mañana.","second":"The Government of Rwanda has issued a detailed response to the Panel’s report and we heard the Rwandan representative speak <strong class=\"keyword\">eloquently</strong> on the subject this morning."},{"author":95096,"first":"También los acontecimientos de este siglo que ya está llegando a su fin testimonian con extraordinaria <strong class=\"keyword\">elocuencia</strong> la profundidad de esta lucha, que marca la historia de los pueblos, pero también el corazón de cada hombre y de cada mujer.","second":"The events of this century, now drawing to a close, also witness with extraordinary <strong class=\"keyword\">eloquence</strong> to the depth of this struggle that marks the history of peoples, but also the hearts of every man and woman."},{"author":94808,"first":"En el informe del Grupo sobre las Operaciones de Paz de las Naciones Unidas (informe Brahimi), y en el del Grupo de alto nivel del Secretario General sobre las amenazas, los desafíos y el cambio se aborda con gran <strong class=\"keyword\">elocuencia</strong> la complejidad de las etapas posteriores a los conflictos y la consolidación de la nación y se presentan argumentos convincentes en el sentido de que, para que la paz sea duradera, la comunidad internacional debe participar resueltamente de manera constante.","second":"The Report of the Panel on United Nations Peace Operations — the Brahimi report — (S/2000/809) and the Secretary-General’s High-level Panel on Threats, Challenges and Change <strong class=\"keyword\">eloquently</strong> elaborated on the complexities of post-conflict periods and nation-building and made convincing arguments that for peace to be durable the international community must stay resolutely engaged."},{"author":8000,"first":"Esta es una visión extremadamente simplista de la paz y está en total contradicción con el espíritu y la letra del informe del Secretario General sobre la prevención de los conflictos armados, cuya solución, como explica con <strong class=\"keyword\">elocuencia</strong> el Secretario General, radica también en la integración económica, social y cultural","second":"That is a very simplistic concept of peace that is at total variance with the spirit and the letter of the report of the Secretary-General on the prevention of armed conflict, which, as <strong class=\"keyword\">eloquently</strong> stated by the Secretary-General, rests also on economic, social and cultural integration"},{"author":94808,"first":"Este delito, perpetrado tras el bombardeo de Vclika Hoca, Gorazdevac y el campamento de refugiados roma de la Kosovska Mitrovica septentrional demuestra asimismo con <strong class=\"keyword\">elocuencia</strong> que la agrupación terrorista denominada Ejército de Liberación de Kosovo todavía no ha sido desmilitarizada ni desarmada.","second":"The crime that came in the wake of the shelling of Velika Hoca, Gorazdevac and the Roma refugee camp in northern Kosovska Mitrovica provides also <strong class=\"keyword\">eloquent</strong> proof that the terrorist so-called Kosovo Liberation Army has not been demilitarized and disarmed."},{"author":95096,"first":"Es difícil no dejarse convencer por la <strong class=\"keyword\">elocuencia</strong> de este acontecimiento: nos quedamos embelesados.","second":"It is difficult not to be overcome by the <strong class=\"keyword\">eloquence</strong> of this event: we remain enthralled."},{"author":8000,"first":"Mi delegación suscribe sin reservas la declaración del distinguido representante de nuestra hermana, la República del Congo, quien, con la claridad y <strong class=\"keyword\">elocuencia</strong> que lo caracterizan, ha expuesto, en nombre de los países miembros de la Comunidad Económica de los Estados de África Occidental (CEDEAO), los principales acontecimientos de nuestra comunidad relacionados con la paz y la seguridad","second":"My delegation fully endorses the statement made by the representative of the sisterly Republic of the Congo, who, with his customary clarity and <strong class=\"keyword\">eloquence</strong>, gave, on behalf of the countries of the Economic Community of Central African States, an outline of developments in our community in the area of peace and security"},{"author":95096,"first":"Comienzo citando una frase de san Gregorio Magno que, refiriéndose a san Benito, dice: «Este hombre de Dios, que brilló sobre esta tierra con tantos milagros, no resplandeció menos por la <strong class=\"keyword\">elocuencia</strong> con la que supo exponer su doctrina» (Dial.","second":"I begin with words that St Gregory the Great wrote about St Benedict: \"The man of God who shone on this earth among so many miracles was just as brilliant in the <strong class=\"keyword\">eloquent</strong> exposition of his teaching\" (cf."},{"author":8000,"first":"Por mucho que sigamos debatiendo esta cuestión, no creo que podamos alcanzar la <strong class=\"keyword\">elocuencia</strong> y precisión del Sr. Kaddoumi al hablar sobre los territorios palestinos ocupados y la ferocidad de la ocupación israelí","second":"However long we continue to debate the issue, I do not believe that we can match Mr. Kaddoumi's <strong class=\"keyword\">eloquence</strong> and accuracy in speaking about the occupied Palestinian territories and the savagery of the Israeli occupation"},{"author":95096,"first":"Esta solemne afirmación de Cristo resuena entre nosotros hoy con particular <strong class=\"keyword\">elocuencia</strong>, al proclamar beatos a algunos hijos de esta gloriosa Iglesia de Lvov de los ucranios.","second":"This solemn statement of Christ echoes among us today with particular <strong class=\"keyword\">eloquence</strong>, as we proclaim Blessed a group of sons and daughters of this glorious Church of Lviv of the Ukrainians."},{"author":31,"first":"Tiene una excelente caligrafía...... habla con una <strong class=\"keyword\">elocuencia</strong> extraordinaria...... y tiene una memoria excepcional","second":"He has excellent writing skills...... speaks with extraordinary <strong class=\"keyword\">eloquence</strong>...... and has exceptional memory"},{"author":8008,"first":"De aquí nacería la muestra de 1984, en la Galería Dau al Set de Barcelona:\"Ricard Vaccaro ha conseguido pintar sobre la letra viva del poeta de Roda, sin borrar ninguno de los rasgos de su <strong class=\"keyword\">elocuencia</strong>, al contrario nos los ha hecho más evidentes.","second":"D'aquí naixeria la mostra de 1984, a la Galeria Dau al Set de Barcelona: \"Ricard Vaccaro ha aconseguit, doncs, de pintar sobre la lletra viva del poeta de Roda, sense esborrar cap dels trets de la seva <strong class=\"keyword\">eloqüència</strong>, ans al contrari, ens l'ha fet més evident."},{"author":8000,"first":"Desde que se crearon el Tribunal Penal Internacional para la ex Yugoslavia y el Tribunal Penal Internacional para Rwanda, el Consejo de Seguridad ha dejado en claro una y otra vez que las violaciones masivas de los derechos humanos son en sí una amenaza a la paz que debe combatirse castigando a los responsables concretos, como recordó con tanta <strong class=\"keyword\">elocuencia</strong> el Ministro de Relaciones Exteriores, Sr. Stagno Ugarte","second":"Since the establishment of the International Criminal Tribunal for the Former Yugoslavia and the International Criminal Tribunal for Rwanda, the Security Council has consistently made it clear that massive human rights violations are per se a threat to peace that must be addressed by punishing individual perpetrators, as Foreign Minister Stagno Ugarte has so <strong class=\"keyword\">eloquently</strong> recalled"},{"author":8000,"first":"En el informe del Grupo sobre las Operaciones de Paz de las Naciones Unidas (informe Brahimi), y en el del Grupo de alto nivel del Secretario General sobre las amenazas, los desafíos y el cambio se aborda con gran <strong class=\"keyword\">elocuencia</strong> la complejidad de las etapas posteriores a los conflictos y la consolidación de la nación y se presentan argumentos convincentes en el sentido de que, para que la paz sea duradera, la comunidad internacional debe participar resueltamente de manera constante","second":"The Report of the Panel on United Nations Peace Operations- the Brahimi report- ( # ) and the Secretary-General's High-level Panel on Threats, Challenges and Change <strong class=\"keyword\">eloquently</strong> elaborated on the complexities of post-conflict periods and nation-building and made convincing arguments that for peace to be durable the international community must stay resolutely engaged"},{"author":8000,"first":"El Embajador de Singapur lo ha expresado con su habitual <strong class=\"keyword\">elocuencia</strong>","second":"The Ambassador of Singapore said this with his customary <strong class=\"keyword\">eloquence</strong>"},{"author":95096,"first":"Estas palabras del Señor Jesús resuenan con singular <strong class=\"keyword\">elocuencia</strong> hoy en la basílica de San Pedro, donde nos hemos reunido, con dolor y esperanza, para celebrar las exequias del venerado hermano cardenal Agostino Casaroli, llamado por el Padre durante la noche del martes pasado.","second":"These words of the Lord Jesus reverberate with particular <strong class=\"keyword\">eloquence</strong> today in St Peter’s Basilica, which sees us gathered here in sorrow and hope for the funeral of our Venerable Brother, Cardinal Agostino Casaroli, called by the Father in the middle of the night last Tuesday."},{"author":27,"first":"Con respecto a la cuestión de una fuerza de paz que ha mencionado con tanta <strong class=\"keyword\">elocuencia</strong> el Sr. Poettering y también, en un contexto diferente, el Sr. Cohn-Bendit y otros, apoyamos todo aquello que pueda ayudar a concebir esperanzas.","second":"On the issue of a peace-keeping force – mentioned so <strong class=\"keyword\">eloquently</strong> by Mr Poettering and also, in a different context, by Mr Cohn-Bendit and others – we support anything that bears the prospect of hope."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}