{"result":"ok","tuc":[{"phrase":{"text":"contrive","language":"en"},"meaningId":-5775619948813657946,"authors":[83093]},{"phrase":{"text":"fabricate","language":"en"},"meaningId":-5686331483068305913,"authors":[83093]},{"phrase":{"text":"invent","language":"en"},"meaningId":2359591355159196780,"authors":[83093]},{"meanings":[{"language":"en","text":"to reflect (on something)"}],"meaningId":8478255034075254576,"authors":[93107]}],"phrase":"elucubrar","examples":[{"author":31,"first":"No me importa <strong class=\"keyword\">elucubrar</strong>","second":"I don' t care <strong class=\"keyword\">to elaborate</strong>"},{"author":94259,"first":"Empecé a <strong class=\"keyword\">elucubrar</strong> una idea.","second":"And an <strong class=\"keyword\">idea</strong> started to develop."},{"author":8007,"first":"No debe haber una carrera para ser el nuevo mejor amigo de Medvédev ni se debe mirarlo a los ojos y <strong class=\"keyword\">elucubrar</strong> sobre su alma.","second":"There should be no race to be Medvedev’s new best friend, and no staring into his eyes and <strong class=\"keyword\">speculating about</strong> his soul."},{"author":118293,"first":"No me importa <strong class=\"keyword\">elucubrar</strong>.","second":"I don't care <strong class=\"keyword\">to elaborate</strong>."},{"author":8000,"first":"Es difícil para el ACNUDH <strong class=\"keyword\">elucubrar</strong> sobre la repercusión en su labor de la creación de un Consejo de Derechos Humanos, dado que todavía se está deliberando sobre muchos de los pormenores relativos al alcance, las atribuciones y la composición del órgano","second":"It is difficult for OHCHR to <strong class=\"keyword\">speculate</strong> in detail how the creation of a Human Rights Council would impact on our work since so many of the details concerning the scope, power and composition of the body are still under discussion"},{"author":8007,"first":"En este momento sólo podemos <strong class=\"keyword\">elucubrar</strong> sobre los efectos geopolíticos.","second":"At this stage, one can only <strong class=\"keyword\">speculate about</strong> the geopolitical effects."},{"author":31,"first":"Según lo vemos...... tenemos que <strong class=\"keyword\">elucubrar</strong> un cambio en la ciudad...... llamarlo el \" Milagro de Baltimore \" o algo así","second":"The way we see it, we' ve got to cobble together a citywide turnaround, call it the \" Baltimore Miracle \" or some shit"},{"author":118293,"first":"Según lo vemos tenemos que <strong class=\"keyword\">elucubrar</strong> un cambio en la ciudad llamarlo el \" Milagro de Baltimore \" o algo así.","second":"The way we see it, we need a citywide turnaround. Call it the \" Baltim ore Miracle \" or some shit."},{"author":95875,"first":"Lo cierto es que los humanos dependemos en menor medida del sentido del olfato para nuestra supervivencia que muchos otros animales, y esto puede guardar relación con la no generación de células nuevas en el bulbo olfatorio, pero no podemos más que <strong class=\"keyword\">elucubrar</strong>.»","second":"Humans are less dependent on their sense of smell for their survival than many other animals, which may be related to the loss of new cell generation in the olfactory bulb, but this is just speculation'."},{"author":94809,"first":"Considerando que, de manera similar, sólo es posible <strong class=\"keyword\">elucubrar</strong> a cuánto asciende la pérdida de ingresos fiscales para los Gobiernos nacionales y la Unión, pero podría ser de cientos de miles de millones de euros al año y dicha cifra está en aumento;","second":"whereas the loss of tax revenues to national governments and the Union can, similarly, only be estimated, but is probably in the range of hundreds of billions of euro each year and is increasing;"},{"author":94809,"first":"Con este arranque, ciertamente vago, cabe <strong class=\"keyword\">elucubrar</strong> sobre innumerables tipos de juegos de azar, pues la fertilidad de la mente humana, a la hora de disfrutar y de competir, carece de límites.","second":"Following on from that admittedly vague starting-point, it is appropriate to consider countless kinds of games of chance for, when it comes to enjoyment and competition, the fertility of the human mind knows no bounds."},{"author":27,"first":"Si queremos resolver los problemas de esta región, a nada ayuda vivir en el pasado, intercambiar medias verdades, echar las culpas unos a otros, <strong class=\"keyword\">elucubrar</strong> acerca de qué debería haber hecho el Sr. Arafat en Camp David o qué no debería haber hecho el Sr. Sharon en la Explanada de las Mezquitas.","second":"If we are to solve the problems there, it is no good dwelling in the past, exchanging half-truths, casting blame, arguing <strong class=\"keyword\">about</strong> what Mr Arafat should have done at Camp David or what Mr Sharon should not have done on the Holy Mount."},{"author":27,"first":"Sobre el motivo de que el número de casos de infecciones debidas a la salmonela aumente cuanto más nos alejamos de la zona del Mediterráneo y nos movemos en dirección a Escandinavia se pueden <strong class=\"keyword\">elucubrar</strong> muchas teorías.","second":"There are many theories as to why the number of cases of salmonella increases as one moves away from the Mediterranean towards Scandinavia."},{"author":27,"first":"Por proceder de una de las zonas periféricas de Europa, resulta apasionante <strong class=\"keyword\">elucubrar</strong> sobre la posibilidad de que esos nuevos medios contribuyan a corregir la deriva, aparentemente imparable, hacia el centro y la decadencia de las zonas lejanas de nuestros países y sociedades.","second":"Coming as I do from one of the very remote parts of Europe, it is exciting to <strong class=\"keyword\">speculate</strong> on the possibility that these new media will help to correct the apparently unstoppable drift to the centre and the decay of the outlying parts of all our countries and societies."},{"author":91988,"first":"Los dirigentes de China no han explicado aún a qué se debió aquella incursión... pero no escasean las posibilidades de <strong class=\"keyword\">elucubrar</strong> al respecto.","second":"China’s leaders have yet to explain what prompted the incursion – but there is no shortage of <strong class=\"keyword\">speculation</strong>."},{"author":94809,"first":"En el apartado 60 de la resolución recurrida, se lee que interrogarse sobre el grado de atención del público relevante para evaluar el riesgo de confusión es algo diferente a <strong class=\"keyword\">elucubrar</strong> sobre si circunstancias posteriores a la compra pueden incidir al indagar en una eventual violación del derecho de marca, como se reconoció en la sentencia Arsenal, antes citada, en relación con la utilización de un símbolo idéntico.","second":"Paragraph 60 of the contested decision tells us that the question of the degree of attention of the relevant public for the purpose of assessing the likelihood of confusion is different from the question of whether circumstances subsequent to the purchase may be relevant when examining whether there has been a breach of trade mark rights, as was accepted in the Arsenal judgment in relation to the use of an identical symbol."},{"author":94808,"first":"Es difícil para el ACNUDH <strong class=\"keyword\">elucubrar</strong> sobre la repercusión en su labor de la creación de un Consejo de Derechos Humanos, dado que todavía se está deliberando sobre muchos de los pormenores relativos al alcance, las atribuciones y la composición del órgano.","second":"It is difficult for OHCHR to <strong class=\"keyword\">speculate</strong> in detail how the creation of a Human Rights Council would impact on our work since so many of the details concerning the scope, power and composition of the body are still under discussion."},{"author":118293,"first":"Uno puede <strong class=\"keyword\">elucubrar</strong> algunas cosas","second":"One can hypotheticate certain things."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}