{"result":"ok","tuc":[{"phrase":{"text":"emanate","language":"en"},"meanings":[{"language":"en","text":"To come or send forth, as from a source."},{"language":"es","text":"Venir o tomar fuerza, como a partir de una fuente."},{"language":"en","text":"To come from a source"}],"meaningId":-3924436638400174476,"authors":[90508]},{"phrase":{"text":"exhale","language":"en"},"meaningId":-977419992066839435,"authors":[84500]},{"phrase":{"text":"exude","language":"en"},"meaningId":-3757002931761087140,"authors":[97745]},{"phrase":{"text":"geyser","language":"en"},"meaningId":-1976870071160242315,"authors":[84500]},{"phrase":{"text":"give forth","language":"en"},"meaningId":-2231692869918758516,"authors":[84500]},{"meanings":[{"language":"en","text":"to emanate from"}],"meaningId":2793486575444552742,"authors":[93107]}],"phrase":"emanar","examples":[{"author":94809,"first":"Además, las autoridades aduaneras del Estado miembro de importación no pueden llevar a cabo un concurso de calificaciones dejando abierta la cuestión de cuál de los acuerdos que han de tenerse en cuenta, a saber, el Acuerdo de Asociación CE-Israel y el Acuerdo de Asociación CE-OLP, es de aplicación en un supuesto concreto y de si la prueba del origen debe <strong class=\"keyword\">emanar</strong> de las autoridades israelíes o de las autoridades palestinas.","second":"Furthermore, the customs authorities of the importing Member State may not make an elective determination, leaving open the questions of which of the agreements to be taken into account – namely, the EC-Israel Association Agreement and the EC-PLO Association Agreement – applies in a particular case and of whether proof of origin falls to be <strong class=\"keyword\">issued by</strong> the Israeli authorities or by the Palestinian authorities."},{"author":27,"first":"Sin embargo, hay muchos aspectos políticos en los que se intenta ir mucho más lejos, dando al Parlamento Europeo más poder del que realmente puede <strong class=\"keyword\">emanar</strong> del texto del Tratado de Amsterdam.","second":"There are, however, some rather radical proposals of a political nature which would give the European Parliament more power than is actually provided for in the text of the Treaty."},{"author":118293,"first":"Los peces morirán y de los ríos <strong class=\"keyword\">emanará</strong> un hedor a muerte.","second":"The fish will die. <strong class=\"keyword\">The</strong> rivers will stink of death."},{"author":94808,"first":"Las objeciones a la enmienda parecen <strong class=\"keyword\">emanar</strong> únicamente de aquellos países que juzgan que no pueden asumir la obligación de poner en práctica progresivamente la protección de los derechos de autor.","second":"Objections to the amendment seemed to <strong class=\"keyword\">come</strong> only <strong class=\"keyword\">from</strong> countries which did not feel that they could assume the obligation of progressively carrying authors’ rights into effect."},{"author":8000,"first":"México reafirma su posición histórica y de principio de que cualquier tipo de sanciones políticas, económicas o militares impuestas a algún Estado Miembro de las Naciones Unidas sólo podrán <strong class=\"keyword\">emanar</strong> de las decisiones o recomendaciones que aprueben el Consejo de Seguridad o la Asamblea General de las Naciones Unidas","second":"Mexico reaffirms its traditional and principled position that any type of political, economic or military sanction imposed on a State Member of the United Nations can only <strong class=\"keyword\">emanate from</strong> a decision or recommendation adopted by the Security Council or the General Assembly"},{"author":94808,"first":"Desde entonces, México ha acudido a ese Foro para reafirmar su posición histórica de principio de que cualquier tipo de sanciones políticas, económicas o militares impuestas a los Estados sólo pueden <strong class=\"keyword\">emanar</strong> de las decisiones o recomendaciones que formulen la Asamblea General o el Consejo de Seguridad, en los casos en que tales órganos lo determinen de conformidad con la Carta de las Naciones Unidas y el derecho internacional.","second":"Ever since, Mexico has come to this forum to reaffirm its long-standing position of principle that any kind of political, economic or military sanctions to be imposed on States can <strong class=\"keyword\">flow</strong> only from decisions or recommendations made by the General Assembly or the Security Council once they have determined that such actions are necessary in accordance with the United Nations Charter and international law."},{"author":94808,"first":"Análogamente, el Précis de la pratique du Secrétaire général en tant que dépositaire de traités multilatéraux, preparado por la Sección de Tratados de la Oficina de Asuntos Jurídicos, se limita a afirmar que \"la reserva debe figurar en el instrumento o como anexo al mismo y <strong class=\"keyword\">emanar</strong> de una de las tres autoridades competentes\", y a remitir a la norma general en lo que se refiere al \"depósito de los instrumentos por los que el Estado consiente en obligarse\"","second":"Similarly, the Summary of Practice of the Secretary-General as Depositary of Multilateral Treaties prepared by the Treaty Section of the United Nations Office of Legal Affairs confines itself to noting that “the reservation must be included in the instrument or annexed to it and must <strong class=\"keyword\">emanate from</strong> one of the three qualified authorities” and to referring to general developments concerning the “deposit of binding instruments” Likewise, according to"},{"author":94809,"first":"por el que se modifica por segunda vez el Reglamento ( CEE ) n o 2730/81 por el que se establece la lista de los organismos en los terceros países importadores de donde pueden <strong class=\"keyword\">emanar</strong> adjudicaciones en el sector de la leche y de los productos lácteos","second":"amending for the second time Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to <strong class=\"keyword\">issue</strong> invitations to tender in the milk and milk products sector"},{"author":95096,"first":"Durante la Sede vacante, todo el poder civil del Sumo Pontífice, concerniente al gobierno de la Ciudad del Vaticano, corresponde al Colegio de los Cardenales, el cual sin embargo no podrá <strong class=\"keyword\">emanar</strong> decretos sino en el caso de urgente necesidad y sólo durante la vacante de la Santa Sede.","second":"During the vacancy of the Apostolic See, all the civil power of the Supreme Pontiff concerning the government of Vatican City State belongs to the College of Cardinals, which however will be unable to <strong class=\"keyword\">issue</strong> decrees except in cases of urgent necessity and solely for the time in which the Holy See is vacant."},{"author":94808,"first":"Sin embargo, esa decisión está llamada a <strong class=\"keyword\">emanar</strong> de las deliberaciones y recomendaciones técnicas del Grupo de Trabajo de composición abierta.","second":"However, such a decision is meant to <strong class=\"keyword\">emanate from</strong> the technical deliberations and recommendations of the Open-ended Working Group."},{"author":94808,"first":". De igual modo, a juicio de la Primera Sala de la Suprema Corte de Justicia de la Nación, el derecho fundamental a la presunción de inocencia, como regla de trato, en su vertiente extraprocesal debe entenderse como el derecho a recibir la consideración y el trato de no autor o partícipe en hechos delictivos, y su violación puede <strong class=\"keyword\">emanar</strong> de cualquier agente del Estado, especialmente de las autoridades policiales.","second":"The Court has also noted that the violation of this right may <strong class=\"keyword\">emanate</strong> from any State official, in particular police authorities."},{"author":95875,"first":"Además, el gas también puede <strong class=\"keyword\">emanar</strong> de las zonas de alta presión de los sistemas de transmisión y almacenamiento.","second":"Additionally, gas may also <strong class=\"keyword\">emanate</strong> from high-pressure areas of the transmission and storage systems."},{"author":94808,"first":"El principal resultado que puede <strong class=\"keyword\">emanar</strong> de la reunión de alto nivel en Nueva York es la ratificación de la Sede como único foro negociador en temas de desarme y el respaldo a sus trabajos.","second":"The main <strong class=\"keyword\">outcome</strong> of the high-level meeting in New York could be the reaffirmation of the Conference as the sole disarmament negotiating forum and support for its work."},{"author":94809,"first":"Cualquier responsabilidad futura <strong class=\"keyword\">emanará</strong> de los resultados de la investigación antidumping.","second":"Any future liability would <strong class=\"keyword\">emanate from</strong> the findings of the anti-dumping investigation."},{"author":94809,"first":"71 Además, es necesario señalar que ambas expresiones no se diferencian por lo que atañe a su efecto normativo, al <strong class=\"keyword\">emanar</strong> éste, tal como subraya la República Francesa, de la claridad y de la precisión de la obligación que deriva de las mismas.","second":"71 It should also be noted that both expressions are alike in their legal effect, which, as noted by the French Republic, follow from the clarity and precision of the obligation resulting therefrom."},{"author":8000,"first":"El Grupo de Trabajo tal vez desee considerar si es preciso declarar expresamente la posibilidad de derogación por acuerdo o ésta puede <strong class=\"keyword\">emanar</strong> de un acuerdo tácito como, por ejemplo, cuando una parte procede a efectuar un pedido por medio del sistema informático automatizado del vendedor incluso cuando es obvio para esa parte que el sistema no brinda la oportunidad de corregir los errores de introducción de datos","second":"The Working Group may wish to consider whether the possibility of derogation by agreement needs to be expressly made or can <strong class=\"keyword\">result from</strong> tacit agreement, for instance, when a party proceeds to place an order through the seller's automated computer system even though it is apparent to such party that the system does not provide an opportunity to correct input errors"},{"author":94808,"first":"Otra posibilidad sería que el Grupo de Trabajo aclarase si esa norma debería <strong class=\"keyword\">emanar</strong> del derecho sustantivo y, en consecuencia, ser aplicable a los documentos transmisibles electrónicos en virtud del proyecto de artículo 1, párrafo 2 (véanse también los párrs. 44 y 45 más arriba).","second":"Alternatively, the Working Group may clarify whether such rule should <strong class=\"keyword\">derive from</strong> substantive law, and therefore be applicable to electronic transferable records by virtue of draft article 1, paragraph 2 (see also above, paras. 44-45)."},{"author":8000,"first":"El mecanismo primordial de aplicación debería <strong class=\"keyword\">emanar</strong> de unos acuerdos especiales derivados de las disposiciones de la Convención","second":"The primary mechanism for enforcement should be supplied by special agreements deriving from the provisions of the Convention"},{"author":31,"first":"Siento algo <strong class=\"keyword\">emanar</strong> de ellas que se desliza a lo largo de mis brazos hasta el fondo de mi alma... frío, espantoso, inexorable","second":"I feel it also go out... the arms spread... until then in the soul... cold, terrible, grim"},{"author":94809,"first":"Reglamento (CEE) n° 3756/81 de la Comisión, de 22 de diciembre de 1981, por el que se modifica por segunda vez el Reglamento (CEE) n° 2730/81 por el que se establece la lista de los organismos en los terceros países importadores de donde pueden <strong class=\"keyword\">emanar</strong> adjudicaciones en el sector de la leche y de los productos lácteos","second":"Commission Regulation (EEC) No 3756/81 of 22 December 1981 amending for the second time Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to <strong class=\"keyword\">issue</strong> invitations to tender in the milk and milk products sector"},{"author":94809,"first":"Recordaré que, en virtud del artículo 6 del Reglamento no 1442/93, este acto sólo puede <strong class=\"keyword\">emanar</strong> de la autoridad nacional competente.","second":"I repeat that, by virtue of Article 6 of Regulation No 1442/93, that measure can <strong class=\"keyword\">emanate</strong> only from the competent national authority."},{"author":94809,"first":"REGLAMENTO (CEE) No 1987/85 DE LA COMISIÓN de 18 de julio de 1985 que modifica por la vigésimo quinta vez el Reglamento (CEE) no 2730/81 por el que se establece la lista de los organismos en los terceros países importadores de los que pueden <strong class=\"keyword\">emanar</strong> adjudicaciones en el sector de la leche y de los productos lácteos","second":"amending for the 25th time Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to <strong class=\"keyword\">issue</strong> invitations to tender in the milk and milk products sector"},{"author":94808,"first":"México reafirma su histórica posición de principio de que cualquier tipo de sanciones políticas, económicas o militares impuestas a algún Estado solo pueden <strong class=\"keyword\">emanar</strong> de las decisiones o recomendaciones que formulen el Consejo de Seguridad o la Asamblea General de las Naciones Unidas.","second":"Mexico reaffirms its traditional position of principle that any type of political, economic or military sanctions imposed on States may only <strong class=\"keyword\">result from</strong> a decision or recommendation made by the Security Council or General Assembly."},{"author":94808,"first":"A juicio de la Comisión, las políticas de movilidad debían <strong class=\"keyword\">emanar</strong> de una planificación de la fuerza de trabajo basada en los mandatos de las organizaciones y tener en cuenta las consideraciones presupuestarias.","second":"In the view of the Commission, mobility policies should <strong class=\"keyword\">emanate from</strong> workforce planning based on organizations’ mandates and taking into account budgetary considerations."},{"author":94809,"first":"* Un compromiso político decidido contra cualquier forma de corrupción debería <strong class=\"keyword\">emanar</strong> del más alto nivel de las instituciones de la UE.","second":"* A strong political commitment against all forms of corruption should <strong class=\"keyword\">come from</strong> the highest level of EU institutions."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}