{"result":"ok","tuc":[{"phrase":{"text":"eminent","language":"en"},"meanings":[{"language":"en","text":"of a person: distinguished, noteworthy"}],"meaningId":1082927523865598973,"authors":[70195]},{"phrase":{"text":"distinguished","language":"en"},"meaningId":2472470022645432306,"authors":[84500]},{"phrase":{"text":"prominent","language":"en"},"meaningId":-1611693631380179922,"authors":[69425]},{"phrase":{"text":"high","language":"en"},"meaningId":8363584933105963533,"authors":[84500]},{"phrase":{"text":"outstanding","language":"en"},"meaningId":8425368982279068003,"authors":[89651]},{"phrase":{"text":"lofty","language":"en"},"meaningId":905800514198385467,"authors":[25018]},{"phrase":{"text":"remarkable","language":"en"},"meaningId":-121295005136848074,"authors":[69425]},{"phrase":{"text":"August","language":"en"},"meaningId":1179993040072066216,"authors":[2698]},{"phrase":{"text":"brilliant","language":"en"},"meaningId":-631497900073514626,"authors":[2698]},{"phrase":{"text":"conspicuous","language":"en"},"meaningId":82520349526567621,"authors":[2903]},{"phrase":{"text":"exalted","language":"en"},"meaningId":-576763138786010443,"authors":[97745]},{"phrase":{"text":"excellent","language":"en"},"meaningId":5259579545411968440,"authors":[2698]},{"phrase":{"text":"exemplary","language":"en"},"meaningId":8428242022301250416,"authors":[2698]},{"phrase":{"text":"fantastic","language":"en"},"meaningId":5527839396778070393,"authors":[2698]},{"phrase":{"text":"fine","language":"en"},"meaningId":-5309012848569213394,"authors":[2698]},{"phrase":{"text":"great","language":"en"},"meaningId":-4486818202664323148,"authors":[2698]},{"phrase":{"text":"notable","language":"en"},"meaningId":-8987871852728315100,"authors":[83089]},{"phrase":{"text":"noted","language":"en"},"meaningId":-4711794161130019745,"authors":[25018]},{"phrase":{"text":"salient","language":"en"},"meaningId":420720698021055445,"authors":[2698]},{"phrase":{"text":"superb","language":"en"},"meaningId":6725400377521468934,"authors":[2698]},{"meanings":[{"language":"en","text":"eminent"}],"meaningId":4793703583502818523,"authors":[1]}],"phrase":"eminente","examples":[{"author":94808,"first":"La Junta Asesora, presidida por el Príncipe Guillermo Alejandro de Orange, está integrada por una amplia gama de personalidades <strong class=\"keyword\">eminentes</strong>, expertos técnicos, interesados de la sociedad civil y otros entendidos con experiencia en estimular a las personas, poner en movimiento la maquinaria gubernamental y colaborar con los medios de comunicación, el sector privado y la sociedad civil.","second":"The Advisory Board, chaired by Prince Willem-Alexander of Orange, includes a wide range of <strong class=\"keyword\">eminent persons</strong>, technical experts, stakeholders from civil society and other knowledgeable individuals with experience in inspiring people, moving the machinery of government and working with the media, the private sector and civil society."},{"author":94809,"first":"que establezca un grupo de personas <strong class=\"keyword\">eminentes</strong> de las Naciones Unidas;","second":"to create a UN <strong class=\"keyword\">panel</strong> of <strong class=\"keyword\">eminent</strong> persons;"},{"author":8000,"first":"Quisiera precisar asimismo que el Senegal comparte plenamente la convicción del grupo de personalidades <strong class=\"keyword\">eminentes</strong> de que es preciso aumentar la eficacia y la pertinencia de las actividades de nuestra Organización en beneficio del continente africano","second":"I should also like to say that Senegal fully agrees with the belief of the Panel of <strong class=\"keyword\">Eminent</strong> Personalities that the work of the United Nations as it pertains to Africa needs to become more relevant and more effective"},{"author":94808,"first":"Han comenzado los debates sobre el programa de desarrollo para después de 2015 y su delegación acoge favorablemente el establecimiento del Grupo de Alto Nivel de Personas <strong class=\"keyword\">Eminentes</strong> sobre la Agenda para el Desarrollo después de 2015.","second":"As discussions of the post-2015 development agenda began, his delegation welcomed the establishment of the High-level Panel of <strong class=\"keyword\">Eminent</strong> Persons on the Post-2015 Development Agenda."},{"author":94808,"first":"En su informe, el Grupo de Alto Nivel de Personas <strong class=\"keyword\">Eminentes</strong> sobre la Agenda de Desarrollo Post-2015 ha identificado cinco cambios transformadores en el avance hacia el desarrollo sostenible.","second":"In its report, the High-level Panel of <strong class=\"keyword\">Eminent</strong> Persons on the Post-2015 Development Agenda has identified five transformative shifts in moving towards sustainable development."},{"author":27,"first":"No obstante, según <strong class=\"keyword\">eminentes</strong> economistas, como el profesor Rosa, a pesar de que los Fondos estructurales sean eficazmente utilizados, lo que hoy está lejos de ocurrir, no podrán \"atenuar las diferencias locales, como tampoco las ayudas de Milán han podido resolver los problemas del Mezzogiorno».","second":"However, according to <strong class=\"keyword\">distinguished</strong> economists such as Professor Rosa, even if the Structural Funds were used effectively, which is far from being the case at the moment, they will \"no more be able to alleviate the local differences than aid from Milan has been able to resolve the problems of southern Italy' ."},{"author":8000,"first":"El numeral # del artículo # de la Ley Orgánica de la Policía Nacional Civil incluye dentro de las funciones de esta fuerza la de proteger y garantizar la seguridad de personalidades <strong class=\"keyword\">eminentes</strong>, de conformidad con la legislación aplicable en la materia","second":"Article # paragraph # of the Act organizing the National Civil Police stipulates that the functions of that force shall include protecting and ensuring the safety of <strong class=\"keyword\">eminent</strong> figures, in accordance with the relevant legislation"},{"author":94808,"first":"Además, cinco personas <strong class=\"keyword\">eminentes</strong> que hayan hecho contribuciones importantes a actividades relacionadas con la población son miembros honorarios de carácter consultivo por un período renovable de tres años.","second":"In addition, five <strong class=\"keyword\">eminent</strong> individuals who have made significant contributions to population-related activities serve as honorary members in an advisory capacity; they are selected by the members of the Committee for a renewable term of three years."},{"author":94808,"first":"Si bien el mundo islámico ha dado el primer paso al crear la Comisión de Personas <strong class=\"keyword\">Eminentes</strong> para que proponga medidas encaminadas a lograr este renacimiento del mundo musulmán, las grandes Potencias occidentales no han dado todavía señales de que estén tratando seriamente de resolver los conflictos reconocidos internacionalmente que afectan al mundo musulmán.","second":"While the Islamic world has taken its first step in the form of nominating a Commission of <strong class=\"keyword\">Eminent</strong> Persons to propose measures for a renaissance in the Muslim world, the major Powers of the West have yet to show movement in seriously trying to resolve internationally recognized disputes affecting the Muslim world."},{"author":94808,"first":"Entre sus miembros se cuentan <strong class=\"keyword\">eminentes</strong> juristas, parlamentarios y representantes de ONG y la preside el ex Secretario General de las Naciones Unidas, Sr.","second":"Its membership included <strong class=\"keyword\">eminent</strong> jurists, parliamentarians and representatives of NGOs."},{"author":94808,"first":"Malasia acoge con agrado el hecho de que, al esbozar las tareas del grupo de alto nivel de personalidades <strong class=\"keyword\">eminentes</strong> sobre la reforma de la Organización, que propone establecer, el Secretario General haya incluido las cuestiones de la paz y la seguridad, así como la reforma del Consejo de Seguridad.","second":"Malaysia is pleased that the Secretary-General, in outlining the tasks for the high-level panel of <strong class=\"keyword\">eminent persons</strong> on the reform of the Organization that he proposes to establish, has included the questions of peace and security as well as Security Council reform."},{"author":94808,"first":"Podía considerarse que la aplicación de algunas de las recomendaciones del Grupo de Personalidades <strong class=\"keyword\">Eminentes</strong> era tarea del Secretario General, en tanto que la de otras era responsabilidad de los Estados miembros.","second":"The implementation of some of the recommendations of the <strong class=\"keyword\">Eminent Persons</strong>’ Panel could be considered to be the Secretary-General’s task, whereas the implementation of other recommendations was within the responsibility of member States."},{"author":94808,"first":"En este contexto, el Comité de Alto Nivel sobre Programas preparó una visión del sistema de las Naciones Unidas sobre las conclusiones y las recomendaciones del informe del Grupo de Alto Nivel de Personas <strong class=\"keyword\">Eminentes</strong> sobre la Agenda para el Desarrollo Después de 2015 del Secretario General (Una nueva alianza mundial: erradicar la pobreza y transformar las economías a través del desarrollo sostenible) como contribución al informe del Secretario General titulado “Acelerar el logro de los Objetivos de Desarrollo del Milenio: opciones de crecimiento sostenido e inclusivo y cuestiones relativas a la promoción de la agenda de las Naciones Unidas para el desarrollo después de 2015” (A/67/257).","second":"In this context, the High-level Committee on Programmes developed a United Nations system-wide view on the recommendations and findings of the report of the Secretary-General’s High-level Panel of <strong class=\"keyword\">Eminent</strong> Persons on the Post-2015 Development Agenda (A New Global Partnership: Eradicate Poverty and Transform Economies through Sustainable Development) as an input to the report of the Secretary-General entitled “Accelerating progress towards the Millennium Development Goals: options for sustained and inclusive growth and issues for advancing the United Nations development agenda beyond 2015” (A/67/257)."},{"author":8000,"first":"La actividad principal de la Dependencia consistía en prestar servicios a los tres mecanismos creados como seguimiento de la Conferencia Mundial, a saber los <strong class=\"keyword\">eminentes</strong> expertos independientes, el Grupo de Trabajo sobre las personas de ascendencia africana y el Grupo de Trabajo Intergubernamental sobre la aplicación efectiva de la Declaración y Programa de Acción de Durban","second":"The core activity of the Unit is the servicing of the three mechanisms that were established as a follow-up to the World Conference, namely the Independent <strong class=\"keyword\">Eminent</strong> Experts, the Working Group of Experts on People of African descent and the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action"},{"author":94808,"first":"Recuerda el nombramiento por el Secretario General de cinco <strong class=\"keyword\">eminentes</strong> expertos independientes el 16 de junio de 2003 en cumplimiento de la resolución 56/266 de la Asamblea General, con el mandato de hacer un seguimiento de la aplicación de las disposiciones de la Declaración y el Programa de Acción de Durban y de formular recomendaciones apropiadas al respecto;","second":"Recalls the appointment of the five independent <strong class=\"keyword\">eminent</strong> experts on 16 June 2003 by the Secretary-General pursuant to General Assembly resolution 56/266, with the mandate to follow up on the implementation of the provisions of the Durban Declaration and Programme of Action and to make appropriate recommendations thereon;"},{"author":8000,"first":"El Departamento de Asuntos Políticos y el PNUD apoyaron al Grupo de personalidades africanas <strong class=\"keyword\">eminentes</strong> a lo largo de todo el proceso de mediación","second":"The Department of Political Affairs and UNDP supported the Panel of <strong class=\"keyword\">Eminent</strong> African Personalities throughout the mediation process"},{"author":94808,"first":"Granada sigue valorando el papel de las Naciones Unidas como institución <strong class=\"keyword\">eminente</strong> de la diplomacia multilateral.","second":"Grenada continues to value the role of the United Nations as the <strong class=\"keyword\">pre</strong>-<strong class=\"keyword\">eminent</strong> institution for effecting multilateral diplomacy."},{"author":94808,"first":"Con el fin de elevar el nivel político de los actos de presentación, la UNCTAD invitó a personalidades <strong class=\"keyword\">eminentes</strong> a participar en ellos.","second":"To raise the political profile, UNCTAD invited <strong class=\"keyword\">eminent</strong> personalities to take part in the launch events."},{"author":94808,"first":"Subrayó que el Grupo de Estados de África estaba firmemente decidido a trabajar de forma activa y constructiva con todos los asociados en el desarrollo para generar \"resultados de Accra\" como elementos que impulsaran la revitalización y el fortalecimiento de la organización sobre la base de sus competencias fundamentales a la luz del informe del Grupo de Personalidades <strong class=\"keyword\">Eminentes</strong> (es decir, las ventajas comparativas de la organización, su diferenciación y complementariedad y sus intervenciones estratégicas y catalíticas), en el contexto de los mandatos derivados del Consenso de São Paulo y la Declaración de Bangkok.","second":"He stressed that the African Group was fully committed to engaging constructively and proactively with all development partners to generate \"Accra outcomes\" as a momentum for revitalizing and strengthening the organization on the basis of its core competencies in the light of the <strong class=\"keyword\">Eminent Persons</strong>' report (i.e. the organization's comparative advantages; its differentiation and complementarity; and its strategic and catalytic interventions), in the context of the mandates derived from the São Paulo Consensus and the Bangkok Declaration."},{"author":94809,"first":"Por otra parte, la UE espera que Fiyi colabore plenamente con el Foro de las Islas del Pacífico por lo que respecta a la ejecución de las recomendaciones realizadas por el Grupo de Personalidades <strong class=\"keyword\">Eminentes</strong>, tal como lo refrendó el Foro de Ministros de Asuntos Exteriores en su reunión de Vanuatu de 16 de marzo de 2007.","second":"Furthermore, the EU expects Fiji to cooperate fully with the Pacific Islands Forum regarding the implementation of the recommendations by the <strong class=\"keyword\">Eminent Persons’</strong> Group, as endorsed by the Forum Foreign Ministers at their meeting in Vanuatu on 16 March 2007."},{"author":8008,"first":"El discurso de una persona <strong class=\"keyword\">eminente</strong> sobre seguridad alimentaria fue efectuado por el Gobernador Honorario del Banco de Francia y anterior Director General del Fondo Monetario Internacional (FMI), Sr. Michel Camdessus, quien le pidió mayor ayuda a largo plazo a los países desarrollados y mayores políticas a largo plazo a los países en vías de desarrollo.","second":"The FAO <strong class=\"keyword\">Distinguished</strong> Lecture on Food Security during the 29th session was delivered by the honorary Governor of the Bank of France and former Managing Director of the IMF, Mr. Michel Camdessus, who called for a long-term assistance from developed countries and long-term policies from developing countries to tackle the roots of hunger and poverty."},{"author":8000,"first":"Esta experiencia y competencia de la sociedad civil en relación con las cuestiones del mundo real es, sin duda, lo que llevó al Grupo Cardoso de personas <strong class=\"keyword\">eminentes</strong> encargado de examinar las relaciones entre las Naciones Unidas y la sociedad civil a pedir una mayor integración de los puntos de vista de la sociedad civil en los debates sobre políticas celebrados en las Naciones Unidas a todos los niveles","second":"issues is surely what led the Cardoso Panel on United Nations-Civil Society Relations to call for greater integration of civil society viewpoints at all levels of United Nations policy discussions"},{"author":94808,"first":"Pide al Secretario General que, de conformidad con la Declaración y el Programa de Acción de Durban, nombre a cinco expertos <strong class=\"keyword\">eminentes</strong> independientes, uno de cada región, entre los candidatos propuestos por el Presidente de la Comisión de Derechos Humanos, tras celebrar consultas con los grupos regionales, para hacer el seguimiento de las disposiciones de la Declaración y el Programa de Acción;","second":"Requests the Secretary-General, in accordance with the Durban Declaration and Programme of Action, to appoint five independent <strong class=\"keyword\">eminent</strong> experts, one from each region, from among candidates proposed by the Chairman of the Commission on Human Rights, after consultation with the regional groups, to follow the implementation of the provisions of the Declaration and Programme of Action;"},{"author":94808,"first":"El grupo de expertos estará integrado por tres miembros que sean magistrados, exmagistrados u otros juristas <strong class=\"keyword\">eminentes</strong>.","second":"The panel of experts shall comprise three members who shall be judges, former judges or other <strong class=\"keyword\">eminent</strong> jurists."},{"author":94808,"first":"También se extiende un pase a personalidades cristianas <strong class=\"keyword\">eminentes</strong> para sus viajes por el país.","second":"Also Free Pass is provided to <strong class=\"keyword\">eminent</strong> Christian leaders for domestic trips."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}