{"result":"ok","tuc":[{"phrase":{"text":"emeritus","language":"en"},"meanings":[{"language":"en","text":"Retired or honorably discharged from active professional duty, but retaining the title of one&#39;s office or position."},{"language":"es","text":"Jubilado o honorablemente liberado de sus deberes de actividad profesional, pero conservando el título de su cargo o posición."}],"meaningId":4645467984964521298,"authors":[84500]},{"meanings":[{"language":"en","text":"emeritus (retired but retaining an honorific version of previous title)"}],"meaningId":-5667437691783599727,"authors":[93107]}],"phrase":"emérito","examples":[{"author":119723,"first":"Jensen y Octaviano Tenorio como miembros del Primer Quórum de los Setenta y que se les designe como Autoridades Generales <strong class=\"keyword\">eméritas</strong>.","second":"Jensen, and Octaviano Tenorio as members of the First Quorum of the Seventy and designate them as <strong class=\"keyword\">emeritus</strong> General Authorities."},{"author":118293,"first":"Este es el diario de Kremer, médico del lager, doctor en medicina y filosofía y profesor <strong class=\"keyword\">emérito</strong>.","second":"A diary of a concentration camp doctor, the bearer of doctorate degrees in medicine and philosophy, <strong class=\"keyword\">professor</strong> extraordinaire Josef Kramer."},{"author":95096,"first":"A los Obispos <strong class=\"keyword\">eméritos</strong>, sacerdotes, seminaristas, religiosos y religiosas, y a todos los fieles laicos, decidles que el Papa les agradece sus trabajos por el Señor y la causa del Evangelio; que espera y confía en su fidelidad a la Iglesia.","second":"Tell the Bishops <strong class=\"keyword\">emeritus</strong>, the priests, the seminarians, the men and women religious, and all the lay faithful that the Pope thanks them for their work for the Lord and the Gospel cause, that he hopes and trusts in their fidelity to the Church."},{"author":94808,"first":"El Estado valora altamente los logros deportivos de la mujer ucraniana. El 27% de los galardonados con el título de Maestro <strong class=\"keyword\">Emérito</strong> del Deporte y 12% de los Entrenadores <strong class=\"keyword\">Eméritos</strong> son mujeres. El 37% del total de deportistas ucranianos galardonados con órdenes, medallas y títulos honoríficos son mujeres.","second":"The State duly appreciates the sporting achievements of Ukrainian women: 27 per cent of the recipients of the title of <strong class=\"keyword\">emeritus</strong> master of sport and 12 per cent of the recipients of the title of <strong class=\"keyword\">emeritus</strong> sports trainer are women; 37 per cent of the total number of Ukrainian athletes and games players awarded State orders, medals and honorary titles are women."},{"author":94808,"first":"Ault (Profesor <strong class=\"keyword\">Emérito</strong> de la Boston College Law School), en su calidad de moderador, presenta el tema del debate (la lucha contra la elusión y evasión fiscal internacional), y señala que este tema plantea cuestiones importantes tanto para los países desarrollados como para los países en desarrollo.","second":"Ault (Professor <strong class=\"keyword\">Emeritus</strong>, Boston College Law School), moderator, introducing the theme of the discussion — countering international tax avoidance and tax evasion — said that it raised important questions for both developed and developing countries."},{"author":94808,"first":"Geólogo <strong class=\"keyword\">emérito</strong> de la Federación de Rusia; científico <strong class=\"keyword\">emérito</strong> de la Federación de Rusia; ha recibido premios estatales otorgados por la URSS, el Consejo de Ministros de la URSS y el Gobierno de la Federación de Rusia por su labor científica y técnica.","second":"<strong class=\"keyword\">Honoured</strong> Geologist of Russia, <strong class=\"keyword\">Honoured</strong> Scientist of Russia, holder of State awards of the USSR, the Council of Ministers of the USSR and the Government of the Russian Federation in the fields of science and technology."},{"author":95875,"first":"Al comentar dichos resultados, el coautor del estudio, profesor <strong class=\"keyword\">emérito</strong> Anthony Marks de la Universidad Metodista del Sur (Estados Unidos), señaló: «Aquí tenemos un ejemplo de la desconexión entre los modelos teóricos y las pruebas reales sobre el terreno.","second":"Commenting on the findings, co-author Professor <strong class=\"keyword\">Emeritus</strong> Anthony Marks of Southern Methodist University in the United States notes, 'Here we have an example of the disconnect between theoretical models versus real evidence on the ground."},{"author":8000,"first":"Profesor <strong class=\"keyword\">Emérito</strong>, Universidad Nacional de Seúl","second":"Professor <strong class=\"keyword\">Emeritus</strong>, Seoul National University"},{"author":95096,"first":"He recibido con dolor la noticia de la muerte del cardenal Józef Glemp, arzobispo <strong class=\"keyword\">emérito</strong> de Gniezno y de Varsovia, primado de Polonia.","second":"I learned with sorrow of the death of Cardinal Józef Glemp, Archbishop <strong class=\"keyword\">emeritus</strong> of Gniezno and of Warsaw, Primate of Poland."},{"author":119723,"first":"Los Quórumes de los Setenta se han organizado de tal manera que cada uno de sus miembros tiene una mayordomía específica sobre los demás, incluso el cuidado solícito de los miembros <strong class=\"keyword\">eméritos</strong> del quórum.","second":"The Quorums of the Seventy are organized in such a way that each member has specific stewardship over others, including tender watchcare for <strong class=\"keyword\">emeritus</strong> members of the quorum."},{"author":95096,"first":"Os expreso mis más profundas condolencias por el fallecimiento, ayer por la noche, del rabino Elio Toaff, rabino jefe <strong class=\"keyword\">emérito</strong> de Roma.","second":"I wish to express my sincere condolences for the death last evening of Rabbi Elio Toaff, former Chief Rabbi of Rome."},{"author":8000,"first":"El Profesor Abdelfattah Amor, nacido en # se incorporó al cuerpo docente universitario en # y tras pasar por todos los escalafones ha llegado a ser hoy Catedrático <strong class=\"keyword\">Emérito</strong>","second":"Born in # rofessor Abdelfattah Amor began his university teaching career in # and rose through the ranks to become an <strong class=\"keyword\">Emeritus</strong> Professor"},{"author":94808,"first":"Los miembros designados por el Jefe de Estado son actualmente un juez suizo (Presidente del Tribunal de la Asociación Europea de Libre Comercio), un juez <strong class=\"keyword\">emérito</strong> del Tribunal Supremo de Austria (Presidente Honorario de la Unión Internacional de Magistrados), y dos abogados.","second":"The members appointed by the Head of State are currently a Swiss judge (President of the EFTA Court), an <strong class=\"keyword\">emeritus</strong> judge of the Austrian Supreme Court (Honorary President of the International Association of Judges), and two lawyers."},{"author":95875,"first":"En él ocupó el cargo de director del Departamento de Química Física hasta 2004; actualmente ostenta el puesto de Profesor <strong class=\"keyword\">Emérito</strong>.","second":"There, he occupied the post of director of the Department of Physical Chemistry until 2004 and currently holds the position of Professor <strong class=\"keyword\">Emeritus</strong>."},{"author":94808,"first":"a) Conferencia pronunciada por Noam Chomsky, Profesor <strong class=\"keyword\">Emérito</strong> de Lingüística del Massachusetts Institute of Technology, 14 de octubre de 2014;","second":"(a) Lecture by Noam Chomsky, Professor <strong class=\"keyword\">Emeritus</strong> of Linguistics at the Massachusetts Institute of Technology, 14 October 2014;"},{"author":8008,"first":"El arzobispo <strong class=\"keyword\">emérito</strong> Desmond Tutu afirmó que la dedicación de Rotary a la causa de la paz se gana la sonrisa de Dios.","second":"Watch the video of <strong class=\"keyword\">Desmond</strong> Tutu speaking at the Rotary World Peace Symposium on 18 June. You can embed this video on your Web site."},{"author":119723,"first":"Morrison y se les designe el estado de Autoridad General <strong class=\"keyword\">Emérita</strong> del Primer Quórum de los Setenta.","second":"Morrison and designate them as <strong class=\"keyword\">emeritus</strong> members of the First Quorum of the Seventy."},{"author":95096,"first":"Me alegra saludar también al obispo <strong class=\"keyword\">emérito</strong>, monseñor Angelo Cella, a los cardenales y obispos presentes, así como a los sacerdotes concelebrantes, a la vez que aseguro una oración especial por los más ancianos o enfermos, que se unen espiritualmente a nosotros.","second":"With him, I am pleased to greet the Bishop <strong class=\"keyword\">emeritus</strong>, Angelo Cella, and the Cardinals and bishops present, as well as the priests concelebrating, and I assure of my special prayer the elderly or sick who are united with us in spirit."},{"author":95875,"first":"«La investigación en las fronteras del conocimiento siempre depara resultados inesperados» explicó Helga Nowotny, Presidenta del CEI y Profesora <strong class=\"keyword\">Emérita</strong> de Estudios Sociales de Ciencias en el ETH de Zúrich (Instituto Federal Suizo de Tecnología).","second":"'Frontier research always yields some unexpected results,' explains ERC President Helga Nowotny, who is also Professor Emerita of Social Studies of Science at the Swiss Federal Institute of Technology (ETH Zurich)."},{"author":8008,"first":"Actualmente, es miembro de la Junta de NISO y Miembro Honorario <strong class=\"keyword\">Emérito</strong> en Investigación de la Universidad de Gales, Aberystwyth.","second":"He is currently a member of the NISO Board and an <strong class=\"keyword\">Honorary</strong> Research Fellow at the University of Wales, Aberystwyth."},{"author":8000,"first":"Kamaruddin (Malasia), Kenneth Machin (Reino Unido de Gran Bretaña e Irlanda del Norte), Joseph Edward Chiondo Masanche (República Unida de Tanzanía), Mparany Mamy Richard Rajohnson (Madagascar), Albertus Henricus Joannes Swart (Países Bajos) y Aura <strong class=\"keyword\">Emérita</strong> Guerra de Villalaz (Panamá","second":"Kamaruddin (Malaysia), Kenneth Machin (United Kingdom), Joseph Edward Chiondo Masanche (United Republic of Tanzania), Mparany Mamy Richard Rajohnson (Madagascar), Albertus Henricus Joannes Swart (Netherlands) and Aura <strong class=\"keyword\">Emérita</strong> Guerra de Villalaz (Panama"},{"author":8008,"first":"Esto se debe instruir desde la infancia hasta los máximos niveles estudiantiles, hasta lograr los másteres por la Paz, como promociona la Universidad de la Naciones Unidas de Ciudad Colon de Costa Rica, la que fundara su presidente <strong class=\"keyword\">emérito</strong> el Dr. Rodrigo Carazo en 1981 y la que puede ser el modelo adaptado a diferentes idiosincrasias y culturas.","second":"This is a lesson to teach to everyone, from children to the highest educational levels, even creating masters for Peace as the University of the United Nations in City Colon of Costa Rica, did, a <strong class=\"keyword\">University</strong> founded by its president Mr. Rodrigo Carazo in 1981, which became a model that can be adapted to different cultures in the world."},{"author":95096,"first":"Agradezco a todos los patriarcas católicos que se han desplazado, y de modo especial al Patriarca <strong class=\"keyword\">emérito</strong>, el querido Cardenal Nasrallah Boutros Sfeir, y a su sucesor, el Patriarca Bechara Boutros Raî.","second":"I thank all the Catholic Patriarchs who have come, and particularly the Patriarch <strong class=\"keyword\">Emeritus</strong>, the beloved Cardinal Nasrallah Boutros Sfeir, and his successor Patriarch Bechara Boutros Raï."},{"author":95096,"first":"Saludo igualmente al Cardenal Ricardo María Carles Gordó, Arzobispo <strong class=\"keyword\">emérito</strong> de Barcelona, a los demás Señores Cardenales y Hermanos en el Episcopado, en especial, al Obispo auxiliar de esta Iglesia particular, así como a los numerosos sacerdotes, diáconos, seminaristas, religiosos y fieles que participan en esta solemne ceremonia.","second":"I also greet Cardinal Ricardo María Carles Gordó, Archbishop <strong class=\"keyword\">Emeritus</strong> of Barcelona, the other Cardinals present and my brother bishops, especially the auxiliary bishop of this local church, and the many priests, deacons, seminarians, religious men and women, and lay faithful taking part in this solemn ceremony."},{"author":119723,"first":"Muchos de esos oradores eran miembros <strong class=\"keyword\">eméritos</strong> de los Setenta o habían sido relevados de ese quórum, y habían servido como presidentes de templo tras su servicio como Autoridades Generales.","second":"Many of these speakers were <strong class=\"keyword\">emeritus</strong> or released members of the Seventy who had served as temple presidents following their service as General Authorities."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"}}}