{"result":"ok","tuc":[{"phrase":{"text":"embody","language":"en"},"meanings":[{"language":"en","text":"To give a concrete form to."},{"language":"es","text":"Dar una forma concreta."},{"language":"en","text":"represent in a physical form; to incarnate or personify"},{"language":"en","text":"To represent in a physical form; to incarnate or personify"}],"meaningId":1335796357173157785,"authors":[70195]},{"phrase":{"text":"personify","language":"en"},"meaningId":-5356104420946814288,"authors":[84500]},{"phrase":{"text":"be","language":"en"},"meaningId":3005079804614795388,"authors":[84500]},{"phrase":{"text":"incarnate","language":"en"},"meaningId":-7266152949762274110,"authors":[84500]},{"phrase":{"text":"body forth","language":"en"},"meaningId":1515608193163043855,"authors":[84500]},{"phrase":{"text":"heal","language":"en"},"meaningId":8423434087594398313,"authors":[20]},{"phrase":{"text":"incarnadine","language":"en"},"meaningId":1821607854883431533,"authors":[84500]},{"phrase":{"text":"represent","language":"en"},"meaningId":1436368605793159624,"authors":[25115]},{"phrase":{"text":"substantiate","language":"en"},"meaningId":3081419260565412125,"authors":[84500]},{"meanings":[{"language":"en","text":"to embody"},{"language":"en","text":"to incarnate"}],"meaningId":-5675538404438730843,"authors":[93107]},{"meanings":[{"language":"es","text":"obsesionarse"}],"meaningId":null,"authors":[81141]}],"phrase":"encarnar","examples":[{"author":95096,"first":"A los laicos aquí presentes, que representan a tantos otros, les agradezco su fidelidad cotidiana por mantener la llama de la fe en el seno de sus familias, venciendo así los obstáculos y trabajando con valor para <strong class=\"keyword\">encarnar</strong> el espíritu evangélico en la sociedad.","second":"To the laity here present, who represent so many others, I am grateful for your daily fidelity in maintaining the flame of faith in the heart of your families, thus overcoming all obstacles and working courageously to make the spirit of the <strong class=\"keyword\">Gospel</strong> present in society."},{"author":31,"first":"Esperaba que te <strong class=\"keyword\">encarnaras</strong> en Audrid para mí","second":"I was hoping that you would <strong class=\"keyword\">embody</strong> Audrid for me"},{"author":95096,"first":"La Iglesia les recuerda que es preciso <strong class=\"keyword\">encarnar</strong> el Evangelio en la vida, para que se convierta en su levadura y alma, entre otras cosas gracias al constante esfuerzo por librarlo de esas incrustaciones culturales que frenan su dinamismo íntimo.","second":"It reminds them that the Gospel should be <strong class=\"keyword\">incarnated</strong> in life in order to become its leaven and soul, also through a constant effort to free it from the cultural incrustations that inhibit its inner dynamism."},{"author":8008,"first":"Son muchas las consideraciones que podemos hacer respecto a la honestidad, y en todo caso a la “persona honesta”, y no quedarnos pensando que alguien que pueda <strong class=\"keyword\">encarnar</strong> este valor tan propio de la persona sea alguien “extraño”, poco común, aunque quizás, entre tantas cosas a las que nos estamos acostumbrando, también nos esté pasando esto de pensar que si alguien actúa con honestidad, ya debamos resaltarlo o hasta mirarlo de una forma “extraña”.","second":"It is the same calling we always get, looking after those who need the most; at this time we are beginning, let us imagine which concrete gesture, which actual attitude we can have towards the one who suffers, who is in need, and who is very close to us, this way our Lent will be well lived."},{"author":95875,"first":"La analítica visual viene a <strong class=\"keyword\">encarnar</strong> este desarrollo coordinado.","second":"Visual analytics <strong class=\"keyword\">embodies</strong> this combined development."},{"author":94808,"first":"El personal de las Naciones Unidas debe a su vez <strong class=\"keyword\">encarnar</strong> valores de integridad moral para evitar cualquier vulneración de los derechos humanos, ya que la protección de los civiles debe basarse en una cultura de rendición de cuentas.","second":"United Nations personnel should in turn <strong class=\"keyword\">embody</strong> the values of moral integrity to avoid any human rights violations, as the protection of civilians must be based on a culture of accountability."},{"author":95096,"first":"Con gran alegría os acojo y os saludo con ocasión del congreso internacional que cada cuatro años reúne en Roma a todos los abades de vuestra Confederación y a los superiores de los prioratos independientes, para reflexionar y discutir sobre las modalidades con las cuales <strong class=\"keyword\">encarnar</strong> el carisma benedictino en el actual contexto social y cultural, y responder a los desafíos siempre nuevos que plantea al testimonio del Evangelio.","second":"I receive you with great joy on the occasion of the International Congress for which all the Abbots of your Confederation and the Superiors of independent Priories meet in Rome every four years to reflect on and discuss ways to <strong class=\"keyword\">embody</strong> the Benedictine charism in the present social and cultural context and respond to its ever new challenges to Gospel witness."},{"author":95096,"first":"Mirar la Guadalupana es recordar que la visita del Señor pasa siempre por medio de aquellos que logran «hacer carne» su Palabra, que buscan <strong class=\"keyword\">encarnar</strong> la vida de Dios en sus entrañas, volviéndose signos vivos de su misericordia.","second":"Looking to Our Lady of Guadalupe reminds us that the Lord’s visit always passes through those who manage to “make flesh” his Word, who seek to <strong class=\"keyword\">embody</strong> the life of God within themselves, becoming living signs of his mercy."},{"author":95096,"first":"¡Cuántos pueblos se hallan oprimidos no sólo por dolorosos conflictos sino también por el hambre y la pobreza, especialmente en África, continente que parece <strong class=\"keyword\">encarnar</strong> el desequilibrio existente entre el Norte y el Sur del planeta!","second":"How many peoples are oppressed not just by painful conflict, but also by hunger and poverty, especially in Africa, the continent that seems to <strong class=\"keyword\">incarnate</strong> the existing imbalance between the North and the South of the planet."},{"author":91988,"first":"Para un europeo que se ha sentido profundamente preocupado y entristecido ante la evolución de los Estados Unidos en el último decenio, Obama, de todos los candidatos presidenciales declarados, parece el más próximo a <strong class=\"keyword\">encarnar</strong> esa clase de Estados Unidos.","second":"For a European who has been deeply troubled and saddened by America’s evolution in the last decade, Obama, of all the declared presidential candidates, seems to come closest to <strong class=\"keyword\">incarnating</strong> such an America."},{"author":94808,"first":"A principios de diciembre, el E/MLPS en la Oposición organizó su conferencia consultiva en el estado del Alto Nilo y afirmó que el gobierno de transición debería tener un presidente que <strong class=\"keyword\">encarnara</strong> la figura representativa de un jefe de estado y un primer ministro con atribuciones ejecutivas.","second":"In early December, SPLM/A in Opposition organized its consultative conference in Upper Nile State and affirmed that the transitional government should have a president <strong class=\"keyword\">as</strong> the ceremonial head of State, and an executive prime minister."},{"author":94808,"first":"Las imágenes del momento en que las torres del World Trade Center se desmoronaron pasarán a <strong class=\"keyword\">encarnar</strong> la agonía, la conmoción y el dolor que personas de todo el mundo sufren como consecuencia de actos de terrorismo.","second":"The images of those moments when the World Trade Centre towers came down will remain definitive for <strong class=\"keyword\">all</strong> the agony, disbelief and loss that people suffer from acts of terror all over the world."},{"author":27,"first":"No obstante, las Naciones Unidas, aun sin <strong class=\"keyword\">encarnar</strong> «una conciencia universal por encima de los Estados», como pretende Dominique de Villepin (¿en virtud de qué?), representa a un amplio espectro de países que pueden ser útiles para la estabilización del Iraq.","second":"Nonetheless, the UN, although not <strong class=\"keyword\">embodying</strong> 'a universal conscience transcending states', as claimed by Dominique de Villepin (on what basis?), represents a broad range of countries that could be useful in stabilising Iraq."},{"author":95096,"first":"Para <strong class=\"keyword\">encarnar</strong> cada vez mejor, en contextos sociales económicos y políticos distintos, y continuamente cambiantes, la única verdad sobre el hombre, esta doctrina entra en diálogo con las diversas disciplinas que se ocupan del hombre, incorpora sus aportaciones y les ayuda a abrirse a horizontes más amplios al servicio de cada persona, conocida y amada en la plenitud de su vocación.","second":"In order better to <strong class=\"keyword\">incarnate</strong> the one truth about man in different and constantly changing social, economic and political contexts, this teaching enters into dialogue with the various disciplines concerned with man. It assimilates what these disciplines have to contribute, and helps them to open themselves to a broader horizon, aimed at serving the individual person who is acknowledged and loved in the fullness of his or her vocation."},{"author":8008,"first":"Para formar parte de la red, los hoteles Ascend Collection deben <strong class=\"keyword\">encarnar</strong> una de tres características diferentes - histórico, estilo boutique o único - y mostrar compromiso con la excelencia en el servicio.","second":"To become a member, Ascend Collection hotels must <strong class=\"keyword\">embody</strong> one of three distinct categories-Historic, Boutique, or Unique-and show a commitment to service excellence."},{"author":94808,"first":"Los programas de los centros públicos de acogida deben ser, en la medida de lo posible, tan amplios como la vida misma para cumplir con éxito su función educativa y social sustitutiva, y <strong class=\"keyword\">encarnar</strong> las ideas de humanismo y de interactuación positiva que representan.","second":"The hostels therefore need to be a successful substitute from <strong class=\"keyword\">the</strong> standpoint of social education."},{"author":8008,"first":"Él tiene la capacidad para <strong class=\"keyword\">encarnar</strong> el espíritu humano en su música, como los viejos maestros .... Su música abarca una gran diversidad en lugar de simplemente 'new age', que es inusual para un artista.","second":"He has the ability to <strong class=\"keyword\">embody</strong> the human spirit in his music like the old masters...."},{"author":95096,"first":"De aquí se sigue que es preciso impulsar a los laicos, hombres y mujeres, mediante una oportuna catequesis y una formación permanente, a reconocer la dignidad y la misión distintivas que han recibido en el bautismo y a <strong class=\"keyword\">encarnar</strong> en todas sus actividades diarias un enfoque integral de la vida, que se inspire y encuentre su fuerza en el Evangelio (cf.","second":"It follows that lay men and women must be encouraged, through sound catechesis and continuing formation, to recognize the distinctive dignity and mission which they have received in Baptism and to <strong class=\"keyword\">embody</strong> in all their daily activities an integrated approach to life which finds its inspiration and strength from the Gospel (cf."},{"author":91988,"first":"Una manera que tiene Amanecer Dorado de <strong class=\"keyword\">encarnar</strong> al estado es enviar a los miembros del partido a las calles en calidad de vigilantes.","second":"One way that Golden Dawn attempts to <strong class=\"keyword\">embody</strong> the state is by having party members out on the streets as vigilantes."},{"author":8007,"first":"Sólo él parecía <strong class=\"keyword\">encarnar</strong> la reconfortante combinación de fuerza y visión para alinear tras de si a la mayoría de los israelíes en un proceso de retirada unilateral.","second":"He alone seemed to <strong class=\"keyword\">incarnate</strong> the combination of reassuring strength and vision to carry the majority of Israelis behind him in a process of unilateral disengagement."},{"author":27,"first":"Bruselas, ese monstruo burocrático, parece <strong class=\"keyword\">encarnar</strong> la solidaridad, y esperemos que eso no siga siendo únicamente una imagen de cara a la galería.","second":"Brussels, that bureaucratic monster, seems to <strong class=\"keyword\">embody</strong> solidarity, and may that not remain merely an outward show."},{"author":8000,"first":"Serbia es al mismo tiempo un Estado nuevo y un Estado antiguo: nuevo, porque su pabellón ondea por primera vez en el frente de este edificio, y antiguo, porque ya desde # su Constitución garantizaba la libertad a toda persona que pisara su suelo; nuevo, porque ha sido creado contra el telón de fondo de los desafíos concretos del siglo XXI, y antiguo, porque fue creado de conformidad con los propios principios que contribuyó a establecer y a <strong class=\"keyword\">encarnar</strong> en la Carta de las Naciones Unidas en","second":"Serbia is simultaneously a new and an old State- new, because its flag is flying for the first time in front of this building, and old, because already in # its Constitution guaranteed freedom to any man setting foot on its soil; new, because it is being created against the backdrop of the specific challenges of the twenty-first century, and old, because it is created in accordance with the very principles it helped to establish and <strong class=\"keyword\">embody</strong> in the Charter of the United Nations in"},{"author":95096,"first":"Que esta heroica testigo del Evangelio os ayude a cada uno de vosotros a tener siempre confianza en Cristo y a <strong class=\"keyword\">encarnar</strong> en vuestra existencia su mensaje de salvación.","second":"May this heroic witness of the Gospel help each one of you to always have trust in Christ and to <strong class=\"keyword\">incarnate</strong> his message of salvation in your own lives."},{"author":94809,"first":"Se inscriben en el contexto más amplio de Europa 2020 y deben estar plenamente integradas para <strong class=\"keyword\">encarnar</strong> la estrategia de crecimiento de la UE y permitirle defender su modelo comercial y social único.","second":"They are part of the wider context of Europe 2020 and need to be fully integrated to <strong class=\"keyword\">embody</strong> the EU growth strategy and enable it to pursue its unique business and social model."},{"author":95096,"first":"Al mismo tiempo, contemplando a tantos hermanos y hermanas nuestros que en todas las épocas han hecho de sí una ofrenda total a Dios por su reino, las comunidades eclesiales reconocen la necesidad de que también en nuestro tiempo haya testigos capaces de <strong class=\"keyword\">encarnar</strong> la verdad perenne del Evangelio en las circunstancias concretas de la vida, convirtiéndolo en un instrumento de salvación para todo el mundo.","second":"At the same time, looking at our many brothers and sisters who in every age have made themselves a total offering to God for his Kingdom, Ecclesial Communities are prompted to take note of the need, also in our time, for witnesses who can <strong class=\"keyword\">incarnate</strong> the perennial truth of the Gospel in the concrete circumstances of life, making them a means of salvation for the whole world."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"81141":{"U":"","id":81141,"N":"Jerga y Regionalismos de Cuba","url":"https://glosbe.com/source/81141"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}