{"result":"ok","tuc":[{"phrase":{"text":"commend","language":"en"},"meaningId":64119529422287190,"authors":[84595]},{"phrase":{"text":"commit","language":"en"},"meanings":[{"language":"en","text":"to entrust; to consign"}],"meaningId":-5141641426144370323,"authors":[70195]},{"phrase":{"text":"entrust","language":"en"},"meaningId":6943841675456473090,"authors":[84715]},{"phrase":{"text":"commission","language":"en"},"meanings":[{"language":"en","text":"To charge with a task."},{"language":"es","text":"Cargar con una tarea."}],"meaningId":-3726866257839087143,"authors":[60172]},{"phrase":{"text":"advise","language":"en"},"meaningId":-2794724429780224363,"authors":[25018]},{"phrase":{"text":"consign","language":"en"},"meaningId":-6275544574847449240,"authors":[97745]},{"phrase":{"text":"depute","language":"en"},"meaningId":4145082599186836633,"authors":[97745]},{"phrase":{"text":"intrust","language":"en"},"meaningId":4867111680788388791,"authors":[25018]},{"phrase":{"text":"remember","language":"en"},"meaningId":5784542462726424321,"authors":[84500]},{"phrase":{"text":"task","language":"en"},"meaningId":-7521124552869460375,"authors":[99488]},{"phrase":{"text":"to instruct","language":"en"},"meaningId":-4364525463213212389,"authors":[92056]},{"meanings":[{"language":"en","text":"to entrust."}],"meaningId":-2797458167052633196,"authors":[93107]}],"phrase":"encomendar","examples":[{"author":94809,"first":"De conformidad con la legislación del Estado miembro en el que actúe el equipo conjunto de investigación, el jefe del equipo podrá <strong class=\"keyword\">encomendar</strong> a las personas destinadas a él la ejecución de determinadas medidas de investigación, cuando así lo aprueben las autoridades competentes del Estado miembro en que se actúe y del Estado miembro que haya enviado a dichas personas.","second":"Seconded members of the joint investigation team may, in accordance with the law of the Member State where the team operates, be <strong class=\"keyword\">entrusted</strong> by the leader of the team with the task of taking certain investigative measures where this has been approved by the competent authorities of the Member State of operation and the seconding Member State."},{"author":94808,"first":"La Presidencia reiteró su obligación de finalizar el repliegue de las fuerzas de las Fuerzas Armadas del Sudán y del Ejército de Liberación del Pueblo Sudanés, <strong class=\"keyword\">encomendar</strong> la seguridad de las zonas petrolíferas a las unidades integradas conjuntas, aplicar las decisiones de la Comisión Nacional del Petróleo y reactivar los comités especializados para aumentar la transparencia en los ingresos del petróleo.","second":"The presidency reiterated its obligation to finalize the redeployment of SAF and SPLA forces; to <strong class=\"keyword\">entrust</strong> the security of the oil areas to the Joint Integrated Units; to implement the decisions of the National Petroleum Commission; and to reactivate specialized committees to enhance transparency in oil revenues."},{"author":27,"first":"Además, la Comisión estimó que era mejor <strong class=\"keyword\">encomendar</strong> esa labor a Eurocontrol y no a un órgano comunitario, porque los gobiernos nacionales quizá tropiecen con menos dificultades para permitir que esa organización desempeñe esa función respecto de la utilización militar del espacio aéreo.","second":"Moreover, the Commission felt it was better to <strong class=\"keyword\">entrust</strong> this <strong class=\"keyword\">task</strong> to Eurocontrol rather than to a Community body, because national governments might find it easier to allow that organisation to play such a role in the military use of airspace."},{"author":94809,"first":"Subraya que, de conformidad con el artículo 127, apartado 6, del TFUE, el Consejo, mediante reglamentos adoptados con arreglo a un procedimiento legislativo especial, por unanimidad y previa consulta al Parlamento Europeo y al Banco Central Europeo, podrá <strong class=\"keyword\">encomendar</strong> al Banco Central Europeo tareas específicas respecto a políticas relacionadas con la supervisión prudencial de las entidades de crédito y otras entidades financieras, con excepción de las empresas de seguros.","second":"Emphasises that under Article 127(6) of the TFEU the Council, acting by means of regulations in accordance with a special legislative procedure, may unanimously, and after consulting the European Parliament and the European Central Bank, <strong class=\"keyword\">confer</strong> specific tasks upon the European Central Bank concerning policies relating to the prudential supervision of credit institutions and other financial institutions with the exception of insurance undertakings;"},{"author":94808,"first":"El grupo de contacto recomendó que el Comité Mixto <strong class=\"keyword\">encomendara</strong> al Director General de la Caja que revisara las directrices de aplicación de los artículos 34 y 35 en consonancia con la política de la Secretaría cuando la unión se contrajera legalmente y fuera reconocida jurídicamente por la autoridad competente del lugar donde se hubiera establecido la situación personal, y siempre que la unión tuviera efectos jurídicos similares a los de un matrimonio, con la concesión específica de derechos de pensión.","second":"The contact group recommended that the Pension Board <strong class=\"keyword\">instruct</strong> the Chief Executive Officer of the Fund to revise the implementation guidelines with regard to the application of articles 34 and 35 to be in line with the Secretariat policy when the union is lawfully entered into and legally recognized by the competent authority of the location where the status is established and as long as the union has similar legal effects to those of a marriage, specifically conferring pension rights."},{"author":94808,"first":"<strong class=\"keyword\">Encomendar</strong> al Presidente que cree un grupo de trabajo oficioso de composición abierta encargado de examinar nuevos modelos de financiación de la Dependencia y elaborar recomendaciones y proyectos de decisión acerca del modelo general más factible, para su aprobación por la 11a Reunión de los Estados Partes, con miras a su entrada en vigor en el ejercicio económico de 2012.","second":"<strong class=\"keyword\">Task</strong> the President to establish an informal open-ended working group to examine new models for the financing of the ISU, and present recommendations and draft decisions on the most feasible comprehensive financing model for adoption by the 11MSP, so it may be effective from the financial year 2012."},{"author":94808,"first":"De no haber objeciones, entenderá que la Comisión desea aprobar la propuesta de <strong class=\"keyword\">encomendar</strong> a la secretaría que se ponga en contacto con las Comisiones Quinta y Sexta de la Asamblea General.","second":"If he heard no objections, he would take it that the Commission wished to approve the proposal to <strong class=\"keyword\">mandate</strong> the secretariat to approach the Fifth and Sixth Committees of the General Assembly."},{"author":94808,"first":"Se debe <strong class=\"keyword\">encomendar</strong> a la Secretaría la elaboración de un estudio, y la presentación del correspondiente informe a la Comisión sobre las actividades, si las hubiere, que podría realizar la Comisión de manera adecuada, conveniente y útil.","second":"The secretariat should be given a <strong class=\"keyword\">mandate</strong> to undertake a study and report in due course to the Commission on what, if anything, the Commission might appropriately, suitably and usefully do."},{"author":8000,"first":"Si bien el estudio se limita a la investigación existente y no <strong class=\"keyword\">encomendará</strong> directamente la realización de nuevas investigaciones, está en curso una nueva serie de investigaciones y análisis secundarios de las investigaciones existentes, paralela al estudio","second":"While the study is limited to existing research and will not <strong class=\"keyword\">commission</strong> new research directly, a range of new research and secondary analysis of existing research is being conducted in conjunction with the study"},{"author":94809,"first":"La instancia de la Oficina ante el que se presente el caso podrá <strong class=\"keyword\">encomendar</strong> a alguno de sus miembros el examen de las pruebas aportadas.","second":"The relevant department of the Office may <strong class=\"keyword\">commission</strong> one of its members to examine the evidence adduced."},{"author":94809,"first":"Los Estados miembros podrán <strong class=\"keyword\">encomendar</strong> la evaluación y el seguimiento contemplados en el apartado 1 a un organismo nacional de acreditación, de acuerdo con la definición del Reglamento (CE) no 765/2008 y con arreglo a él.","second":"Member States may <strong class=\"keyword\">decide</strong> that the assessment and monitoring referred to in paragraph 1 shall be carried out by a national accreditation body within the meaning of and in accordance with Regulation (EC) No 765/2008."},{"author":94808,"first":"Restablecer e inculcar los principios establecidos en las directrices, estableciendo en los países una política que especifique claramente las circunstancias en que las operaciones en los países deberían normalmente <strong class=\"keyword\">encomendar</strong> evaluaciones de programas y proyectos, y que exija una planificación y presupuestación explícitas para la evaluación durante el diseño del proyecto","second":"Re-establish and entrench the principles laid down in its own guidance by establishing at the country level a policy clearly specifying the circumstances in which country operations should normally <strong class=\"keyword\">commission</strong> programme and project evaluations, and requiring explicit planning and budgeting for evaluation during project design"},{"author":8000,"first":"El Grupo de Trabajo tal vez desee <strong class=\"keyword\">encomendar</strong> al relator la preparación de un informe escrito de la reunión, y que trabaje en consulta con la secretaría, e invitar al Presidente del Grupo de Trabajo a que presente un informe oral a la Conferencia de las Partes en su segunda reunión","second":"The Working Group may wish to <strong class=\"keyword\">entrust</strong> the preparation of a written report of the meeting to the rapporteur, working in consultation with the secretariat, and to invite the chair of the Working Group to present an oral report to the Conference of the Parties at its second meeting"},{"author":94808,"first":"<strong class=\"keyword\">Encomendar</strong> al Consejo de la Liga a nivel ministerial y a la Secretaría la responsabilidad de definir las cuestiones sustantivas y las cuestiones de procedimiento, y la cuestión de la obligación de ejecutar las decisiones, en una reunión extraordinaria que se convocará antes del final del año en curso, en preparación de la presentación de un informe sobre el tema al Consejo reunido a nivel de conferencia en la Cumbre en su 18o período ordinario de sesiones.","second":"To <strong class=\"keyword\">entrust</strong> the Ministerial-level Council of the League and the Secretariat with responsibility for defining substantive questions and procedural questions, and the matter of the obligation to implement decisions, at an extraordinary meeting to be convened before the end of the current year, in preparation for submitting a report on the matter to the Summit-level Council at its eighteenth ordinary session."},{"author":22,"first":"El Reino Unido alega que la competencia legislativa que confiere el artículo # CE es una competencia de armonización de las legislaciones nacionales, no una competencia para establecer organismos comunitarios o <strong class=\"keyword\">encomendar</strong> funciones a éstos","second":"The United Kingdom submits that the legislative power conferred by article # EC is a power to harmonise national laws; it is not a power to set up Community bodies or to <strong class=\"keyword\">confer tasks upon</strong> such bodies"},{"author":94808,"first":"Se mostraron satisfechos del Plan Nacional de Acción y recomendaron lo siguiente: a) que en el plan se fijaran unos parámetros de referencia sujetos a plazo, y b) que se creara, lo antes posible, el Consejo Constitucional previsto en la 17a Enmienda de la Constitución y que se le <strong class=\"keyword\">encomendara</strong> el nombramiento de diversos miembros de las comisiones públicas, como la Comisión Nacional de Derechos Humanos y la Comisión Policial Nacional.","second":"The Netherlands welcomed the national plan of action and recommended (a) that the national plan of action provide specific benchmarks within a given timeframe, (b) that it establish the Constitutional Council as foreseen by 17th Amendment to the Constitution as soon as possible, and that this Council be <strong class=\"keyword\">mandated</strong> to appoint a number of commissioners to public Commissions, such as the NHRC and the Police Commission."},{"author":8000,"first":"Además, el juez instructor puede <strong class=\"keyword\">encomendar</strong> el interrogatorio a un experto (por ejemplo, un psicólogo infantil), lo que ya se ha hecho con frecuencia","second":"In addition, the investigating judge has the option of <strong class=\"keyword\">delegating</strong> the questioning to an expert (e.g., a child psychologist), which has already frequently been done"},{"author":94809,"first":"A las cadenas de interés público que deben cumplir unas obligaciones estatutarias impuestas por una autoridad pública se les puede <strong class=\"keyword\">encomendar</strong> unos servicios de interés económico general si ejercen alguna actividad de índole económica (6).","second":"Public mission broadcasters operating under statutory obligations assigned as them by an act of public authority may be <strong class=\"keyword\">entrusted</strong> with services of general economic interest (6)."},{"author":118385,"first":"En efecto, si bien las exenciones previstas en esta disposición constituyen conceptos autónomos del Derecho de la Unión que tienen por objeto evitar que se produzcan divergencias de un Estado miembro a otro a la hora de aplicar el régimen del IVA, el legislador de la Unión Europea puede <strong class=\"keyword\">encomendar</strong> a los Estados miembros la tarea de definir determinados términos de una exención (véanse, en este sentido, las sentencias de 28 de marzo de 1996, Gemeente Emmen, C‐468/93, EU:C:1996:139, apartado 25; de 4 de mayo de 2006, Abbey National, C‐169/04, EU:C:2006:289, apartados 38 y 39, y de 9 de diciembre de 2015, Fiscale Eenheid X, C‐595/13, EU:C:2015:801, apartado 30 y jurisprudencia citada).","second":"While the exemptions in that article are independent concepts of EU law whose purpose is to avoid divergences in the application of the VAT system from one Member State to another, the EU legislature may <strong class=\"keyword\">confer</strong> on the Member States the task of defining certain terms of an exemption (see, to that effect, judgments of 28 March 1996, Gemeente Emmen, C‐468/93, EU:C:1996:139, paragraph 25; of 4 May 2006, Abbey National, C‐169/04, EU:C:2006:289, paragraphs 38 and 39; and of 9 December 2015, Fiscale Eenheid X, C‐595/13, EU:C:2015:801, paragraph 30 and the case-law cited)."},{"author":8000,"first":"En su resolución # la Subcomisión decidió <strong class=\"keyword\">encomendar</strong> al Sr. Absjørn Eide y al Sr. Yozo Yokota la preparación de un documento de trabajo ampliado sobre el tema de la discriminación basada en el empleo y la ascendencia en regiones del mundo distintas de las ya abarcadas","second":"In its decision # the Sub-Commission decided to <strong class=\"keyword\">entrust</strong> Mr. Asbjørn Eide and Mr. Yozo Yokota with the preparation of an expanded working paper on the topic of discrimination based on work and descent in regions other than those already covered"},{"author":94808,"first":"Medidas. Se invitará a la CP a <strong class=\"keyword\">encomendar</strong> al OSACT el examen de este subtema a fin de que recomiende proyectos de decisión o conclusiones para su aprobación por la CP en su 15o período de sesiones.","second":"Action: The COP will be invited to <strong class=\"keyword\">refer</strong> this sub-item to the SBSTA for its consideration and for recommendation of draft decisions or conclusions for adoption by the COP at its fifteenth session."},{"author":94809,"first":"El investigador aclaraba a ese respecto que el Secretario General de la Comisión había decidido <strong class=\"keyword\">encomendar</strong> la investigación a una persona externa a la IDOC con el fin de evitar cualquier conflicto de intereses real o aparente.","second":"The investigator stated in that regard that the Secretary-General of the Commission had decided to <strong class=\"keyword\">entrust</strong> the investigation to a person outside IDOC in order to avoid any real or apparent conflict of interests."},{"author":94808,"first":"Medidas. La CP/RP tal vez desee <strong class=\"keyword\">encomendar</strong> el examen de este tema al OSACT para que recomiende a la CP/RP la aprobación de proyectos de decisión o conclusiones en su primer período de sesiones.","second":"Action: The COP/MOP may wish to <strong class=\"keyword\">refer</strong> this item to the SBSTA for its consideration and for recommendation of draft decisions or conclusions for adoption by the COP/MOP at its first session."},{"author":8000,"first":"Según el artículo # del Protocolo, las tareas del mecanismo nacional serán realizadas por un órgano independiente, por lo que se decidió <strong class=\"keyword\">encomendar</strong> esta labor al Comisionado para la Protección de los Derechos Civiles en Polonia (Defensor del Pueblo","second":"According to Article # of the Protocol, the tasks of the national mechanism shall be performed by an independent body. Therefore, it was decided to charge with the above mentioned <strong class=\"keyword\">task</strong> Polish Commissioner for Civil Rights Protection (the Ombudsman"},{"author":94808,"first":"No obstante, en 2002 la ejecución se realizaba sobre la base de la división de tareas entre los clientes y la UNOPS, lo cual significaba que las organizaciones de las Naciones Unidas podían <strong class=\"keyword\">encomendar</strong> parte de su labor a terceros y asignar responsabilidades conforme a los conocimientos y la ventaja comparativa.","second":"In 2002, however, implementation was based on a division of labour between clients and UNOPS, which meant that United Nations organizations could <strong class=\"keyword\">outsource</strong> part of their work, assigning responsibilities according to expertise and comparative advantage."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}