{"result":"ok","tuc":[{"phrase":{"text":"encomium","language":"en"},"meanings":[{"language":"en","text":"tribute"}],"meaningId":-7112698766441212104,"authors":[90508]},{"phrase":{"text":"eulogy","language":"en"},"meanings":[{"language":"en","text":"high praise or recommendation"}],"meaningId":-4014097074386359754,"authors":[25018]},{"phrase":{"text":"commendation","language":"en"},"meanings":[{"language":"en","text":"act of commending; praise"}],"meaningId":-7628390642398005458,"authors":[25018]},{"phrase":{"text":"panegyric","language":"en"},"meaningId":4618949704191091546,"authors":[83619]},{"phrase":{"text":"praise","language":"en"},"meaningId":1236660429770644552,"authors":[89651]},{"phrase":{"text":"paean","language":"en"},"meaningId":5014196658201373521,"authors":[83619]},{"phrase":{"text":"tribute","language":"en"},"meaningId":-7405465907711665003,"authors":[25115]},{"phrase":{"text":"acclaim","language":"en"},"meaningId":3107403581466292461,"authors":[89651]},{"phrase":{"text":"laudation","language":"en"},"meaningId":4319532359387681917,"authors":[83042]},{"phrase":{"text":"laudatory speech","language":"en"},"meaningId":-4007356815315368551,"authors":[83042]},{"phrase":{"text":"pean","language":"en"},"meaningId":-5123115600623089210,"authors":[84500]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of encomiar."},{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of encomiar."},{"language":"en","text":"encomium; praise, commendation"}],"meaningId":-6117609416052497583,"authors":[1]}],"phrase":"encomio","examples":[{"author":94808,"first":"Chidumo (Mozambique) <strong class=\"keyword\">encomia</strong> al Secretario General por los informes presentados en relación con el tema del programa, particularmente el informe sobre la asistencia a Mozambique (A/59/86-E/2004/69).","second":"Chidumo (Mozambique) <strong class=\"keyword\">commended</strong> the Secretary-General for the reports submitted under the agenda item, in particular the report on assistance to Mozambique (A/59/86-E/2004/69)."},{"author":94808,"first":"<strong class=\"keyword\">Encomia</strong> el apoyo continuo proporcionado por el Gobierno de Uganda como país anfitrión, que incluye haber solucionado la cuestión de la propiedad del terreno en que se encuentra el Instituto y haber facilitado la colaboración del Instituto con otras partes interesadas de Uganda y la región y con los asociados internacionales;","second":"<strong class=\"keyword\">Commends</strong> the continued support provided by the Government of Uganda as host country, including resolving the issue of the ownership of the land on which the Institute is located and facilitating the Institute’s collaboration with other stakeholders within Uganda and the region and with international partners;"},{"author":94808,"first":"El orador <strong class=\"keyword\">encomia</strong> el nivel de cooperación entre las Naciones Unidas y organizaciones regionales, particularmente en el África occidental y el Asia central, y subraya la necesidad de que se preste igual atención a los conflictos en todas las regiones.","second":"<strong class=\"keyword\">While commending</strong> the level of cooperation between the United Nations and regional organizations, particularly in Western Africa and Central Asia, he stressed the need for equal attention to be given to conflicts in all regions."},{"author":8000,"first":"La Junta, si bien <strong class=\"keyword\">encomia</strong> al Tribunal por las medidas adoptadas sobre los riesgos externos de corrupción y fraude, recomienda que elabore un plan contra los riesgos internos, con iniciativas de sensibilización sobre el problema del fraude, y amplíe su reciente cooperación con la Administración de las Naciones Unidas a fin de aprovechar las prácticas más idóneas","second":"While <strong class=\"keyword\">commending</strong> the Tribunal for action taken on external corruption and fraud risks, the Board recommends that it develop a plan against the risk of internal corruption and fraud, including fraud-awareness initiatives, furthering its recent coordination with the United Nations Administration in order to obtain the benefit of best practices"},{"author":94808,"first":"El Sudán <strong class=\"keyword\">encomió</strong> la transformación democrática lograda mediante el empeño por preservar la institución de los dirigentes tradicionales e incluirla en los órganos de gobierno.","second":"Sudan <strong class=\"keyword\">commended</strong> the democratic transformation through efforts to conserve the institutions of traditional leadership and to include them in the governing bodies."},{"author":94808,"first":"<strong class=\"keyword\">Encomia</strong> a la CEDEAO por sus incansables esfuerzos para hallar una solución a la crisis de Malí.","second":"<strong class=\"keyword\">Commends</strong> ECOWAS for its tireless efforts to find a solution to the crisis in Mali."},{"author":94808,"first":"Recuerda el párrafo 13 de la decisión 19/32 del Consejo de Administración y <strong class=\"keyword\">encomia</strong> las gestiones realizadas por el Director Ejecutivo para garantizar que la Secretaría proporcione la documentación y la información relacionadas con la estrategia de mediano plazo y el programa de trabajo y presupuesto a los Estados miembros y al Comité de Representantes Permanentes al menos cuatro semanas antes de la reunión en la que se vayan a examinar;","second":"Recalls paragraph 13 of Governing Council decision 19/32, and <strong class=\"keyword\">commends</strong> the efforts of the Executive Director to ensure that the secretariat provides the documentation and information related to the medium-term strategy and programme of work and budget to Member States and the Committee of Permanent Representatives at least four weeks in advance of the meeting at which they are to be considered;"},{"author":95096,"first":"Una sólida razón de esperanza es el incremento de laicos más formados, entusiastas y llenos de Espíritu, cada vez más conscientes de su vocación específica dentro de la comunidad eclesial. Entre estos en especial son dignos de <strong class=\"keyword\">encomio</strong> los catequistas[27].","second":"The many positive elements found in the local Churches, frequently highlighted in the Synod, strengthen our expectation of a \"new springtime of Christian life\".26 One solid cause of hope is the increasing number of better trained, enthusiastic and Spirit-filled lay people, who are more and more aware of their specific vocation within the ecclesial community."},{"author":8000,"first":"La delegación de Swazilandia <strong class=\"keyword\">encomia</strong>, pues, el compromiso del Presidente Chen Shuibian de promover una nueva era de reconciliación","second":"To that end, his delegation <strong class=\"keyword\">welcomed</strong> the commitment of President Chen Shuibian to a new era of reconciliation"},{"author":94808,"first":"En cuarto lugar, se ha elaborado una visión estratégica de largo plazo de la Organización para los próximos 10 a 15 años, medida digna de <strong class=\"keyword\">encomio</strong> que alentará a los Estados Miembros, especialmente a los países donantes, a aumentar su participación en la ONUDI.","second":"Fourthly, a strategic long-term vision for the Organization over the next 10 to 15 years had been drawn up, which was a <strong class=\"keyword\">commendable</strong> step that would encourage Member States, especially donor countries, to enhance their involvement with the Organization."},{"author":119739,"first":"Osvaldo agradeció el <strong class=\"keyword\">encomio</strong>, pero comentó que dentro de poco iba a dejar el puesto.","second":"Osvaldo thanked him for this <strong class=\"keyword\">commendation</strong>, adding that he would soon be leaving the company."},{"author":94808,"first":"Nigeria felicitó a la India por ser uno de los primeros Estados en ser objeto del examen periódico universal y <strong class=\"keyword\">encomió</strong> los esfuerzos y los cambios positivos que había realizado desde el examen.","second":"Nigeria congratulated India for being one of the pioneer set of States to undergo the universal periodic review and <strong class=\"keyword\">commended</strong> it on the efforts and the positive developments recorded since its review was conducted."},{"author":94808,"first":"<strong class=\"keyword\">Encomia</strong> a la misión de observadores de los derechos humanos en Burundi por las actividades que realiza sobre el terreno, expresa satisfacción por la cooperación que le presta el Gobierno de transición y pide, por una parte, que se refuerce esa misión de observación mediante la aportación de contribuciones voluntarias y, por otra parte, que la Oficina del Alto Comisionado en Burundi contribuya efectivamente a la aplicación del Acuerdo de Arusha;","second":"<strong class=\"keyword\">Commends</strong> the Human Rights Observer Mission in Burundi for the activities it is conducting in the field, welcomes the cooperation afforded to it by the Transitional Government, and calls, on the one hand, for the strengthening of that observer mission through voluntary contributions and, on the other, for full participation by the Office of the High Commissioner in Burundi in the implementation of the Arusha Agreement;"},{"author":94808,"first":"“El Consejo reconoce y <strong class=\"keyword\">encomia</strong> la importante función que desempeñan el Representante Especial del Secretario General para el África Occidental y la Oficina de las Naciones Unidas para el África Occidental en la promoción y el fortalecimiento de un enfoque regional e integrado de las cuestiones transfronterizas, así como en la ayuda para la consolidación de la paz y la seguridad, la democracia y el estado de derecho, y pide al Secretario General que, por conducto de su Representante Especial, siga desarrollando la cooperación activa que existe entre las Naciones Unidas y las organizaciones regionales y subregionales en el África Occidental.”","second":"“The Council recognizes and <strong class=\"keyword\">commends</strong> the important role played by the Special Representative of the Secretary‐General for West Africa and the United Nations Office for West Africa in promoting and strengthening a regional and integrated approach to cross‐border issues, as well as helping to consolidate peace and security, democracy and the rule of law, and requests the Secretary‐General, through his Special Representative, to continue to develop further the active cooperation existing between the United Nations and regional and subregional organizations.”"},{"author":8000,"first":"<strong class=\"keyword\">Encomia</strong> al Comité por sus contribuciones a la aplicación efectiva de la Convención Internacional sobre la Eliminación de todas las Formas de Discriminación Racial, especialmente el examen de los informes presentados de conformidad con el artículo # de la Convención, las medidas adoptadas en relación con las comunicaciones presentadas de conformidad con el artículo # y los debates temáticos que contribuyen a la prevención y la eliminación del racismo, la discriminación racial, la xenofobia y las formas conexas de intolerancia","second":"<strong class=\"keyword\">Commends</strong> the Committee for its contributions to the effective implementation of the International Convention on the Elimination of All Forms of Racial Discrimination, especially through the examination of reports under article # of the Convention, action on communications under article # of the Convention and thematic discussions, which contribute to the prevention and elimination of racism, racial discrimination, xenophobia and related intolerance"},{"author":94808,"first":"En 2005 el Comité para la Eliminación de la Discriminación Racial acogió con satisfacción la aprobación de la ley que reforzaba la represión del racismo y tipificaba como delitos el revisionismo y otros actos discriminatorios; <strong class=\"keyword\">encomió</strong> la entrada en vigor de la ley que facilitaba las condiciones de acceso a la nacionalidad luxemburguesa y celebró la entrada en vigor de la ley sobre la libertad de expresión en los medios de comunicación, que establecía un marco deontológico para el ejercicio de la actividad periodística .","second":"In 2005, CERD welcomed the Act making racism a more serious offence and criminalizing revisionism and other acts based on discrimination; <strong class=\"keyword\">commended</strong> the entry into force of the Act easing the conditions for obtaining Luxemburg nationality; and welcomed the entry into force of the Act on freedom of expression in the media, which calls for a code of ethics to govern the pursuit of journalistic activities."},{"author":8000,"first":"Por último, el orador <strong class=\"keyword\">encomió</strong> las actividades de cooperación técnica de la UNCTAD, en especial las encaminadas a acrecentar la capacidad para mejorar los medios de negociación y para impulsar la aplicación de los Acuerdos de la OMC","second":"Finally, he <strong class=\"keyword\">commended</strong> UNCTAD's technical cooperation efforts, especially in building capacities for improved negotiating leverage and for the implementation of the WTO Agreements"},{"author":94808,"first":"<strong class=\"keyword\">Encomia</strong> el programa para la “operacionalización de la salud reproductiva” mencionado en el informe.","second":"<strong class=\"keyword\">She commended</strong> the programme on operationalization of reproductive health mentioned in the report."},{"author":94808,"first":"<strong class=\"keyword\">Encomia</strong> en particular las gestiones hechas por diversos organismos de las Naciones Unidas con miras a publicar un marco para el análisis desde la perspectiva de género en su reacción ante el desastre provocado por el tsunami en 2004.","second":"<strong class=\"keyword\">He</strong> particularly <strong class=\"keyword\">commended</strong> efforts by various United Nations agencies to publish a framework for gender analysis in their response to the 2004 tsunami disaster."},{"author":8000,"first":"Agradece a todas las organizaciones, sociedades, órganos e instituciones de beneficencia su apoyo material y moral y su continuo respaldo para satisfacer las necesidades de los estudiantes extranjeros, y <strong class=\"keyword\">encomia</strong> a este respecto las contribuciones del BIsD, el Fondo de Solidaridad Islámica, la Fundación Islámica Internacional de Beneficencia de Kuwait, la Sociedad Iqraa y la Sociedad Rahma de Gran Bretaña","second":"Thanks all charitable organizations, societies, bodies and institutions for their material and moral support, and continuous backing to the fund of needy foreign students. <strong class=\"keyword\">It lauds</strong>, in this respect, the contributions of the IDB, the ISF, the International Islamic Charitable Foundation in Kuwait, Iqraa Society, and Rahma Society in Britain"},{"author":94808,"first":"El Comité <strong class=\"keyword\">encomia</strong> al Estado parte por su sexto informe periódico, que incluye información detallada sobre la aplicación de las anteriores observaciones finales del Comité (CEDAW/CRC/PAR/CO/3 a 5); sin embargo, no sigue estrictamente las directrices del Comité para la preparación de informes.","second":"The Committee <strong class=\"keyword\">expresses</strong> its <strong class=\"keyword\">appreciation</strong> to the State party for its sixth periodic report, which includes detailed information on the implementation of the Committee’s previous concluding observations (CEDAW/CRC/PAR/CO/3-5); however it does not strictly follow the Committee’s guidelines for the preparation of reports."},{"author":8000,"first":"En ese contexto, <strong class=\"keyword\">encomia</strong> la forma en que se complementan la Sexta Comisión y el Comité contra el Terrorismo","second":"In that context, <strong class=\"keyword\">he commended</strong> the way in which the Sixth Committee and the Counter-Terrorism Committee complemented each other"},{"author":8000,"first":"Marruecos también hace un llamamiento a favor del fortalecimiento del sistema de salvaguardias del OIEA y de su mecanismo de inspección y <strong class=\"keyword\">encomia</strong> los esfuerzos que viene realizando el Organismo para enmendar la Convención sobre la Protección Física de los Materiales Nucleares","second":"Morocco also called for the strengthening of the IAEA safeguards system and its inspection machinery and <strong class=\"keyword\">commended</strong> the efforts under way in the Agency to amend the Convention on the Physical Protection of Nuclear Material"},{"author":8000,"first":"El Perú <strong class=\"keyword\">encomia</strong> a la Corte por esta labor y la alienta a seguir considerando opciones para extender la difusión de sus actividades, actuaciones judiciales, fallos y opiniones consultivas, incluida una divulgación más amplia en los otros idiomas oficiales de las Naciones Unidas","second":"Peru <strong class=\"keyword\">commends</strong> the Court for this effort, and we encourage the Court to continue to consider options to disseminate more information about its legal work and its rulings, including broader dissemination in the other official languages of the United Nations"},{"author":8000,"first":"La SADC acoge con beneplácito la reunión de mesa redonda titulada “La delincuencia y la droga, obstáculos para la seguridad y el desarrollo en África: fortalecimiento del imperio de la ley” y <strong class=\"keyword\">encomia</strong> a la ONUDD por la cooperación para la ejecución de proyectos de asistencia técnica en África","second":"SADC welcomed the round table meeting entitled “Crime and drugs as impediments to security and development in Africa: strengthening the rule of law” and <strong class=\"keyword\">commended</strong> UNODC for cooperating on the implementation of technical assistance projects in Africa"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}