{"result":"ok","tuc":[{"phrase":{"text":"feeble","language":"en"},"meanings":[{"language":"en","text":"deficient in physical strength"},{"language":"en","text":"wanting force, vigor or efficiency in action or expression"}],"meaningId":-5791244893600327989,"authors":[70195]},{"phrase":{"text":"infirm","language":"en"},"meanings":[{"language":"en","text":"weak; feeble"}],"meaningId":8856621001639227607,"authors":[70195]},{"phrase":{"text":"puny","language":"en"},"meaningId":2052857569268210110,"authors":[89651]},{"phrase":{"text":"frail","language":"en"},"meaningId":4378059949977465900,"authors":[89651]},{"phrase":{"text":"weak","language":"en"},"meaningId":4147977572803686423,"authors":[89651]},{"phrase":{"text":"seedy","language":"en"},"meanings":[{"language":"en","text":"infirm; gone to seed"}],"meaningId":-5840618898670508873,"authors":[70195]},{"phrase":{"text":"flimsy","language":"en"},"meaningId":-2428067015038803428,"authors":[89651]},{"phrase":{"text":"weakly","language":"en"},"meaningId":7113117241226985362,"authors":[25115]},{"phrase":{"text":"flabby","language":"en"},"meaningId":5916301881612920096,"authors":[97745]},{"phrase":{"text":"flaccid","language":"en"},"meaningId":-222342621254352038,"authors":[97745]},{"phrase":{"text":"wishy-washy","language":"en"},"meaningId":7010410620468276487,"authors":[97745]},{"meanings":[{"language":"en","text":"feeble; infirm"}],"meaningId":6094372807955571090,"authors":[1]}],"phrase":"endeble","examples":[{"author":118293,"first":"Son algo <strong class=\"keyword\">endebles</strong>.","second":"Both a bit on the <strong class=\"keyword\">weak</strong> side."},{"author":94259,"first":"y el acceso a la cultura nunca ha sido tan <strong class=\"keyword\">endeble</strong>.","second":"cultural access never <strong class=\"keyword\">weaker</strong>."},{"author":91988,"first":"Pero el acuerdo es más <strong class=\"keyword\">endeble</strong> de lo que parece.","second":"But agreement is <strong class=\"keyword\">thinner</strong> than it appears."},{"author":94809,"first":"Por otra parte, es una base <strong class=\"keyword\">endeble</strong> para los derechos de pensión y el acceso a la asistencia sanitaria.","second":"It represents only a <strong class=\"keyword\">tenuous</strong> basis for pension rights and access to health care."},{"author":8000,"first":"No obstante, aún no se han aplicado partes importantes del Acuerdo General de Paz que servirían para mejorar la situación de los derechos humanos en el Sudán y, por consiguiente, sigue siendo <strong class=\"keyword\">endeble</strong> el marco jurídico e institucional del país al respecto","second":"However, significant portions of the Comprehensive Peace Agreement that would improve the human rights record of the Sudan have not been implemented and, as a result, the country's legal and institutional human rights framework remains <strong class=\"keyword\">weak</strong>"},{"author":94808,"first":"Para complicar la situación, el control eficaz sobre el acceso a las tecnologías de las armas nucleares se ha tornado cada vez más difícil dada la <strong class=\"keyword\">endeble</strong> línea que existe entre las barreras técnicas para diseñar las armas y la fase de producción.","second":"Complicating the situation is the fact that effective control over access to nuclear-weapon technologies has grown increasingly difficult given the <strong class=\"keyword\">thin</strong> line between technical barriers to designing the weapons and the processing phases."},{"author":27,"first":"La propuesta aborda una complicada cuestión de interés público, dado que las actuales normas sobre bienestar animal para los pollos destinados a la producción de carne son muy <strong class=\"keyword\">endebles</strong>, lo que produce dolorosos trastornos de las patas y cojera, ascitis (ensanchamiento del corazón), síndrome de muerte súbita y quemaduras provocadas por el amoniaco.","second":"The proposal addresses a difficult issue of public concern as the current welfare standards for chickens kept for meat production are <strong class=\"keyword\">very</strong> low, leading to painful leg disorders and lameness, ascites (enlargement of the heart), sudden death syndrome and ammonium burns."},{"author":8008,"first":"Ahora yacen desamparadas, totalmente abandonadas con solo un chirriante molino decadente destacando en el paisaje como un <strong class=\"keyword\">endeble</strong> monumento de lo que fue una vez una próspera industria en la isla. El Hotel de cinco estrellas Las Salinas, está construido sobre antiguas salinas.","second":"When freezing facilities became widespread, demand for salt rapidly diminished and many of the islands salt pans, like the hundreds of islanders employed within them, found themselves redundant."},{"author":8000,"first":"En el Sudán meridional hay insuficiencia de recursos y de equipo y siguen siendo <strong class=\"keyword\">endebles</strong> las actividades relacionadas con la reforma jurídica, las medidas para hacer cumplir la ley y la administración de justicia","second":"In Southern Sudan there are inadequate resources and equipment, and legal reform, law enforcement and the administration of justice remain <strong class=\"keyword\">weak</strong>"},{"author":94809,"first":"Cuando ya se ha abonado la totalidad de la ayuda, la facultad de ordenar la suspensión de la misma resulta por supuesto vana; y el hecho de que la Comisión esté obligada a continuar examinando la compatibilidad de la ayuda, y de que el Estado miembro pueda a continuación impugnar la Decisión de la Comisión °por <strong class=\"keyword\">endebles</strong> que sean sus motivos° en un procedimiento ante el Tribunal de Justicia, antes de que la obligación de reembolsar la ayuda pueda determinarse con carácter definitivo, probablemente supone que, en algunos casos, la obligación resulta ilusoria.","second":"Where the whole of the aid has already been paid, the power to order suspension is of course of no avail; and the fact that the Commission must go on to examine the compatibility of the aid, and that the Member State may then challenge the Commission' s decision - on however <strong class=\"keyword\">flimsy</strong> grounds - in Court proceedings, before the obligation to recover the aid can be definitively established is likely to render that obligation, in some cases, illusory."},{"author":91988,"first":"En un mundo profundamente inestable, estas son defensas muy <strong class=\"keyword\">endebles</strong> contra las pérdidas.","second":"In a deeply unstable world, these are paper-<strong class=\"keyword\">thin</strong> cushions against losses."},{"author":94808,"first":"Como Estado insular, nos afectan los factores tales como la escasez de mano de obra y capacidad técnica, la <strong class=\"keyword\">endeble</strong> capacidad institucional, la insuficiencia de recursos financieros y la inversión extrajera demasiado pequeña.","second":"As island States, we are affected by factors such as shortage of manpower and technical capacity, <strong class=\"keyword\">weak</strong> institutional capacity, limited financial resources and too little foreign direct investment."},{"author":94808,"first":"El actual sistema nacional de protección de la infancia es <strong class=\"keyword\">endeble</strong>.","second":"The existing national child protection system is <strong class=\"keyword\">weak</strong>."},{"author":118293,"first":"Sufría viendo a sus hijos ensimismados, su <strong class=\"keyword\">endeble</strong> interior.","second":"It hurt him to see his children left on th eir own, his home poorly cared for."},{"author":94808,"first":"Entre las limitaciones cabe mencionar: a) recursos humanos inadecuados; b) entorno operacional muy costoso; c) insuficiencia de datos y de capacidad de análisis; d) disminución del apoyo de los donantes; y e) <strong class=\"keyword\">endeble</strong> capacidad de la sociedad civil.","second":"Constraints include the following: (a) inadequate human resources; (b) a very expensive operating environment; (c) lack of data and capacity for analysis; (d) decreasing donor support; and (e) <strong class=\"keyword\">weak</strong> civil society capacity."},{"author":94808,"first":"Sin embargo, una de las razones por las que los índices de la deuda son tan elevados es el prolongado período de crecimiento económico <strong class=\"keyword\">endeble</strong>.","second":"However, one reason that debt indicators are so high is because of the long period of <strong class=\"keyword\">anaemic</strong> economic growth."},{"author":94809,"first":"Habida cuenta de la situación de estas regiones, afectadas aún más que las otras por las consecuencias de la reciente crisis coyuntural e incluidas por la Comunidad en las zonas de intervención del objetivo 1 de los fondos estructurales, resulta impensable que el <strong class=\"keyword\">endeble</strong> sistema productivo pueda hacer frente, de un día para otro, a un aumento súbito y cuantioso del coste de trabajo, debido al incremento de las cargas sociales que acarrearía una supresión pura y simple de sus reducciones.","second":"In view of the situation of the regions concerned, which have been worse affected than the others by the recent recession and are classified by the Community as Objective 1 areas of the Structural Funds, it is unthinkable that the <strong class=\"keyword\">weak</strong> production system could cope overnight with a sharp increase in labour costs generated by a rise in social security contributions as a result of the outright withdrawal of relief."},{"author":94808,"first":"Los <strong class=\"keyword\">endebles</strong> sentimientos morales que se expresen en Copenhague no podrán sustituir a los tratados jurídicamente vinculantes y poco harán para garantizar la seguridad de los miembros más vulnerables.","second":"<strong class=\"keyword\">Flimsy</strong> moral sentiments expressed at Copenhagen will be no substitute for legally binding treaties and will do little to ensure the security of the most vulnerable among our membership."},{"author":94808,"first":"A pesar de que todavía estamos luchando contra las secuelas del conflicto civil, nos satisface haber alcanzado un considerable progreso en nuestra respuesta al VIH/SIDA y a otras prioridades también necesarias, como la lucha contra el paludismo y la tuberculosis, el mejoramiento de las infraestructuras y los sistemas vectores de la salud <strong class=\"keyword\">endebles</strong> y la solución de la falta de personal de la salud cualificado y experimentado.","second":"Although we are still grappling with the aftermath of the civil conflict, we are satisfied that we have made appreciable progress in our HIV/AIDS response against the background of other, competing priorities, including malaria, tuberculosis, <strong class=\"keyword\">weak</strong> health infrastructure and delivery systems, and a shortage of trained and experience health personnel."},{"author":119723,"first":"Nos separaba nada más que una <strong class=\"keyword\">endeble</strong> puerta de madera.","second":"Now nothing but a <strong class=\"keyword\">flimsy</strong> wooden door stood between us."},{"author":118293,"first":"Ese panel parece muy <strong class=\"keyword\">endeble</strong>.","second":"Oh, that panel looks very <strong class=\"keyword\">flimsy</strong>."},{"author":94809,"first":"La demanda interna sigue siendo <strong class=\"keyword\">endeble</strong> a causa del débil crecimiento del crédito y del aún elevado endeudamiento del sector privado.","second":"Domestic demand remains subdued due to <strong class=\"keyword\">weak</strong> credit growth and still large private sector debt overhang."},{"author":94808,"first":"Debería hacerse todo lo posible para que la interacción directa con los Estados se centre donde más se necesita y en las cuestiones en las que la aplicación es, por lo general, más <strong class=\"keyword\">endeble</strong>, como el cumplimiento de las obligaciones de adoptar y hacer cumplir medidas eficaces para instaurar controles nacionales a fin de prevenir la proliferación de las armas de destrucción en masa, sus sistemas vectores y materiales conexos (párrafo 3 de la resolución 1540 (2004) del Consejo de Seguridad), en particular las obligaciones en las esferas química y biológica.","second":"Every effort should be made to focus direct interactions with States where they are most needed and on subjects where implementation is generally <strong class=\"keyword\">weaker</strong>, such as the implementation of the obligations to take and enforce effective measures to establish domestic controls to prevent the proliferation of weapons of mass destruction, their means of delivery and related materials (Security Council resolution 1540 (2004), para. 3), in particular the obligations in the chemical and biological areas."},{"author":118293,"first":"El pobre <strong class=\"keyword\">endeble</strong> volvió convertido en un hombre.","second":"The <strong class=\"keyword\">poor</strong> fl <strong class=\"keyword\">imsy</strong> thing came back as a man."},{"author":94808,"first":"Los debates y la manera en que se celebran en este mismo edificio, por ejemplo, dejan argumentos muy <strong class=\"keyword\">endebles</strong> como para depositar nuestra fe y confianza en el sistema internacional y la estructura multilateral actuales.","second":"The discussions and the way they are conducted in this very building, for instance, leave very <strong class=\"keyword\">tenuous</strong> grounds for putting one’s faith and trust in the current international system and multilateral architecture."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}