{"result":"ok","tuc":[{"phrase":{"text":"erect","language":"en"},"meaningId":1389807656035365152,"authors":[83060]},{"phrase":{"text":"upright","language":"en"},"meaningId":-7936448610170390752,"authors":[83060]},{"phrase":{"text":"straight","language":"en"},"meaningId":4381515885210470544,"authors":[25115]}],"phrase":"enhiesto","examples":[{"author":94809,"first":"Añade que, por lo demás, la alegación del demandante de que la variedad ZULU que, en 1997 había sido comparada con LEMON SYMPHONY, es una variedad «<strong class=\"keyword\">enhiesta</strong>», en modo alguno fue refutada.","second":"Moreover, the applicant’s argument that the ZULU variety, which, in 1997, had been compared to LEMON SYMPHONY, is an ‘<strong class=\"keyword\">erect</strong>’ variety, was not challenged in any way."},{"author":119739,"first":"De ahí que por medio de Isaías haga esta emocionante promesa: “En aquel día tiene que suceder que habrá la raíz de Jesé que estará de pie como señal <strong class=\"keyword\">enhiesta</strong> para los pueblos.","second":"Hence, through Isaiah he makes a striking promise: “It must occur in that day that there will be the root of Jesse that will be standing up as a signal for the peoples."},{"author":94809,"first":"Según las experiencias y observaciones recogidas en ensayos, evaluaciones y exámenes en cultivo realizados durante estos últimos años, LEMON SYMPHONY no es una variedad que crezca de manera completamente <strong class=\"keyword\">enhiesta</strong> [...].","second":"According to the experience acquired and observations gathered in tests, assessments and growing trials conducted over the last few years, LEMON SYMPHONY is not a variety which grows in <strong class=\"keyword\">a</strong> completely <strong class=\"keyword\">erect</strong> way."},{"author":119739,"first":"+ Y alcen una señal <strong class=\"keyword\">enhiesta</strong>;*+ publíquen[lo].","second":"+ And lift up a signal;*+ publish [it]."},{"author":8000,"first":"Nos complace poder transmitir nuestra gratitud al PMA por mantener el pabellón de las Naciones Unidas bien <strong class=\"keyword\">enhiesto</strong>","second":"We are pleased to have the opportunity today to convey our gratitude to WFP for keeping the United Nations flag flying"},{"author":119739,"first":"* Al final, únicamente un resto quedará, solitario “como un mástil en la cima de una montaña, y como una señal <strong class=\"keyword\">enhiesta</strong> en una colina” (Isaías 30:17b).","second":"* In the end, only a remnant will remain, left alone, “like a mast on the top of a mountain and like a signal on a hill.”"},{"author":8000,"first":"Dignidad por la Fe, la Razón, el Diálogo y la Presencia <strong class=\"keyword\">enhiesta</strong> en el mundo","second":"Dignity through Faith, Reason, Dialogue and <strong class=\"keyword\">Assertive</strong> Global Presence"},{"author":94809,"first":"Si bien al principio del cultivo, y hasta alrededor de dos meses después de la siembra en la maceta, crece ciertamente de forma relativamente <strong class=\"keyword\">enhiesta</strong>, posteriormente, en mitad de la fase de crecimiento al aire libre (junio o julio, según el inicio del cultivo), los numerosos tallos, que son relativamente flexibles, tienden a inclinarse hacia los lados y ya sólo pueden describirse como semienhiestos.","second":"While, when it starts growing and until approximately two months after it has been transplanted into a pot, it admittedly grows in a relatively <strong class=\"keyword\">erect</strong> way, subsequently, in the middle of the fresh-air growing period (June or July, depending on when cultivation was commenced), the numerous shoots, which are relatively flexible, have a tendency to lean to one side and may from then on be described only as semi-erect."},{"author":8008,"first":"14 Llevan a erguida la cerviz, y <strong class=\"keyword\">enhiesta</strong> la cabeza; sí, y por motivo del orgullo, de la iniquidad, de abominaciones y fornicaciones, todos se han b extraviado , salvo unos pocos que son los humildes discípulos de Cristo; sin embargo, son guiados de tal manera que a menudo yerran porque son enseñados por los preceptos de los hombres.","second":"14 They wear a stiff necks and high heads; yea, and because of pride, and wickedness, and abominations, and b whoredoms , they have all c gone astray save it be a d few , who are the humble followers of Christ; nevertheless, they are e led , that in many instances they do f err because they are taught by the precepts of men."},{"author":119739,"first":"10 Y en aquel día+ tiene que suceder que habrá la raíz de Jesé+ que estará de pie como señal <strong class=\"keyword\">enhiesta</strong>* para los pueblos.","second":"10 And it must occur in that day+ that there will be the root of Jesʹse+ that will be standing up as a signal* for the peoples."},{"author":119739,"first":"La promesa profética de que la “raíz de Jesé” ‘estaría de pie como señal <strong class=\"keyword\">enhiesta</strong> para los pueblos’ y juzgaría con justicia se cumplió en Cristo Jesús, quien, debido a su inmortalidad, mantiene viva la línea genealógica de Jesé. (Isa 11:1-5, 10; Ro 15:8, 12.)","second":"The prophetic promise that “the root of Jesse” would ‘stand up as a signal for the peoples’ and would judge in righteousness finds fulfillment in Christ Jesus, the one who, because he is immortal, keeps the genealogical line of Jesse alive.—Isa 11:1-5, 10; Ro 15:8, 12."},{"author":94809,"first":"31 De la respuesta del Bundessortenamt de 2 de agosto de 2006 y de la comparación de los resultados de los exámenes técnicos de LEMON SYMPHONY efectuados en 1997 y en 2005, respectivamente, realizada por dicha Oficina y comunicada al demandante el 25 de agosto de 2006, se desprende que, según esta Oficina, la diferencia de calificación relativa a la característica «Aspecto de los tallos» podía explicarse por la circunstancia de que ninguna variedad de comparación figuraba en el «cuadro de las características VI» que la referida Oficina utilizaba en 1997 y que LEMON SYMPHONY era la variedad más <strong class=\"keyword\">enhiesta</strong> durante dicho año.","second":"31 It is apparent from the Bundessortenamt’s answer of 2 August 2006 and from the comparison of the results of the technical examinations of LEMON SYMPHONY carried out in 1997 and 2005 respectively, compiled by that office and sent to the applicant on 25 August 2006, that, according to that office, the difference in the score for the characteristic ‘Attitude of shoots’ could be explained by the fact that there was no comparison variety in the ‘Table of Characteristics VI’ used by that office in 1997 and that LEMON SYMPHONY was the most <strong class=\"keyword\">erect</strong> variety during that year."},{"author":119739,"first":"La expresión hebrea traducida así se refiere básicamente a algo <strong class=\"keyword\">enhiesto</strong>.","second":"The Hebrew term so translated basically refers to something set up or stationed."},{"author":94809,"first":"“El examen del Bundessortenamt de 1997 definió LEMON SYMPHONY como una variedad <strong class=\"keyword\">enhiesta</strong>.","second":"“The Bundessortenamt’s 1997 examination defines LEMON SYMPHONY as an <strong class=\"keyword\">erect</strong> variety."},{"author":94809,"first":"167 Pues bien, según el Bundessortenamt, la atribución a LEMON SYMPHONY en 1997, respecto a la descripción de la característica «Aspecto de los tallos», del nivel de expresión «<strong class=\"keyword\">enhiesto</strong>» resulta de la comparación de esta variedad con las variedades de referencia que se encontraban en cultivo de ensayo y de la constatación de que LEMON SYMPHONY era «la más <strong class=\"keyword\">enhiesta</strong>» entre las variedades que fueron objeto de los ensayos del año.","second":"167 According to the Bundessortenamt, the attribution to LEMON SYMPHONY in 1997 of the level of expression ‘<strong class=\"keyword\">erect</strong>’ in respect of the description of the characteristic ‘Attitude of shoots’ follows from the comparison of that variety with the reference varieties used in the growing trials and the finding that LEMON SYMPHONY was ‘the most <strong class=\"keyword\">erect</strong>’ of the varieties on which trials were performed that year."},{"author":94809,"first":"De éste se desprende que la característica “Aspecto de los tallos” se expresaba como “<strong class=\"keyword\">enhiesto</strong>” (nota 1).","second":"This shows that the characteristic “Attitude of shoots” was expressed as “<strong class=\"keyword\">erect</strong>” (score of 1)."},{"author":119739,"first":"En efecto, la señal <strong class=\"keyword\">enhiesta</strong> es Jesucristo como Rey que gobierna desde el monte Sión celestial (Hebreos 12:22; Revelación 14:1).","second":"(Romans 15:8, 12) Yes, the signal is Christ Jesus, reigning as King on heavenly Mount Zion!—Hebrews 12:22; Revelation 14:1."},{"author":94809,"first":"166 En el ejercicio de dicho control, es no obstante forzoso señalar que, contrariamente a lo que sostiene el demandante, la característica «Aspecto de los tallos», cuyos niveles de expresión van, según las directrices de examen, de «<strong class=\"keyword\">enhiesto</strong>» a «caído», pasando por «semienhiesto» y «horizontal», así como por los matices intermedios, salvo en los casos extremos, no es una característica «absoluta» que pueda determinarse de forma rigurosamente objetiva midiendo únicamente el ángulo de inclinación de los tallos, sino una característica que, debido a su expresión concreta, puede, en su caso, ser objeto de una apreciación comparativa relativa entre variedades de una misma especie, como se desprende claramente del documento del Bundessortenamt de 18 de mayo de 2005 acompañado como anexo A 27 a la demanda en el asunto T-177/08.","second":"166 In the course of the exercise of that review, it must nevertheless be stated that, contrary to what the applicant claims, the characteristic ‘Attitude of shoots’, the levels of expression of which run, according to the test guidelines, from ‘<strong class=\"keyword\">erect</strong>’ to ‘drooping’, through ‘semi-erect’ and ‘horizontal’ and the nuances between those terms, is not, except in extreme cases, an ‘absolute’ characteristic which can be determined in a thoroughly objective manner using only the measurement of the angle of inclination of the shoots, but a characteristic which, by reason of the specific nature of its expression, can, depending on the case, be the subject of a relative and comparative assessment between varieties of the same species, as the Bundessortenamt’s document of 18 May 2005, attached as annex A 27 to the application in Case T-177/08, clearly shows."},{"author":119739,"first":"+ 7 Y Jesúa y Baní y Serebías,+ Jamín, Aqub, Sabetai, Hodías, Maaseya, Quelitá, Azarías, Jozabad,+ Hanán, Pelayá,+ aun los levitas, estaban explicando la ley al pueblo,*+ mientras el pueblo estaba en postura <strong class=\"keyword\">enhiesta</strong>.","second":"+ 7 And Jeshʹu·a and Baʹni and She·re·biʹah,+ Jaʹmin, Akʹkub, Shabʹbe·thai, Ho·diʹah, Ma·a·seiʹah, Ke·liʹta, Az·a·riʹah, Joʹza·bad,+ Haʹnan, Pe·laʹiah,+ even the Levites, were explaining the law to the people,*+ while the people were in a standing position."},{"author":119739,"first":"Una mujer vio avanzar directamente hacia su pueblo una avalancha de lodo de 30 metros de altura que arrastraba enormes rocas y árboles <strong class=\"keyword\">enhiestos</strong>.","second":"One woman watched as an avalanche of mud over a hundred feet [30 m] high carried huge rocks and standing trees right toward her village!"},{"author":8008,"first":"A la diestra en campo de azur tres palomas de plata, teniendo la primera en el pico un ramo de olivo del mismo metal; y a la siniestra, en campo de oro un oso sable <strong class=\"keyword\">enhiesto</strong> arrimado al tronco.","second":"On the dexter in field of azur three pigeons of silver, having the first in the bill a olive branch of the same metal; and in the sinester, in field of gold, a <strong class=\"keyword\">raised</strong> black bear near the trunk of the tree."},{"author":119739,"first":"27 “Alcen una señal <strong class=\"keyword\">enhiesta</strong>* en el país.","second":"27 “Lift up a signal* in the land, O men."},{"author":119739,"first":"Por tanto, en el cumplimiento mayor, Jesús y los ungidos con espíritu que con él gobiernan constituyen la “señal <strong class=\"keyword\">enhiesta</strong>” de Jehová a la que afluyen las naciones (Revelación 14:1).","second":"(Romans 15:8-12) Hence, in the greater fulfillment, Jesus and his spirit-anointed corulers are Jehovah’s “signal” to which the peoples flock."},{"author":94809,"first":"La variedad NAIROBI, considerada con carácter comparativo por su crecimiento <strong class=\"keyword\">enhiesto</strong> en el cuadro de las características de las directrices de examen TG/176/3, crece de forma <strong class=\"keyword\">enhiesta</strong> durante toda la fase de crecimiento.","second":"The NAIROBI variety, included as a comparison with regard to its <strong class=\"keyword\">erect</strong> growth in the table of characteristics in the TG/176/3 examination guidelines, grows in <strong class=\"keyword\">an erect</strong> manner throughout its growing period."},{"author":119739,"first":"Y ciertamente levantará una señal <strong class=\"keyword\">enhiesta</strong> para las naciones y reunirá a los dispersos de Israel; y juntará a los esparcidos de Judá desde las cuatro extremidades de la tierra” (Isaías 11:11, 12).","second":"And he will certainly raise up a signal for the nations and gather the dispersed ones of Israel; and the scattered ones of Judah he will collect together from the four extremities of the earth.”"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83060":{"U":"","id":83060,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83060"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}