{"result":"ok","tuc":[{"phrase":{"text":"substance","language":"en"},"meaningId":-3630619913807490367,"authors":[84715]},{"phrase":{"text":"center","language":"en"},"meaningId":-1539930279059046812,"authors":[84500]},{"phrase":{"text":"centre","language":"en"},"meaningId":8057635799737302083,"authors":[84500]},{"phrase":{"text":"core","language":"en"},"meaningId":5006278974795953223,"authors":[84500]},{"phrase":{"text":"essence","language":"en"},"meaningId":-8201844627020562295,"authors":[84500]},{"phrase":{"text":"gist","language":"en"},"meaningId":4730248461305572074,"authors":[84500]},{"phrase":{"text":"heart","language":"en"},"meaningId":-8199073241682909812,"authors":[84500]},{"phrase":{"text":"heart and soul","language":"en"},"meaningId":5582741280458847708,"authors":[84500]},{"phrase":{"text":"inwardness","language":"en"},"meaningId":2013879856154124589,"authors":[84500]},{"phrase":{"text":"kernel","language":"en"},"meaningId":1718216968086280308,"authors":[84500]},{"phrase":{"text":"marrow","language":"en"},"meaningId":-6777751586223969230,"authors":[84500]},{"phrase":{"text":"meat","language":"en"},"meaningId":-3693758191820005545,"authors":[84500]},{"phrase":{"text":"nitty-gritty","language":"en"},"meaningId":3810959658863927098,"authors":[84500]},{"phrase":{"text":"nub","language":"en"},"meaningId":-8030227285730835281,"authors":[84500]},{"phrase":{"text":"pith","language":"en"},"meaningId":-2593923850297528362,"authors":[84500]},{"phrase":{"text":"sum","language":"en"},"meaningId":790121462707539046,"authors":[84500]},{"meanings":[{"language":"en","text":"substance, weight"}],"meaningId":-7394914957420917878,"authors":[93107]}],"phrase":"enjundia","examples":[{"author":95096,"first":"Dios convierte su tristeza en gozo, los alimenta con <strong class=\"keyword\">enjundia</strong> (cf. v. 14) y los sacia de bienes, hasta el punto de que brotan espontáneos el canto y la danza.","second":"Mourning is turned into feasting, being satiated with choice portions (cf. v. 14) and abundant goods, so that it will come naturally for them to dance and sing."},{"author":27,"first":"La Carta de los Derechos Fundamentales tiene alguna <strong class=\"keyword\">enjundia</strong> y significado o no los tiene.","second":"Either the Charter of Fundamental Rights has some <strong class=\"keyword\">substance</strong> and meaning or it has not."},{"author":118293,"first":"Paz, <strong class=\"keyword\">enjundia</strong> de riñonada.","second":"Peace, ye fat-kidneyed rascal."},{"author":118293,"first":"En ese caso, es mi obligación como filial insistir que tan joven dama debería casarse con un hombre con más grande <strong class=\"keyword\">enjundia</strong>.","second":"In that case, it is my filial duty to insist such a young lady should marry a man of greater <strong class=\"keyword\">substance</strong>."},{"author":94808,"first":"Otra característica permanente de las propuestas del Comité Especial es que son extremadamente breves y faltas de <strong class=\"keyword\">enjundia</strong>.","second":"Another persistent feature of the Special Committee’s proposals was that they were extremely brief and lacking in <strong class=\"keyword\">substance</strong>."},{"author":8008,"first":"Emplazado en un lugar perfecto de fácil acceso con un equilibrio de estilo, <strong class=\"keyword\">enjundia</strong> y calidad.","second":"The ideal easy-to-reach location with a perfect balance of style, <strong class=\"keyword\">substance</strong> & value."},{"author":8000,"first":"Esta noción se ha expresado con <strong class=\"keyword\">enjundia</strong> en el informe del Secretario General titulado “Las causas de los conflictos y el fomento de la paz duradera y el desarrollo sostenible en África”","second":"This has been <strong class=\"keyword\">forcefully</strong> articulated in the Secretary-General's report entitled “The causes of conflict and the promotion of durable peace and sustainable development in Africa”"},{"author":8000,"first":"Podría estudiarse la posibilidad de introducir otro tipo de debates de mayor <strong class=\"keyword\">enjundia</strong> dirigidos a los parlamentarios, que se celebrarían en paralelo a las reuniones de las Naciones Unidas","second":"More purposeful debates targeted at parliamentarians held in parallel to the United Nations meetings could be explored"},{"author":94808,"first":"A este respecto, la ratificación ante todo por los Estados poseedores de armas nucleares reforzaría la <strong class=\"keyword\">enjundia</strong> del Tratado.","second":"In that regard, ratification first and foremost by nuclear-weapon States would enhance the <strong class=\"keyword\">stature</strong> of that treaty."},{"author":27,"first":"Quiero decir al Consejo, en nombre del Parlamento, que tenemos grandes expectativas de que Sevilla proporcione una plataforma para un diálogo interinstitucional de <strong class=\"keyword\">enjundia</strong> con vistas a alcanzar un acuerdo común sobre la mejora de la reglamentación y de la legislación - objetivo que todos compartimos y aprobamos - y reconocer que todas las instituciones, cada una a su manera, son indispensables para el éxito de la reforma.","second":"I say to the Council, on behalf of Parliament, that we have a strong expectation that Seville will deliver a platform for an interinstitutional dialogue of <strong class=\"keyword\">substance</strong> in order to produce a common accord on better regulation and on better law-making - an objective we all share and agree on - and each in our own way, each institution is indispensable to a successful reform."},{"author":27,"first":"Voy a ser franco con el Parlamento Europeo y decir que, aunque acojo con beneplácito que el lunes pudiéramos acordar una clara declaración de condena de las recientes pruebas nucleares indias, habría sido mejor que dicha declaración hubiera ido respaldada por un conjunto de medidas más firmes para dar <strong class=\"keyword\">enjundia</strong> a nuestras palabras.","second":"I will be frank with the European Parliament and say that, although I welcome the fact that, on Monday we were able to get a clear statement condemning the recent Indian nuclear tests, it would have been better if that statement had been backed up by a more robust set of measures to give <strong class=\"keyword\">substance</strong> to our words."},{"author":94808,"first":"Hubo un debate de mucha <strong class=\"keyword\">enjundia</strong> en torno a las limitaciones del alcance del tema.","second":"There was <strong class=\"keyword\">substantial</strong> discussion on the limitations of the scope of the topic."},{"author":94808,"first":"Podría estudiarse la posibilidad de introducir otro tipo de debates de mayor <strong class=\"keyword\">enjundia</strong> dirigidos a los parlamentarios, que se celebrarían en paralelo a las reuniones de las Naciones Unidas.","second":"More purposeful debates targeted at parliamentarians held in parallel to the United Nations meetings could be explored."},{"author":27,"first":"Aun cuando queramos desempeñar, como Unión Europea, un papel de mayor <strong class=\"keyword\">enjundia</strong> en los asuntos exteriores, tendremos que plasmarlo en propuestas que resulten aceptables para el presupuesto.","second":"Even if, as a European Union, we want to play a <strong class=\"keyword\">greater</strong> role in foreign affairs, this will have to be set down in appropriate proposals on the Budget."},{"author":94808,"first":"El proceso debe empezar lo antes posible y conferirle más atención a la <strong class=\"keyword\">enjundia</strong> del tema.","second":"The process should commence at the earliest with greater attention to <strong class=\"keyword\">substance</strong>."},{"author":118293,"first":"Es un joven de mucha <strong class=\"keyword\">enjundia</strong>.","second":"He's a serious guy."},{"author":27,"first":"Señora Presidenta, agradezco al ponente y a la Comisión que hayan presentado este importante informe, que trata de modo correcto asuntos de mucha <strong class=\"keyword\">enjundia</strong>.","second":"Madam President, I thank the rapporteur and the Commission for bringing forward this important report, dealing as it does in a sound way with <strong class=\"keyword\">significant</strong> matters."},{"author":27,"first":"No podemos, naturalmente, confundir talante con <strong class=\"keyword\">enjundia</strong> y por ello ahora debemos explotar esa dinámica de cara al futuro a través de la Declaración de Laeken y a través de la Convención.","second":"One cannot of course confuse mood and <strong class=\"keyword\">substance</strong> and so we must now exploit that dynamic for the future through the Laeken Declaration and through the Convention."},{"author":94809,"first":"Evidentemente, para ser apropiadas, estas medidas no sólo han de restablecer la solvencia desde un punto de vista contable, sino que deben incluir intervenciones de mayor <strong class=\"keyword\">enjundia</strong> que garanticen una reestructuración efectiva y un saneamiento duradero del Banco para evitar que vuelvan a surgir las mismas dificultades.","second":"Clearly, to be appropriate such measures must not only restore the ratio from an accounting viewpoint but must also entail more <strong class=\"keyword\">substantial</strong> action designed to ensure that the bank is effectively restructured and is restored to permanent health so that the same problems are not encountered in the future."},{"author":94809,"first":"Se felicita por las nuevas Directrices comunitarias sobre ayudas estatales en favor del medio ambiente, contenidas en el paquete sobre el clima y la energía, que prevén una evaluación normalizada para medidas de menor cuantía y una evaluación pormenorizada para las ayudas de mayor <strong class=\"keyword\">enjundia</strong>;","second":"Welcomes the new guidelines on State aid for environmental protection within the framework of the climate-energy package introducing normalised evaluation for minor issues and detailed evaluation for significant issues;"},{"author":91988,"first":"Las peticiones de cambios de mayor <strong class=\"keyword\">enjundia</strong> en la estructura y el funcionamiento de la UE, incluida la repatriación de poderes a Gran Bretaña, es una nueva operación de gran calado en un momento difícil para Europa.","second":"The demand for far-reaching change <strong class=\"keyword\">in</strong> the structure and functioning of the EU, including repatriation of powers to Britain, is a major new demarche at a difficult time for Europe."},{"author":94808,"first":"Esta noción se ha expresado con <strong class=\"keyword\">enjundia</strong> en el informe del Secretario General titulado “Las causas de los conflictos y el fomento de la paz duradera y el desarrollo sostenible en África” (A/52/871–S/1998/318).","second":"This has been <strong class=\"keyword\">forcefully</strong> articulated in the Secretary-General’s report entitled “The causes of conflict and the promotion of durable peace and sustainable development in Africa” (A/52/871-S/1998/318)."},{"author":27,"first":"Dejaré que sus Señorías aprecien la <strong class=\"keyword\">enjundia</strong> de esta perla particular en su propio tiempo de intervención.","second":"I will let Members consider the <strong class=\"keyword\">wisdom</strong> of that particular pearl in their own time."},{"author":94809,"first":"19 En los apartados 60 y 61 del auto recurrido, el Presidente del Tribunal señaló que la controversia entre la República Federal de Alemania y la Comisión a propósito de los valores límite «correctos» para el antimonio, el arsénico y el mercurio en los juguetes plantea cuestiones de gran <strong class=\"keyword\">enjundia</strong> técnica, en particular, en lo que atañe a la conversión de los valores límite de migración y de biodisponibilidad, ya que ese Estado miembro cuestiona la pertinencia de los «valores límite de biodisponibilidad susceptibles de alcanzarse en la práctica» tomados en consideración por la Comisión.","second":"19 At paragraphs 60 and 61 of the order under appeal, the President of the General Court observed that the dispute between the Federal Republic of Germany and the Commission concerning the ‘correct’ limit values for antimony, arsenic and mercury in toys raised highly technical questions, in particular, for the conversion of the migration and bioavailability limit values, in so far as that Member State disputes the relevance of the ‘bioavailability limit values likely to be attained in practice’ adopted by the Commission."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}