{"result":"ok","tuc":[{"phrase":{"text":"wipe","language":"en"},"meanings":[{"language":"en","text":"remove surface substance"},{"language":"en","text":"(to) wipe"}],"meaningId":7755042936099484545,"authors":[85298]},{"phrase":{"text":"dry","language":"en"},"meanings":[{"language":"es","text":"Remover la humedad hasta eliminarla."},{"language":"en","text":"to make dry"},{"language":"en","text":"To remove the moisture and make dry."}],"meaningId":-7478008663580668296,"authors":[60172]},{"phrase":{"text":"clear","language":"en"},"meaningId":-7866364018875117377,"authors":[2698]},{"phrase":{"text":"wipe out","language":"en"},"meaningId":3802328915464888012,"authors":[2698]},{"phrase":{"text":"rub","language":"en"},"meanings":[{"language":"en","text":"(to) wipe"}],"meaningId":-4056222104901317803,"authors":[25115]},{"phrase":{"text":"delete","language":"en"},"meaningId":-1938955925730783509,"authors":[36]},{"phrase":{"text":"wipe off","language":"en"},"meaningId":-8658886297743152052,"authors":[2698]},{"phrase":{"text":"scrub","language":"en"},"meanings":[{"language":"en","text":"(to) wipe"}],"meaningId":-8012152101924293260,"authors":[92945]},{"phrase":{"text":"blot","language":"en"},"meaningId":403044175771267017,"authors":[99488]},{"phrase":{"text":"clean","language":"en"},"meaningId":5184405941569936584,"authors":[25018]},{"phrase":{"text":"drain","language":"en"},"meaningId":2292194175592115195,"authors":[25018]},{"phrase":{"text":"dry out","language":"en"},"meaningId":-1309903862478896616,"authors":[83619]},{"phrase":{"text":"dust wipe dry","language":"en"},"meaningId":-6687287695386043226,"authors":[2698]},{"phrase":{"text":"erase","language":"en"},"meaningId":4310172681979336054,"authors":[2698]},{"phrase":{"text":"knead","language":"en"},"meaningId":3350486810178022378,"authors":[86934]},{"phrase":{"text":"massage","language":"en"},"meaningId":-815178979565939988,"authors":[86934]},{"phrase":{"text":"off","language":"en"},"meaningId":8053932917273933840,"authors":[25018]},{"meanings":[{"language":"en","text":"to dry"},{"language":"en","text":"to wipe, to wipe off"},{"language":"en","text":"to wipe, to wipe off, wipe down"},{"language":"en","text":"to eliminate, to wipe out."},{"language":"en","text":"(figuratively) to eliminate, to wipe out."}],"meaningId":-7480728001218063222,"authors":[1]}],"phrase":"enjugar","examples":[{"author":94808,"first":"De conformidad con lo dispuesto en el inciso a) del artículo 26 de los Estatutos de la Caja Común de Pensiones del Personal de las Naciones Unidas, las organizaciones participantes están obligadas a aportar la suma necesaria para <strong class=\"keyword\">enjugar</strong> el déficit en el caso de que la valoración actuarial de la Caja indicara que su activo pudiera no ser suficiente para atender las obligaciones pendientes en dichos Estatutos.","second":"Pursuant to Article 26(a) of the Regulations and Rules of the United Nations Joint Staff Pension Fund, member organizations are obliged to pay in the sum necessary to make <strong class=\"keyword\">good</strong> the <strong class=\"keyword\">deficiency</strong> in the event that the actuarial valuation of the Fund shows that its assets may not be sufficient to meet its liabilities under these regulations."},{"author":94808,"first":"El UNFPA opina que su administración ha hecho todo lo posible por <strong class=\"keyword\">enjugar</strong> ese déficit.","second":"UNFPA believes that its management has done everything possible to <strong class=\"keyword\">address</strong> this gap."},{"author":94808,"first":"Si una evaluación actuarial de la Caja indica que su activo puede no ser suficiente para hacer frente a su pasivo según el reglamento de la Caja, las organizaciones afiliadas pagarán a la Caja la suma necesaria para <strong class=\"keyword\">enjugar</strong> el déficit.","second":"In the event that an actuarial valuation of the Fund shows that its assets may not be sufficient to meet its liabilities under the regulations of the Fund, there shall be paid into the Fund by each member organization the sum necessary to <strong class=\"keyword\">make good</strong> the <strong class=\"keyword\">deficiency</strong>."},{"author":94808,"first":"En el informe sobre la 30a evaluación actuarial de la Caja Común de Pensiones del Personal de las Naciones Unidas, el actuario consultor evaluó la solvencia actuarial de la Caja a fin de determinar si, de acuerdo con el artículo 26 de los Estatutos de la Caja, es preciso que las organizaciones afiliadas realicen aportaciones para <strong class=\"keyword\">enjugar</strong> el déficit.","second":"In the report of the thirtieth actuarial valuation of the United Nations Joint Staff Pension Fund, the consulting actuary has assessed the actuarial sufficiency of the Fund, for purposes of determining whether there is a requirement for <strong class=\"keyword\">deficiency payments</strong> by the member organizations under article 26 of the Regulations of the Fund."},{"author":94808,"first":"Pese a que el costo efectivo final del proyecto hubiera permanecido invariable, si la suma de 496 millones de dólares asignada como provisión para contingencias se hubiera utilizado exclusivamente con ese fin, en lugar de utilizarse parcialmente para <strong class=\"keyword\">enjugar</strong> el déficit presupuestario:","second":"Although the final actual cost of the project would not have changed, if the $496 million funding provided as a project provision had been ring-fenced, rather than partially used to <strong class=\"keyword\">cover</strong> the budget deficit, then:"},{"author":94809,"first":"Ningún Miembro que haya cesado de participar en este Convenio tendrá derecho a recibir parte alguna del producto de la liquidación o de otros haberes de la Organización , ni le cabrá responsabilidad en cuanto a <strong class=\"keyword\">enjugar</strong> parte alguna de un eventual déficit de la Organización al terminar este Convenio .","second":"A MEMBER WHICH HAS CEASED TO PARTICIPATE IN THIS AGREEMENT SHALL NOT BE ENTITLED TO ANY SHARE OF THE PROCEEDS OF LIQUIDATION OR THE OTHER ASSETS OF THE ORGANIZATION ; NOR SHALL IT BE LIABLE FOR <strong class=\"keyword\">PAYMENT</strong> OF ANY PART OF THE DEFICIT , IF ANY , OF THE ORGANIZATION UPON TERMINATION OF THIS AGREEMENT ."},{"author":94808,"first":"La administración del UNFPA ha hecho numerosos esfuerzos por aumentar la financiación del pasivo en concepto de prestaciones de los empleados a fin de <strong class=\"keyword\">enjugar</strong> el déficit, que responde a factores que no están bajo el control de la administración del UNFPA, como las tasas de interés del mercado, que tienen un enorme efecto en los resultados del ejercicio de valoración actuarial.","second":"Multiple efforts have been made by the UNFPA management to enhance the funding for the employee benefit liabilities in order to <strong class=\"keyword\">bridge</strong> the gap that is driven by forces outside of UNFPA management’s control, for example, market interest rates that bear heavily on the results of the actuarial valuation exercise."},{"author":94809,"first":"196 Así, por una parte, el hecho de que tal ayuda sea necesaria para poner remedio a una grave perturbación de una economía no significa que no pueda considerarse que es una ayuda a una empresa en crisis, en el sentido del punto 9 de las Directrices de salvamento y reestructuración, según el cual tal empresa es aquélla incapaz, con sus recursos propios o con los fondos que estén dispuestos a inyectarle sus accionistas y acreedores, de <strong class=\"keyword\">enjugar</strong> pérdidas que la conducirán, de no mediar una intervención exterior, a su desaparición económica casi segura a corto o medio plazo.","second":"196 Thus, on the one hand, the fact that such aid is necessary to remedy a serious disturbance in an economy does not mean that it cannot be regarded as aid to a firm in difficulty, as provided for in paragraph 9 of the rescue and restructuring guidelines, according to which such a firm is one which is unable, whether through its own resources or with the funds it is able to obtain from its owner-shareholders or creditors, to <strong class=\"keyword\">stem</strong> losses which, without outside intervention by the public authorities, will almost certainly condemn it to going out of business in the short or medium term."},{"author":8008,"first":"8 a Destruirá a la b muerte para siempre, y <strong class=\"keyword\">enjugará</strong> Jehová el c Señor toda lágrima de todos los rostros; y quitará la d afrenta de su pueblo de toda la tierra, porque Jehová lo ha dicho.","second":"8 He will swallow up a death in b victory ; and the Lord God will <strong class=\"keyword\">wipe away</strong> tears from off all faces; and the c rebuke of his people shall he take away from off all the earth: for the Lord hath spoken it."},{"author":94808,"first":"Por consiguiente, se necesita una estrategia de financiación a largo plazo a fin de que regularmente se destinen fondos suficientes para <strong class=\"keyword\">enjugar</strong> los gastos correspondientes a los afiliados actuales y las obligaciones futuras.","second":"Therefore, a long-term funding strategy is required to ensure that adequate funds are put aside on a regular basis to <strong class=\"keyword\">meet</strong> the costs of current participants and future benefit liabilities."},{"author":94809,"first":"El principio de equilibrio presupuestario aparece enunciado en el artículo 13, que establece también la norma según la cual las Comunidades no pueden suscribir empréstitos para <strong class=\"keyword\">enjugar</strong> un déficit presupuestario.","second":"The principle of budgetary equilibrium is defined in Article 13, which also specifies that the Communities may not raise loans to <strong class=\"keyword\">cover</strong> a budget deficit."},{"author":119723,"first":"Al reconocerlo humildemente, tratemos de comprender a nuestros familiares y vecinos que sufren, tendámosles la mano con amor y cultivemos juntos una fe y una confianza mayores en el Salvador, quien volverá y “<strong class=\"keyword\">enjugará</strong>... toda lágrima de los ojos de ellos; y ya no habrá más muerte, ni habrá más llanto, ni clamor, ni dolor” (Apocalipsis 21:4).","second":"In that humble recognition, let us seek to understand our families and neighbors in distress, reach <strong class=\"keyword\">out</strong> to them in love, and cultivate together greater faith and trust in the Savior, who will return and “<strong class=\"keyword\">wipe</strong> away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain” (Revelation 21:4)."},{"author":95096,"first":"Su esperanza está fundada sobre la promesa de Dios contenida en la Palabra revelada: la historia de los hombres camina hacia « un cielo nuevo y una tierra nueva » (Ap 21, 1), en los que el Señor « <strong class=\"keyword\">enjugará</strong> toda lágrima de sus ojos, y no habrá ya muerte ni habrá llanto, ni gritos ni fatigas, porque el mundo viejo ha pasado » (Ap 21, 4).","second":"Theirs is a hope founded on God's promise contained in the revealed word: the history of humanity is moving towards \"a new heaven and a new earth\" (Rev 21:1), where the Lord \"<strong class=\"keyword\">will wipe away</strong> every tear from their eyes, and death shall be no more, neither shall there be mourning nor crying nor pain any more, for the former things have passed away\" (Rev 21:4)."},{"author":94808,"first":"La contribución del Centro a la Caja de Pensiones consiste en la aportación obligatoria de un porcentaje establecido por la Asamblea General, que actualmente es del 7,9% para el afiliado y del 15,8% para la Organización, respectivamente, de la remuneración pensionable, así como de la parte que le corresponda de todas las aportaciones para <strong class=\"keyword\">enjugar</strong> un déficit actuarial que haya que efectuar con arreglo a lo dispuesto en el artículo 26 de los Estatutos de la Caja.","second":"The Centre’s contribution to the Pension Fund consists of its mandated contribution at the rate established by the General Assembly, which is currently 7.9 per cent for the participant and 15.8 per cent for the Organization, respectively, of the applicable pensionable remuneration, together with its share of any actuarial <strong class=\"keyword\">deficiency payments</strong> under article 26 of the Regulations of the Pension Fund."},{"author":118293,"first":"Tal vez esto les <strong class=\"keyword\">enjugará</strong> la sonrisa de la cara.","second":"Perhaps this will <strong class=\"keyword\">wipe</strong> the smile off your face."},{"author":22,"first":"Su punto # declara que, aunque no exista una definición comunitaria de empresa en crisis, la Comisión considerará que una empresa se encuentra en crisis si es incapaz, mediante sus propios recursos financieros o con los que están dispuestos a inyectarle sus accionistas y acreedores, de <strong class=\"keyword\">enjugar</strong> pérdidas que la conducirán, de no mediar una intervención exterior, a su desaparición económica casi segura a corto o medio plazo","second":"Point # of the guidelines states that there is not a Community definition of a company in difficulty, and add that the Commission regards a firm as being in difficulty when it is unable, whether through its own resources or with the funds it is able to obtain from its owners/shareholders or creditors, to <strong class=\"keyword\">stem</strong> losses which without outside intervention by the public authorities, will almost certainly condemn it to going out of business in the short or medium term"},{"author":94808,"first":"A menos que se adopten medidas encaminadas a reanudar la producción o <strong class=\"keyword\">enjugar</strong> el déficit presupuestario, será necesario efectuar otros recortes más frente al agotamiento de las reservas.","second":"Unless steps are taken to restart production or <strong class=\"keyword\">cover</strong> budget shortfalls, further cuts will be required as reserves become depleted."},{"author":8000,"first":"En la actualidad, se calcula que el total de las necesidades de recursos para sufragar la recuperación a largo plazo de Aceh y Nias son de # millones de dólares, de los cuales # millones se destinarán a <strong class=\"keyword\">enjugar</strong> la inflación y # millones, a procurar los recursos que se calcula que se necesitarán para volver a construir mejor que antes en los lugares citados","second":"Financing needs to cover the long-term recovery of Aceh and Nias overall are now calculated at $ # billion, which includes <strong class=\"keyword\">$</strong> # billion for inflation and $ # billion for estimated needs in building back better in Aceh and Nias"},{"author":8000,"first":"Sin embargo, la reciente contribución de Suiza, de # dólares de los EE.UU., permitió <strong class=\"keyword\">enjugar</strong> el déficit del año","second":"However, the recent contribution from Switzerland of US$ # made it possible to <strong class=\"keyword\">offset</strong> the deficit in the year"},{"author":94808,"first":"Localizar a asociados adicionales, en diciembre de 2008 a más tardar, para <strong class=\"keyword\">enjugar</strong> el déficit de 3 millones de dólares que tiene el plan de inversiones para el sector de la justicia","second":"By December 2008, identify additional partners to <strong class=\"keyword\">fill</strong> the $3 million gap in the justice sector investment plan"},{"author":94808,"first":"Yamazaki (Contralor), presentando la nota del Secretario General sobre las disposiciones para financiar la Misión de las Naciones Unidas en el Sudán (UNMIS) en el período comprendido entre el 1° de julio de 2008 y el 30 de junio de 2009 (A/63/756), dice que la UNMIS ha hecho todo lo posible por <strong class=\"keyword\">enjugar</strong> los déficits de financiación proyectados para el ejercicio financiero 2008/2009, como los arreglos relativos al alquiler de aviones y la reducción de los recursos necesarios para comunicaciones, servicios médicos, equipo especial y personal temporario general.","second":"Yamazaki (Controller), introducing the note by the Secretary-General on the financing arrangements for the United Nations Mission in the Sudan (UNMIS) for the period from 1 July 2008 to 30 June 2009 (A/63/756), said that UNMIS had made every effort to <strong class=\"keyword\">offset</strong> the funding shortfalls that had been projected for the 2008/09 financial period, including its arrangements for rental aircraft and reducing its requirements in the areas of communications, medical services, special equipment and general temporary assistance."},{"author":94808,"first":"El Diálogo 5+5 exhorta a los donantes internacionales a <strong class=\"keyword\">enjugar</strong> el déficit financiero de la Tesorería de la Autoridad Palestina y, recordando el resumen del Presidente sobre la última reunión del Comité Especial de Enlace, exhorta a Israel a que adopte medidas positivas que propicien el desarrollo económico sostenible en los territorios palestinos, incluidas la zona C y la Franja de Gaza;","second":"The 5+5 Dialogue calls on international donors to <strong class=\"keyword\">meet</strong> the financing gap of the Palestinian Authority treasury and, while recalling the last AHLC Chair’s Summary, calls on Israel to take positive steps to enable sustainable economic development in the Palestinian territories, including in area C and in the Gaza Strip;"},{"author":119723,"first":"“Y <strong class=\"keyword\">enjugará</strong> Dios toda lágrima de los ojos de ellos; y ya no habrá más muerte, ni habrá más llanto, ni clamor ni dolor, porque las primeras cosas han dejado de ser’”4.","second":"“‘And God shall <strong class=\"keyword\">wipe</strong> away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.’” 4"},{"author":94808,"first":"La única forma que Anwar encontró para <strong class=\"keyword\">enjugar</strong> su vergüenza fue matar a su esposa.","second":"Anwar found no other way to <strong class=\"keyword\">remove</strong> his shame than to kill his wife."},{"author":94808,"first":"Las obligaciones financieras de la organización con respecto a la Caja consisten en la aportación obligatoria de un porcentaje establecido por la Asamblea General, que actualmente es del 7,9% para el afiliado y 15,8% para las organizaciones, de la remuneración pensionable, así como en la parte que le corresponda de las aportaciones para <strong class=\"keyword\">enjugar</strong> cualquier déficit actuarial existente con arreglo a lo dispuesto en el artículo 26 de los Estatutos de la Caja.","second":"The organization’s contribution to the Pension Fund consists of its mandated contribution at the rate established by the General Assembly, currently 7.9 per cent for the participant and 15.8 per cent for the organizations, of the applicable pensionable remuneration, together with its share of any actuarial <strong class=\"keyword\">deficiency payments</strong> under article 26 of the Regulations of the Pension Fund."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"92945":{"U":"","id":92945,"N":"CLLD Concepticon","url":"https://glosbe.com/source/92945"},"85298":{"U":"","id":85298,"N":"Swadesh Lists","url":"https://glosbe.com/source/85298"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}