{"result":"ok","tuc":[{"phrase":{"text":"amend","language":"en"},"meanings":[{"language":"en","text":"to make a formal alteration"}],"meaningId":-2371388543088990337,"authors":[70195]},{"phrase":{"text":"correct","language":"en"},"meaningId":4066430358656618323,"authors":[84500]},{"phrase":{"text":"emend","language":"en"},"meaningId":-820026010135547204,"authors":[20]},{"phrase":{"text":"rectify","language":"en"},"meaningId":-4237231293337000399,"authors":[25018]},{"phrase":{"text":"redress","language":"en"},"meaningId":3848953627709594398,"authors":[84500]},{"phrase":{"text":"mend","language":"en"},"meaningId":8247987135835524020,"authors":[84595]},{"phrase":{"text":"right","language":"en"},"meaningId":5706399431219672557,"authors":[84500]},{"phrase":{"text":"mend one's ways","language":"en"},"meanings":[{"language":"en","text":"attempting to remedy one&#39;s failings"}],"meaningId":246606054350329137,"authors":[1]},{"phrase":{"text":"AMD","language":"en"},"meaningId":4874903436343806509,"authors":[80097]},{"phrase":{"text":"adjust","language":"en"},"meaningId":-8194738295537107631,"authors":[83042]},{"phrase":{"text":"alter","language":"en"},"meaningId":-7760880872052555761,"authors":[83042]},{"phrase":{"text":"alter or amend","language":"en"},"meaningId":-3551111643925070491,"authors":[80097]},{"phrase":{"text":"arrange","language":"en"},"meaningId":831241329965902593,"authors":[86934]},{"phrase":{"text":"change","language":"en"},"meaningId":-2461375932472468338,"authors":[89651]},{"phrase":{"text":"compensate","language":"en"},"meaningId":8039227405027139397,"authors":[84500]},{"phrase":{"text":"cure","language":"en"},"meaningId":-5755394098303433683,"authors":[25018]},{"phrase":{"text":"decorate","language":"en"},"meaningId":1172925888327453936,"authors":[86934]},{"phrase":{"text":"erect","language":"en"},"meaningId":6797528564320271742,"authors":[86934]},{"phrase":{"text":"fix","language":"en"},"meaningId":6897488325905412714,"authors":[25018]},{"phrase":{"text":"improve","language":"en"},"meaningId":-9139011815149440080,"authors":[25018]},{"phrase":{"text":"make amends","language":"en"},"meaningId":619840610792826779,"authors":[97745]},{"phrase":{"text":"make better","language":"en"},"meaningId":-447629821681306646,"authors":[86934]},{"phrase":{"text":"make good","language":"en"},"meaningId":3069026546229508788,"authors":[86934]},{"phrase":{"text":"make right","language":"en"},"meaningId":7662775128509264404,"authors":[83093]},{"phrase":{"text":"raise","language":"en"},"meaningId":2290174234016489968,"authors":[25018]},{"phrase":{"text":"reform","language":"en"},"meaningId":-6380255710223948811,"authors":[89651]},{"phrase":{"text":"remedy","language":"en"},"meaningId":-1262773389051242709,"authors":[83042]},{"phrase":{"text":"repair","language":"en"},"meaningId":7551988407197529978,"authors":[25115]},{"phrase":{"text":"set right","language":"en"},"meaningId":-946044404873109255,"authors":[83093]},{"meanings":[{"language":"en","text":"to amend"},{"language":"en","text":"to correct"}],"meaningId":-5024646327968967595,"authors":[93107]}],"phrase":"enmendar","examples":[{"author":118293,"first":"Para <strong class=\"keyword\">enmendar</strong> toda la sangre que derramé.","second":"<strong class=\"keyword\">To</strong> atone for the blood that I had shed."},{"author":8000,"first":"El Comité insta al Gobierno a que tome la iniciativa y elabore un programa legislativo de gran alcance para <strong class=\"keyword\">enmendar</strong> dichas leyes","second":"The Committee urges the Government to provide the necessary leadership and to develop a comprehensive legislative agenda to <strong class=\"keyword\">amend</strong> such laws"},{"author":94808,"first":"El Grupo de Trabajo, no obstante, observando su decisión en el sentido de que el instrumento obedecía al propósito de promover la uniformidad y no al de <strong class=\"keyword\">enmendar</strong> la Convención, decidió aprobar el fondo del párrafo 12.","second":"However, the Working Group, noting its decision that the purpose of the instrument was to promote uniformity rather than to <strong class=\"keyword\">change</strong> the Convention, decided to retain the substance of recital 12."},{"author":94808,"first":"Por otra parte, en agosto de 2006, la Dirección Nacional del Personal de la Administración Pública sometió a la consideración de la Dieta y del Gabinete opiniones para <strong class=\"keyword\">enmendar</strong> la Ley relativa a la licencia para la atención de los hijos para empleados del Estado, con el fin de introducir el sistema de horario laboral reducido para la atención de los hijos, que permitiese a los empleados conciliar el trabajo y la atención de los hijos.","second":"Furthermore, in August 2006, the National Personnel Authority submitted opinions to the Diet and Cabinet to <strong class=\"keyword\">amend</strong> the Law concerning Childcare Leave for National Government Employees in order to introduce the short-time working system for childcare, which enables employees to balance work and childcare."},{"author":94808,"first":"El Parlamento respondió exhaustivamente al mencionado fallo del Tribunal Constitucional, pronunciado el 15 de octubre de 2004, y para atender a la necesidad de reglamentación decidió, entre otras cosas, no <strong class=\"keyword\">enmendar</strong> la Ley de asilo, sino crear una nueva Ley federal de asilo (Asylgesetz 2005 - AsylG 2005 - Ley de asilo de 2005), BGBl I 100/2005, con el fin de hacerla más fácil de leer, habida cuenta en particular de que la Ley de asilo de 1997 había sido enmendada ya varias veces, el Tribunal Constitucional había invalidado varias disposiciones y se debía incorporar el derecho comunitario europeo, en particular la llamada \"Directiva sobre el estatuto de los refugiados\".","second":"Parliament responded extensively to the mentioned ruling of the Constitutional Court, which was delivered on 15 October 2004 and decided, inter alia, to meet the demand for regulation not by <strong class=\"keyword\">amending</strong> the Asylum Act but by creating a new Federal Asylum Act (Asylgesetz 2005 - AsylG 2005 - Asylum Act 2005), BGBl I 100/2005, so as to make the Act easier to read, especially since the Asylum Act 1997 had already been amended several times, the Constitutional Court had overruled provisions and EU law, in particular the so-called “Status Directive”, was to be included."},{"author":94808,"first":"Decide <strong class=\"keyword\">enmendar</strong> el párrafo 3 del artículo 13 del Estatuto del Tribunal Internacional según se indica en el anexo de la presente resolución”.","second":"Decides to <strong class=\"keyword\">amend</strong> article 13, paragraph 3 of the Statute of the International Tribunal as set out in the annex to this resolution”."},{"author":8000,"first":"Si ésa fuera la intención, habría que <strong class=\"keyword\">enmendar</strong> el proyecto de disposición modelo # agregándole los siguientes términos: “pero sin tener que negociar con todos los ofertantes” o una frase similar al final de la tercera oración del párrafo","second":"If such was the intention, draft model provision # should be <strong class=\"keyword\">amended</strong> to include a phrase such as “but without having to negotiate with all of them” or similar words at the end of the third sentence of paragraph"},{"author":94808,"first":"Pusieron de relieve que este era un buen momento para examinar los preparativos y los procesos, que ya se habían hecho propuestas viables para mejorar el proceso sin tener que <strong class=\"keyword\">enmendar</strong> la Carta, y que era importante asegurar que se aplicasen cabalmente todas las disposiciones pertinentes de las resoluciones y que se respetasen plenamente las disposiciones de la Carta.","second":"They emphasized that this was a good point in time to discuss both preparations and processes, that viable proposals had already been made to improve the process without having to <strong class=\"keyword\">amend</strong> the Charter and that it was important to ensure that all relevant provisions of resolutions were fully implemented and to respect fully the provisions of the Charter."},{"author":8000,"first":"ii) Revocar o <strong class=\"keyword\">enmendar</strong> las leyes que impiden que las trabajadoras migratorias recurran a los tribunales y a otros sistemas de reparación","second":"ii) Repeal or <strong class=\"keyword\">amend</strong> laws that prevent women migrant workers from using the courts and other systems of redress"},{"author":94808,"first":"<strong class=\"keyword\">Enmendar</strong> las leyes relativas al estatuto personal para adecuarlas a lo dispuesto en la CEDAW y velar por que las mujeres reciban el mismo trato que los hombres en cuestiones como la custodia de los hijos, las herencias y el divorcio (Países Bajos);","second":"<strong class=\"keyword\">Amend</strong> the personal status laws in line with CEDAW, to ensure that women are treated in the same way as men in issues related to child custody, inheritance and divorce (Netherlands);"},{"author":8000,"first":"Marruecos también hace un llamamiento a favor del fortalecimiento del sistema de salvaguardias del OIEA y de su mecanismo de inspección y encomia los esfuerzos que viene realizando el Organismo para <strong class=\"keyword\">enmendar</strong> la Convención sobre la Protección Física de los Materiales Nucleares","second":"Morocco also called for the strengthening of the IAEA safeguards system and its inspection machinery and commended the efforts under way in the Agency to <strong class=\"keyword\">amend</strong> the Convention on the Physical Protection of Nuclear Material"},{"author":94808,"first":"La recomendación 39 del informe sobre la investigación del caso Stephen Lawrence sugiere que debería examinarse la posibilidad de <strong class=\"keyword\">enmendar</strong> la ley para poder procesar delitos relacionados con expresiones o comportamientos racistas y delitos con posesión de armas ofensivas cuando puede demostrarse que este comportamiento se ha producido en lugares que no son públicos.","second":"Recommendation 39 of the Stephen Lawrence Inquiry Report suggests that consideration should be given to <strong class=\"keyword\">amendment</strong> of the law to allow prosecution of offences involving racist language or behaviour and of offences involving the possession of offensive weapons, where such conduct can be proved to have taken place otherwise than in a public place."},{"author":94808,"first":"Considere la posibilidad de <strong class=\"keyword\">enmendar</strong> el Código de Procedimiento Civil para enunciar el derecho de los niños que puedan ser afectados por procedimientos judiciales y administrativos a expresar sus opiniones y ser oídos;","second":"Consider <strong class=\"keyword\">amending</strong> its Code of Civil Procedure to allow for the right of children who may be affected by judicial and administrative proceedings to express their views and to be heard;"},{"author":94808,"first":"<strong class=\"keyword\">Enmendar</strong> las disposiciones normativas pertinentes para armonizarlas con las normas internacionales sobre libertad de expresión y libertad de prensa (Italia);","second":"<strong class=\"keyword\">Amend</strong> relevant regulations to align them with the international standards on freedom of expression and freedom of the press (Italy);"},{"author":94808,"first":"El Yemen hace cuanto está en su mano, a través de sus diferentes instituciones judiciales, políticas, legislativas y policiales, por promulgar leyes y <strong class=\"keyword\">enmendar</strong> otras de forma que se adapten a lo dispuesto por estos convenios.","second":"Yemen makes every effort, through its various judicial, political, legislative and security institutions, to enact legislation or <strong class=\"keyword\">amend</strong> its legislation in accordance with those instruments."},{"author":8000,"first":"¿Ha adoptado el Estado Parte medidas para <strong class=\"keyword\">enmendar</strong> su legislación y tipificar el delito de tortura tal como está definido en el derecho internacional?","second":"Has the State party taken steps to <strong class=\"keyword\">amend</strong> its legislation and institute a crime of torture as defined in international law?"},{"author":8000,"first":"La Comisión ha redactado un proyecto de ley para <strong class=\"keyword\">enmendar</strong> determinados instrumentos legislativos ucranios con miras a endurecer las penas aplicables por promover la hostilidad étnica o la intolerancia racial","second":"The committee has drafted a bill to <strong class=\"keyword\">amend</strong> certain legislative instruments of Ukraine, with a view to stiffening the penalties for fomenting ethnic hostility and racial intolerance"},{"author":8000,"first":"Se va a <strong class=\"keyword\">enmendar</strong> la Ley de narcóticos y se ha propuesto la privatización de los servicios de rehabilitación","second":"The Narcotics Act is being <strong class=\"keyword\">amended</strong> and it has been proposed to privatize drug rehabilitation services"},{"author":94808,"first":"<strong class=\"keyword\">Enmendar</strong> el artículo 2 de la Ley No 31/2007 a fin de reflejar el modelo social de la discapacidad;","second":"<strong class=\"keyword\">Amend</strong> article 2 of Act No. 31 of 2007 to reflect the social model of disability;"},{"author":8000,"first":"Se ha distribuido a todas las Partes una propuesta de la Arabia Saudita para <strong class=\"keyword\">enmendar</strong> el Protocolo de Kyoto añadiendo al mismo \"Procedimientos y mecanismos relativos al cumplimiento previstos en el Protocolo de Kyoto\"","second":"A proposal from Saudi Arabia to <strong class=\"keyword\">amend</strong> the Kyoto Protocol by adding thereto the “Procedures and mechanisms relating to compliance under the Kyoto Protocol” has been circulated to all Parties"},{"author":8000,"first":"Esos pareceres, por los que se reconocía la voluntad de <strong class=\"keyword\">enmendar</strong> la Convención o de adjuntar un protocolo y a favor de que se adoptara alguna forma de instrumento interpretativo, fueron ampliamente reiterados en el curso del actual período de sesiones del Grupo de Trabajo. (véase también # párrs # a","second":"Those views, acknowledging the difficulties attendant upon <strong class=\"keyword\">amendment</strong> of the New York Convention or the development of a protocol and in support of some form of interpretative instrument, were generally reiterated at the current session of the Working Group, (see also # paras # to"},{"author":94808,"first":"b) <strong class=\"keyword\">Enmendar</strong> el artículo 98[footnoteRef:13], relativo al orden de prioridad para el examen de los temas en las Comisiones Principales.","second":"(b) To <strong class=\"keyword\">amend</strong> rule 98,[footnoteRef:13] relating to priorities in the consideration of items in the Main Committees."},{"author":8000,"first":"No obstante, dados los grandes esfuerzos de Libia para <strong class=\"keyword\">enmendar</strong> esas violaciones, la Junta las puso en conocimiento del Consejo únicamente a título informativo, con la esperanza de que continúen los progresos","second":"Because of the dramatic steps Libya has been taking to address <strong class=\"keyword\">these</strong> violations, however, the Board reported them to the Council for information purposes only, in the expectation that this progress will continue"},{"author":94808,"first":"Se propone <strong class=\"keyword\">enmendar</strong> el artículo 40 bis de la siguiente manera:","second":"It is proposed to <strong class=\"keyword\">amend</strong> article 40 bis to read as follows:"},{"author":94808,"first":"Al comentar la posibilidad de <strong class=\"keyword\">enmendar</strong> leyes basadas en el Islam, señala que la discriminación no tiene nada que ver con la religión, que se basa en la igualdad de todas las personas, independientemente del sexo o la raza.","second":"Commenting on the possibility of <strong class=\"keyword\">amending</strong> laws derived from Islam, he pointed out that discrimination had nothing to do with the religion, which was based on the equality of all people regardless of gender or race."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}