{"result":"ok","tuc":[{"phrase":{"text":"amendment","language":"en"},"meanings":[{"language":"en","text":"correction or addition to a law"},{"language":"en","text":"that which is added"},{"language":"en","text":"Any alteration made or proposed to be made in a bill or motion that adds, changes, substitutes, or omits."},{"language":"es","text":"Alteración hecha o que se propone en un proyecto de ley o moción que hace inclusiones, modificaciones u omisiones."}],"meaningId":3871475269610536793,"authors":[70195]},{"phrase":{"text":"improvement","language":"en"},"meanings":[{"language":"en","text":"act of improving"}],"meaningId":-4372859716805445644,"authors":[70195]},{"phrase":{"text":"emendation","language":"en"},"meaningId":8596204523480931401,"authors":[84500]},{"phrase":{"text":"mend","language":"en"},"meaningId":-7202333196040988728,"authors":[84500]},{"phrase":{"text":"rectification","language":"en"},"meaningId":-3906913957279215103,"authors":[25018]},{"phrase":{"text":"AMEND.","language":"en"},"meaningId":-3031607019587289368,"authors":[80097]},{"phrase":{"text":"alteration","language":"en"},"meaningId":5298134764039871783,"authors":[89651]},{"phrase":{"text":"amendment and modification of treaties","language":"en"},"meaningId":-299474321414637670,"authors":[80097]},{"phrase":{"text":"change","language":"en"},"meaningId":-8917082134617309621,"authors":[89651]},{"phrase":{"text":"compensation","language":"en"},"meaningId":-6678718617614142574,"authors":[25018]},{"phrase":{"text":"correction","language":"en"},"meaningId":7986271642628803931,"authors":[89651]},{"phrase":{"text":"fix","language":"en"},"meaningId":-808897761506902031,"authors":[84500]},{"phrase":{"text":"fixing","language":"en"},"meaningId":9052331302905106226,"authors":[84500]},{"phrase":{"text":"fixture","language":"en"},"meaningId":1839432905325013253,"authors":[84500]},{"phrase":{"text":"mending","language":"en"},"meaningId":-2709342826290119298,"authors":[84500]},{"phrase":{"text":"modification","language":"en"},"meaningId":-5367933289511393703,"authors":[80097]},{"phrase":{"text":"reclamation","language":"en"},"meaningId":7643659155115302968,"authors":[84500]},{"phrase":{"text":"reform","language":"en"},"meaningId":4999679984227823307,"authors":[25018]},{"phrase":{"text":"reformation","language":"en"},"meaningId":7428800367404607737,"authors":[84500]},{"phrase":{"text":"repair","language":"en"},"meaningId":7878974227319474362,"authors":[84500]},{"phrase":{"text":"reparation","language":"en"},"meaningId":2860509308561688085,"authors":[84500]},{"meanings":[{"language":"en","text":"correction; amendment"},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of enmendar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of enmendar."},{"language":"en","text":"correction, amendment"},{"language":"en","text":"Formal second-person singular (usted) present indicative form of enmendar."}],"meaningId":-4611871962562048302,"authors":[1]}],"phrase":"enmienda","examples":[{"author":94808,"first":"A este respecto, el Comité recuerda las resoluciones de la Asamblea General 61/148, 63/243 y 65/200, en las que la Asamblea instó encarecidamente a los Estados partes en la Convención a que aceleraran sus procedimientos internos de ratificación de la <strong class=\"keyword\">enmienda</strong> de la Convención relativa a la financiación del Comité y notificaran con prontitud por escrito al Secretario General su aceptación de la <strong class=\"keyword\">enmienda</strong>.","second":"In this connection, the Committee cites General Assembly resolutions 61/148, 63/243 and 65/200, in which the Assembly strongly urged States parties to accelerate their domestic ratification procedures with regard to the <strong class=\"keyword\">amendment</strong> to the Convention concerning the financing of the Committee and to notify the Secretary General expeditiously in writing of their agreement to the <strong class=\"keyword\">amendment</strong>."},{"author":94809,"first":"Conclusión: La Comunidad apoyará la <strong class=\"keyword\">enmienda</strong> propuesta de la Resolución Conf.","second":"Conclusion: The Community shall support the proposed <strong class=\"keyword\">amendment</strong> of Resolution Conf."},{"author":22,"first":"Con arreglo a la correspondiente <strong class=\"keyword\">enmienda</strong> del Parlamento, se ha suprimido el artículo # de la propuesta original, sobre las excepciones transitorias","second":"Article # of the original proposal on transitional derogations has been deleted in line with the relevant Parliament <strong class=\"keyword\">amendment</strong>"},{"author":118293,"first":"James, queremos en la Corte la <strong class=\"keyword\">enmienda</strong> antiesclavista para su debate...","second":"James, we want you to bring the anti-slavery <strong class=\"keyword\">amendment</strong> to the floor for debate,"},{"author":8000,"first":"De conformidad con los procedimientos establecidos, dichas <strong class=\"keyword\">enmiendas</strong> entrarán en vigor para las Partes en las convenciones el # de marzo de","second":"In accordance with established procedures, those <strong class=\"keyword\">amendments</strong> will come into force for the parties to the Conventions on # arch"},{"author":22,"first":"Las siguientes <strong class=\"keyword\">enmiendas</strong>, que obtuvieron al menos una cuarta parte de los votos emitidos, fueron rechazadas en el transcurso de los debates (artículo #.# del RI","second":"The following <strong class=\"keyword\">amendments</strong>, which received at least a quarter of the votes cast, were rejected in the course of the debate (Rule # of the Rules of Procedure"},{"author":94808,"first":"Una Parte que haya formulado una declaración de conformidad con el párrafo 4 del artículo 25, tras depositar un instrumento de ratificación ante el depositario y una vez que la <strong class=\"keyword\">enmienda</strong> haya entrado en vigor para esa Parte, podrá registrarse para uno o más tipos de exenciones específicas incluidas en los anexos A o B mediante una notificación escrita a la Secretaría, con sujeción a lo dispuesto en el artículo 4 (véase UNEP/POPS/COP.5/36, párr. 49).","second":"A party that has made a declaration in accordance with paragraph 4 of Article 25 would, after depositing an instrument of ratification with the depositary, and after the <strong class=\"keyword\">amendment</strong> has entered into force for it, be able to register for one or more types of the specific exemptions listed in annexes A or B by means of a notification in writing to the Secretariat, subject to the provisions of Article 4 (see UNEP/POPS/ COP.5/36, paragraph 49)."},{"author":94809,"first":"En cuanto a la acción 4, la Comisión puede aceptar la <strong class=\"keyword\">enmienda</strong> 62, en la que se desarrolla la idea de un portal Internet para el programa, la <strong class=\"keyword\">enmienda</strong> 63, que es la consecuencia lógica de la <strong class=\"keyword\">enmienda</strong> anterior, ya que en ella se suprime la referencia posterior en el texto a un portal Internet, y la <strong class=\"keyword\">enmienda</strong> 66, en la que se alude a un «número limitado» de estudios, reforzando así la noción de que se trata de una acción de alcance limitado.","second":"As regards Action 4, the Commission can accept <strong class=\"keyword\">amendment</strong> 62, expanding on the idea of an internet gateway for the programme; <strong class=\"keyword\">amendment</strong> 63, which results logically from the previous <strong class=\"keyword\">amendment</strong> as it suppresses a reference to an internet gateway later in the text; and <strong class=\"keyword\">amendment</strong> 66, which refers to a \"limited number \" of surveys and thus reinforces the notion that this in an action of limited scope."},{"author":94808,"first":"El observador de Chile revisó oralmente el proyecto de resolución mediante la <strong class=\"keyword\">enmienda</strong> del párrafo 27 y la inserción de un nuevo párrafo después del párrafo 28.","second":"The observer for Chile orally revised the draft resolution by revising operative paragraph 27 and by inserting a new operative paragraph after operative paragraph 28."},{"author":94809,"first":"Asimismo, el Consejo ha aceptado dos tercios de las <strong class=\"keyword\">enmiendas</strong> propuestas por el PE y aceptadas por la Comisión, aunque en muchos casos no sea literalmente sino en esencia o en principio.","second":"The Council has also taken up two thirds of the <strong class=\"keyword\">amendments</strong> proposed by the EP and accepted by the Commission; even if in many cases not literally but in substance or in principle."},{"author":94808,"first":"Se ha sometido a trámite parlamentario un proyecto de <strong class=\"keyword\">enmienda</strong> a la Ley sobre el empleo de extranjeros en Bosnia y Herzegovina a los efectos de su armonización con la Ley sobre circulación y residencia de extranjeros y solicitantes de asilo.","second":"The proposition on <strong class=\"keyword\">amendments</strong> to the Law on Employment of Aliens of the Federation of BiH, has been directed to the parliament procedure because of the synchronising with the Law on Movement and Stay of Aliens and Asylum."},{"author":27,"first":"El Parlamento Europeo presentó en la primera lectura algunas <strong class=\"keyword\">enmiendas</strong> a la propuesta de la Comisión.","second":"At the Commission' s proposal, the European Parliament submitted a number of <strong class=\"keyword\">amendments</strong> during the first reading."},{"author":118293,"first":"¿Y no cree que tendrá un problema con la primera <strong class=\"keyword\">enmienda</strong>?","second":"Uh, and you don't think you'll have a problem with the First <strong class=\"keyword\">Amendment</strong>?"},{"author":94808,"first":"Yoshikawa (Japón) dice que su delegación está sumamente agradecida a cuantos han votado en contra de la <strong class=\"keyword\">enmienda</strong> que figura en el documento A/C.3/69/L.63, propuesta por Cuba en la 46a sesión de la Comisión.","second":"Yoshikawa (Japan) said that his delegation was extremely grateful to those who had voted against the <strong class=\"keyword\">amendment</strong> contained in document A/C.3/69/L.63, proposed by Cuba at the Committee’s forty-sixth meeting."},{"author":94808,"first":"El Poder Ejecutivo está supervisando la utilización de esa información y sus repercusiones y está considerando si es necesario introducir <strong class=\"keyword\">enmiendas</strong> en el marco legislativo existente.","second":"The Executive is monitoring the use of this information and its impact and is considering whether <strong class=\"keyword\">amendments</strong> to the existing legislative framework are required."},{"author":94809,"first":"El Consejo, al aceptar las <strong class=\"keyword\">enmiendas</strong> 2, 9, 18 y 64, que ya había aceptado la Comisión, ha confirmado que los manuscritos no están sujetos al derecho de participación tal y como lo armoniza la Directiva, pero ha indicado, en un nuevo considerando 18, que en virtud del Convenio de Berna, los Estados miembros podrán aplicar un derecho de participación nacional a esa categoría específica de obras.","second":"The Council, following <strong class=\"keyword\">amendments</strong> 2, 9, 18 and 64 incorporated by the Commission, confirmed that original manuscripts are not subject to the resale right as harmonised by the Directive, but stated in a new recital 18 that, under the Berne Convention, Member States may apply a national resale right to this specific category of works."},{"author":94809,"first":"El Consejo ha ampliado los conceptos de «empresa matriz» y «empresa filial» tal como lo había solicitado el Parlamento Europeo en sus <strong class=\"keyword\">enmiendas</strong> nos 1 y 2, es decir, haciendo referencia al artículo 1 de la Directiva 83/349/CEE en su totalidad y no únicamente a su apartado 1, como se hacía en la propuesta inicial.","second":"The Council widened the concepts of 'parent undertaking` and 'subsidiary undertaking` as requested by the European Parliament in <strong class=\"keyword\">amendments</strong> Nos 1 and 2, i. e. by referring to Article 1 of Directive 83/349/EEC as a whole and not just to paragraph 1 as in the initial proposal."},{"author":94809,"first":"Las <strong class=\"keyword\">enmiendas</strong> a este Anexo, con excepción de las relativas a su sección 4, serán adoptadas solamente de conformidad con el artículo 313 o por consenso en una conferencia convocada con arreglo a lo dispuesto en esta Convención.","second":"<strong class=\"keyword\">Amendments</strong> to this Annex, other than amendments to Section 4, may be adopted only in accordance with Article 313 or by consensus at a conference convened in accordance with this Convention."},{"author":8000,"first":"Con objeto de armonizar la legislación de esos países en cumplimiento de las disposiciones de la Convención de las Naciones Unidas contra la Corrupción, se examinaron las leyes nacionales y se propusieron <strong class=\"keyword\">enmiendas</strong>","second":"In an effort to bring the domestic laws of those countries in compliance with the provisions of the United Nations Convention against Corruption, reviews of national laws were conducted and <strong class=\"keyword\">amendments</strong> proposed"},{"author":42,"first":"El Depositario transmitirá la <strong class=\"keyword\">enmienda</strong> a todas las Partes para su ratificación, aceptación o aprobación","second":"The <strong class=\"keyword\">amendment</strong> shall be communicated by the Depositary to all Parties for ratification, acceptance or approval"},{"author":27,"first":"Es una lástima que no esté presente, pero quisiera decir que, respecto de la primera <strong class=\"keyword\">enmienda</strong>, la Comisión tropieza con dificultades porque tememos que dicha <strong class=\"keyword\">enmienda</strong> transmita una falsa señal al mercado.","second":"Unfortunately he is not here, but I would like to say that on the first <strong class=\"keyword\">amendment</strong> the Commission has difficulties because we fear that his <strong class=\"keyword\">amendment</strong> would send the wrong signal to the market."},{"author":94809,"first":"2) Regla 13G revisada del anexo I de MARPOL 73/78: las <strong class=\"keyword\">enmiendas</strong> a la Regla 13G revisada del anexo I de MARPOL 73/78 y del Suplemento del Certificado Internacional de Prevención de la Contaminación por los Hidrocarburos adoptado por la ►M3 resolución MEPC 111(50) de 4 de diciembre de 2003 que entrará en vigor el 4 de abril de 2005 ◄ ;","second":"2. ‘revised Regulation 13G of Annex I of MARPOL 73/78’ shall mean the <strong class=\"keyword\">amendments</strong> to Regulation 13G of Annex I to MARPOL 73/78 and to the Supplement to the IOPP Certificate, as adopted by ►M3 Resolution MEPC 111(50) of 4 December 2003 which enters into force on 4 April 2005 ◄ ;"},{"author":94809,"first":"Por lo que esta <strong class=\"keyword\">enmienda</strong> es innecesaria y, en cualquier caso, no ha lugar en el apartado 3 del artículo 8.","second":"It follows that this <strong class=\"keyword\">amendment</strong> is unnecessary, and in any case misplaced in Art 8(3)."},{"author":94809,"first":"Ona Juknevičienė ha presentado una <strong class=\"keyword\">enmienda</strong> oral al apartado 43, que se ha admitido;","second":"Ona Juknevičienė, who moved an oral <strong class=\"keyword\">amendment</strong> to paragraph 43, which was incorporated;"},{"author":94809,"first":"También apoya las nuevas <strong class=\"keyword\">enmiendas</strong> y, en particular, la propuesta por la que se establece la instalación de un dispositivo de limitación de velocidad en todos los vehículos equipados con tacógrafo.","second":"It is also supportive of the further <strong class=\"keyword\">amendments</strong> and in particular the proposal for the testing of speed limitation devices in all vehicles with the tachograph."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}