{"result":"ok","tuc":[{"phrase":{"text":"convoluted","language":"en"},"meanings":[{"language":"en","text":"complex"},{"language":"en","text":"Highly complex or intricate and occasionally devious."},{"language":"es","text":"Altamente complejo o intrincado y a veces tortuoso."}],"meaningId":1112789947683566573,"authors":[70195]},{"phrase":{"text":"complicated","language":"en"},"meaningId":4001555775353750892,"authors":[84500]},{"phrase":{"text":"involved","language":"en"},"meaningId":6930999216240133135,"authors":[92056]},{"meanings":[{"language":"en","text":"convoluted, complex"},{"language":"en","text":"twisted, shady"}],"meaningId":7414066219351973366,"authors":[93107]}],"phrase":"enrevesado","examples":[{"author":94808,"first":"Con demasiada frecuencia está formulado con un lenguaje político o académico y con términos que se vuelven demasiado vagos o <strong class=\"keyword\">enrevesados</strong>.","second":"Our dialogue is too often crouched in political or academic language and terms which become too vague or <strong class=\"keyword\">convoluted</strong>."},{"author":8000,"first":"No obstante, pese a la enorme maquinaria política y de propaganda, hoy en día nadie puede aceptar la <strong class=\"keyword\">enrevesada</strong> lógica de que sea correcto que algunos puedan poseer armas nucleares y amenazar a otros con sus arsenales masivos y sus políticas agresivas mientras dan la voz de alarma sobre los programas nucleares con fines pacíficos de otros","second":"Yet, in spite of the massive political and propaganda machine that is at work, no one in today's world can accept the <strong class=\"keyword\">convoluted</strong> logic that it is all right for them to have nuclear weapons and threaten others with their massive arsenals and aggressive policies, while crying wolf about others' peaceful nuclear programmes"},{"author":27,"first":"No debemos subestimar lo escarpado, pedregoso y <strong class=\"keyword\">enrevesado</strong> que va a ser el camino, pero espero, en bien nuestro y en el del mundo, que podamos iniciarlo con el pie derecho y en la dirección correcta.","second":"We should not underestimate just how steep, stony and <strong class=\"keyword\">difficult</strong> the path is going to be, but I do hope, for all our sakes, and for the world, that we can set off on the right foot and in the right direction."},{"author":94808,"first":"Los conductores se veían obligados a tomar itinerarios <strong class=\"keyword\">enrevesados</strong> para llegar a su destino, lo que encarecía los precios.","second":"Drivers were forced to drive <strong class=\"keyword\">convoluted</strong> routes to get to their destination, resulting in higher prices."},{"author":27,"first":"(IT) Esta enésima y oportuna cuestión sobre la delicada cuestión de la capacidad de protección civil de la UE centra su atención en uno de los aspectos más <strong class=\"keyword\">enrevesados</strong> y controvertidos a los que han tenido que enfrentarse los Estados miembros.","second":"(IT) This umpteenth and timely question on the sensitive matter of EU civil protection capacity puts the spotlight on one of the most <strong class=\"keyword\">convoluted</strong> and controversial sectors that the Member States have ever had to deal with."},{"author":8008,"first":"Oscuridad, groove, fuerza y dinamísmo definen sus ritmos, fusionados con sonidos envolventes y atmosféricos, tracks hipnóticos con secuencias muy <strong class=\"keyword\">enrevesadas</strong>.","second":"During the early years of his tenure as the producer can find references on the market under his aka Nayo. Since early 2008 his works are signed with his original name \"Alvaro Prieto\", and create benchmarks for different labels such as Acid Milk, Illa Recordings, Funkdamental, Bucle, <strong class=\"keyword\">Miga .</strong>.."},{"author":8008,"first":"Esto se debe tanto al hecho de que estas criaturas aparecieron en las orillas de Azeroth hace relativamente poco (en lo que a la historia del mundo se refiere), como a que los múrlocs rehúyen de los mortales y rara vez hablan en una lengua que no sea su <strong class=\"keyword\">enrevesado</strong> idioma.","second":"This is due not only to the fact that these creatures appeared on Azeroth's shores fairly recently (as far as world history goes, anyway) but also because murlocs shun mortals and rarely, if ever, speak anything but their own <strong class=\"keyword\">garbled</strong> language."},{"author":27,"first":"Sólo los expertos entienden el <strong class=\"keyword\">enrevesado</strong> formulario E 111 y otros parecidos.","second":"Only an expert can deal with the <strong class=\"keyword\">jungle</strong> of the E111 form and so on."},{"author":31,"first":"Es de las mentiras más románticas, locas, y <strong class=\"keyword\">enrevesadas</strong> que me hayan dicho jamás","second":"It' s one of the most romantic, crazy, fucked- up Iies a guy has ever told me.So, what did you say?"},{"author":8008,"first":"Aunque tiene una localización un tanto <strong class=\"keyword\">enrevesada</strong>, resulta muy céntrico a poca distancia del metropolitano.","second":"Although it was <strong class=\"keyword\">quite</strong> small it was always clean. You could also leave your luggage after check-out in the special room for that."},{"author":27,"first":"Exceptuando el uso de un lenguaje <strong class=\"keyword\">enrevesado</strong>, la incapacidad de hallar soluciones políticas a los problemas, además de unos compromisos de calidad insuficiente que dejan la legislación muy abierta a interpretaciones diversas, resumimos las críticas del programa SLIM desde los siguientes puntos de vista:","second":"If you disregard the use of <strong class=\"keyword\">complicated</strong> language, the inability to find political solutions to problems, and bad compromises which leave legislation far too open to interpretation, SLIM can be critically examined from the following angles."},{"author":8000,"first":"La Constitución de Chipre, al mismo tiempo que establecía una República independiente y soberana, era, en palabras de la autoridad en derecho constitucional de Smith, \"única en su género entre las constituciones del mundo por su <strong class=\"keyword\">enrevesada</strong> complejidad y la multiplicidad de salvaguardias que establece para la minoría principal\" (S. A. de Smith, The New Commonwealth and its Constitutions, Londres # pág","second":"The Constitution of Cyprus, whilst establishing an independent and sovereign Republic, was in the words of de Smith, an authority of constitutional law, “Unique in its <strong class=\"keyword\">tortuous</strong> complexity and in the multiplicity of the safeguards that it provides for the principal minority, the Constitution of Cyprus stands alone among the constitutions of the world” (S.A. de Smith, “The new commonwealth and its constitutions”, London # p"},{"author":94809,"first":"El proceso de registro de empresas y obtención de licencias sigue siendo <strong class=\"keyword\">enrevesado</strong>.","second":"Registering businesses and obtaining licenses remain <strong class=\"keyword\">burdensome</strong>."},{"author":94808,"first":"Sin embargo, se muestra decepcionada por lo complicado y <strong class=\"keyword\">enrevesado</strong> del informe de la Dependencia, lo cual hace difícil que la Quinta Comisión lo comprenda íntegramente y adopte las medidas apropiadas respecto de sus recomendaciones.","second":"It was frustrated, however, with the complicated and <strong class=\"keyword\">convoluted</strong> nature of the Unit’s report, which made it difficult for the Fifth Committee to understand fully and act appropriately on its recommendations."},{"author":8007,"first":"La ciencia del clima es una disciplina sutil y diabólicamente <strong class=\"keyword\">enrevesada</strong> y que raras veces da pronósticos inequívocos ni prescripciones concretas y, después de veinte años de mucho hablar sobre el calentamiento planetario y hacer poquísimo, es de esperar cierto grado de frustración.","second":"Climate science is a subtle and fiendishly <strong class=\"keyword\">convoluted</strong> discipline that rarely yields unambiguous forecasts or straightforward prescriptions. And after 20 years of much talk but precious little action on global warming, a certain amount of frustration is to be expected."},{"author":118293,"first":"¿Crees que hemos creado una historia muy <strong class=\"keyword\">enrevesada</strong> entre palomas?","second":"Do you think we set a big enough cat amongst the pigeons?"},{"author":31,"first":"No, eso es muy <strong class=\"keyword\">enrevesado</strong>, tacha ' o no '","second":"I been was <strong class=\"keyword\">fotological.</strong> correct or not. \""},{"author":8008,"first":"Esto es importante, ya que usted no tiene por qué ser interrumpido por preguntas <strong class=\"keyword\">enrevesadas</strong> cada vez que instala un nuevo programa, agrega un sitio a sus favoritos o modifica la configuración de su equipo.","second":"This feature means you should not be interrupted by annoying prompts and cryptic questions during software installation, changing your PC settings or adding a site to your favorites."},{"author":31,"first":"No tienes idea cuán <strong class=\"keyword\">enrevesados</strong> son los caminos de la ciencia","second":"You' ve no idea how <strong class=\"keyword\">strange and</strong> twisting... are the ways ofscience"},{"author":94259,"first":"muy <strong class=\"keyword\">enrevesado</strong> (Risas). Esto concuerda con muchos estudios,","second":"very <strong class=\"keyword\">devious</strong>. (Laughter) This fits with a lot of the research,"},{"author":94808,"first":"La Constitución de Chipre, al mismo tiempo que establecía una República independiente y soberana, era, en palabras de Smith, autoridad en derecho constitucional, \"única en su género entre las constituciones del mundo por su <strong class=\"keyword\">enrevesada</strong> complejidad y la multiplicidad de salvaguardias que establece para la minoría principal\" (S. A. de Smith, The New Commonwealth and its Constitutions, Londres, 1964, pág.","second":"The Constitution of Cyprus, whilst establishing an independent and sovereign Republic was, in the words of de Smith, an authority in constitutional law, “Unique in its <strong class=\"keyword\">tortuous</strong> complexity and in the multiplicity of the safeguards that it provides for the principal minority, the Constitution of Cyprus stands alone among the constitutions of the world” (S.A. de Smith, “The new commonwealth and its constitutions”, London, 1964, p."},{"author":118293,"first":"Mulder, por un momento empezaba a sospechar que este caso era más <strong class=\"keyword\">enrevesado</strong> y...","second":"You know, Mulder, for a while I was beginning to suspect this case <strong class=\"keyword\">involved</strong> something a bit more..."},{"author":94808,"first":"Agrega que la explicación que da la autora sobre cómo obtuvo los documentos sobre la notificación, la orden de búsqueda y la condena en Burundi es muy incoherente y <strong class=\"keyword\">enrevesada</strong>, pese a que la presentó por escrito al Tribunal de Migración.","second":"It adds that the complainant’s explanation as to how she obtained the documents stating that she was notified, searched for and sentenced in Burundi is very incoherent and <strong class=\"keyword\">difficult</strong> to grasp, despite the fact that it was presented by her in writing to the Migration Court."},{"author":118293,"first":"Todo esto cada vez se vuelve más <strong class=\"keyword\">enrevesado</strong>.","second":"This all just keeps getting crazier and crazier<strong class=\"keyword\">.</strong>"},{"author":118293,"first":"Es un poco <strong class=\"keyword\">enrevesado</strong> pero eso parece.","second":"It's a bit roundabout but <strong class=\"keyword\">it</strong> looks that way."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}