{"result":"ok","tuc":[{"phrase":{"text":"wholeness","language":"en"},"meanings":[{"language":"en","text":"quality of something considered as a whole"},{"language":"en","text":"quality of being whole"}],"meaningId":-1575026182176353738,"authors":[70195]},{"phrase":{"text":"integrity","language":"en"},"meaningId":6674738375755833266,"authors":[84715]},{"phrase":{"text":"fortitude","language":"en"},"meaningId":8220839408367171607,"authors":[25018]},{"phrase":{"text":"mettle","language":"en"},"meaningId":5185080019206515296,"authors":[84500]},{"phrase":{"text":"nerve","language":"en"},"meaningId":-830428625253684515,"authors":[83619]},{"phrase":{"text":"spunk","language":"en"},"meaningId":4849130993077774714,"authors":[83619]},{"phrase":{"text":"completeness","language":"en"},"meaningId":5308625622960879304,"authors":[25018]},{"phrase":{"text":"entirety","language":"en"},"meaningId":-708985253245153114,"authors":[86934]},{"phrase":{"text":"firmness","language":"en"},"meaningId":5857738354189229534,"authors":[86934]},{"phrase":{"text":"heart","language":"en"},"meaningId":-8172024734171125529,"authors":[84500]},{"phrase":{"text":"integrality","language":"en"},"meaningId":-427406560836563510,"authors":[83619]},{"phrase":{"text":"perfection","language":"en"},"meaningId":3189296199054393973,"authors":[25018]},{"meanings":[{"language":"en","text":"integrity, strength of character"}],"meaningId":-8600327502335284636,"authors":[93107]}],"phrase":"entereza","examples":[{"author":119739,"first":"Este es el relato de un joven de fe y <strong class=\"keyword\">entereza</strong> extraordinarias, limitado por una grave enfermedad en un país desgarrado por la guerra.","second":"Read about the remarkable faith and endurance of a young man combating a severe illness in his war-torn homeland."},{"author":118293,"first":"Tu <strong class=\"keyword\">entereza</strong> es más importante que eso.","second":"Your <strong class=\"keyword\">mettle</strong> is more important than that."},{"author":119723,"first":"Estoy agradecida porque el Espíritu me enseñó, mediante una sencilla pregunta, que en medio de los retos de la vida, el Salvador es nuestra fuente de <strong class=\"keyword\">entereza</strong> y paz.","second":"I am grateful that the Spirit taught me through a simple question that in the midst of life’s challenges, the Savior is our source of strength and peace."},{"author":119739,"first":"(Éx 12:5; 29:1; Le 3:6.) Pero con más frecuencia estas expresiones denotan <strong class=\"keyword\">entereza</strong> moral, inculpabilidad.","second":"(Ex 12:5; 29:1; Le 3:6) But more frequently these terms describe moral soundness or blamelessness."},{"author":118293,"first":"Debes de ser más fuerte de lo que has sido nunca y vivir con <strong class=\"keyword\">entereza</strong>!","second":"You must be stronger than ever now <strong class=\"keyword\">and</strong> live undaunted!"},{"author":118293,"first":"Así que un día, una mujer de una <strong class=\"keyword\">entereza</strong> formidable por fin se negó a ponerse pelucas.","second":"One day, one very formidable woman finally said so, refused to ever wear another of those wigs."},{"author":8008,"first":"Rezo de <strong class=\"keyword\">entereza</strong>) se filtran en la caja de beneficios.","second":"Prayer of <strong class=\"keyword\">Fortitude</strong>) are filtered into the buff box."},{"author":8000,"first":"Tengamos <strong class=\"keyword\">entereza</strong> moral suficiente para decir la verdad: ¿qué quieren decir con \"el Holocausto no debe ser olvidado nunca\"?","second":"“<strong class=\"keyword\">Let us</strong> be <strong class=\"keyword\">morally courageous</strong> enough to tell the truth: what do they mean by, `We recall that the Holocaust must never be forgotten'?"},{"author":118293,"first":"Mike estás luchando por gente que no tiene la <strong class=\"keyword\">entereza</strong> para hacer lo necesario.","second":"Mike, you are fighting for people Who do not have the metal to do what's necessary."},{"author":119723,"first":"Era algo que debía hacer, no algo que debía dejar de hacer, lo que le impedía lograr la <strong class=\"keyword\">entereza</strong>” (“The Pathway of Discipleship”, charla fogonera de la Universidad Brigham Young, 4 de enero de 1998, pág. 4; speeches.byu.edu).","second":"It was something he needed to do, not something he needed to stop doing, that kept him from <strong class=\"keyword\">wholeness</strong>” (“The Pathway of Discipleship” [Brigham Young University fireside, Jan. 4, 1998], 4, speeches.byu.edu)."},{"author":31,"first":"Su <strong class=\"keyword\">entereza</strong> toda esta semana ha sido notable.Notable","second":"Your <strong class=\"keyword\">bearing</strong> in court throughout the week was remarkable"},{"author":8000,"first":"La propia Organización, por medio de la Caja Común de Pensiones del Personal de las Naciones Unidas y el proceso de adquisiciones, está incorporando en sus actividades los principios del Pacto Mundial, lo que aumenta su credibilidad y su <strong class=\"keyword\">entereza</strong> ética","second":"The Organization itself, through the United Nations Joint Staff Pension Fund and the procurement process, is internalizing the Global Compact's principles, thus gaining credibility and ethical <strong class=\"keyword\">strength</strong>"},{"author":8000,"first":"También se debe felicitar al Presidente Abbas de Palestina y al Primer Ministro Olmert de Israel por su <strong class=\"keyword\">entereza</strong> y fortaleza para impulsar las deliberaciones en Anápolis, que han llevado al Entendimiento Conjunto sobre el camino a seguir","second":"Praise must also be extended to President Abbas of Palestine and Prime Minister Olmert of Israel for their <strong class=\"keyword\">mettle</strong> and <strong class=\"keyword\">fortitude</strong> in undertaking the discussions at Annapolis, which have led to the Joint Understanding on the way forward"},{"author":119723,"first":"La perspectiva eterna que recibimos en el templo nos da <strong class=\"keyword\">entereza</strong> para tolerar las pruebas de la vida","second":"The eternal perspective we receive in the temple gives us strength to endure the trials of life"},{"author":8000,"first":"Resulta gratificante observar que la AMISOM ha representado con gran <strong class=\"keyword\">entereza</strong> a la comunidad internacional sobre el terreno en Somalia durante los dos últimos años y hoy es capaz de ofrecer algo de apoyo a las medidas puestas en marcha como resultado del proceso de Djibouti","second":"It is gratifying to note that AMISOM has been <strong class=\"keyword\">resiliently</strong> representing the international community on the ground in Somalia for the past two years and is today capable of providing a modicum of support to the ongoing efforts resulting from the Djibouti process"},{"author":94808,"first":"Se trataba de un acto de estúpida venganza para castigar su <strong class=\"keyword\">entereza</strong> pero era también una forma de tortura con el deliberado propósito de ablandarlos y de impedirles prepararse adecuadamente para la fase siguiente y final del proceso: las vistas de sentencia previstas para el siguiente mes.","second":"It was an act of mindless vengeance to punish them for their <strong class=\"keyword\">integrity</strong>, but it was also a form of torture, with the deliberate purpose of breaking them down and preventing them from adequately preparing for the next and final stage of the trial: the sentencing hearings scheduled for the following month."},{"author":95096,"first":"Al lado de los niños están los padres: a estas familias manifiesto mi admiración por la fuerza de espíritu y por la <strong class=\"keyword\">entereza</strong> con que han reaccionado ante la dura prueba de un seísmo intenso y prolongado.","second":"Next to the children are their parents: these are the families to whom I express my admiration for their <strong class=\"keyword\">determination</strong> and commitment in reacting to the difficult test of an intense and prolonged earthquake."},{"author":95096,"first":"Su presencia aquí evoca en mi memoria el inolvidable viaje apostólico que realicé a su País hace ahora cuatro años, durante el cual pude apreciar los grandes valores que adornan al pueblo chileno: sus acendradas raíces cristianas, su carácter profundamente humano, su espíritu abierto y acogedor, su <strong class=\"keyword\">entereza</strong>, así como su capacidad para sobrellevar las adversidades.","second":"Your presence here reminds me of the unforgettable apostolic visit which I made to your country four years ago during which I was able to appreciate the great values which adorn the Chilean people: their deep Christian roots, their deeply human character, their open and hospitable spirit <strong class=\"keyword\">their</strong> uprightness, as well as their ability to overcome adversities."},{"author":95096,"first":"Con estos sentimientos, os encomiendo a María, Estrella de la nueva evangelización, para que os sostenga en la prudencia pastoral, os refuerce en la <strong class=\"keyword\">entereza</strong> e infunda en vuestro corazón amor y compasión.","second":"With these sentiments I commend you to Mary, Star of the New Evangelization, that she may sustain you in pastoral wisdom, strengthen you in <strong class=\"keyword\">fortitude</strong> and enkindle in your hearts love and compassion."},{"author":95096,"first":"Amadísimos católicos de Rumanía, sé bien cuánto habéis sufrido durante los años del duro régimen comunista; sé también con cuánta <strong class=\"keyword\">entereza</strong> habéis perseverado en vuestra fidelidad a Cristo y a su Evangelio.","second":"Dear Catholics of Romania, I know well how you suffered during the years of the harsh communist regime; I also know how <strong class=\"keyword\">courageously</strong> you have persevered in your fidelity to Christ and his Gospel."},{"author":27,"first":"Señor Presidente, quisiera en primer lugar, ya que este Parlamento suele ser tan crítico con la Comisión, felicitarla y felicitar al Comisario responsable de los asuntos económicos y monetarios, Sr. Solbes, por la <strong class=\"keyword\">entereza</strong> y por la dignidad con la que han defendido las atribuciones que le asigna el Tratado, precisamente como guardiana de los Tratados.","second":"Mr President, since this Parliament is usually so critical of the Commission, I would like firstly to congratulate it and the Commissioner responsible for economic and monetary affairs, Mr Solbes, for the <strong class=\"keyword\">integrity</strong> and the dignity with which they have defended the powers conferred on them by the Treaty, as guardian of the Treaties."},{"author":94808,"first":"Tenemos que afrontar esas condiciones con valor, compromiso y <strong class=\"keyword\">entereza</strong> para liberar al mundo de la posibilidad de que se perpetren esos actos de destrucción sin sentido.","second":"We must confront those conditions with courage, commitment and <strong class=\"keyword\">fortitude</strong> in order to rid the world of the possibility of such wanton acts of destruction."},{"author":95096,"first":"Amadísimos hermanos y hermanas, mantened vuestra <strong class=\"keyword\">entereza</strong>.","second":"Dear brothers and sisters, may you never stop striving for <strong class=\"keyword\">your ideals</strong>!"},{"author":8000,"first":"Honduras y el Gobierno que presido, conscientes de su responsabilidad como miembro de la Organización de las Naciones Unidas, han asumido con <strong class=\"keyword\">entereza</strong>, su compromiso ante los desafíos que se nos presentan","second":"Aware of our responsibilities as a member of the United Nations, Honduras and the Government over which I preside have fully assumed their commitment to the challenges before us"},{"author":118293,"first":"Está intentando mantener la <strong class=\"keyword\">entereza</strong>, y yo también.","second":"He's just trying to hold on, <strong class=\"keyword\">and</strong> so am I."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}