{"result":"ok","tuc":[{"phrase":{"text":"tripe","language":"en"},"meanings":[{"language":"en","text":"entrails"}],"meaningId":1586789624486293343,"authors":[90508]},{"phrase":{"text":"core","language":"en"},"meaningId":-1238469317597178841,"authors":[25018]},{"phrase":{"text":"endometrium","language":"en"},"meaningId":-8445798557471328737,"authors":[86141]},{"phrase":{"text":"myometrium","language":"en"},"meaningId":-6509684788011021015,"authors":[86141]},{"phrase":{"text":"uterine cervix","language":"en"},"meaningId":-6657076800767635150,"authors":[86141]},{"phrase":{"text":"uterus","language":"en"},"meaningId":5669884797012139006,"authors":[86141]},{"phrase":{"text":"womb","language":"en"},"meaningId":-5379474065340181053,"authors":[86141]},{"meanings":[{"language":"en","text":"bowel"},{"language":"en","text":"essence, core"},{"language":"en","text":"( <i>educated</i>) bowels (seat of emotions)"}],"meaningId":5810548013067909956,"authors":[1]}],"phrase":"entraña","examples":[{"author":94809,"first":"So reserva de que se acepte la solicitud, cuando esta <strong class=\"keyword\">entrañe</strong> la verificación de la inutilización de un arma de fuego, la entidad verificadora que preste asistencia deberá extender un certificado de inutilización con arreglo al artículo 3, apartado 4.","second":"Subject to acceptance of the request, where <strong class=\"keyword\">such</strong> request concerns the verification of the deactivation of a firearm, the verifying entity providing assistance shall issue a deactivation certificate in accordance with Article 3(4)."},{"author":94808,"first":"Para el UNICEF, ello <strong class=\"keyword\">entraña</strong> la continuación de su papel de defensor de los derechos del niño y promotor del diálogo y el desarrollo normativos.","second":"For UNICEF, this <strong class=\"keyword\">entails</strong> a continued role as an advocate for child rights and supporter of policy dialogue and development."},{"author":94809,"first":"Por su parte, parece que han comenzado a dar fruto los esfuerzos realizados por la autoridad supervisora sueca para que los organismos de radiodifusión televisiva cobren una mayor conciencia de la importancia que <strong class=\"keyword\">entraña</strong> la correcta aplicación de los artículos 16 y 17, puesto que la proporción de obras europeas, que en el periodo anterior fue inferior a la cuota exigida, superó el umbral del 50 % en 2009 y 2010.","second":"In Sweden the efforts of the supervisory authority to increase broadcasters’ awareness about the importance of correct implementation of Articles 16 and 17 seemed to be bearing fruit since the proportion of European works, which was below the required quota during the previous period, passed the 50 % threshold in 2009 and 2010."},{"author":94808,"first":"Jomidov una reparación efectiva, lo que <strong class=\"keyword\">entraña</strong> la conmutación de la pena de muerte, una indemnización y un nuevo juicio con todas las garantías del artículo 14 o, si esto no fuera posible, la puesta en libertad.","second":"Khomidov with an effective remedy, <strong class=\"keyword\">entailing</strong> commutation of his sentence to death, a compensation, and a new trial with all the guarantees of article 14, or, should this not be possible, release."},{"author":118293,"first":"Sí, bueno, tengo a una nación agradecida carcomiéndome las <strong class=\"keyword\">entrañas</strong>.","second":"Yes, well, I have a grateful nation gnawing at my <strong class=\"keyword\">insides</strong>."},{"author":118293,"first":"¡ Mis <strong class=\"keyword\">entrañas</strong> están a la vista!","second":"My <strong class=\"keyword\">entrails</strong> are out!"},{"author":8008,"first":"El movimiento incesante electriza a Nicolás que siente poco a poca el placer subir de sus <strong class=\"keyword\">entrañas</strong>.","second":"This constant motion drives Nicolas crazy with pleasure that sends shivers down his spine."},{"author":94808,"first":"Aunque la Junta reconoce la importancia del calendario general de implantación progresiva en todo el sistema de las Naciones Unidas, la administración debe analizar adecuadamente el riesgo que <strong class=\"keyword\">entraña</strong> para los procesos de fin de ejercicio y hacer sus planes teniendo en cuenta este factor.","second":"While the Board recognizes the importance of the United Nations overall roll-out timetable, management needs to adequately assess the risk to year-end processes and plan accordingly."},{"author":8000,"first":"“...la solemne renuncia a la guerra como instrumento de política nacional necesariamente <strong class=\"keyword\">entraña</strong> la proposición de que una guerra de esa índole es ilegal en el derecho internacional, y de que quienes planean y hacen una guerra de esa índole, con sus inevitables y terribles consecuencias, están cometiendo un crimen al actuar de tal manera","second":"“... the solemn renunciation of war as an instrument of national policy necessarily <strong class=\"keyword\">involves</strong> the proposition that such a war is illegal in international law; and that those who plan and wage such a war, with its inevitable and terrible consequences, are committing a crime in so doing"},{"author":94808,"first":"Cabe destacar que el derecho al desarrollo <strong class=\"keyword\">entraña</strong> no sólo la interrelación de los derechos, sino también su paridad, ya que ninguno de ellos puede ser sacrificado o subordinada a otro.","second":"It should be emphasized that the right to development <strong class=\"keyword\">implies</strong> not only the interconnectedness but also the parity of rights, none to be sacrificed or hegemonized by others."},{"author":94809,"first":"◄ Cuando la adquisición se realice en el país beneficiario o en un país en desarrollo, será necesario garantizar que dicha adquisición no <strong class=\"keyword\">entraña</strong> el riesgo de perturbar el mercado del país de que se trate o de los países en desarrollo de la misma región, ni de afectar negativamente al suministro alimentario de sus poblaciones.","second":"◄ Where food is purchased in the recipient country or in a developing country, steps must be taken to ensure that such purchases <strong class=\"keyword\">threaten</strong> neither to disrupt the market of the country concerned or of any other developing countries in the same region nor to affect adversely the supply of food to their inhabitants."},{"author":94808,"first":"Teniendo presente la necesidad de compensar el valor de la comparabilidad y la igualdad con el alto costo administrativo que <strong class=\"keyword\">entraña</strong> la presentación de informes plenos, al respecto también podría considerarse la conveniencia de que los Estados poseedores de armas nucleares, los Estados no poseedores de armas nucleares que posean reactores nucleares y otros Estados no poseedores de armas nucleares utilicen formatos diferentes.","second":"Trading off the value of comparability and equality against the high administrative cost of full reporting, it might also be considered in this regard whether differentiated reporting formats could be used by nuclear-weapon States, non-nuclear-weapon States possessing nuclear reactors and other non-nuclear-weapon States."},{"author":94808,"first":"Velar por que no se deniegue la extradición únicamente porque <strong class=\"keyword\">entrañe</strong> cuestiones tributarias.","second":"Ensure that extradition is not refused on the sole ground that it <strong class=\"keyword\">involves</strong> fiscal matters."},{"author":8000,"first":"El procedimiento de ratificación <strong class=\"keyword\">entrañó</strong> un detenido examen de la legislación vigente, y las disposiciones incompatibles fueron armonizadas con las de la Convención","second":"The ratification procedure had <strong class=\"keyword\">involved</strong> a careful review of existing legislation, and inconsistent provisions had been brought into line with those of the Convention"},{"author":94808,"first":"La ley de 26 de mayo de 2000, que se refiere a la protección contra el acoso sexual en el marco de las relaciones de trabajo y <strong class=\"keyword\">entraña</strong> la modificación de varias otras leyes (véase el punto 4 del artículo 2).","second":"The Law of 26 May 2000 with respect to protection from sexual harassment in the context of working relations, and the amendment of various other laws (see article 2, section 4);"},{"author":94808,"first":"La situación es peor en la región meridional de Nigeria dominada por los musulmanes, en la que se obliga a las niñas con edades entre los 9 y 12 años a contraer matrimonio precoz, con las consecuencias que esto <strong class=\"keyword\">entraña</strong>, como la fístula vesicovaginal, un gravísimo riesgo para la salud.","second":"The situation is worse in Muslim-dominated northern Nigeria, where girls between the ages of 9 and 12 are forced into early marriages, with its <strong class=\"keyword\">attendant</strong> consequences that <strong class=\"keyword\">include</strong> Vesicovaginal fistula, a terrible health hazard."},{"author":94808,"first":"A diferencia de la cultura de guerra, la cultura de paz <strong class=\"keyword\">entraña</strong> un enfoque ético de la vida.","second":"Unlike the culture of war, the culture of peace <strong class=\"keyword\">entails</strong> an ethical approach to life."},{"author":118293,"first":"¡ Yo, también, les sacaré las <strong class=\"keyword\">entrañas</strong>!","second":"I, too, <strong class=\"keyword\">will</strong> gouge!"},{"author":94808,"first":"El programa no <strong class=\"keyword\">entraña</strong> necesariamente el retorno permanente de los migrantes, sino que busca fórmulas compatibles con su situación legal en los países de acogida y con su deseo de contribuir al desarrollo de su país de origen.","second":"The programme did not necessarily <strong class=\"keyword\">imply</strong> the permanent return of migrants, but sought formulas compatible with their legal status in their host countries and with their desire to contribute to the development of their country of origin."},{"author":94808,"first":"La práctica que se cita en relación con esa afirmación no <strong class=\"keyword\">entraña</strong> una aceptación tácita de la aplicación provisional, sino más bien la existencia de un tratado en el que los Estados acuerdan expresamente que sus disposiciones se aplicarán con carácter provisional a partir de una fecha determinada, pero que permite a los Estados desligarse de esa obligación de aplicación provisional mediante notificación por escrito al depositario.","second":"The practice cited in relation to that assertion did not <strong class=\"keyword\">involve</strong> tacit acceptance of provisional application, but rather involved a treaty in which States expressly agreed that its provisions would be applied provisionally as of a specified date, but which allowed States to opt out of that provisional application obligation by written notification to the depositary."},{"author":8000,"first":"Mientras que, por ejemplo, el Programa Mundial de Alimentos (PMA) funciona bien en materia de recuperación de costos, los resultados en lo que se refiere a la recuperación completa pueden no alcanzar las expectativas en el caso de otras entidades, puesto que no facturan o recuperan sistemáticamente todos los costos que <strong class=\"keyword\">entraña</strong> la gestión de los proyectos financiados con cargo a fondos complementarios","second":"While, for example, the World Food Programme (WFP) performs well on cost recovery, the results in terms of full cost recovery may fall short of expectations for other entities, as they do not systematically charge or recover all of the costs <strong class=\"keyword\">involved</strong> in the management of projects funded from supplementary sources"},{"author":94808,"first":"Riesgos normales que <strong class=\"keyword\">entraña</strong> el equipamiento interior, dependiendo de los parámetros establecidos por el propietario","second":"Normal interior fit-out risks, dependent on landlord parameters"},{"author":94808,"first":"Esto <strong class=\"keyword\">entraña</strong> la preparación de comunicados de prensa en inglés y francés sobre todas las reuniones públicas del Consejo de Derechos Humanos, incluyendo las de sus principales órganos subsidiarios, la producción de informes y noticiarios para la televisión destinados a emisoras y agencias de noticias nacionales e internacionales, la producción de noticiarios y programas radiofónicos para su difusión por la Radio de las Naciones Unidas en Nueva York, y la producción de fotografías para su publicación por las Naciones Unidas y por los medios de información pública.","second":"This <strong class=\"keyword\">involves</strong> preparing press releases in English and French of all public meetings of the Human Rights Council, including those of its major subsidiary bodies, producing television news reports and features for distribution to national and international broadcasters and television news agencies, producing radio news reports and programmes for dissemination through United Nations Radio New York, and providing photos for United Nations and media publication."},{"author":94809,"first":"En estas circunstancias, teniendo en cuenta la función desempeñada por la nota a pie de página consistente en establecer un vínculo entre la decisión de suspensión y el texto del Reglamento no 539/2001, no me parece posible afirmar, como hace la Comisión, que la modificación del anexo II del Reglamento que <strong class=\"keyword\">entraña</strong> la adición de dicha nota no incide en los elementos normativos del mismo.","second":"In those circumstances, given the link between the decision to suspend the exemption and the text of Regulation No 539/2001 created by the footnote, it does not seems possible to me to affirm, as the Commission asserts, that the alteration made to Annex II to the regulation by the insertion of the footnote does not affect legislative elements of the regulation."},{"author":94809,"first":"– debe considerar que no puede prohibirse a un comerciante especializado en la venta de productos de segunda mano de una marca ajena que use esta marca para anunciar al público actividades de reventa que incluyen, además de la venta de productos de segunda mano de dicha marca, la venta de otros productos de segunda mano, a menos que la reventa de estos otros productos, debido a su volumen, presentación o mala calidad, <strong class=\"keyword\">entrañe</strong> un riesgo de desvalorizar gravemente la imagen que el titular ha logrado crear en torno a su marca.","second":"- is obliged to find that a specialist reseller of second-hand goods under another person’s trade mark cannot be prohibited from using that mark to advertise to the public its resale activities which include, in addition to the sale of second-hand goods under that mark, the sale of other second-hand goods, unless the sale of those other goods, in the light of their volume, their presentation or their poor quality, <strong class=\"keyword\">risks</strong> seriously damaging the image which the proprietor has succeeded in creating for its mark."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}