{"result":"ok","tuc":[{"phrase":{"text":"delict","language":"en"},"meaningId":-3460879355788968565,"authors":[83093]},{"phrase":{"text":"injustice","language":"en"},"meaningId":1248513557483052774,"authors":[25018]},{"phrase":{"text":"tort","language":"en"},"meaningId":8203045902679687336,"authors":[83093]},{"phrase":{"text":"wrong","language":"en"},"meaningId":-3066134052628976569,"authors":[89651]},{"meanings":[{"language":"en","text":"wrong, injustice"}],"meaningId":-226400459184377364,"authors":[93107]}],"phrase":"entuerto","examples":[{"author":8000,"first":"El mundo aún encuentra, para repetir la expresión usada por el Secretario General, innumerables “problemas sin pasaportes”: problemas de la proliferación de armas de destrucción en masa, de la degradación de nuestro medio ambiente común, de enfermedades contagiosas y hambruna, de derechos humanos y <strong class=\"keyword\">entuertos</strong> humanos, de analfabetismo en gran escala y desplazamientos masivos","second":"The world still faces, to use the Secretary-General's phrase, innumerable “problems without passports”: problems of the proliferation of weapons of mass destruction, of the degradation of our common environment, of contagious disease and starvation, of human rights and human <strong class=\"keyword\">wrongs</strong>, of mass illiteracy and massive displacement"},{"author":118293,"first":"El que hizo este <strong class=\"keyword\">entuerto</strong>.","second":"This screwup."},{"author":94808,"first":"El mundo aún encuentra, para repetir la expresión usada por el Secretario General, innumerables “problemas sin pasaportes”: problemas de la proliferación de armas de destrucción en masa, de la degradación de nuestro medio ambiente común, de enfermedades contagiosas y hambruna, de derechos humanos y <strong class=\"keyword\">entuertos</strong> humanos, de analfabetismo en gran escala y desplazamientos masivos.","second":"The world still faces, to use the Secretary-General’s phrase, innumerable “problems without passports”: problems of the proliferation of weapons of mass destruction, of the degradation of our common environment, of contagious disease and starvation, of human rights and human <strong class=\"keyword\">wrongs</strong>, of mass illiteracy and massive displacement."},{"author":31,"first":"No, nada.Es por enmendar un <strong class=\"keyword\">entuerto</strong>","second":"Oh, nothing, I' m just trying to mend some <strong class=\"keyword\">fences</strong>"},{"author":118293,"first":"Ahora has deshecho el <strong class=\"keyword\">entuerto</strong>.","second":"But now you've set it right."},{"author":31,"first":"\" Yo estaba ocupado, no pude resolver ese <strong class=\"keyword\">entuerto</strong> \"\" Así que ahora Viktor está muerto \"","second":"\" Unfortunately I was busy that day <strong class=\"keyword\">\"</strong> \" So now Viktor' s dead \""},{"author":27,"first":"Además, tampoco queremos repetir la experiencia de este año y tener que acudir continuamente a enmendar <strong class=\"keyword\">entuertos</strong>, mediante una serie de presupuestos rectificativos y suplementarios y transferencias de recursos.","second":"We do not want to repeat this year' s experience of acting as a repair shop, with a plethora of supplementary and amending budgets and transfers of appropriations!"},{"author":118293,"first":"Me metíste en tus <strong class=\"keyword\">entuertos</strong>...","second":"for 1 0 long years, with your cheap scams."},{"author":118293,"first":"¿Por qué tengo que gastar mi tiempo y el dinero de los contribuyentes arreglando este <strong class=\"keyword\">entuerto</strong> familiar?","second":"Now, why should I waste my time and the taxpayer's money trying this family squabble?"},{"author":91988,"first":"Si en los buenos tiempos se toman en el nivel europeo las decisiones sobre instituciones financieras nacionales de importancia sistémica, mientras en los tiempos malos el dinero de los contribuyentes nacionales debe arreglar el <strong class=\"keyword\">entuerto</strong>, la UE entera saldrá perdiendo.","second":"If decisions about systemically important national financial institutions are made at the European level in good times, while in bad times national taxpayers pick up the <strong class=\"keyword\">tab</strong>, the whole EU will lose."},{"author":31,"first":"Ahora has deshecho el <strong class=\"keyword\">entuerto</strong>","second":"Now you' ve undone the <strong class=\"keyword\">wrong</strong>"},{"author":118293,"first":"El universo necesita un modelo al que parecerse, alguien que deshaga <strong class=\"keyword\">entuertos</strong>, que sea, en general, valiente, guapo y magnífico.","second":"The universe needs a chap to look up to, someone to right <strong class=\"keyword\">wrongs</strong>, and just generally be brave, handsome and magnificent."},{"author":91988,"first":"Para los que esperan que Estados Unidos sea el componedor de <strong class=\"keyword\">entuertos</strong> del mundo, Obama parece débil e indeciso.","second":"To those who look to the US to fix all of the world’s ills, Obama looks weak and indecisive."},{"author":118293,"first":"Acabemos este <strong class=\"keyword\">entuerto</strong>.","second":"Let's get this wrapped up."},{"author":27,"first":"En cuanto a la polémica cuestión de los descartes, es hora de enderezar este lamentable <strong class=\"keyword\">entuerto</strong> de una vez por todas.","second":"As far as the controversial issue of discards is concerned, it is time to sort out this whole sorry <strong class=\"keyword\">mess</strong> once and for all."},{"author":118293,"first":"¿Quién ha derribado gigantes con una lanza de madera? Socorrido doncellas hechizadas por seres infernales, Reparado agravios y deshecho <strong class=\"keyword\">entuertos</strong> con tanto corazón y tan pocos recursos.","second":"Who has defeated giants with a wooden spear, helped maids bewitched by infernal beings, repaired affronts and solved problems with so much heart and so little resources."},{"author":91988,"first":"Sin embargo, tiene un matiz amargo: el FMI ahora debe arreglar el <strong class=\"keyword\">entuerto</strong> en los países emergentes, causado por crisis financieras originadas en otros lugares.","second":"But this has a bitter undertone: the IMF must now clean up the <strong class=\"keyword\">mess</strong> in emerging countries caused by a financial crisis whose origin lay elsewhere."},{"author":118293,"first":"mientras estabas excursionando de sistema a sistema, suscribiendo a los mundos y enderezando <strong class=\"keyword\">entuertos</strong>, estábamos allí también, asegurándonos de nuestra propia manera que las cosas procedieran de la manera que se espera que lo hagan.","second":"while you were jaunting from system to system, signing up worlds and righting <strong class=\"keyword\">wrongs</strong>, we were there too, making sure in ou r own way that things proceeded just the way you expected them to."},{"author":118293,"first":"* Viajó por todo el mundo resolviendo <strong class=\"keyword\">entuertos</strong> *","second":"♪ He travels the world righting <strong class=\"keyword\">wrongs</strong> ♪"},{"author":118293,"first":"No necesitamos que nadie arregle nuestros <strong class=\"keyword\">entuertos</strong>. ¡ Somos campeones!","second":"We don't need anybody cleaning up our <strong class=\"keyword\">mess</strong>, you know. We're champions!"},{"author":27,"first":"Los valores de Europa se ven socavados por los abusos de los derechos humanos que se cometen a nuestras puertas, y es necesario que los ciudadanos vean que la Unión Europea mantiene su resolución para deshacer tales <strong class=\"keyword\">entuertos</strong>.","second":"Europe's values are undermined by human rights abuses occurring on our doorstep, and people should understand that the European Union retains its resolve to right those <strong class=\"keyword\">wrongs</strong>."},{"author":118293,"first":"Antes de que la decencia y tu codicia me interrumpieseis, decía que los caballeros andantes que vamos por el mundo buscando <strong class=\"keyword\">entuertos</strong> que enderezar, no sólo perseguimos fama, sino también la justicia, porque esa es la religión que hemos abrazado, Sancho.","second":"Before your greed interrupted me I was saying that the knights-errant that go all over the world, not only look for fame, but also for justice, because that is the religion we've embraced, Sancho."},{"author":8008,"first":"El personal, algo seco y poco flexible: al hacer la entrada, la persona de recepción se equivocó y me dio la habitación de mi compañera; no pudo-no supo-no quiso deshacer el <strong class=\"keyword\">entuerto</strong>, así que tuvimos que conformarnos con el cambio. Obviamente, al salir, tuvimos que cambiarnos las facturas.","second":"Shower partition to bathroom did not work properly, <strong class=\"keyword\">bathroom</strong> was flooded after taking a shower!"},{"author":118293,"first":"Y con esa... torturada revelación llega la verdad de los <strong class=\"keyword\">entuertos</strong> de Corbett.","second":"And with that... tortured reveal comes the truth of Corbett's screws."},{"author":27,"first":"Señor Presidente, este debate sobre los precios agrícolas queda eclipsado en gran medida por los <strong class=\"keyword\">entuertos</strong> financieros de la EEB, y trasladar los problemas de un sector a otro no es más que parte del problema.","second":"Mr President, this debate on farm prices has been very much eclipsed by the financial effects of BSE in which the repercussions of a disaster in one sector being imposed on another is only part of the scourge."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}