{"result":"ok","tuc":[{"phrase":{"text":"enthuse","language":"en"},"meanings":[{"language":"en","text":"To fill with enthusiasm."},{"language":"es","text":"Llenar de entusiasmo."},{"language":"en","text":"to cause (someone) to feel enthusiasm"}],"meaningId":4484614274525315486,"authors":[70195]},{"phrase":{"text":"excite","language":"en"},"meaningId":5035864392653911046,"authors":[84715]},{"phrase":{"text":"thrill","language":"en"},"meanings":[{"language":"en","text":"suddenly excite someone, or to give someone great pleasure; to electrify"}],"meaningId":-1288489182998049253,"authors":[70195]},{"phrase":{"text":"fill with enthusiasm","language":"en"},"meaningId":4819641230317346932,"authors":[25018]},{"phrase":{"text":"arouse enthusiasm","language":"en"},"meaningId":-1807617455454733489,"authors":[83080]},{"phrase":{"text":"exhilarate","language":"en"},"meaningId":6297873317574263097,"authors":[97745]},{"phrase":{"text":"inspire","language":"en"},"meaningId":-8324682791155784211,"authors":[25018]},{"meanings":[{"language":"en","text":"to excite"},{"language":"en","text":"to get excited"}],"meaningId":-2063329784902887315,"authors":[93107]},{"meanings":[{"language":"es","text":"Inspirar pasión."}],"meaningId":null,"authors":[60172]}],"phrase":"entusiasmar","examples":[{"author":8008,"first":"”Las alucinantes aventuras de Bill y Ted” seguro que te <strong class=\"keyword\">entusiasmará</strong> así que únete ahora a Ladbrokescasino.com y disfruta de este viaje a través de la historia, donde podrás obtener numerosísimas oportunidades de recompensa.","second":"Bill and Ted's Excellent Adventure is sure to quickly build <strong class=\"keyword\">up</strong> an <strong class=\"keyword\">enthusiastic</strong> following, so join us at Ladbrokescasino.com and enjoy a trip through history with good chances of reward."},{"author":8008,"first":"El Chiemsee es otra opción, en invierno se puede pasear en trineo y los parajes del Königsee (lago del Rey) le van a <strong class=\"keyword\">entusiasmar</strong>.","second":"The Chiemsee is another option, in the winter you can take sleigh rides and the Konigsee natural parks and King Lake are lots of fun to visit."},{"author":95096,"first":"Precisamente a esto parece querer aludir Cyprian Norwid cuando afirma: «La belleza sirve para <strong class=\"keyword\">entusiasmar</strong> en el trabajo, el trabajo para resurgir».","second":"It is precisely this to which Cyprian Norwid seems to allude in declaring that “beauty is to <strong class=\"keyword\">enthuse</strong> us for work, and work is to raise us up”."},{"author":118293,"first":"Te <strong class=\"keyword\">entusiasmará</strong>.","second":"We think you'll be as <strong class=\"keyword\">excited</strong> as we are."},{"author":27,"first":"Esta no es la forma de <strong class=\"keyword\">entusiasmar</strong> a los ciudadanos con la Constitución Europea.","second":"That is not the way to <strong class=\"keyword\">get</strong> people <strong class=\"keyword\">enthusiastic about</strong> a European constitution."},{"author":118293,"first":"Yo me <strong class=\"keyword\">entusiasmaré</strong>.","second":"I'll get <strong class=\"keyword\">excited</strong>."},{"author":8008,"first":"Como siempre Allison Crowe nos trae un álbum lleno de baladas y temas pop que <strong class=\"keyword\">entusiasmará</strong> a los más románticos.","second":"Refreshing sound with a style of her own. Great voice and awesome music <strong class=\"keyword\">sound</strong> that moves you."},{"author":8008,"first":"La sutilidad y el humorismo teatral de Alexander Neander y Wolfram v. Bodecker, consiguen <strong class=\"keyword\">entusiasmar</strong> tanto adultos como niños. Estos dos artistas del silencio, recrean en escena, una serie de aventuras excepcionales y no menos grotescas, de este fantástico personaje.","second":"Their skilful mastery of pantomime dovetails perfectly <strong class=\"keyword\">with</strong> the musical accompaniment of piano, cello and percussion."},{"author":27,"first":"Debo reconocer que he sonreído cuando usted ha dicho que la cumbre extraordinaria de los Jefes de Gobierno debe contribuir también a <strong class=\"keyword\">entusiasmar</strong> a los ciudadanos por la idea de Europa y que esto no se puede lograr si no se actúa con pleno convencimiento.","second":"I must admit that I had to smile when you said that the extraordinary summit of Heads of State or Government also needed to help to fire our citizens with <strong class=\"keyword\">enthusiasm</strong> for Europe, and that this could not be done half-heartedly."},{"author":118293,"first":"Stefano aún es un crío, fácil de <strong class=\"keyword\">entusiasmar</strong>, temerario...","second":"Stefano is still just a boy, easily <strong class=\"keyword\">impressed</strong>, foolhardy."},{"author":118293,"first":"Le va a <strong class=\"keyword\">entusiasmar</strong>.","second":"He's gonna be <strong class=\"keyword\">so excited</strong>."},{"author":8008,"first":"Sin embargo, para <strong class=\"keyword\">entusiasmar</strong> a los pacientes – y exactamente esa será la clave en el mercado de la salud del futuro – Ud. no sólo tiene que estar altamente cualificado/a y ofrecer una oferta completa de servicios.","second":"To <strong class=\"keyword\">excite</strong> patients – and that is exactly the challenge for the future health market – you will need not only to be highly qualified and offer a complete range of services."},{"author":118293,"first":"No hay mejor manera para un hombre al empezar el día qué tonificar, y <strong class=\"keyword\">entusiasmar</strong>, ese sentimiento de construcción del ego sabiendo que se es bueno pal petate.","second":"There is no better way for a man to start the day than with that bracing, glowing, ego-building feeling of knowing that he has struck out in the sack."},{"author":89915,"first":"Formación y promoción de la voz, en particular mediante la mejora de la presencia, el carisma, la capacidad de convencimiento, la claridad, la capacidad de <strong class=\"keyword\">entusiasmar</strong> y la versatilidad en las posibilidades de expresión","second":"Providing of linguistic training and support, in particular by improving presence, charisma, persuasiveness, clarity, <strong class=\"keyword\">enthusiasm</strong>, versatility in forms of expression"},{"author":8008,"first":"Ha llegado la primavera, y con ella todo el cambio que se produce en el clima, en la naturaleza, en los colores y también hasta en nuestro ánimo por los distintos días que comenzamos a vivir. También festejamos el “día de la juventud”, que tiene mucho de primavera, de renovar, de <strong class=\"keyword\">entusiasmar</strong>.","second":"Questionings about the existence of God are rather frequent, asking why certain things in the world don't cease to happen among all the injustice and suffering which can be seen every day, if in short we were taught that God protects and loves good people, those who <strong class=\"keyword\">love Him</strong>."},{"author":95096,"first":"Hay que <strong class=\"keyword\">entusiasmar</strong> a los jóvenes que corran ese riesgo, pero es un riesgo de fecundidad y de vida.","second":"Young people have to be <strong class=\"keyword\">encouraged</strong> to take this risk, but it is a risk of fruitfulness and life."},{"author":95096,"first":"Y si deseo animaros y <strong class=\"keyword\">entusiasmaros</strong> a algo, es precisamente a esto: que no ceséis de visitar este santuario.","second":"That for which I <strong class=\"keyword\">want</strong> to give you courage and enthusiasm in this: keep visiting this Shrine."},{"author":8008,"first":"Y el concierto del día 5 de marzo hizo honor claramente a este mérito. Es infrecuente ver a una orquesta sinfónica <strong class=\"keyword\">entusiasmar</strong> tanto a un auditorio.","second":"\"If you're going to write music for a living, you've got to look at every possible way to make a dime,\" <strong class=\"keyword\">he</strong> said."},{"author":118293,"first":"Él tuvo la idea del DJ que no es sólo el disc jockey que pasa discos sino el DJ como alguien que va a tocar los discos mezclando voces con la música y <strong class=\"keyword\">entusiasmar</strong> a la gente.","second":"He took that idea of the DJ not just being the disk-jockey as the person that plays the records, but the DJ as somebody who's gonna be playing the records and then vocalizing on top of the music to <strong class=\"keyword\">get</strong> the people <strong class=\"keyword\">excited</strong>."},{"author":118293,"first":"Se va a <strong class=\"keyword\">entusiasmar</strong> de nuevo.","second":"It's very nice to see <strong class=\"keyword\">you</strong> again."},{"author":27,"first":"A este respecto solicito una colaboración más estrecha del Parlamento en su calidad de legislador y un claro apoyo, especialmente por parte de la Comisión de Presupuestos, ya que la implantación de unas normas de control más estrictas no suele <strong class=\"keyword\">entusiasmar</strong> demasiado a las comisiones competentes ni tampoco a los países implicados.","second":"In this respect I would also like to request extra cooperation from Parliament in its legislative role and special support from the Committee on Budgets, because stricter control procedures are not <strong class=\"keyword\">always</strong> welcomed with open arms by the relevant specialist committees or even the countries affected."},{"author":8008,"first":"Con Death to Spies te darás cuenta que ser un gran espía es demasiado difícil pero te <strong class=\"keyword\">entusiasmaras</strong> cuando logres sortear dificultades sin ser localizado.","second":"With Death to Spies you realise that being a great spy is pretty difficult but it’s <strong class=\"keyword\">exciting</strong> when you manage to bypass the difficulties without being caught."},{"author":118293,"first":"No sé si a Sophie le <strong class=\"keyword\">entusiasmará</strong> eso.","second":"I don't know if Sophie will <strong class=\"keyword\">go</strong> for that."},{"author":31,"first":"Hay que ver cómo <strong class=\"keyword\">entusiasmar</strong> al habitante típico de taberna y estarán felices","second":"We just have to find a way to <strong class=\"keyword\">excite</strong> your average tavern inhabitant, and they' il be happy"},{"author":118293,"first":"Que no me <strong class=\"keyword\">entusiasmara</strong> sentarme en un cuarto asfixiante con 52 cartoncitos...","second":"Listen, just because <strong class=\"keyword\">I</strong> wasn't obsessed with sitting in a hot, smoky room with 52 pieces of cardboard..."}],"from":"es","dest":"en","authors":{"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}