{"result":"ok","tuc":[{"phrase":{"text":"epiphany","language":"en"},"meanings":[{"language":"en","text":"manifestation or appearance of a divine or superhuman being"},{"language":"en","text":"A sudden realization or discovery which results in a feeling of elation and clarity."},{"language":"es","text":"Súbita comprensión o descubrimiento que da lugar a una sensación de euforia y claridad."}],"meaningId":5595378393239967844,"authors":[70195]},{"meanings":[{"language":"en","text":"epiphany (manifestation or appearance of a divine or superhuman being)"}],"meaningId":8876689023910777060,"authors":[1]}],"phrase":"epifanía","examples":[{"author":118293,"first":"Temporada 4 Episodio 20 <strong class=\"keyword\">EPIFANÍA</strong>","second":"Season 4 Episode 20 <strong class=\"keyword\">EPIPHANY</strong>"},{"author":119739,"first":"(Véase también: <strong class=\"keyword\">Epifanía</strong>)","second":"(See also <strong class=\"keyword\">Epiphany</strong>)"},{"author":8008,"first":"Sus restos fueron enterrados en la Iglesia de la <strong class=\"keyword\">Epifanía</strong> de Milán y trasladados en 1773 a la Universidad de Pavía, donde hoy se conservan.","second":"His funeral monument, erected in the Church of the <strong class=\"keyword\">Epiphany</strong> in Milan, was transferred in 1773 to the University of Pavia, where it is conserved until today."},{"author":95096,"first":"ÁNGELUS Jueves 6 de enero de 2000 Fiesta de la <strong class=\"keyword\">Epifanía</strong>","second":"Thursday, 6 January 2000 Solemnity of the <strong class=\"keyword\">Epiphany</strong>"},{"author":94808,"first":"La revolución de \"<strong class=\"keyword\">Epifanio</strong> de los Santos Avenue (EDSA)\" bajo el lema \"Poder Popular\" restableció en 1986 la democracia en Filipinas y abrió la puerta a la Administración de la Sra.","second":"The <strong class=\"keyword\">EDSA</strong> “People Power” Revolution in 1986 restored democracy in the Philippines."},{"author":118293,"first":"Como hijo del Ma rajá, ¿cuándo tuvo su <strong class=\"keyword\">epifanía</strong>?","second":"So, as the son of the Maharajah, when did you have your <strong class=\"keyword\">epiphany</strong>?"},{"author":118293,"first":"Si de verdad eres un actor, entra y ten una <strong class=\"keyword\">epifanía</strong>.","second":"If you're really an actor, you can come back and have an <strong class=\"keyword\">epiphany</strong>."},{"author":95096,"first":"Ahora no podemos oírlas sin volver espiritualmente a aquel memorable acontecimiento, que representó una auténtica \"<strong class=\"keyword\">epifanía</strong>\".","second":"We cannot hear them now without returning in spirit to that memorable event which was an authentic \"<strong class=\"keyword\">epiphany</strong>\"."},{"author":95096,"first":"Vaticano, 6 de enero de 2016, Solemnidad de la <strong class=\"keyword\">Epifanía</strong>","second":"From the Vatican, 6 January 2016, Solemnity of the <strong class=\"keyword\">Epiphany</strong> of the <strong class=\"keyword\">Lord</strong>"},{"author":118293,"first":"¿Qué pornografía mirabas cuando tuviste esa <strong class=\"keyword\">epifanía</strong>?","second":"What looked at pornography when you had that <strong class=\"keyword\">epiphany</strong>?"},{"author":94808,"first":"Se especifican como fiestas oficiales los siguientes días: 6 de enero (<strong class=\"keyword\">Epifanía</strong> - Día de los Reyes Magos), Viernes Santo, Lunes de Pascua, 1o de mayo (día de mayo), 8 de mayo (día de la Victoria sobre el Fascismo), 15 de septiembre (Nuestra Señora de los Siete Dolores), 1o de noviembre (día de todos los Santos), 24 de diciembre (Nochebuena), 25 de diciembre (día de Navidad) y 26 de diciembre (día del Aguinaldo).","second":"The following days were specified as bank holidays: 6 January (<strong class=\"keyword\">Epiphany</strong> ‐ Three Kings’ Day), Good Friday, Easter Monday, 1 May (May Day), 8 May (Day of Victory over Fascism), 15 September (Our Lady of the Seven Sorrows), 1 November (All Saints’ Day), 24 December (Christmas Eve), 25 December (Christmas Day), and 26 December (Boxing Day)."},{"author":31,"first":"Hasta que Mac tuvo una <strong class=\"keyword\">epifanía</strong>","second":"Until Mac had an <strong class=\"keyword\">epiphany</strong>"},{"author":95096,"first":"Celebramos hoy la gran fiesta de la <strong class=\"keyword\">Epifanía</strong>, el misterio de la manifestación del Señor a todas las gentes, representadas por los Magos, venidos de Oriente para adorar al Rey de los judíos (cf.","second":"Today we are celebrating the great feast of the <strong class=\"keyword\">Epiphany</strong>, the mystery of the Lord's Manifestation to all the peoples, represented by the Magi who came from the East to worship the King of the Jews (cf."},{"author":118293,"first":"De cualquier modo, el cliente anoche tuvo una <strong class=\"keyword\">epifanía</strong>.","second":"Anyway, my boy had an <strong class=\"keyword\">epiphany</strong> last night."},{"author":95096,"first":"Queridos hermanos, en estos días que siguen a la fiesta de la <strong class=\"keyword\">Epifanía</strong>, continuemos meditando en la manifestación de Jesús a todos los pueblos.","second":"Dear friends, in these days that mark the feast of the <strong class=\"keyword\">Epiphany</strong> let us continue to meditate on the manifestation of Christ to all peoples."},{"author":118293,"first":"Bueno, ya sabes, <strong class=\"keyword\">epifanías</strong> en el lecho de muerte no son su estilo.","second":"Okay, you know, deathbed <strong class=\"keyword\">epiphanies</strong> aren't your style."},{"author":95096,"first":"Quisiera que en toda la Iglesia se respirara, como en Colonia, el clima de \"<strong class=\"keyword\">epifanía</strong>\" y de auténtico compromiso misionero suscitado por la manifestación de Cristo, luz del mundo, enviado por Dios Padre para reconciliar y unificar a la humanidad con la fuerza del amor.","second":"I wish that the whole Church, as in Cologne, could breathe the atmosphere of an \"<strong class=\"keyword\">epiphany</strong>\" and of authentic missionary commitment, inspired by the manifestation of Christ, the light of the world, sent by God the Father to reconcile and unify humanity with the power of love."},{"author":118293,"first":"¿Tuviste una <strong class=\"keyword\">epifanía</strong> o algo?","second":"Did you have an <strong class=\"keyword\">epiphany</strong> or something?"},{"author":118293,"first":"¿Como una <strong class=\"keyword\">epifanía</strong>?","second":"Like an <strong class=\"keyword\">epiphany</strong>."},{"author":95096,"first":"La Iglesia espera que de esta colaboración surja una renovada « <strong class=\"keyword\">epifanía</strong> » de belleza para nuestro tiempo, así como respuestas adecuadas a las exigencias propias de la comunidad cristiana.","second":"17) From such cooperation the Church hopes for a renewed “<strong class=\"keyword\">epiphany</strong>” of beauty in our time and apt responses to the particular needs of the Christian community."},{"author":95096,"first":"MISA EN LA SOLEMNIDAD DE LA <strong class=\"keyword\">EPIFANÍA</strong> DEL SEÑOR","second":"EUCHARISTIC CELEBRATION ON THE SOLEMNITY OF THE <strong class=\"keyword\">EPIPHANY</strong> OF THE LORD"},{"author":94259,"first":"Tuve una especie de <strong class=\"keyword\">epifanía</strong> cuando estaba perdido en Pennsylvania,","second":"I had a bit of an <strong class=\"keyword\">epiphany</strong> being lost in Pennsylvania,"},{"author":118293,"first":"¿Cuál fue tu <strong class=\"keyword\">epifanía</strong>?","second":"What was your <strong class=\"keyword\">epiphany</strong>?"},{"author":95096,"first":"Si nos fijamos en el hecho de que, desde aquel comienzo, hombres de toda proveniencia, de todos los continentes, de todas las culturas y modos de pensar y de vivir, se han puesto y se ponen en camino hacia Cristo, podemos decir verdaderamente que esta peregrinación y este encuentro con Dios en la figura del Niño es una <strong class=\"keyword\">Epifanía</strong> de la bondad de Dios y de su amor por los hombres (cf.","second":"If we consider the fact that from the very beginning men and women of every place, of every continent, of all the different cultures, mentalities and lifestyles, have been on the way to Christ, then we can truly say that this pilgrimage and this encounter with God in the form of a Child is an <strong class=\"keyword\">epiphany</strong> of God’s goodness and loving kindness for humanity (cf."},{"author":118293,"first":"Después de que papá murió, tuve una <strong class=\"keyword\">epifanía</strong> de Navidad.","second":"After Papa died, I had a Christmas <strong class=\"keyword\">epiphany</strong>."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}