{"result":"ok","tuc":[{"phrase":{"text":"epithet","language":"en"},"meanings":[{"language":"en","text":"term used to characterize a person or thing"},{"language":"en","text":"word in the scientific name of a taxon following the name of the genus or species"}],"meaningId":3200281177882157916,"authors":[70195]},{"phrase":{"text":"adjective","language":"en"},"meaningId":-5500156434689111103,"authors":[89651]},{"phrase":{"text":"adnoun","language":"en"},"meaningId":-6792046026363466427,"authors":[83042]},{"phrase":{"text":"sobriquet","language":"en"},"meaningId":-6590572631697293488,"authors":[60172]},{"meanings":[{"language":"en","text":"epithet"},{"language":"en","text":"epithet (word in the scientific name of a taxon following the name of the genus or species)"}],"meaningId":4738824388873765846,"authors":[1]}],"phrase":"epíteto","examples":[{"author":95096,"first":"Simón recibe un <strong class=\"keyword\">epíteto</strong> diferente en las cuatro listas: mientras Mateo y Marcos lo llaman \"Cananeo\", Lucas en cambio lo define \"Zelota\".","second":"Simon is given a <strong class=\"keyword\">nickname</strong> that varies in the four lists: while Matthew and Mark describe him as a \"Cananaean\", Luke instead describes him as a \"Zealot\"."},{"author":94808,"first":"Creemos que colocar el <strong class=\"keyword\">epíteto</strong> “islámico” después de “terrorismo”, como se hace con frecuencia, es un sacrilegio.","second":"We believe that the frequent placing of the <strong class=\"keyword\">epithet</strong> “Islamic” before “terrorism” is a sacrilege."},{"author":94808,"first":"El acusado insultó a Y, ciudadana estadounidense, por su pertenencia racial y vulneró su integridad personal golpeándola en la espalda y dirigiéndole <strong class=\"keyword\">epítetos</strong> generalmente considerados insultantes.","second":"The defendant insulted an American citizen Y because of her racial affiliation and breached her personal inviolability by striking her on the back and <strong class=\"keyword\">calling</strong> her <strong class=\"keyword\">names</strong> commonly considered as insulting."},{"author":92475,"first":"El fraude electoral en los comicios de diciembre de 2011 desencadenó a posteriori fuertes protestas en las calles de Moscú, pero la esfuerzos de la campaña de Rusia Unida se centraron en gran medida en superar el descenso en popularidad, estimulado en parte por el activista anti-corrupción Alexey Navalny, cuyo <strong class=\"keyword\">epíteto</strong> para Rusia Unida («el partido de ladrones y sinvergüenzas) se consagró en el discurso político nacional.","second":"Voter fraud in the December 2011 elections would later spark enormous street protests in Moscow, but United Russia’s campaign efforts focused mostly on overcoming declining popularity among the public, fueled in part by anti-corruption activist Alexey Navalny, whose <strong class=\"keyword\">epithet</strong> for United Russia—“the party of crooks and thieves”—gained common currency in the national political discourse."},{"author":27,"first":"Sin embargo, sobre todo ya no sé si debería aplicarse el <strong class=\"keyword\">epíteto</strong> «bomba atómica humana», como se ha hecho históricamente, a la inolvidable Rita Hayworth, o si debería transferirse, como habría hecho la Sra. Frassoni, al vicepresidente Fini.","second":"Most of all, however, I no longer know whether the <strong class=\"keyword\">epithet</strong> 'human atom bomb' should be applied, as it has been historically, to the unforgettable Rita Hayworth, or whether it should be transferred, as Mrs Frassoni would have it, to Vice-President Fini."},{"author":92475,"first":"Los comentaristas de Weibo en apariencia comprenden a muchos usuarios de Weixin, puesto que ellos se apresuraron a defender el servicio con argumentos, <strong class=\"keyword\">epítetos</strong> o humor.","second":"Weibo commenters apparently comprised many Weixin users as well, as they rushed to defend the service with argument, <strong class=\"keyword\">epithet</strong>, or humor."},{"author":8000,"first":"Entre los terroristas mencionados, aparecen dos renombrados personeros de la mafia terrorista-anexionista de origen cubano, beneficiados por el doloso eufemismo de la prensa occidental con el <strong class=\"keyword\">epíteto</strong> de “pacíficos opositores políticos anticastristas”","second":"Two renowned representatives of the Cuban-born terrorist and annexationist mob, vested with the benevolent and fraudulent <strong class=\"keyword\">epithet</strong> of “peaceful anti-Castro political opponents” by the Western media, were among the terrorists arrested"},{"author":91988,"first":"Las mujeres, que se enfrentaron a una multitud de hombres encolerizados que las tachaban de “prostitutas” y otros <strong class=\"keyword\">epítetos</strong>, caminaron tres kilómetros bajo una lluvia de insultos y entregaron su petición contra la ley a los legisladores.","second":"The women, facing a crowd of furious men calling them “whores” and other <strong class=\"keyword\">epithets</strong>, marched two miles under a rain of abuse and delivered their petition against the law to legislators."},{"author":27,"first":"La hipocresía política que consiste en aplicar el <strong class=\"keyword\">epíteto</strong> \"social\" a un capitalismo cada vez más desenfrenado, se duplica aquí con una verdadera necedad.","second":"The political hypocrisy of <strong class=\"keyword\">using</strong> the <strong class=\"keyword\">word</strong> 'social' to dress up an increasingly rampant capitalism is compounded here by a very foolish error."},{"author":27,"first":"De cualquier forma, cualquiera que sea el <strong class=\"keyword\">epíteto</strong> elegido: cooperación \"reforzada\" o \"diferenciada\" , lo principal para nosotros es dar el primer paso e iniciar la discusión desbloqueando un sistema europeo que hoy está completamente gripado.","second":"Anyway, whatever the term used - <strong class=\"keyword\">'</strong>enhanced' or 'differentiated' cooperation, the main thing in our view is to take the first step and open discussions, breaking the now totally deadlock of the European system."},{"author":119739,"first":"“Excelentísimo” era un <strong class=\"keyword\">epíteto</strong> para dirigirse a alguien muy acaudalado o a los altos funcionarios del gobierno romano.","second":"(Luke 1:3) “Most excellent” was a form of address for a prominent individual of great wealth and for high officials in the Roman government."},{"author":8000,"first":"Durante su período de empleo, el supervisor denunció actos de hostilidad racial por parte de algunos de los subcontratistas (por ej., utilización de <strong class=\"keyword\">epítetos</strong> raciales, negativa a comunicarse directamente con él, realización de los encargos más lentamente para él que para los supervisores blancos), pero el demandado restó importancia a esas quejas y le dijo al afectado que debía resolver él mismo esos problemas","second":"During his employment, the supervisor complained about racial hostility on the part of some of the subcontractors (e.g., using racial <strong class=\"keyword\">epithets</strong>, refusing to communicate directly with him, completing tasks for him more slowly than for White construction superintendents), but the defendant downplayed the concerns and told him to deal with the problems himself"},{"author":91988,"first":"Así pues, en 2011 estallaron las manifestaciones masivas contra Putin y su partido de “maleantes y ladrones”, y Alexei Navalny, que acuñó el <strong class=\"keyword\">epíteto</strong>, se convirtió en la cara de la oposición rusa.","second":"Then in 2011, massive protests against Putin and his party of “crooks and thieves” erupted, and Alexei Navalny, who coined that <strong class=\"keyword\">epithet</strong>, became the face of Russia’s opposition."},{"author":118293,"first":"\" Infiel \" fue el <strong class=\"keyword\">epíteto</strong>, un insulto que fue lanzado contra mí una y otra vez por la familia y ex amigos musulmanes.","second":"'Infidel'was the <strong class=\"keyword\">epithet</strong>, an insult that was thrown at me over and over again by family and former Muslim friends."},{"author":31,"first":"Pero sus <strong class=\"keyword\">epítetos</strong> específicos no se pueden encontrar en sus mapas taxonómicos","second":"But its specific <strong class=\"keyword\">epithet</strong> can' t be found on any of your taxonomic charts"},{"author":118293,"first":"Bueno, soy un hombre de muchos <strong class=\"keyword\">epítetos</strong>.","second":"Well, I'm a man of many <strong class=\"keyword\">epithets</strong>."},{"author":94808,"first":"Aunque la expresión “determinadas reservas” aparezca en el artículo 19 de la Convención de Viena sobre el derecho de los tratados de 1969 y su origen pueda remontarse a la expresión “reservas específicas” empleada por Fitzmaurice y Waldock en sus primeros proyectos de artículo para la Convención, es cuestionable que esos dos <strong class=\"keyword\">epítetos</strong> signifiquen lo mismo realmente.","second":"Although the term “specified reservations” could be found in article 19 of the 1969 Vienna Convention on the Law of Treaties, and its origin could be traced back to the words “specific reservations” employed by Fitzmaurice and Waldock in their early drafts of articles for the Convention, it was questionable whether those <strong class=\"keyword\">epithets</strong> really had the same meaning."},{"author":94808,"first":"A pesar de su empeño en que haya objetividad y neutralidad y que no haya selectividad, la Comisión suele convertirse en una tribuna de intercambio de acusaciones y <strong class=\"keyword\">epítetos</strong> que llevan al conflicto y la confusión.","second":"Despite its commitment to objectivity, neutrality and non‐selectivity, the Commission often turned into a platform for mutual accusations and <strong class=\"keyword\">aspersions</strong> leading to conflict and confusion."},{"author":118293,"first":"El forense cree que el <strong class=\"keyword\">epíteto</strong> racial se hizo una vez muerta con la cuchilla de una navaja multiuso.","second":"The ME thinks that the racial <strong class=\"keyword\">epithet</strong> was cut postmortem with a straight blade from a utility knife."},{"author":119723,"first":"Estos <strong class=\"keyword\">epítetos</strong> los usan los compañeros que equiparan la hombría con la capacidad para tomar bebidas alcohólicas, echar humo de tabaco por todas las cavidades faciales, entregarse a una conducta desenfrenada y quebrantar las leyes morales sin el mas mínimo cargo de conciencia.","second":"Such names are used by peers who equate manliness with the ability to drink liquor, blow tobacco smoke out of all the facial cavities, sow one’s wild oats like some animal on the street, and break moral laws without a twinge of conscience."},{"author":8000,"first":"El acusado insultó a Y, ciudadana estadounidense, por su pertenencia racial y vulneró su integridad personal golpeándola en la espalda y dirigiéndole <strong class=\"keyword\">epítetos</strong> generalmente considerados insultantes","second":"The defendant insulted an American citizen Y because of her racial affiliation and breached her personal inviolability by striking her on the back and <strong class=\"keyword\">calling</strong> her <strong class=\"keyword\">names</strong> commonly considered as insulting"},{"author":94808,"first":"En algunos casos recientes, a la vez relevantes y bien conocidos, en Europa oriental y Asia meridional, ni el <strong class=\"keyword\">epíteto</strong> “terrorista”, ni el hecho de un conflicto armado continuo o en aumento ha sido óbice para colaborar con los protagonistas e insistir en la búsqueda de una solución ... Muchas negociaciones de paz que han sido coronadas por el éxito se llevaron adelante sobre la base de la neutralidad de los mediadores, la inclusión y la no emisión de juicios morales o políticos sobre el derecho de una u otra parte a estar presente en la mesa.”","second":"In some notable and rather well-known recent examples in western Europe and South Asia, neither the terrorist <strong class=\"keyword\">epithet</strong>, nor the fact of continuing and even escalating armed conflict deterred mediators from engaging the protagonists and continuing to press for a solution ... Many successful peace negotiations proceeded on the basis of the mediators’ neutrality, inclusiveness and abstention from passing moral or political judgment on either party’s eligibility to be present at the table.”"},{"author":118293,"first":"Porque es un <strong class=\"keyword\">epíteto</strong> racista.","second":"Because <strong class=\"keyword\">it's</strong> a <strong class=\"keyword\">racial</strong> slur."},{"author":118293,"first":"El padre de Andy era Lenny con todas sus tonterías, y <strong class=\"keyword\">epítetos</strong> rencorosos en yiddish.","second":"Andy's father being Lenny, with all his bullshit, spiteful yiddish <strong class=\"keyword\">epithets</strong>."},{"author":27,"first":"Es incomprensible e inaceptable que los esfuerzos pacíficos de las comunidades húngaras sean insultados con <strong class=\"keyword\">epítetos</strong> extremistas por parte de los políticos de algunos Estados miembros de la Unión Europea, mientras acusan a la minoría húngara que vive en su país de delincuencia colectiva y pretenden limitar el uso de su lengua materna.","second":"It is incomprehensible and unacceptable that the peaceful endeavours of the Hungarian communities are insulted with extreme <strong class=\"keyword\">epithets</strong> by politicians from some Member States of the EU, while they accuse the Hungarian minority living in their country of collective criminality and want to restrict the use of their mother tongue."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}