{"result":"ok","tuc":[{"phrase":{"text":"build","language":"en"},"meaningId":-2484310800906663719,"authors":[69425]},{"phrase":{"text":"erect","language":"en"},"meanings":[{"language":"es","text":"Hacer combinando materiales y partes."},{"language":"en","text":"To make by combining materials and parts."}],"meaningId":-5803697803703965074,"authors":[69425]},{"phrase":{"text":"raise","language":"en"},"meanings":[{"language":"es","text":"Hacer combinando materiales y partes."},{"language":"es","text":"Construir un muro, un edificio, etc."},{"language":"en","text":"To construct a wall, a building, etc."},{"language":"en","text":"To make by combining materials and parts."}],"meaningId":-1051318956124216505,"authors":[69425]},{"phrase":{"text":"rear","language":"en"},"meanings":[{"language":"en","text":"to lift, raise etc. physically"}],"meaningId":-8902489223687048045,"authors":[70195]},{"phrase":{"text":"construct","language":"en"},"meanings":[{"language":"es","text":"Hacer combinando materiales y partes."},{"language":"en","text":"To make by combining materials and parts."}],"meaningId":-4383633765045330908,"authors":[60172]},{"phrase":{"text":"establish","language":"en"},"meaningId":-8165299823802902518,"authors":[25018]},{"phrase":{"text":"found","language":"en"},"meaningId":-8306134336511777841,"authors":[25018]},{"phrase":{"text":"go up","language":"en"},"meaningId":6067106814182124770,"authors":[83619]},{"phrase":{"text":"make","language":"en"},"meaningId":3023491343653136682,"authors":[89651]},{"phrase":{"text":"pitch","language":"en"},"meaningId":6790768754854049017,"authors":[25018]},{"phrase":{"text":"plant","language":"en"},"meaningId":120381079342164235,"authors":[25018]},{"phrase":{"text":"put up","language":"en"},"meaningId":7961212372592535114,"authors":[83619]},{"phrase":{"text":"set","language":"en"},"meaningId":1938208690834971730,"authors":[25115]},{"phrase":{"text":"set up","language":"en"},"meaningId":-9170842074035134094,"authors":[25115]},{"meanings":[{"language":"en","text":"to erect"},{"language":"en","text":"to build, build up"},{"language":"en","text":"to set up, establish"}],"meaningId":5727015494482822968,"authors":[93107]}],"phrase":"erigir","examples":[{"author":94808,"first":"Nuestro primer deber para con quienes derramaron su sangre por salvar a la humanidad del nazismo es, ante todo, <strong class=\"keyword\">erigir</strong> una barrera infranqueable para detener la propagación de la intolerancia y otras formas contemporáneas semejantes de racismo, discriminación racial y xenofobia.","second":"Our first duty to those who spilled their blood to save humanity from Naziism is, first and foremost, to <strong class=\"keyword\">erect</strong> a reliable barrier to halt the spread of intolerance and related contemporary forms of racism, racial discrimination and xenophobia."},{"author":8000,"first":"Sobre el desajuste gigantesco que existe entre el Norte y el Sur no se puede <strong class=\"keyword\">erigir</strong> el gran edificio de la prosperidad futura","second":"Upon the monstrous gap between the North and South cannot <strong class=\"keyword\">stand</strong> the great edifice of future prosperity"},{"author":94809,"first":"hasta el 100 % de los costes efectivos cuando el traslado consista sencillamente en desmantelar, trasladar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes,","second":"up to 100 % of the actual costs where the relocation simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities,"},{"author":94809,"first":"hasta el 100 % de los costes reales, cuando el traslado consista en desmontar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes,","second":"up to 100 % of the actual costs incurred where a relocation simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities,"},{"author":94809,"first":"El artículo 13, parte B, letra g), de la Directiva 77/388/CEE del Consejo, de 17 de mayo de 1977, Sexta Directiva en materia de armonización de las legislaciones de los Estados miembros relativas a los impuestos sobre el volumen de negocios – Sistema común del impuesto sobre el valor añadido: base imponible uniforme, en relación con el artículo 4, apartado 3, letra a), de dicha Directiva, debe interpretarse en el sentido de que no está comprendida en la exención del impuesto sobre el valor añadido establecida en la primera de estas disposiciones la entrega de un terreno sobre el que todavía se levanta un viejo edificio, que hay que derribar para <strong class=\"keyword\">erigir</strong> en su lugar una nueva construcción y cuyo derribo a tal fin, asumido por el vendedor, ya ha comenzado antes de esa entrega.","second":"Article 13B(g) of Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes – Common system of value added tax: uniform basis of assessment, in conjunction with Article 4(3)(a) of the directive must be interpreted as meaning that the exemption from value added tax provided for in Article 13B(g) does not cover the supply of land still occupied by a dilapidated building that is to be demolished and replaced by a new building and whose demolition, paid for by the vendor, had already begun before the actual supply took place."},{"author":94809,"first":"hasta el 100 % de los costes reales, siempre que el traslado consista sencillamente en desmantelar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes,","second":"up to 100 % of actual costs where the relocation simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities,"},{"author":94809,"first":"Las Islas Feroe se comprometen a <strong class=\"keyword\">erigir</strong> en el puesto de inspección fronterizo autorizado situado en Tórshavn un centro de inspección adecuado para la manipulación de équidos registrados importados directamente desde Islandia.","second":"The Faeroe Islands undertake to <strong class=\"keyword\">establish</strong> at the approved border inspection post located at Tórshavn an inspection centre suitable for handling registered equidae, imported directly from Iceland."},{"author":119739,"first":"Al parecer, también se requerirían conocimientos de carpintería para colocar con precisión los tablones y <strong class=\"keyword\">erigir</strong> una estructura suficientemente fuerte.","second":"It apparently called for skill in carpentry so as to fit the timbers accurately and <strong class=\"keyword\">build</strong> an adequately strong structure."},{"author":94808,"first":"Como se ha documentado, el Gobierno serbio llegó incluso a <strong class=\"keyword\">erigir</strong> edificios en lugares donde había fosas comunes.","second":"As has been documented, the Serbian Government went so far as to <strong class=\"keyword\">erect</strong> buildings in the mass grave sites."},{"author":94809,"first":"23 Además, la solución defendida por la Comisión tiene como efecto invertir la regla general del Estatuto, en virtud de la cual las Comunidades están obligadas a pagar la retribución a sus funcionarios y otros agentes, y <strong class=\"keyword\">erigir</strong> en regla general las disposiciones excepcionales, como el apartado 2 del artículo 67 del Estatuto y otras disposiciones análogas, al menos cuando la legislación interna del Estado miembro conceda el derecho a complementos familiares a partir del único criterio del domicilio o la residencia habitual.","second":"23 IN ADDITION, THE SOLUTION ADVOCATED BY THE COMMISSION WOULD HAVE THE EFFECT OF REVERSING THE GENERAL RULE IN THE STAFF REGULATIONS, TO THE EFFECT THAT THE COMMUNITIES ARE REQUIRED TO PAY REMUNERATION TO THEIR OFFICIALS AND OTHER SERVANTS, AND ADOPTING <strong class=\"keyword\">AS</strong> THE GENERAL RULE THE EXCEPTIONS SUCH AS ARTICLE 67*(2 ) OF THE STAFF REGULATIONS AND THE OTHER PROVISIONS RELATED THERETO, AT ANY RATE IN CASES WHERE THE NATIONAL LEGISLATION OF A MEMBER STATE CONFERS ENTITLEMENT TO FAMILY ALLOWANCES SOLELY ON THE BASIS OF THE CRITERION OF DOMICILE OR HABITUAL RESIDENCE ."},{"author":94809,"first":"Existen referencias de que el hecho de <strong class=\"keyword\">erigir</strong> postes de 23 metros de altura va a provocar que se doble el número de cables a través del campo.","second":"There is reference to the fact that the <strong class=\"keyword\">erection</strong> of 23 metre high pylons will result in twice the number of cables across miles of countryside."},{"author":22,"first":"hasta el # % de los costes reales, siempre que el traslado consista sencillamente en desmantelar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes","second":"up to # % of the actual costs where the relocation simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities"},{"author":119739,"first":"(Nú 1:1-4, 17; 2:18; 10:22.) Además de tomar parte en la presentación conjunta que hicieron los principales cuando se terminó de <strong class=\"keyword\">erigir</strong> el tabernáculo, Elisamá presentó el día séptimo su propia ofrenda para la inauguración del altar. (Nú 7:1, 2, 5, 10, 11, 48-53.)","second":"(Nu 1:1-4, 17; 2:18; 10:22) Besides sharing in the group presentation made by the chieftains after the <strong class=\"keyword\">setting up</strong> of the tabernacle, Elishama thereafter presented his own offering on the seventh day for the inauguration of the altar.—Nu 7:1, 2, 5, 10, 11, 48-53."},{"author":94808,"first":"Hace suya la iniciativa de los Estados Miembros de <strong class=\"keyword\">erigir</strong>, en un lugar destacado de la Sede de las Naciones Unidas que sea fácilmente accesible para los delegados, el personal y los visitantes de las Naciones Unidas, un monumento permanente en reconocimiento de la tragedia y en consideración del legado de la esclavitud y de la trata transatlántica de esclavos;","second":"Endorses the initiative of Member States to <strong class=\"keyword\">erect</strong>, at a place of prominence at United Nations Headquarters that is easily accessible to delegates, United Nations staff and visitors, a permanent memorial in acknowledgement of the tragedy and in consideration of the legacy of slavery and the transatlantic slave trade;"},{"author":22,"first":"hasta el # % de los costes reales, cuando el traslado consista sencillamente en desmantelar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes","second":"up to # % of actual costs where the relocation simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities"},{"author":94809,"first":"hasta el 100 % de los costes reales, siempre que el traslado consista sencillamente en desmantelar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes,","second":"up to 100 % of the actual costs incurred where relocation in the public interest simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities,"},{"author":22,"first":"hasta el # % de los costes reales, siempre que el traslado consista sencillamente en desmantelar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes","second":"up to # % of actual costs where the relocation simply consists of the dismantling, removal and <strong class=\"keyword\">re</strong>-<strong class=\"keyword\">erection</strong> of existing facilities"},{"author":27,"first":"Segundo, en el campo del comercio global, los líderes del G-20 confirmaron en Londres su compromiso, ya adquirido en la reunión de Washington, de no <strong class=\"keyword\">erigir</strong> nuevas barreras comerciales.","second":"Secondly, in the area of global trade the G20 leaders confirmed in London their earlier commitment from the Washington meeting not to <strong class=\"keyword\">create</strong> new trade barriers."},{"author":8000,"first":"Acoge con beneplácito la iniciativa de los Estados miembros de la Comunidad del Caribe de <strong class=\"keyword\">erigir</strong>, en un lugar destacado de la Sede de las Naciones Unidas, que sea fácilmente accesible para los delegados, el personal y los visitantes de las Naciones Unidas, un monumento permanente en reconocimiento de la tragedia y en consideración del legado de la esclavitud y de la trata transatlántica de esclavos","second":"Welcomes the initiative of the States members of the Caribbean Community to <strong class=\"keyword\">erect</strong>, at a place of prominence at United Nations Headquarters that is easily accessible to delegates, United Nations staff and visitors, a permanent memorial in acknowledgement of the tragedy and in consideration of the legacy of slavery and the transatlantic slave trade"},{"author":94809,"first":"hasta el 100 % de los costes reales, cuando el traslado consista sencillamente en desmantelar, retirar y <strong class=\"keyword\">erigir</strong> de nuevo las instalaciones existentes,","second":"up to 100 % of actual costs, provided that relocation concerns only dismantling, removing and <strong class=\"keyword\">subsequently re</strong>-<strong class=\"keyword\">building</strong> existing buildings,"},{"author":94808,"first":"En el párrafo 14 de su resolución 66/114, la Asamblea General solicitó a la Oficina de las Naciones Unidas para las Asociaciones de Colaboración que, a través del Secretario General, en su sexagésimo séptimo período de sesiones le presentara un informe exhaustivo sobre la situación del Fondo Fiduciario de las Naciones Unidas para la Colaboración-Monumento Permanente, establecido con el propósito de ejecutar la iniciativa de <strong class=\"keyword\">erigir</strong> un monumento permanente en honor de las víctimas de la esclavitud y de la trata transatlántica de esclavos.","second":"In paragraph 14 of its resolution 66/114, the General Assembly requested the United Nations Office for Partnerships, through the Secretary-General, to submit a comprehensive report to the Assembly at its sixty-seventh session on the status of the United Nations Trust Fund for Partnerships — Permanent Memorial, established with a view to implementing the initiative to <strong class=\"keyword\">erect</strong> a permanent memorial in honour of the victims of slavery and the transatlantic slave trade."},{"author":8008,"first":"Pero el discurso no se basaba solamente en la necesidad de <strong class=\"keyword\">erigir</strong> instituciones para la valorización del trabajo inmaterial y cognitivo: era también un discurso contra la explotación del trabajo mediante la organización del espacio.","second":"In the <strong class=\"keyword\">city</strong> of Ljubljana, power was in the hands of the left, which had no idea what to do with it other than to hand the powerful real estate lobbies what they wanted."},{"author":94808,"first":"La Oficina ha continuado administrando la subcuenta del Comité del Monumento Permanente, establecida para <strong class=\"keyword\">erigir</strong> un monumento permanente en la Sede de las Naciones Unidas en homenaje a las víctimas de la esclavitud y de la trata transatlántica de esclavos.","second":"The Office had continued to administer the sub‐account of the Permanent Memorial Committee, established to <strong class=\"keyword\">erect</strong> a permanent memorial at United Nations Headquarters to the Victims of Slavery and the Trans-Atlantic Slave Trade."},{"author":94808,"first":"Los recursos que pueden obtenerse solicitando subvenciones para obras de bellas artes y artes aplicadas en lugares públicos se supone que complementan los recursos asignados por las administraciones locales y organizaciones sin ánimo de lucro para <strong class=\"keyword\">erigir</strong> estatuas en lugares públicos.","second":"The resource accessible by applications for subsidizing works of fine and applied arts in public places is supposed to supplement the resources of local governments and non-profit organizations earmarked for the setting up of <strong class=\"keyword\">statues</strong> in public places."},{"author":94808,"first":"En su sexagésimo tercer período de sesiones, la Asamblea General acogió con beneplácito la iniciativa de los Estados miembros de la Comunidad del Caribe de <strong class=\"keyword\">erigir</strong> en la Sede de las Naciones Unidas un monumento permanente en reconocimiento de la tragedia; y pidió al Secretario General que le presentara, en su sexagésimo cuarto período de sesiones, un informe sobre la continuación de la labor de ejecución del programa de difusión educativa, incluidas las actividades de los Estados Miembros (resolución 63/5).","second":"At its sixty-third session, the General Assembly welcomed the initiative of the States members of the Caribbean Community to <strong class=\"keyword\">erect</strong> at United Nations Headquarters a permanent memorial in acknowledgement of the tragedy; and requested the Secretary-General to report to the Assembly at its sixty-fourth session on continued action to implement the programme of educational outreach, including action by Member States (resolution 63/5)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}