{"result":"ok","tuc":[{"phrase":{"text":"scholar","language":"en"},"meanings":[{"language":"en","text":"learned person"},{"language":"en","text":"specialist in a particular branch of knowledge"}],"meaningId":5869311438700326692,"authors":[70195]},{"phrase":{"text":"erudite","language":"en"},"meanings":[{"language":"en","text":"scholarly, learned"},{"language":"en","text":"Characterized by great knowledge."},{"language":"es","text":"Caracterizado por su gran conocimiento."}],"meaningId":6936087218457407399,"authors":[70195]},{"phrase":{"text":"learned","language":"en"},"meanings":[{"language":"en","text":"having much learning"}],"meaningId":-3215519348687400576,"authors":[70195]},{"phrase":{"text":"scholarly","language":"en"},"meanings":[{"language":"en","text":"relating to scholars or scholarship"},{"language":"en","text":"Of, or related to scholars or scholarship."},{"language":"es","text":"Perteneciente o relacionado con académicos o con la academia."}],"meaningId":-7151830377490049430,"authors":[70195]},{"phrase":{"text":"knowledgeable","language":"en"},"meanings":[{"language":"en","text":"having knowledge, especially of a particular subject"}],"meaningId":-2022616461313205959,"authors":[70195]},{"phrase":{"text":"savant","language":"en"},"meaningId":-8142989989887576410,"authors":[25115]},{"phrase":{"text":"bookman","language":"en"},"meaningId":8996108231544501080,"authors":[83619]},{"phrase":{"text":"pundit","language":"en"},"meaningId":-1746219665047247788,"authors":[83619]},{"phrase":{"text":"erudite person","language":"en"},"meaningId":-3442305643914652794,"authors":[83093]},{"phrase":{"text":"generalist","language":"en"},"meaningId":-5761376568762885642,"authors":[83093]},{"phrase":{"text":"initiate","language":"en"},"meaningId":-7784848117993869816,"authors":[84500]},{"phrase":{"text":"learned person","language":"en"},"meaningId":4482814177460812145,"authors":[84500]},{"phrase":{"text":"scholarly person","language":"en"},"meaningId":-3602994362402692894,"authors":[84500]},{"phrase":{"text":"student","language":"en"},"meaningId":3766417363919465903,"authors":[84500]},{"meanings":[{"language":"en","text":"scholar, learned person"},{"language":"en","text":"erudite, scholarly, learned"}],"meaningId":-3088371566913140841,"authors":[1]}],"phrase":"erudito","examples":[{"author":94808,"first":"Participaron funcionarios superiores de las Naciones Unidas y <strong class=\"keyword\">eruditos</strong> de renombre con experiencia en esta esfera.","second":"Participants were senior United Nations staff and senior <strong class=\"keyword\">scholars</strong> with expertise in this area."},{"author":119739,"first":"Si bien varias fuentes indican que el Evangelio de Mateo se escribió alrededor del año 41 de nuestra era —a escasos ocho años de la muerte de Cristo—, muchos <strong class=\"keyword\">eruditos</strong> se inclinan por una fecha posterior.","second":"According to some sources, the Gospel of Matthew was written as early as the eighth year after Christ’s death, that is, about 41 C.E."},{"author":119723,"first":"Existen diversas opiniones sobre el momento en que se escribieron el Génesis y los demás libros de Moisés, pero algunos <strong class=\"keyword\">eruditos</strong> lo calculan entre los siglos XV y XIII a. C.","second":"There are varying opinions on when Genesis and the other books of Moses were written, but some <strong class=\"keyword\">scholars</strong> date the writing to sometime between the 15th and 13th centuries B.C."},{"author":119723,"first":"Esos <strong class=\"keyword\">eruditos</strong> de la actualidad reconocen varios “libros” del Nuevo Testamento que muy probablemente se escribieron después de que se recibió la revelación de Juan en la Isla de Patmos.","second":"Those <strong class=\"keyword\">scholars</strong> of our day acknowledge a number of New Testament “books” that were almost certainly written after John’s revelation on the Isle of Patmos was received."},{"author":94808,"first":"El Centro de Manuscritos Saddam, fundado en 1988, reunía una importante colección de manuscritos, incluidos los manuscritos de los museos iraquíes y otros pertenecientes a importantes familias de <strong class=\"keyword\">eruditos</strong> iraquíes.","second":"What was known as the Saddam Manuscript Centre, founded in 1988, had assembled a large collection of manuscripts, including the manuscripts from the Iraqi Museum and others belonging to leading Iraqi <strong class=\"keyword\">learned</strong> families."},{"author":93236,"first":"La creación e introducción de nuevas ideas y nuevas organizaciones para abordar los retos sociales son características centrales en la investigación actual sobre emprendimiento social, y a lo largo de las dos últimas décadas los <strong class=\"keyword\">eruditos</strong> han propuesto una variedad de enfoques para comprender y analizar éstas y otras dimensiones del emprendimiento social.","second":"The creation and introduction of new ideas and new organizations to address social challenges are central features in current social entrepreneurship research, and over the past two decades <strong class=\"keyword\">scholars</strong> have proposed a variety of approaches to understand and analyze these and other dimensions of social entrepreneurship."},{"author":8008,"first":"Los <strong class=\"keyword\">eruditos</strong> están unánimemente de acuerdo en que no es permisible dar la caridad obligatoria (lo que incluye zakat al-fítr) a aquellos a quienes estamos obligados a mantener, tales como nuestros hijos y otros parientes.","second":"The <strong class=\"keyword\">scholars</strong> are unanimously agreed that it is not permissible to give obligatory zakaah – which includes sadaqat al-fitr – to those on whom one is obliged to spend, such as parents and children."},{"author":8000,"first":"Diversos sectores de la sociedad somalí, incluso ancianos de clanes y <strong class=\"keyword\">eruditos</strong>, vieron con buenos ojos ese respaldo y pidieron a los grupos de la oposición que pusieran fin a las hostilidades","second":"A cross-section of Somali society, including clan elders and <strong class=\"keyword\">scholars</strong>, welcomed the endorsement as a positive step and called upon the opposition groups to stop the fighting"},{"author":94808,"first":"En el marco de los esfuerzos continuos a favor de un entorno propicio para la paz, una delegación del Consejo Superior de la Paz visitó la Arabia Saudita entre el 28 de diciembre y el 2 de enero para asistir a una reunión de <strong class=\"keyword\">eruditos</strong> religiosos de la Organización de Cooperación Islámica (OCI).","second":"In continuing efforts to support an environment conducive to peace, a High Peace Council delegation visited Saudi Arabia between 28 December and 2 January to attend an Organization of Islamic Cooperation (OIC) meeting of religious <strong class=\"keyword\">scholars</strong>."},{"author":8000,"first":"Debo decirles que los <strong class=\"keyword\">eruditos</strong> ya hicieron su trabajo","second":"I have to say that the <strong class=\"keyword\">scholars</strong> have done their job"},{"author":94808,"first":"Acogiendo con beneplácito los resultados de la Jirga Consultiva de la Paz celebrada del 2 al 4 de junio de 2010, en la que 1.600 delegados afganos que representaban a un amplio sector de todos los grupos étnicos y religiosos, funcionarios gubernamentales, <strong class=\"keyword\">eruditos</strong> religiosos, dirigentes tribales, la sociedad civil del Afganistán y refugiados afganos residentes en la República Islámica del Irán y el Pakistán, celebraron conversaciones sobre maneras para poner fin a la inseguridad y elaboraron un plan para lograr una paz duradera en el país,","second":"Welcoming the results of the Consultative Peace Jirga, held from 2 to 4 June 2010, in which 1,600 Afghan delegates, representing a broad cross‐section of all Afghan ethnic and religious groups, government officials, religious <strong class=\"keyword\">scholars</strong>, tribal leaders, civil society and Afghan refugees residing in the Islamic Republic of Iran and Pakistan, discussed an end to insecurity and developed a plan for lasting peace in the country,"},{"author":118293,"first":"Caballero y un <strong class=\"keyword\">erudito</strong>.","second":"gentleman and a <strong class=\"keyword\">scholar</strong>."},{"author":118293,"first":"Tres <strong class=\"keyword\">eruditos</strong> jurados escucharon la apelación.","second":"Three <strong class=\"keyword\">learned</strong> judges heard the appeal."},{"author":119723,"first":"Hinckley declaró: “Los que lo han leído [el Libro de Mormón] y orado al respecto, fueran ricos o pobres, <strong class=\"keyword\">eruditos</strong> o ignorantes, han crecido espiritualmente bajo su poder...","second":"Hinckley declared: “Those who have read [the Book of Mormon] prayerfully, be they rich or poor, <strong class=\"keyword\">learned</strong> or unlearned, have grown under its power. ..."},{"author":27,"first":"Desde el punto de vista tradicional de estos grandes <strong class=\"keyword\">eruditos</strong> de la cultura tradicional, este valor es muy claro pero, al mismo tiempo, es igual de claro que, con esta sentencia, nos enfrentamos a la expresión de unas opiniones antitradicionales que invitan a todo el mundo a pensar igual.","second":"From the traditional point of view of these great <strong class=\"keyword\">scholars</strong> of traditional culture, this value is extremely clear but, at the same time, it is just as clear that with this ruling, we are dealing with the expression of anti-traditional views which encourage everyone to think in the same way."},{"author":118293,"first":"Bajo mi autoridad como <strong class=\"keyword\">Erudito</strong> Je fe, ayudé a capturar al Rebelde HongByuk.","second":"Under my authority as <strong class=\"keyword\">student</strong> president, I helped capture the Hong Byuk Seo."},{"author":8008,"first":"Miembro fundador del grupo Gesta que desde 1996 desarrolla trabajos de intersección entre la música <strong class=\"keyword\">erudita</strong> y la popular.","second":"Founding member of 'Gesta', a group which has developed works in the intersection between Classical and <strong class=\"keyword\">Popular</strong> Music."},{"author":8007,"first":"Algunos <strong class=\"keyword\">eruditos</strong> chinos están escribiendo ahora sobre la decadencia de los Estados Unidos y uno de ellos ha afirmado que en 2000 el poder americano llegó a su culmen.","second":"Certain Chinese <strong class=\"keyword\">scholars</strong> are now writing about the decline of the US, with one identifying the year 2000 as the peak of American power."},{"author":118293,"first":"Pero el cómo abrirlo permanecerá oculto a todos excepto para los más sabios <strong class=\"keyword\">eruditos</strong>.","second":"But how to unlock it would remain hidden to all but the most <strong class=\"keyword\">learned scholars</strong>."},{"author":93236,"first":"En este sentido, los <strong class=\"keyword\">eruditos</strong> comenzaron a discutir si la “innovación social”, el “emprendimiento social”, la “responsabilidad social corporativa”, la “empresa social”, las “organizaciones emprendedoras sin ánimo de lucro”, y el “negocio social” pueden proporcionar soluciones para lograr servicios sociales sostenibles financieramente.","second":"In this regard, <strong class=\"keyword\">scholars</strong> started to discuss whether ‘Social Innovation’, ‘Social Entrepreneurship’, ‘CSR’, ‘Social Enterprise’, ‘Enterprising Nonprofits’, and ‘Social Business’ are able to provide solutions for financially sustainable social services."},{"author":119739,"first":"traductor de la Biblia y <strong class=\"keyword\">erudito</strong> (siglo XVI España): w11 1/12 18-21","second":"Bible translator and <strong class=\"keyword\">scholar</strong> (16th-century Spain): w11 12/1 18-21"},{"author":8008,"first":"Y hemos jugado un juego muy emocionante - <strong class=\"keyword\">erudito</strong> (o fideo): insertar una placa en el suelo, y de él a la carta - en otras palabras.","second":"And we played a very exciting game - <strong class=\"keyword\">erudite</strong> (or noodle): insert a plate in the floor, and from him to the letter - in other words."},{"author":118293,"first":"Algunas personas dicen que es un <strong class=\"keyword\">erudito</strong>.","second":"Some people say he's a <strong class=\"keyword\">savant</strong>."},{"author":26,"first":"Los <strong class=\"keyword\">eruditos</strong> sostienen que la traducción se perdió hace cientos de años","second":"<strong class=\"keyword\">Scholars</strong> maintain that the translation was lost hundreds of years ago"},{"author":31,"first":"Te alabo...... Padre, Señor del Cielo y de la Tierra.Porque sin revelar esto a los inteligentes y <strong class=\"keyword\">eruditos</strong>...... Io revelas a los sencillos","second":"Father, Lord of heaven and earth, I give you praise...... that you have hidden this from the <strong class=\"keyword\">wise</strong> and revealed it to children"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}