{"result":"ok","tuc":[{"phrase":{"text":"sketch","language":"en"},"meanings":[{"language":"en","text":"To describe or illustrate roughly or briefly or give the main points or summary of."},{"language":"en","text":"to create a sketch"},{"language":"es","text":"Hacer un dibujo o una composición rápido."},{"language":"en","text":"To make a drawing or other composition that is not intended as a finished work."},{"language":"es","text":"Hacer un dibujo u otra composición que no constituye un trabajo acabado."},{"language":"es","text":"Exponer, describir o caracterizar los trazos más sobresalientes."},{"language":"en","text":"To make a quick drawing or composition."}],"meaningId":-5828665645551631631,"authors":[70195]},{"phrase":{"text":"outline","language":"en"},"meaningId":-7570749025279625415,"authors":[20]},{"phrase":{"text":"adumbrate","language":"en"},"meaningId":7900707158140081145,"authors":[2698]},{"phrase":{"text":"draft","language":"en"},"meaningId":-5407583545825797840,"authors":[97745]},{"phrase":{"text":"plan","language":"en"},"meaningId":-4422180686002528555,"authors":[2698]},{"phrase":{"text":"rough out","language":"en"},"meaningId":4474175242677569702,"authors":[97745]},{"phrase":{"text":"trace","language":"en"},"meaningId":-8379139891370516866,"authors":[25115]},{"meanings":[{"language":"en","text":"sketch (to create a sketch)"}],"meaningId":1500858314384034527,"authors":[93107]}],"phrase":"esbozar","examples":[{"author":95096,"first":"En el punto en donde los Alpes bajan hacia el Mediterráneo y parecen perder su aspereza para <strong class=\"keyword\">esbozar</strong> un gesto de bienvenida y de dulzura, se extiende en un rincón de tierra privilegiada, el territorio de vuestro principado: colinas de gracioso perfil, un promontorio que encierra una rada acogedora, cuyas tranquilas aguas, animadas por la leve carrera de los veleros, reflejan el azul del cielo y la imagen de un lugar apacible.","second":"At the place where the Alps incline toward the Mediterranean and seem to lose their harshness in order to suggest a sign of goodwill and gentleness, the territory of your Principality extends over a corner of privileged earth: hills in graceful <strong class=\"keyword\">outline</strong>, a promontory with a welcoming roadway whose calm waters, stirred by the swift coursing of sailboats, reflect the azure of the heavens and the image of a peaceful dwelling place."},{"author":8000,"first":"a) <strong class=\"keyword\">Esbozar</strong> mecanismos eficaces para la participación pública","second":"a) <strong class=\"keyword\">Designing</strong> effective mechanisms for public participation"},{"author":94809,"first":"considerando que el Comité de las Regiones quiere <strong class=\"keyword\">esbozar</strong> sus posiciones clave sobre el Programa de Trabajo de la Comisión para 2013,","second":"whereas the Committee of the Regions wishes to <strong class=\"keyword\">outline</strong> its key positions regarding the Commission’s work programme for 2013,"},{"author":94808,"first":"Malasia acoge con agrado el hecho de que, al <strong class=\"keyword\">esbozar</strong> las tareas del grupo de alto nivel de personalidades eminentes sobre la reforma de la Organización, que propone establecer, el Secretario General haya incluido las cuestiones de la paz y la seguridad, así como la reforma del Consejo de Seguridad.","second":"Malaysia is pleased that the Secretary-General, in <strong class=\"keyword\">outlining</strong> the tasks for the high-level panel of eminent persons on the reform of the Organization that he proposes to establish, has included the questions of peace and security as well as Security Council reform."},{"author":8000,"first":"El Gobierno de la República de Chipre desea <strong class=\"keyword\">esbozar</strong> los parámetros básicos de su posición respecto de las propuestas presentadas por el Gobierno de Turquía al Secretario General de las Naciones Unidas el # de enero de # por conducto del Representante Permanente de Turquía ante las Naciones Unidas y, posteriormente, por el Ministro de Relaciones Exteriores de la República de Turquía, Sr. Abdullah Gül, durante la rueda de prensa celebrada en Ankara el # de enero de","second":"The Government of the Republic of Cyprus wishes to <strong class=\"keyword\">outline</strong> the basic parameters of its position regarding the proposals of the Turkish Government submitted to the United Nations Secretary-General by the Permanent Representative of Turkey to the United Nations, on # anuary # and subsequently presented by the Minister for Foreign Affairs of the Republic of Turkey, Abdullah Gül, during a press conference held in Ankara on # anuary"},{"author":94808,"first":"Señor Presidente, quisiera igualmente darle las gracias por aceptar que utilizáramos esta sesión de resumen como una oportunidad para <strong class=\"keyword\">esbozar</strong> una perspectiva breve de nuestro mandato de dos años, que empezó el 1° de enero de 2000.","second":"Mr. President, I also really wish to thank you for agreeing to our utilizing this wrap-up session as an opportunity to provide a brief perspective on our two-year term, which began on 1 January 2000."},{"author":27,"first":"Únicamente si adoptamos un enfoque global y coordinado entre las políticas comunitarias y las nacionales, concretamente en materia de cohesión, agricultura y transporte, seremos capaces de <strong class=\"keyword\">esbozar</strong> una estrategia que transmita una visión a largo plazo.","second":"Only through the adoption of a global and coordinated approach between Community policies and national policies, namely in the areas of cohesion, agriculture and transport, will we be able to <strong class=\"keyword\">outline</strong> a strategy that conveys a long-term vision."},{"author":27,"first":"Por tanto, repito que tomo buena nota de lo que ha señalado usted, pero no obstante intentaría empezar con la línea que acabo de <strong class=\"keyword\">esbozar</strong>.","second":"Once again I agree with you, but I just wanted to try to follow up my <strong class=\"keyword\">previous</strong> thoughts."},{"author":8000,"first":"• ¿Podría Malasia <strong class=\"keyword\">esbozar</strong> los detalles del Acuerdo sobre arreglos de seguridad en la zona fronteriza concertado en # entre el Gobierno de Malasia y el Gobierno de la República de Indonesia (MALINDO) (pág # del informe)?","second":"Could Malaysia please <strong class=\"keyword\">outline</strong> the # greement on Security Arrangements at the Border Areas between the Government of Malaysia and the Government of the Republic of Indonesia (MALINDO)-(page # of the report)?"},{"author":8000,"first":"El seminario, titulado “Gestión de los asuntos públicos para el desarrollo humano: el PNUD y la sociedad civil” (San Salvador # a # de diciembre de # ), fue decisivo en la determinación del contexto y el contenido de la colaboración del PNUD con la sociedad civil, y contribuyó a <strong class=\"keyword\">esbozar</strong> la índole de la asociación del PNUD respecto de una variedad de cuestiones sustantivas","second":"The workshop, entitled `Governance for Human Development: UNDP and Civil Society' (San Salvador # ecember # ), was a watershed in shaping both the context and content of UNDP engagement with civil society, and assisted in <strong class=\"keyword\">charting</strong> the UNDP partnership around a range of substantive issues"},{"author":8000,"first":"Apartado c) del párrafo # sírvase <strong class=\"keyword\">esbozar</strong> la legislación relativa al control de la inmigración y al otorgamiento del derecho de asilo y describa de qué manera se impide que se abuse de esas disposiciones","second":"Sub-paragraph # (c): Please <strong class=\"keyword\">outline</strong> the legislation relating to immigration control and the granting of the right of asylum, and describe how abuse of those provisions is prevented"},{"author":94808,"first":"Al <strong class=\"keyword\">esbozar</strong> algunas de las medidas adoptadas por el Gobierno del Congo para desarrollar y promover la utilización de TIC, el orador dice que el Plan Nacional de Desarrollo 2012-2016 se centra en la modernización e industrialización del país y en él se hace particular hincapié en el sector de las TIC.","second":"<strong class=\"keyword\">Outlining</strong> some of the steps taken by his Government to develop and promote the use of ICTs, he said that the National Development Plan 2012-2016, focused on the modernization and industrialization of the country, gave particular emphasis to the ICT sector."},{"author":8000,"first":"Sírvase <strong class=\"keyword\">esbozar</strong> el artículo # del Código Penal, relativo a la creación de grupos armados","second":"Please <strong class=\"keyword\">outline</strong> Article # of the Criminal Code relating to the creation of armed groups"},{"author":8008,"first":"Voy a <strong class=\"keyword\">esbozar</strong> aquí algunas vías de prospección micropolítica, esperando que las mismas puedan contribuir al enfrentamiento de estas preguntas.","second":"What interest do the institutions have in incorporating them? What I will do here is to <strong class=\"keyword\">sketch</strong> out a few prospective pathways of investigation, in order to confront these questions."},{"author":94808,"first":"A ese respecto, felicitamos las medidas concretas que el Representante Especial Vieira de Mello nos <strong class=\"keyword\">esbozara</strong> esta mañana con respecto a los contactos que se han hecho con dirigentes en la región.","second":"In that connection, we commend the concrete steps <strong class=\"keyword\">outlined</strong> to us this morning by Special Representative Vieira de Mello regarding the contacts that have been made with leaders in the region."},{"author":27,"first":"En la Comisión de Libertades, Derechos de los Ciudadanos, Justicia y Asuntos Interiores los ministros de Interior y Justicia se han limitado a <strong class=\"keyword\">esbozar</strong> las líneas generales.","second":"Even in the Committee on Citizens' Freedoms and Rights, Justice and Home Affairs, the Ministers for Justice and Home Affairs remain too vague."},{"author":8000,"first":"Tengo la intención de seguir el procedimiento que acabo de <strong class=\"keyword\">esbozar</strong>, algo que no debe tomar a nadie por sorpresa, puesto que ésta ha sido la práctica habitual que siempre se ha seguido en esta Comisión cuando nos adentramos en la tercera etapa: adopción de decisiones sobre los proyectos de resolución relativos a todos los temas del programa","second":"It is my intention to follow the procedure that I have just <strong class=\"keyword\">outlined</strong>- which should not come as a shock, because it is the usual practice that has always been followed in this Committee- when we start phase III, i.e. taking action on draft resolutions submitted under all agenda items"},{"author":95183,"first":"Por el momento, me limitaré a aclarar algunos de mis compromisos iniciales y a <strong class=\"keyword\">esbozar</strong> algunos planes para este año.","second":"For now, I will clarify some of my initial commitments and <strong class=\"keyword\">outline</strong> some <strong class=\"keyword\">plans</strong> for this year."},{"author":8000,"first":"Quisiera <strong class=\"keyword\">esbozar</strong> cuatro esferas prioritarias que necesitan atención","second":"I would like to <strong class=\"keyword\">outline</strong> four priority areas that need to be focused upon"},{"author":8000,"first":"En el párrafo # de esa resolución, la Asamblea pidió al Secretario General que incluyera en su informe una sección en que <strong class=\"keyword\">esbozara</strong> los riesgos relacionados con las actividades pesqueras que actualmente afronta la biodiversidad marina de los ecosistemas marinos vulnerables","second":"In paragraph # of that resolution, the Assembly requested the Secretary-General to include in his report a section <strong class=\"keyword\">outlining</strong> current risks to the marine biodiversity of vulnerable marine ecosystems related to fishing activities"},{"author":27,"first":"Hoy no me siento capaz de <strong class=\"keyword\">esbozar</strong> correctamente su contribución, pero no cabe duda de que esas medidas suplementarias deberán referirse a una mayor apertura de nuestros mercados a esos países en vías de desarrollo.","second":"I am not currently in a position right to <strong class=\"keyword\">outline</strong> this support, but it is certain that these additional efforts will have to involve the increased opening up of our markets to developing countries."},{"author":94808,"first":"Sírvanse <strong class=\"keyword\">esbozar</strong> las medidas, tanto legislativas como prácticas, que impiden a las entidades y particulares reclutar, recaudar fondos o solicitar otras formas de apoyo para las actividades terroristas realizadas dentro o fuera de Letonia, en particular:","second":"Please <strong class=\"keyword\">outline</strong> the measures, both legislative and practical, preventing entities and individuals from recruiting, collecting funds or soliciting other forms of support for terrorist activities to be carried out inside or outside Latvia, including, in particular:"},{"author":8000,"first":"Las actitudes de los Estados Unidos se basarán en los principios que acabo de <strong class=\"keyword\">esbozar</strong>","second":"American attitudes will be based on the principles I have just <strong class=\"keyword\">outlined</strong>"},{"author":94808,"first":"Una delegación recomendó que la adición al plan estratégico titulada “Visión estratégica del PNUD sobre la asistencia a los países afectados por crisis” (DP/2008/20/Rev.1) fuera más explícita al <strong class=\"keyword\">esbozar</strong> el papel del PNUD en la recuperación temprana.","second":"One delegation recommended that the addendum to the strategic plan entitled ‘UNDP strategic vision on assistance to crisis-affected countries’ (DP/2007/20/Rev.1) should be more explicit in <strong class=\"keyword\">delineating</strong> the role of UNDP in early recovery."},{"author":8000,"first":"Reconociendo la necesidad de protegerse contra las amenazas a la democracia, incluido el terrorismo, la Comunidad de Democracias podría <strong class=\"keyword\">esbozar</strong> una serie de medidas que podrían aplicar, los países, individual o conjuntamente o en su calidad de miembros de organizaciones regionales o internacionales, respetando plenamente el derecho internacional, para promover, defender, fortalecer o restablecer las instituciones democráticas","second":"Recognizing the need to protect against threats to democracy including terrorism, the Community of Democracies may <strong class=\"keyword\">outline</strong> a series of measures that could be used with full respect for international law by countries individually, together or as members of international or regional organizations to promote, defend, strengthen or restore democratic institutions"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}