{"result":"ok","tuc":[{"phrase":{"text":"echelon","language":"en"},"meaningId":-7832609994745749263,"authors":[84715]},{"phrase":{"text":"hierarchical level","language":"en"},"meaningId":2541654650060045201,"authors":[80097]},{"phrase":{"text":"reporting level","language":"en"},"meaningId":-1069684940475717066,"authors":[80097]},{"phrase":{"text":"scalar level","language":"en"},"meaningId":-7165573505171949642,"authors":[80097]},{"phrase":{"text":"scale","language":"en"},"meaningId":-6753680489104267230,"authors":[89651]},{"meanings":[{"language":"en","text":"ranking, hierarchy; an echelon."}],"meaningId":-535306907225073445,"authors":[1]}],"phrase":"escalafón","examples":[{"author":94808,"first":"Con un ingreso nacional bruto de 2.820 dólares de los EE.UU. per cápita, Jamaica se encuentra en la parte baja del <strong class=\"keyword\">escalafón</strong> de los países de medianos ingresos, al que han logrado sumarse la mayoría de los pequeños Estados insulares en desarrollo del Caribe.","second":"With a gross national income of $2,820 per capita, Jamaica is at the lower end of the middle-income <strong class=\"keyword\">ranking</strong> achieved by most Caribbean SIDS."},{"author":8000,"first":"A raíz de la mejora de los contratos del UNIDIR, que han quedado equiparados a los principales contratos de las Naciones Unidas, en # se modificó el <strong class=\"keyword\">escalafón</strong> de todos los puestos de trabajo, y se están tomando medidas para que a partir de # la estructura de remuneraciones del Instituto esté basada en las categorías del cuadro orgánico y de servicios generales de las Naciones Unidas","second":"Following the improvement in UNIDIR contracts, which are now in line with main United Nations contracts, all UNIDIR posts were re-<strong class=\"keyword\">graded</strong> in # and steps are being taken so that from the beginning of # will have a salary structure based on United Nations Professional and General Service grades"},{"author":118293,"first":"El Sr. Carson está por subir en el <strong class=\"keyword\">escalafón</strong>.","second":"Mr. Carson is stepping up to the next <strong class=\"keyword\">level</strong>."},{"author":8000,"first":"En esta policía existen tres instancias de formación educativa: la Escuela de Investigaciones Policiales, destinada a la formación de los futuros funcionarios de la Policía de Investigaciones, que otorga el título de \"Investigador policial\"; la Academia Superior de Estudios Policiales, plantel de formación de los futuros jefes de la institución y de perfeccionamiento de los oficiales; y el Centro de Capacitación Profesional destinado a reformular planes y programas de estudio y capacitar permanentemente al personal policial de las distintas plantas y <strong class=\"keyword\">escalafones</strong> con programas orientados a la especialización profesional","second":"There are three training institutions within this police force: the Police Investigations College, which trains future police officers and awards the “police investigator” diploma; the Higher Academy for Police Studies, which trains future police chiefs and provides further training for senior officers; and the Professional Training Centre, which reviews study programmes and curricula and provides continuing training for police personnel in the various departments and <strong class=\"keyword\">categories</strong> through professional specialization programmes"},{"author":31,"first":"¿ Quiere esto decir que soy el siguiente en el <strong class=\"keyword\">escalafón</strong>?","second":"Does this mean my number is <strong class=\"keyword\">up</strong>?"},{"author":94808,"first":"La CCDH reiteró su recomendación de que se impartiera una formación específica a todas las personas de cualquier nivel del <strong class=\"keyword\">escalafón</strong> judicial, incluidos los magistrados y los abogados, que trataran con menores con problemas .","second":"CCDH reiterated its recommendation that all persons, at all levels of the judicial <strong class=\"keyword\">system</strong>, including judges and lawyers, who are in contact with minors in difficulty, should be given special training."},{"author":118293,"first":"Ya sabes, terminé la escuela militar y conseguí un <strong class=\"keyword\">escalafón</strong>.","second":"You know, I finished military school got a <strong class=\"keyword\">rank</strong>."},{"author":31,"first":"Lo de patear culos empeora según va bajando el <strong class=\"keyword\">escalafón</strong>","second":"The ass chewing gets worse on the way back down the <strong class=\"keyword\">ladder</strong>"},{"author":94808,"first":"Igualmente, en el párrafo b) del mencionado artículo 50 (nuevo) establece que las sanciones disciplinarias de segundo grado que pueden adoptarse contra agentes de las Fuerzas de Seguridad Interior incluyen lo siguiente: pérdida de un puesto o dos puestos en el <strong class=\"keyword\">escalafón</strong>, incluso si ello entrañase una pérdida de graduación; pérdida de puestos en la lista de aptitud, exclusión temporal por un período máximo de seis meses con privación de salario y separación del servicio sin suspensión de los derechos de jubilación.","second":"The aforesaid article 50 new, paragraph (b), provides the second-degree disciplinary measures that may be taken against officers of the internal security forces. They include a demotion by one or two <strong class=\"keyword\">ranks</strong> and the salary reductions entailed thereby, a demotion of competency, up to a six-month suspension from duty without pay, and dismissal from service without denial of pension."},{"author":8000,"first":"Se utiliza en gran medida con los funcionarios públicos de los distintos niveles del <strong class=\"keyword\">escalafón</strong>, con el concurso del servicio psicológico","second":"It is available to a large extent to civil servants at all the different <strong class=\"keyword\">professional</strong> levels along with the assistance of the psychological services"},{"author":94808,"first":"Al respecto se gestionaron los concursos de ingreso y/o ascensos de los cargos de Defensor Público del Interior -<strong class=\"keyword\">escalafón</strong> de la Defensa Pública- y se ocuparon los mismos.","second":"Competitions for recruitment and/or promotion to offices (in the Public Defender Service <strong class=\"keyword\">roster</strong>) of public defender outside the capital city were held and the vacancies were filled."},{"author":94809,"first":"En lo que respecta al secretario del Consejo de administración, el presidente del Consejo de administración elaborará, con la asistencia del jefe de la Unidad de recursos humanos, todos los informes periódicos previstos en el capítulo 3 del Estatuto y preparará además la decisión del Consejo de administración sobre la concesión de niveles de <strong class=\"keyword\">escalafón</strong> adicionales cada dos años de servicio.","second":"In the case of the Secretary of the Management Board, all the periodical reports provided for in Chapter 3 of the Staff Regulations shall be made by the Chairman of the Management Board, who shall be assisted to that end by the Head of the Human Resources Unit and who shall also prepare the decision of the Management Board on the award of additional <strong class=\"keyword\">incremental points</strong> following every two years of service."},{"author":8000,"first":"El Profesor Abdelfattah Amor, nacido en # se incorporó al cuerpo docente universitario en # y tras pasar por todos los <strong class=\"keyword\">escalafones</strong> ha llegado a ser hoy Catedrático Emérito","second":"Born in # rofessor Abdelfattah Amor began his university teaching career in # and rose through the <strong class=\"keyword\">ranks</strong> to become an Emeritus Professor"},{"author":8008,"first":"La división de ingeniería pesada de L&T opera en el <strong class=\"keyword\">escalafón</strong> más alto del espectro tecnológico, y durante más de seis décadas ha estado a la vanguardia de la introducción de nuevos procesos, productos y materiales en el tejido productivo indio.","second":"L&T’s Heavy Engineering Division operates <strong class=\"keyword\">at</strong> the upper end of the technology spectrum, and has for over six decades been at the forefront of introducing new processes, products and material into Indian manufacturing."},{"author":94808,"first":"Bajo la supervisión de la dirección de delincuencia organizada del Ministerio, se celebran reuniones de armonización cada tres meses con todos los funcionarios de la oficina central de la dirección y <strong class=\"keyword\">escalafones</strong> inferiores sobre los problemas que surgen durante la lucha contra la trata de personas.","second":"Under the supervision of the ministry's organized crime directorate, alignment meetings are held every three months with all the staff members of the central office of the directorate and lower <strong class=\"keyword\">echelons</strong> on problems arising in the course of combating trafficking in persons."},{"author":94808,"first":"En términos de competitividad, la economía polaca ocupa un <strong class=\"keyword\">escalafón</strong> bastante modesto.","second":"The competitiveness of the Polish economy is <strong class=\"keyword\">ranked</strong> rather low."},{"author":94808,"first":"• Contratación de 10 nuevos funcionarios locales de origen georgiano para organismos encargados de hacer cumplir la ley del distrito de Gali (incluso en el <strong class=\"keyword\">escalafón</strong> de mandos superiores); a diciembre de 2003, había cuatro empleados de contratación local de origen georgiano","second":"· Ten new hirings of local staff of Georgian origin into the law enforcement agencies in the Gali district (including in higher command <strong class=\"keyword\">echelons</strong>); as at December 2003, the number of local staff of Georgian origin was 4"},{"author":94808,"first":"También recomienda que el Estado Parte haga mayor uso de medidas especiales de carácter temporal, de conformidad con lo dispuesto en el párrafo 1 del artículo 4 de la Convención, la recomendación general 25 del Comité y la Ley de garantías estatales, fijando objetivos numéricos con plazos específicos o cuotas en lo que respecta al acceso y la retención de las niñas en los programas de formación profesional, para trabajos no tradicionales entre otros, y el ascenso de las mujeres a los <strong class=\"keyword\">escalafones</strong> superiores del sector público.","second":"It also recommends that the State party make greater use of temporary special measures, in accordance with article 4, paragraph 1, of the Convention, the Committee’s general recommendation 25 and the Law on State Guarantees, by applying numerical goals with timetables or quotas in respect of girls’ access and retention in vocational training, including for non-traditional jobs, and the promotion of women into the upper <strong class=\"keyword\">levels</strong> of the public sector."},{"author":92475,"first":"Otro prometedor ideólogo local, Dmitry Yefremov (un ruso que se mudó a Grozny desde Moscú y que ascendió en el <strong class=\"keyword\">escalafón</strong> de la televisión local), describió el proyecto así: “El factor KRA es el primer intento sistemático para describir los procesos que han estado ocurriendo en la república durante la última década [...] (Ramzan Kadyrov), que actúa como eje y fundamento para las autoridades federales, y al mismo tiempo como personificación de los principios del federalismo, existe como garante de la paz multiétnica y multiconfesional.","second":"Another up-and-coming local ideologue, Dmitry Yefremov (A Russian who moved to Grozny from Moscow and rose in the <strong class=\"keyword\">ranks</strong> on local TV), described the project thusly: “The KRA Factor is the first systematic attempt to describe the processes that have been occurring in the Republic during the last decade [...] (Ramzan Kadyrov), serving as the axis and foundation for the federal authorities, and at once the embodiment of the principles of federalism, exists as a guarantor of multiethnic and multiconfessional peace."},{"author":8008,"first":"¿Tienes lo que se necesita para mejorar en el <strong class=\"keyword\">escalafón</strong> de la organización de Capone y convertirse en su consigliere?","second":"Do you have what it takes to rise through the <strong class=\"keyword\">ranks</strong> of Capone's organization and become his consigliere?"},{"author":8000,"first":"Sírvanse proporcionar información sobre medidas adoptadas para incrementar el bajo porcentaje de mujeres en puestos de alto rango, especialmente en las instituciones de educación superior, en los <strong class=\"keyword\">escalafones</strong> más altos de la carrera judicial y en el sector privado (informe del Estado parte, párrs","second":"Please provide information on measures taken to increase the low percentage of women in high-ranking posts, especially in higher education institutions, the higher <strong class=\"keyword\">echelons</strong> of judicial service, and in the private sector (State party report, paras"},{"author":118293,"first":"Sólo trabaja para ascender en el <strong class=\"keyword\">escalafón</strong>.","second":"She's just working her way up the <strong class=\"keyword\">ladder</strong>."},{"author":27,"first":"En el mundo de los negocios, cuanto más alto se sube en el <strong class=\"keyword\">escalafón</strong> de la toma de decisiones, menos mujeres se encuentran en el sector de la nuevas tecnologías de la información, aunque creo que esto es lo que ocurre hasta cierto punto en todos los sectores.","second":"In the world of business, the higher up the decision-making <strong class=\"keyword\">ladder</strong> you go, the fewer women you find in the new information sector, although I believe this is to some extent the case in all sectors."},{"author":118293,"first":"¿Es esto lo que hace falta para subir en el <strong class=\"keyword\">escalafón</strong>, Colton?","second":"Is this what it takes to climb the <strong class=\"keyword\">ladder</strong>, Colton?"},{"author":92475,"first":"El campo uruguayo siempre ha sido ingrato para las mujeres, que tradicionalmente ocupaban el <strong class=\"keyword\">escalafón</strong> social más bajo.","second":"The Uruguayan countryside has always been a place of hard work for women, who traditionally occupied the lowest level of the social <strong class=\"keyword\">hierarchy</strong>."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}