{"result":"ok","tuc":[{"phrase":{"text":"skimp","language":"en"},"meanings":[{"language":"en","text":"to save; to be parsimonious or stingy"}],"meaningId":1741800729879679374,"authors":[90508]},{"phrase":{"text":"scrimp","language":"en"},"meaningId":3773454173418473590,"authors":[89651]},{"phrase":{"text":"spare","language":"en"},"meaningId":8798009185309717574,"authors":[25115]},{"phrase":{"text":"grudge","language":"en"},"meaningId":8002712519616483127,"authors":[25018]},{"phrase":{"text":"put aside","language":"en"},"meaningId":8458466108924778092,"authors":[83042]},{"phrase":{"text":"save","language":"en"},"meaningId":-4353827605160478654,"authors":[83042]},{"phrase":{"text":"scant","language":"en"},"meaningId":2069529658486954802,"authors":[20]},{"phrase":{"text":"stint","language":"en"},"meaningId":6333688017427509711,"authors":[89651]},{"meanings":[{"language":"en","text":"to use sparingly, skimp"},{"language":"en","text":"to use sparingly"}],"meaningId":8027180968002521180,"authors":[1]}],"phrase":"escatimar","examples":[{"author":27,"first":"Es como si el Consejo tuviese más de un rostro y de dos manos, y lo que una firma y declara la otra lo <strong class=\"keyword\">escatimara</strong>.","second":"It is as if the Council had more than one face and two hands and what one signs up to, the other <strong class=\"keyword\">begrudges</strong>."},{"author":8000,"first":"Sr. Presidente: Para cerrar, permítame expresarle nuestra determinación de no <strong class=\"keyword\">escatimar</strong> ningún esfuerzo en los próximos meses para contribuir, de manera constructiva, a un resultado amplio en pro del desarrollo para el evento cumbre de","second":"To conclude, allow me to express our determination to <strong class=\"keyword\">spare</strong> no effort in the coming months to contribute constructively to a comprehensive pro-development outcome for the # summit event"},{"author":94808,"first":"Urgimos a todos los Estados a no <strong class=\"keyword\">escatimar</strong> esfuerzos para asegurar un resultado sustantivo que refuerce el sistema.","second":"We urge all States to <strong class=\"keyword\">spare</strong> no effort to ensure a substantive outcome that will strengthen the regime."},{"author":8000,"first":"Instamos a los Estados Miembros a no <strong class=\"keyword\">escatimar</strong> esfuerzos para promover el objetivo de lograr una paz duradera, cuyo camino transita inevitablemente por el desarme y el desarrollo","second":"We call on Member States to do <strong class=\"keyword\">everything</strong> in their power to advance the goal of durable peace, whose road inevitably passes through disarmament and development"},{"author":95096,"first":"Aunque no se debe <strong class=\"keyword\">escatimar</strong> ningún esfuerzo para mejorar y actualizar los procedimientos existentes, me anima el hecho de que las prácticas vigentes de tutela adoptadas por las Iglesias locales se consideran en algunas partes del mundo un modelo para otras instituciones.","second":"While no effort should be <strong class=\"keyword\">spared</strong> in improving and updating existing procedures, I am encouraged by the fact that the current safeguarding practices adopted by local Churches are being seen, in some parts of the world, as a model for other institutions to follow."},{"author":94809,"first":"La CE se compromete a no <strong class=\"keyword\">escatimar</strong> esfuerzos para que las medidas de ejecución pertinentes entren en vigor a más tardar el 1 de enero de 2006 y, en ningún caso, después del 1 de julio de 2006.\".","second":"The EC undertakes to use <strong class=\"keyword\">its best</strong> endeavours to ensure that the appropriate implementing measures enter into force no later than 1 January 2006 and under no circumstances later than 1 July 2006.\""},{"author":27,"first":"Quisiera pedirle que nos garantice que no <strong class=\"keyword\">escatimará</strong> esfuerzos para asegurar que, cuando se negocien los planes de recuperación, se contará con la participación no sólo de científicos, sino también de los interesados y de los pescadores.","second":"I would ask you to assure us that you <strong class=\"keyword\">will make every</strong> effort to ensure that when the recovery plans are being discussed it is not only the scientists but also the stakeholders and the fishermen who will be involved in these discussions."},{"author":94808,"first":"Puede estar seguro de que Francia no <strong class=\"keyword\">escatimará</strong> esfuerzos para hacer progresar la puesta en práctica de nuestra hoja de ruta común.","second":"Rest assured that France <strong class=\"keyword\">will spare</strong> no effort in advancing the implementation of our common road map."},{"author":27,"first":"Señorías, considero muy alentador el resultado de esta Cumbre y quiero reiterar una vez más que la Comisión no <strong class=\"keyword\">escatimará</strong> esfuerzo alguno para lograr que las decisiones del Consejo Europeo se pongan en práctica rápida y eficazmente.","second":"Ladies and gentlemen, I find the outcome of this Summit very encouraging, and I would like to stress once again the Commission' s commitment to ensuring the swift, efficient implementation of the decisions taken at the European Council."},{"author":94808,"first":"Eslovaquia, en su actual calidad de miembro no permanente del Consejo, no <strong class=\"keyword\">escatimará</strong> esfuerzo alguno para ayudar a lograr nuevos avances en la labor de este Grupo de Trabajo Oficioso.","second":"As a current non-permanent Council member, Slovakia <strong class=\"keyword\">will spare</strong> no effort to help achieve further progress in the work of the Informal Working Group."},{"author":27,"first":"La Unión Europea y sus Estados miembros no deben por tanto <strong class=\"keyword\">escatimar</strong> ningún esfuerzo a la hora de ayudar a minimizar la dimensión de los efectos del desastre y compensar a las principales víctimas en todo lo posible por los daños causados.","second":"The European Union and its Member States must therefore <strong class=\"keyword\">spare</strong> no effort to help to minimise the scale of the effects of the disaster and compensate the main victims as far as possible for the damage caused."},{"author":94808,"first":"Túnez no <strong class=\"keyword\">escatimará</strong> esfuerzos a fin de que la cumbre sea el momento oportuno para elaborar un plan mundial que contribuya a fortalecer la cooperación entre los miembros de la comunidad internacional y promover el papel de las tecnologías de la información y las comunicaciones en el desarrollo.","second":"It <strong class=\"keyword\">would spare</strong> no effort to make the summit the appropriate time for preparing a world plan that would help strengthen cooperation between the members of the international community and promote the role of information and communication technologies in development."},{"author":8000,"first":"Con esos propósitos, tan necesarios como nobles, nuestros líderes se comprometieron a no <strong class=\"keyword\">escatimar</strong> esfuerzos para convertir a las Naciones Unidas en un instrumento más eficaz para la cooperación internacional","second":"To all these ends- at once necessary as well as noble- our leaders pledged to <strong class=\"keyword\">spare</strong> no efforts to make the United Nations a more effective instrument of international cooperation"},{"author":95183,"first":"No podemos <strong class=\"keyword\">escatimar</strong> esfuerzos para detener esa sangría de personal cualificado.","second":"We must do all we can to stem this drain of qualified resources."},{"author":8000,"first":"En ese contexto, la Unión Europea no <strong class=\"keyword\">escatimará</strong> esfuerzos para lograr resultados sustantivos sobre esa importante cuestión en las próximas reuniones relacionadas con esta Convención a fin de proteger mejor a la población civil contra los peligros humanitarios que plantean las municiones en racimo","second":"Against that background, the EU will <strong class=\"keyword\">make every</strong> effort to achieve substantive results on that important issue at the forthcoming CCW meetings in order to enhance the protection of the civilian population against the humanitarian hazards caused by cluster munitions"},{"author":8000,"first":"Les garantizamos que la delegación de Côte d'Ivoire no <strong class=\"keyword\">escatimará</strong> esfuerzos para contribuir al éxito del actual período de sesiones","second":"We assure them that the Ivorian delegation <strong class=\"keyword\">will spare</strong> no effort in making its contribution to the success of this session"},{"author":27,"first":"Cuando abordamos una cuestión tan importante como los bosques, uno de los tesoros de Europa, no podemos pensar en <strong class=\"keyword\">escatimar</strong> unos céntimos.","second":"When dealing with an issue as important as forests, one of Europe’s treasures, one cannot consider <strong class=\"keyword\">skimping</strong> on a few pennies."},{"author":94808,"first":"Quiero asegurarles a todos los presentes que, en mi calidad de Presidente del Comité, no <strong class=\"keyword\">escatimaré</strong> esfuerzos para intensificar la labor del Comité con miras al máximo avance en nuestros trabajos.","second":"As Chairman of the Committee, I would like to assure everyone here that I <strong class=\"keyword\">will spare</strong> no effort to intensify the work of the Committee in order to make as much progress as possible in our work."},{"author":94808,"first":"Al hacer efectivo el artículo 1, Tailandia, un país independiente y democrático, se adhiere a los principios generales del derecho internacional y los principios enunciados en la Carta de las Naciones Unidas, con el convencimiento de que el poder del Estado emana del pueblo tailandés en su conjunto, por lo que Tailandia está resuelta a aplicar sin <strong class=\"keyword\">escatimar</strong> esfuerzos el principio enunciado en los párrafos 1 y 2 del artículo 1.","second":"In bringing about the fruition of Article 1, Thailand, an independent and democratic country, has recognised the general principles of international law, the principles under the Charter of the United Nations and is convinced that the power of the state came from the Thai people as a whole, therefore Thailand is resolved to follow the principle of Article 1, paragraph (1) and (2) to the best of its <strong class=\"keyword\">effort</strong>."},{"author":8000,"first":"Por encima de todo, creemos que no hay que <strong class=\"keyword\">escatimar</strong> esfuerzos para hallar el modo de eliminar eficazmente todas las armas nucleares y otras armas de destrucción en masa","second":"First and foremost, we believe that no effort must be <strong class=\"keyword\">spared</strong> to find effective ways and means to eliminate all nuclear weapons and other weapons of mass destruction"},{"author":27,"first":"Quiero indicar que esta directiva es de utilidad también para los países miembros que han logrado ya con grandes esfuerzos unos objetivos y que han construido sistemas. No vamos a <strong class=\"keyword\">escatimar</strong> esfuerzos para que estos países miembros, estoy pensando por ejemplo en los Países Bajos y en Bélgica, puedan conservar esos sistemas que tienen hoy.","second":"I would like to draw your attention to the fact that this directive serves those Member States which are already working hard, achieving targets and have built up systems and that we are anxious that those Member States, and I particularly have in mind countries such as the Netherlands and Belgium, should be able to keep their existing systems."},{"author":94808,"first":"También en esa Cumbre, prometimos no <strong class=\"keyword\">escatimar</strong> esfuerzos para garantizar el éxito de la Conferencia Internacional sobre la Financiación del Desarrollo.","second":"At that Summit we also vowed to <strong class=\"keyword\">make every</strong> effort to ensure the success of the International Conference on Financing for Development."},{"author":94808,"first":"Los Objetivos de Desarrollo Sostenible y el Acuerdo de París sobre el Cambio Climático nos han brindado un marco proactivo para poder seguir progresando, y no debemos <strong class=\"keyword\">escatimar</strong> esfuerzos hasta llegar a aplicarlos.","second":"The Sustainable Development Goals and the Paris Agreement on Climate Change have given us a proactive framework to continue making progress, and we should <strong class=\"keyword\">strive unstintingly</strong> to implement them."},{"author":8000,"first":"Herfkens dijo que era gracias a la sociedad civil que las grandes conferencias de las Naciones Unidas habían llegado a un acuerdo sobre todas esas cuestiones. Reiteró que los objetivos sólo se podían lograr con el apoyo, la energía y los conocimientos de la sociedad civil y, en conclusión, exhortó a todos a movilizarse de inmediato e insistir ante sus respectivos gobiernos para recordarles que prometieron no <strong class=\"keyword\">escatimar</strong> esfuerzos en la campaña para lograr los objetivos de desarrollo del Milenio","second":"Ms. Herfkens said “it is thanks to the civil society that the great conferences of the United Nations led to agreement on all these issues.” She reiterated that the goals will only be achieved together with the support, energy and expertise of civil society, and in conclusion, encouraged all people to mobilize now and “bother your governments,” reminding them that they promised to “<strong class=\"keyword\">spare</strong> no effort” in the campaign to implement the MDGs"},{"author":94808,"first":"Nos comprometemos, junto con nuestro dedicado y motivado voluntariado y personal de plantilla, a obrar de forma inmediata y sostenida para afrontar la vulnerabilidad humana que surge de cualquier forma de movimiento de población, independientemente de la condición de los interesados, y a no <strong class=\"keyword\">escatimar</strong> esfuerzos por garantizar que todas las personas tengan acceso a la atención sanitaria.","second":"We commit ourselves and our dedicated and motivated volunteers and staff to take immediate and sustained action to address the human vulnerabilities arising from all forms of population movement, irrespective of the status of the individuals themselves, and to <strong class=\"keyword\">spare</strong> no effort to ensure that all people enjoy access to health care."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}