{"result":"ok","tuc":[{"phrase":{"text":"skirmish","language":"en"},"meanings":[{"language":"en","text":"minor dispute"},{"language":"en","text":"brief battle between small groups"}],"meaningId":1112723835396864502,"authors":[70195]},{"phrase":{"text":"brush","language":"en"},"meaningId":8792037143512468748,"authors":[84500]},{"phrase":{"text":"clash","language":"en"},"meaningId":-1688480741506384514,"authors":[84500]},{"phrase":{"text":"encounter","language":"en"},"meaningId":-7112242459141833217,"authors":[84500]},{"phrase":{"text":"scrimmage","language":"en"},"meaningId":4262434726241145780,"authors":[97745]},{"phrase":{"text":"squabble","language":"en"},"meaningId":7550052062232022926,"authors":[83060]},{"phrase":{"text":"battle royal","language":"en"},"meaningId":-3333547334689741892,"authors":[84500]},{"phrase":{"text":"melee","language":"en"},"meaningId":7087611365783185996,"authors":[84500]},{"phrase":{"text":"rumpus","language":"en"},"meaningId":1616290143667351184,"authors":[83042]},{"phrase":{"text":"scuffle","language":"en"},"meaningId":8822244824199545958,"authors":[97745]},{"meanings":[{"language":"en","text":"skirmish (a brief battle between small groups)"}],"meaningId":-3285199740175310385,"authors":[1]},{"meanings":[{"language":"es","text":"mujer que participa en charreadas"}],"meaningId":null,"authors":[81244]},{"meanings":[{"language":"es","text":"corriente nerviosa que recorre todo el cuerpo"}],"meaningId":null,"authors":[81115]},{"meanings":[{"language":"es","text":"pelea desorden"}],"meaningId":null,"authors":[81173]}],"phrase":"escaramuza","examples":[{"author":118293,"first":"Desde que les hemos estado protegiendo de incursores y <strong class=\"keyword\">escaramuzas</strong> de frontera... el número de incidentes ha disminuido en un 70%.","second":"Since we've been protecting you from Raiders and border <strong class=\"keyword\">skirmishes</strong>... the number of incidents has decreased 70 percent."},{"author":119739,"first":"A lo largo del canal de la Mancha se produjeron varias <strong class=\"keyword\">escaramuzas</strong>, y llegaron a librarse dos batallas de poca importancia.","second":"The two fleets <strong class=\"keyword\">skirmished</strong> throughout the length of the English Channel and fought two minor <strong class=\"keyword\">battles</strong>."},{"author":118293,"first":"Y estas no son las <strong class=\"keyword\">escaramuzas</strong> normales.","second":"And these are not the normal <strong class=\"keyword\">skirmishes</strong>."},{"author":118293,"first":"No fue batalla, fue una <strong class=\"keyword\">escaramuza</strong>.","second":"It wasn't a battle, it was a <strong class=\"keyword\">skirmish</strong>."},{"author":8000,"first":"Del análisis de las batallas y las <strong class=\"keyword\">escaramuzas</strong> que se registraron desde mediados de # hasta # se desprende lo siguiente","second":"The analysis of battles and <strong class=\"keyword\">skirmishes</strong> recorded from mid # to # shows that"},{"author":91988,"first":"Pero el gobierno de Clinton también merece ser criticado, pues presionó mucho para alcanzar una paz plena cuando era evidente que la necesaria <strong class=\"keyword\">escaramuza</strong> no se había llevado a cabo.","second":"But the Clinton administration must also share some criticism, by pushing for a comprehensive peace when it was clear that the necessary <strong class=\"keyword\">spade-</strong>work had not been done."},{"author":94808,"first":"El conflicto se desencadenó a raíz de una controversia de larga data relacionada con el cargo de comisionado de un condado del estado vecino de Jonglei, que dio lugar a una serie de <strong class=\"keyword\">escaramuzas</strong> entre el contingente de la unidad integrada conjunta del Ejército de Liberación del Pueblo Sudanés y otros grupos armados alineados con las Fuerzas Armadas del Sudán.","second":"The conflict erupted after a long-running dispute over the commissionership of a county in neighbouring Jonglei State triggered a series of <strong class=\"keyword\">skirmishes</strong> between the SPLA Joint Integrated Unit contingent and SAF-aligned other armed groups."},{"author":118293,"first":"Esta la até durante una <strong class=\"keyword\">escaramuza</strong> que tuvimos en Poitiers.","second":"This one I trussed up during a <strong class=\"keyword\">skirmish</strong> we had in Poitiers."},{"author":8000,"first":"Fuera de Kabul hay enfrentamientos interétnicos, <strong class=\"keyword\">escaramuzas</strong> entre grupos políticos que están tratando de establecer su influencia, la delincuencia sigue siendo elevada y hay vestigios de guerrilleros de los talibanes y Al-Qaida que están desestabilizando la paz de por sí frágil de la región","second":"Beyond Kabul, there is inter-ethnic conflict, <strong class=\"keyword\">skirmishes</strong> are taking place between political groups that are trying to establish their own influence, crime is persisting and the remaining Taliban and Al Qaeda fighters are destabilizing the already fragile peace in the region"},{"author":91988,"first":"De hecho, en el marco más amplio de las relaciones chino-americanas, incluso la “victoria\" en semejante choque podría ser costosa, porque podría desencadenar una preparación e intensificación militar encaminada a garantizar un resultado diferente en una <strong class=\"keyword\">escaramuza</strong> posterior.","second":"Indeed, in the broader context of Sino-American relations, even “victory” in such an encounter might be costly, because it could trigger a Chinese military buildup designed to ensure a different outcome in any subsequent <strong class=\"keyword\">skirmish</strong>."},{"author":118293,"first":"Qué <strong class=\"keyword\">escaramuza</strong> anoche.","second":"Quite a <strong class=\"keyword\">scuffle</strong> last night."},{"author":94808,"first":"Los representantes de éstos expresaron su preocupación por el empleo de la fuerza durante la detención de los sultans y por la utilización de munición de guerra para disuadir a las personas que se habían aferrado a uno de los vehículos en los que se llevaban a las personas detenidas; un chico joven fue alcanzado por bala durante la <strong class=\"keyword\">escaramuza</strong> y murió poco después.","second":"Their representative expressed their concern at the use of force in the arrest of the sultans and at the use of live ammunition to deter people from hanging on to one of the vehicles carrying away the arrested persons; a young boy was shot during the <strong class=\"keyword\">skirmish</strong> and subsequently died."},{"author":118293,"first":"Con la <strong class=\"keyword\">escaramuza</strong> de afuera concluida... y las naves Centauri capturadas a punto de ser sometidas a un registro completo... las cosas parecen haberse calmado un poco.","second":"With the <strong class=\"keyword\">skirmish</strong> outside concluded... and the captured Centauri vessels about to undergo a search... things seem to have calmed down a bit."},{"author":118293,"first":"Se suponía que se iba a casar con el padre del bebé, pero murió en una <strong class=\"keyword\">escaramuza</strong> fronteriza hace unos meses.","second":"She was supposed to marry the baby's father, but he passed away in a border <strong class=\"keyword\">skirmish</strong> a few months ago."},{"author":94808,"first":"Durante el siguiente mes hubo en Saná contramanifestaciones en favor del Gobierno, algunas de las cuales degeneraron en <strong class=\"keyword\">escaramuzas</strong> violentas entre grupos enfrentados.","second":"Counter demonstrations by pro-Government supporters were held in Sana’a throughout the following month, some of which degenerated into violent <strong class=\"keyword\">clashes</strong> between opponents."},{"author":118293,"first":"En el quinto trimestre, estalló una pequeña <strong class=\"keyword\">escaramuza</strong> entre los felucianos nativos.","second":"In the fifth quarter, a small <strong class=\"keyword\">skirmish</strong> broke out between the native Felucians."},{"author":27,"first":"Ante la inminencia de las elecciones presidenciales, debe hacerse todo lo posible por evitar que esas <strong class=\"keyword\">escaramuzas</strong> no degeneren en depuración étnica.","second":"On the eve of the presidential elections, everything must be done to stop these <strong class=\"keyword\">clashes</strong> turning into ethnic cleansing."},{"author":94808,"first":"Las <strong class=\"keyword\">escaramuzas</strong> actuales entre “Puntlandia” y “Somalilandia” siguen siendo motivo de preocupación.","second":"The ongoing <strong class=\"keyword\">skirmishes</strong> between “Puntland” and “Somaliland” continue to be a source of concern."},{"author":8008,"first":"Parte de la población del departamento de Arauca huyó de sus hogares a causa de las <strong class=\"keyword\">escaramuzas</strong> armadas y del homicidio selectivo de civiles derivados del continuado conflicto entre las FARC y el ELN.","second":"In Arauca Department people fled their homes after the ongoing conflict <strong class=\"keyword\">between</strong> the FARC and ELN led to armed <strong class=\"keyword\">skirmishes</strong> and to the selective killing of civilians."},{"author":92475,"first":"Esta disputa territorial ha llevado a varias <strong class=\"keyword\">escaramuzas</strong> violentas [ing] entre las patrullas de la frontera de los dos países vecinos.","second":"This territorial dispute has led to several violent <strong class=\"keyword\">skirmishes</strong> between the border patrols of the two neighboring countries."},{"author":94808,"first":"La referencia a los informes no confirmados de supuestas <strong class=\"keyword\">escaramuzas</strong> en el estado del Alto Nilo y la violación del espacio aéreo de Sudán del Sur por helicópteros blancos, que figura en la primera columna del calendario, es totalmente inaceptable, ya que aumentará la tensión entre ambos Estados en lugar de ayudarlos a afirmar la paz y la seguridad.","second":"The reference to unconfirmed reports of so-called <strong class=\"keyword\">skirmishes</strong> in Upper Nile State and the violation of South Sudanese airspace by white helicopters, as contained in the first column of the timetable, is quite unacceptable, because that reference will increase the tension between the two States, rather than helping them to establish peace and security."},{"author":8000,"first":"Desde # hasta mediados de # se registraron varias divisiones que convirtieron a Bunia, la capital de Ituri, en el escenario de reiteradas luchas de poder y <strong class=\"keyword\">escaramuzas</strong>","second":"A series of splits, from # to mid # have in fact resulted in Bunia, the capital of Ituri, being the stage for repeated power struggles and <strong class=\"keyword\">skirmishes</strong>"},{"author":118293,"first":"\" El viaje hasta Karachi por la accidentada Carretera del Gran Tronco es impresionante aunque suele haber desprendimientos y <strong class=\"keyword\">escaramuzas</strong> ocasionales entre las facciones sectarias en guerra \".","second":"\" Venture to Karachi on the rugged Grand Trunk Road which, while breathtaking is prone to landslides and <strong class=\"keyword\">firefights</strong> by warring sectarian factions. \""},{"author":94808,"first":"Lamentablemente, las <strong class=\"keyword\">escaramuzas</strong> resultantes causaron varias víctimas, al menos una de ellas mortal.","second":"Regrettably, the resulting <strong class=\"keyword\">skirmishes</strong> led to a number of casualties, and at least one fatality."},{"author":91988,"first":"NUEVA DELHI – En los últimos años, el Ejército Popular de Liberación de China ha estado aprovechándose de su influencia política en ascenso para provocar <strong class=\"keyword\">escaramuzas</strong> y tensiones militares localizadas con la India al violar la larga y disputada frontera himalayense.","second":"NEW DELHI – In recent years, the People’s Liberation Army has been taking advantage of its rising political clout to provoke localized <strong class=\"keyword\">skirmishes</strong> and standoffs with India by breaching the two countries’ long and disputed Himalayan frontier."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"83060":{"U":"","id":83060,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83060"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"81244":{"U":"","id":81244,"N":"Jerga y Regionalismos de Mexico","url":"https://glosbe.com/source/81244"}}}