{"result":"ok","tuc":[{"phrase":{"text":"clear","language":"en"},"meanings":[{"language":"es","text":"Eliminar la ambigüedad o duda sobre algo."},{"language":"en","text":"to eliminate ambiguity or doubt; to clarify"},{"language":"en","text":"To eliminate ambiguity or doubt about something."}],"meaningId":-2172041064220935378,"authors":[70195]},{"phrase":{"text":"clarify","language":"en"},"meanings":[{"language":"es","text":"Eliminar la ambigüedad o duda sobre algo."},{"language":"en","text":"To eliminate ambiguity or doubt about something."}],"meaningId":1371609501243367716,"authors":[60172]},{"phrase":{"text":"ascertain","language":"en"},"meanings":[{"language":"en","text":"Learn or discover with certainty."},{"language":"es","text":"Aprender o revelar con certeza."}],"meaningId":-5178376815548585404,"authors":[97745]},{"phrase":{"text":"clear up","language":"en"},"meaningId":4416847152391435412,"authors":[16]},{"phrase":{"text":"elucidate","language":"en"},"meaningId":5426899096936116133,"authors":[25018]},{"phrase":{"text":"explain","language":"en"},"meaningId":3568790110207449172,"authors":[89651]},{"phrase":{"text":"assess","language":"en"},"meaningId":-1110027211977346766,"authors":[80097]},{"phrase":{"text":"brighten","language":"en"},"meaningId":5084038509293476224,"authors":[25018]},{"phrase":{"text":"clean","language":"en"},"meaningId":-4719205417904451010,"authors":[86934]},{"phrase":{"text":"enlighten","language":"en"},"meaningId":6682424705162325164,"authors":[25018]},{"phrase":{"text":"illuminate","language":"en"},"meaningId":-462168128665367790,"authors":[20]},{"phrase":{"text":"make clear","language":"en"},"meaningId":-17002320777567313,"authors":[25018]},{"phrase":{"text":"prophesy","language":"en"},"meaningId":-777411303866438220,"authors":[86934]},{"phrase":{"text":"rinse","language":"en"},"meaningId":-1616968879031357202,"authors":[86934]},{"phrase":{"text":"shed light on","language":"en"},"meaningId":5680626815222713886,"authors":[97745]},{"phrase":{"text":"throw light on","language":"en"},"meaningId":-179285581377570033,"authors":[97745]},{"meanings":[{"language":"en","text":"to unravel"},{"language":"en","text":"to bring out"},{"language":"en","text":"to clarify, to come to light"},{"language":"en","text":"to clarify"}],"meaningId":4390927043585479998,"authors":[1]}],"phrase":"esclarecer","examples":[{"author":8000,"first":"En el caso de mi país, en junio de # se creó la Comisión de la Verdad y Reconciliación para <strong class=\"keyword\">esclarecer</strong> las responsabilidades de las violaciones de los derechos humanos en el Perú entre los años # y","second":"In the case of my country, the Truth and Reconciliation Commission was created in June # to assign responsibility for the massive violations of human rights that took place from # to"},{"author":94808,"first":"Se sugirió que la Comisión debía esforzarse por <strong class=\"keyword\">esclarecer</strong> las relaciones complejas y poco claras entre esos conceptos.","second":"It was suggested that the Commission should endeavour <strong class=\"keyword\">to clarify</strong> the complex and unclear relationship between the concepts."},{"author":94808,"first":"Creación de comités con la tarea de <strong class=\"keyword\">esclarecer</strong> los hechos y determinar las cifras en relación con las violaciones de derechos sufridas por los ciudadanos sirios, en especial mujeres y niños, como paso para lograr la reconciliación nacional y la paz (documentación de los autores).","second":"Establishment of committees tasked with <strong class=\"keyword\">elucidating</strong> facts and determining the numbers of violations suffered by Syrian citizens, and women and children in particular, as a step toward realizing national reconciliation and peace (documentation of perpetrators)."},{"author":8000,"first":"Ellos son suficientemente valientes, son suficientemente competentes, son suficientemente decididos, son los únicos con que cuenta el Líbano y, en realidad, la comunidad internacional para <strong class=\"keyword\">esclarecer</strong> la terrible verdad sobre el asesinato del ex Primer Ministro Rafiq Hariri","second":"They are courageous enough, they are competent enough, they are resolute enough, to be the only key that Lebanon, and indeed the international community, may have for unearthing the terrible truth about the killing of former Prime Minister Rafik Hariri"},{"author":94808,"first":"En los últimos cinco años, el Grupo de Trabajo ha logrado <strong class=\"keyword\">esclarecer</strong> 5.300 casos.","second":"Over the past five years, the Working Group has been able to <strong class=\"keyword\">clarify</strong> 5,300 cases."},{"author":94809,"first":"98 En cuanto al supuesto incumplimiento por el Tribunal de Primera Instancia de una obligación de <strong class=\"keyword\">esclarecer</strong> los hechos que Hoechst invoca de manera global, la Comisión subraya que la letra d) del apartado 3 del artículo 64 del Reglamento de Procedimiento del Tribunal de Primera Instancia no determina los requisitos para solicitar diligencias de ordenación del procedimiento.","second":"98 On the question of the alleged breach, by the Court of First Instance, of its duty to <strong class=\"keyword\">clarify</strong> the facts, relied on by Hoechst in a very broad way, the Commission points out that Article 64(3)(d) of the Rules of Procedure of the Court of First Instance does not determine the conditions under which measures of organisation of procedure may be requested."},{"author":8000,"first":"Se prevé que a principios de # esté listo el acuerdo gubernamental interno que <strong class=\"keyword\">esclarecerá</strong> el ámbito de aplicación de cada normativa","second":"The internal governmental agreement <strong class=\"keyword\">clarifying</strong> the extent to which the various regulations may be applicable is scheduled to be finalised by the beginning of the year"},{"author":94809,"first":"Cuando resulte oportuno en razón de la necesidad de garantizar una preparación adecuada de la audiencia y, en particular, de <strong class=\"keyword\">esclarecer</strong> en la medida de lo posible los elementos de hecho, el consejero auditor, previa consulta al director responsable, podrá proporcionar de antemano a las partes invitadas a la audiencia una relación de las cuestiones sobre las que desee que expongan su punto de vista.","second":"Where appropriate, in view of the need to ensure that the hearing is properly prepared and particularly that questions of fact are <strong class=\"keyword\">clarified</strong> as far as possible, the hearing officer may, after consulting the director responsible, supply in advance to the parties invited to the hearing a list of the questions on which he wishes them to make known their views."},{"author":94808,"first":"El orador agradece a los miembros de la delegación por la información proporcionada durante la sesión, que sirvió para <strong class=\"keyword\">esclarecer</strong> varias cuestiones con relación al informe del país y las respuestas a la lista de cuestiones.","second":"The alleged violation was then looked into, following which a report was submitted and the appropriate measures, where <strong class=\"keyword\">necessary</strong>, were taken to put an end to the violation."},{"author":94808,"first":"Sin embargo, el Gobierno libio nunca ha aportado información para <strong class=\"keyword\">esclarecer</strong> la suerte que ha corrido la víctima.","second":"However, the Libyan Government has never provided any information that might <strong class=\"keyword\">shed light</strong> on the victim’s fate."},{"author":8000,"first":"Sr. Mohamad (Sudán) (habla en árabe): Hemos solicitado la palabra para ejercer el derecho a contestar, porque es nuestro deber <strong class=\"keyword\">esclarecer</strong> la información falsa distribuida por algunas partes hostiles al Sudán","second":"Mr. Mohamad (Sudan) (spoke in Arabic): We have asked to speak in exercise of the right of reply because it is our duty to correct false information circulated by some parties hostile to the Sudan"},{"author":94808,"first":"El Comité observa que el Estado parte no ha ofrecido explicación alguna a esas acusaciones, haciendo imposible así <strong class=\"keyword\">esclarecer</strong> la detención de la víctima y su posterior encarcelamiento en régimen de incomunicación.","second":"The Committee notes that the State party has not provided any explanation of these allegations, thus making it impossible to <strong class=\"keyword\">shed</strong> the necessary light on the victim’s arrest and subsequent incommunicado detention."},{"author":8000,"first":"El tribunal rechazó la petición de la defensa de llamar a un experto forense en nombre suyo y de proceder a un contrainterrogatorio de los expertos forenses que ya habían sido llamados, para <strong class=\"keyword\">esclarecer</strong> las contradicciones existentes en sus conclusiones, y, según el abogado, esta denegación perjudicó especialmente al autor ya que el tribunal no tuvo en cuenta las múltiples versiones posibles de los hechos expuestos por los expertos, y se fió de la versión presentada por la acusación","second":"The court rejected the defences' request to call a forensic expert on his behalf, and to cross-examine the forensic experts that were already in place, in order to <strong class=\"keyword\">clarify</strong> contradictions in their findings, and counsel claims that this rejection was particularly disadvantageous to the author, since the court did not take into account the multiple possible versions of the events as set out by the experts, but relied on the version presented by the prosecution"},{"author":94808,"first":"Mecanismos para <strong class=\"keyword\">esclarecer</strong> la suerte de las personas desaparecidas","second":"Mechanisms for <strong class=\"keyword\">clarifying</strong> the fate of missing persons"},{"author":27,"first":"Lo que mi gente de Galicia no puede entender es por qué, si toda Europa reconoce la lección que como pueblo estamos dando, el Grupo del PPE en esta Cámara persiste en negarnos la posibilidad de <strong class=\"keyword\">esclarecer</strong> lo ocurrido, de evaluar los daños, de proponer programas de emergencia y de gestión de crisis a nivel europeo que puedan servir a todos los europeos.","second":"What my people in Galicia cannot understand is why, if all of Europe recognises the lesson that we as a people are giving, the PPE-DE Group in this Parliament continues to deny us the opportunity to <strong class=\"keyword\">clarify</strong> what has happened, assess the damage and propose emergency and crisis management programmes at European level that could serve all Europeans."},{"author":95875,"first":"Los artífices del proyecto financiado con fondos europeos LANGEVO (Cultural and biological bases of language evolution) emplearon estos modelos para tratar de <strong class=\"keyword\">esclarecer</strong> el proceso de evolución sintáctica del lenguaje humano.","second":"The EU-funded LANGEVO (Cultural and biological bases of language evolution) initiative has used such models to understand how syntax evolved in human language."},{"author":94808,"first":"Es cuestión de máxima urgencia llevar a cabo una investigación detallada de lo que sucedió durante la revolución, con el fin de <strong class=\"keyword\">esclarecer</strong> las circunstancias que rodearon la supresión de manifestaciones, que causaron muertos y heridos.","second":"An in-depth investigation of what happened during the revolution with a view to <strong class=\"keyword\">uncovering</strong> the truth of the circumstances surrounding the suppression of demonstrations, which left dead and wounded, is an urgent and pressing matter."},{"author":8000,"first":"Por ello, la oradora apoya la propuesta encaminada a crear un grupo de trabajo de la Subcomisión sobre el tema # del programa a fin de <strong class=\"keyword\">esclarecer</strong> las cuestiones que se plantean a este respecto","second":"She therefore endorsed the proposal to set up a working group of the Sub-Commission to <strong class=\"keyword\">clarify</strong> the various issues arising under agenda item"},{"author":94808,"first":"Posteriormente, no estuvo dispuesto a prestar más asistencia para <strong class=\"keyword\">esclarecer</strong> los hechos del caso.","second":"He was “subsequently unwilling to assist further in <strong class=\"keyword\">bringing</strong> out the <strong class=\"keyword\">facts</strong> of the case”."},{"author":8000,"first":"Al respecto, saludamos la decisión del Secretario General de crear una Junta de Investigación para <strong class=\"keyword\">esclarecer</strong> los ataques contra las instalaciones de las Naciones Unidas en Gaza. Estaremos atentos a los resultados de las investigaciones de dicha Junta y a las acciones que se determinen para prevenir este tipo de incidentes","second":"We welcome the Secretary-General's decision to establish a Board of Inquiry to <strong class=\"keyword\">shed light</strong> on the attacks on United Nations facilities in Gaza; we await the findings of the Board's investigation and the identification of actions to be taken to prevent further incidents of this kind"},{"author":94808,"first":"· Acordar reglas de calidad mínimas para los servicios de asistencia jurídica y <strong class=\"keyword\">esclarecer</strong> la función de los asistentes jurídicos y otros proveedores de servicios mediante:","second":"· Agree minimum quality standards for legal aid services and <strong class=\"keyword\">clarify</strong> the role of paralegals and other service providers by:"},{"author":94809,"first":"¿Puede la Comisión <strong class=\"keyword\">esclarecer</strong> cuál es el volumen total de la ayuda a lo largo del año 2000 en todos los conceptos referentes al citado país?","second":"Will it say <strong class=\"keyword\">how</strong> much aid in total was given to the country in all forms during 2000?"},{"author":94808,"first":"Pese al hecho de que la Conferencia de las Naciones Unidas para examinar los logros alcanzados en la ejecución del Programa de Acción para prevenir, combatir y erradicar el tráfico ilícito de armas pequeñas y ligeras en todos sus aspectos no logró el resultado deseado, sí logró <strong class=\"keyword\">esclarecer</strong> una cuestión importante.","second":"Despite the fact that the United Nations Conference to Review Progress Made in the Implementation of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects did not achieve the desired result, it was able to <strong class=\"keyword\">shed light</strong> on an important issue."},{"author":95875,"first":"Los resultados de este estudio, publicado en la revista Science, pueden contribuir a <strong class=\"keyword\">esclarecer</strong> de qué manera los humanos desarrollaron su propio y complejo sistema de castigos.","second":"The results of the study, published in the journal Science, may help <strong class=\"keyword\">shed light on</strong> how humans developed their own complex system of punishment."},{"author":8000,"first":"El Grupo de Trabajo decidió que las respuestas se consideraban insuficientes para <strong class=\"keyword\">esclarecer</strong> los casos","second":"The Working Group decided that the responses were considered insufficient to <strong class=\"keyword\">clarify</strong> the cases"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}