{"result":"ok","tuc":[{"phrase":{"text":"scruple","language":"en"},"meanings":[{"language":"en","text":"hesitation from the difficulty of determining what is right"}],"meaningId":-7083924020307049693,"authors":[70195]},{"phrase":{"text":"qualm","language":"en"},"meanings":[{"language":"en","text":"A prick of the conscience, moral scrupule"},{"language":"en","text":"prick of the conscience, moral scrupule"}],"meaningId":-7959334776645043916,"authors":[70195]},{"phrase":{"text":"compunction","language":"en"},"meaningId":-2028866355506465041,"authors":[89651]},{"phrase":{"text":"hesitation","language":"en"},"meaningId":982439659196314258,"authors":[25018]},{"phrase":{"text":"doubt","language":"en"},"meaningId":7643441845963048896,"authors":[20]},{"phrase":{"text":"qualms","language":"en"},"meaningId":-8549813791804606439,"authors":[83042]},{"phrase":{"text":"remorse","language":"en"},"meaningId":-3392498326092858602,"authors":[83080]},{"phrase":{"text":"scruples","language":"en"},"meaningId":-2360806162044807935,"authors":[25115]},{"phrase":{"text":"scrupulosity","language":"en"},"meaningId":-318526382827216028,"authors":[25115]},{"phrase":{"text":"scrupulousness","language":"en"},"meaningId":1764418143336221961,"authors":[25115]},{"meanings":[{"language":"en","text":"scruple"},{"language":"en","text":"qualm"}],"meaningId":-6795382934997908267,"authors":[1]}],"phrase":"escrúpulo","examples":[{"author":94808,"first":"En otros términos, se considera obligado por el tratado pero desea, por <strong class=\"keyword\">escrúpulo</strong>, expresar su parecer acerca de la interpretación que le da.\"","second":"In other words, it considered itself bound by the treaty and wished, as a matter of <strong class=\"keyword\">conscience</strong>, to express its opinion concerning the interpretation of the treaty."},{"author":27,"first":"La divulgación de información sobre los permisos denegados permitiría a los fabricantes y comerciantes de armas sin <strong class=\"keyword\">escrúpulos</strong> saber quién quiere qué productos o, lo que es lo mismo, el acceso a una lista de clientes para mercaderes granujas.","second":"The published details on licence applications that have been denied would give <strong class=\"keyword\">unscrupulous</strong> arms manufacturers and dealers knowledge about which goods are wanted by whom – effectively a rogue traders' customer list."},{"author":118293,"first":"Pues tú no tuviste muchos <strong class=\"keyword\">escrúpulos</strong>.","second":"You didn't have any <strong class=\"keyword\">scruples</strong> about that!"},{"author":94808,"first":"La falta de garantías puede atentar contra la libertad del individuo de residir en un lugar y de desplazarse, ya que proporciona a las autoridades la capacidad de seguir sus movimientos; también puede permitir que personas sin <strong class=\"keyword\">escrúpulos</strong> tengan acceso a información confidencial y burlen el derecho a no autoinculparse; puede dar vía libre a \"expediciones de captura\" por parte de autoridades gubernamentales y atentar contra el derecho a no ser sometido a registros e incautaciones injustificados.","second":"The lack of safeguards may interfere with the individual’s liberty of abode and travel by enabling authorities to track down his/her movement; it may also enable <strong class=\"keyword\">unscrupulous</strong> persons to access confidential information and circumvent the right against self‐incrimination; it may pave the way for “fishing expeditions” by government authorities and evade the right against unreasonable searches and seizures."},{"author":31,"first":"¿ Qué tal \" sin <strong class=\"keyword\">escrúpulos</strong> \"?","second":"Try \" <strong class=\"keyword\">unscrupulous</strong>. \""},{"author":8000,"first":"Los dirigentes corruptos y sin <strong class=\"keyword\">escrúpulos</strong> del país hacen alarde de su riqueza, mientras un tercio de la población vive por debajo del umbral de la pobreza","second":"The country's <strong class=\"keyword\">unscrupulous</strong> and corrupt leaders flaunted their wealth, while one third of the population lived below the poverty threshold"},{"author":118293,"first":"No resulta fácil hacer fortuna. Por eso decidí no tener <strong class=\"keyword\">escrúpulos</strong>.","second":"It's not easy to make a fortune, even if you decide to do it <strong class=\"keyword\">without</strong> honest y."},{"author":118293,"first":"Derecho, estas leyes en realidad están diseñados para proteg er inocente y confiar en los compradores de los vendedores sin <strong class=\"keyword\">escrúpulos</strong>.","second":"Right, these laws are actually designed to protect innocent and trusting purchasers from <strong class=\"keyword\">unscrupulous</strong> vendors."},{"author":8000,"first":"Sigue con su política de asentamientos y, sin vacilación ni <strong class=\"keyword\">escrúpulos</strong>, utiliza tanques y misiles contra civiles indefensos","second":"It is continuing its settlement policy and, without a moment's thought or <strong class=\"keyword\">hesitation</strong>, uses tanks and missiles against defenceless civilians"},{"author":94808,"first":"El Viceministro para América Latina solo tiene para el tema evasivas y frases hechas, que no dicen nada además; pero, además de no responder, es de un cinismo brutal la respuesta del Secretario de Estado Asistente, porque decir que tienen “una bien conocida política de ayuda humanitaria al pueblo cubano”, hablando a nombre del Gobierno que ha endurecido hasta niveles esquizofrénicos la política de bloqueo y la persecución contra el pueblo cubano, que ha intentado asfixiarnos, matarnos de hambre y enfermedades, y decir que tienen una política bien conocida de ayuda humanitaria demuestra una falta total de <strong class=\"keyword\">escrúpulos</strong>.","second":"The Assistant Secretary of State has only evasive answers and stock phrases to offer, which tell us nothing new. However, in addition to evading the issue, those answers show a brutal cynicism. To say that there is “a well-known policy of assistance to the Cuban people”, while speaking on behalf of a Government that has intensified the policy of embargo and persecution of the Cuban people to schizophrenic levels, in an attempt to smother us and kill us off through hunger and disease, is pure <strong class=\"keyword\">callousness</strong>."},{"author":118293,"first":"Su Alteza está lleno de <strong class=\"keyword\">escrúpulos</strong>...","second":"Your Highness is a full of <strong class=\"keyword\">scruples</strong> as a baked <strong class=\"keyword\">capon</strong> is of buckwheat grits."},{"author":94808,"first":"Peor aún son aquellas empresas sin <strong class=\"keyword\">escrúpulos</strong> que recurren a la explotación de los recursos naturales para apoyar a milicias, facciones y caudillos con el objeto de facilitar sus beneficios y proteger sus inversiones.","second":"Worse still are those <strong class=\"keyword\">unscrupulous</strong> businesses which resort to the exploitation of natural resources in supporting militias, factions and warlords in order to facilitate their profits and protect their investments."},{"author":118293,"first":"Somos arribistas sin <strong class=\"keyword\">escrúpulos</strong>.","second":"We're the scrappy upstart."},{"author":119739,"first":"Estos hombres solían colar el mosquito del vino, no solo por <strong class=\"keyword\">escrúpulo</strong>, sino porque era inmundo ceremonialmente; sin embargo, en sentido figurado engullían camellos, que también eran inmundos.","second":"Those men used to strain out the gnat from their wine, not merely because it was an insect, but because it was ceremonially unclean; yet they figuratively gulped down camels, which were also unclean."},{"author":94808,"first":"Para la lucha contra la discriminación racial, la xenofobia y la intolerancia que afecta diariamente a un gran número de los 150 millones de migrantes estimados en el mundo, es necesario que se lleven a cabo campañas de información que den visibilidad a los factores positivos de la migración de una manera regularizada y que evite abusos por parte de patronos y agentes de tráfico de personas sin <strong class=\"keyword\">escrúpulos</strong> que están disfrutando claramente de los aspectos positivos de la migración.","second":"In order to combat the racial discrimination, xenophobia and intolerance which affect a great number of the estimated 150 million migrants in the world every day, information campaigns should be conducted to highlight the positive factors of migration when it takes place under regular conditions precluding abuses on the part of employers and <strong class=\"keyword\">unscrupulous traffickers</strong> in persons who are clearly enjoying the positive aspects of migration."},{"author":95096,"first":"Hoy, cuando tantas personas sin <strong class=\"keyword\">escrúpulos</strong> tratan de imponer el reino del dinero, despreciando a los más necesitados, debéis estar muy atentos.","second":"At a time when so many people <strong class=\"keyword\">have</strong> no <strong class=\"keyword\">qualms about</strong> trying to impose the tyranny of materialism, with scant concern for the most deprived, you must be very careful."},{"author":118293,"first":"Lo acuso de ser un usurero sin <strong class=\"keyword\">escrúpulos</strong>.","second":"I accuse you of being a <strong class=\"keyword\">lecherous</strong> moneylender."},{"author":118293,"first":"* Un alumno sin <strong class=\"keyword\">escrúpulos</strong> que se cree que sabe más que el profesor *","second":"A pupil with no <strong class=\"keyword\">scruples</strong> who's no better than the teacher"},{"author":94808,"first":"En la práctica, y a falta de disposiciones específicas que abarquen las circunstancias especiales que originan esas infracciones y todos los perjuicios que causan a la víctima, además de atentar con su integridad física, los prejuicios negativos contra la mujer, la presión del autor de la violencia o de su familia, incluso la propia familia de la víctima, son los que frenan a dicha víctima de recurrir a la justicia, por temor a las represalias o por <strong class=\"keyword\">escrúpulos</strong> de tener que hablar en público de un tema que reviste un carácter íntimo y humillante a la vez.","second":"In practice, and in the absence of specific provisions covering the particular circumstances surrounding the offences and all the harm they do to the victim, apart from the assault on her bodily integrity, it is prejudices against women and pressure exerted by the perpetrator of the violence or by his family or even by the victim’s own family that make her refrain from seeking justice, for fear of reprisals or because of <strong class=\"keyword\">scruples</strong> about speaking in public about something that is both intimate and humiliating."},{"author":118293,"first":"Comprometí mis <strong class=\"keyword\">escrúpulos</strong> cuando acepté este trabajo... pero no participaré en otro plan de asesinato.","second":"<strong class=\"keyword\">Any scruples</strong> I might have had went on the bargain counter when I took this job, but you can count me out of any more murder plans."},{"author":27,"first":"Es decir, que los sitios portugueses que en este momento forman parte de la red NATURA 2000 están totalmente a merced de grupos económicos y constructores civiles sin <strong class=\"keyword\">escrúpulos</strong> por falta de instrumentos que garanticen su protección.","second":"In other words, the Portuguese sites that already form part of the Natura 2000 network are completely at the mercy of <strong class=\"keyword\">unscrupulous</strong> groups of financiers and construction companies, because of the lack of instruments to protect them."},{"author":27,"first":"A fin de cuentas, el Consejo considera que la lucha contra el soborno es una cuestión importante, pues es preciso condenar irrevocablemente las prácticas de los individuos que perjudican sin <strong class=\"keyword\">escrúpulos</strong> a toda la sociedad y en última instancia a los ciudadanos y a los contribuyentes.","second":"We must unequivocally condemn the practices of individuals who <strong class=\"keyword\">unscrupulously</strong> harm the whole community and tax payers in particular."},{"author":119739,"first":"“Quedaba el recurso [del] trabajo de los esclavos negros —explica el historiador portugués Jorge Couto—, solución que creaba <strong class=\"keyword\">escrúpulos</strong> de naturaleza moral, pero que el provincial de Brasil decidió obviar.”","second":"“The only option,” says Portuguese historian Jorge Couto, “was Negro slave labor—a solution that raised <strong class=\"keyword\">scruples</strong> of a moral nature, which the Jesuit superior in Brazil decided to ignore.”"},{"author":118293,"first":"¡ Me cago en los <strong class=\"keyword\">escrúpulos</strong>!","second":"Fuck nice!"},{"author":31,"first":"Tú y tus <strong class=\"keyword\">escrúpulos</strong>","second":"You and your <strong class=\"keyword\">scruples</strong>!"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}