{"result":"ok","tuc":[{"phrase":{"text":"plain","language":"en"},"meaningId":-8540174711236604849,"authors":[8]},{"phrase":{"text":"bald","language":"en"},"meaningId":-1325752602848304552,"authors":[86934]},{"phrase":{"text":"bare","language":"en"},"meaningId":-6611066124384856368,"authors":[86934]},{"phrase":{"text":"stark","language":"en"},"meaningId":316664977167098334,"authors":[25115]},{"phrase":{"text":"succinct","language":"en"},"meaningId":-8138951912524356282,"authors":[8]},{"phrase":{"text":"unadorned","language":"en"},"meaningId":-5083778372811417655,"authors":[25115]},{"meanings":[{"language":"en","text":"Plain, simple: with no adornment, with no superfluous detail, without anything unnecessary."},{"language":"en","text":"Brief, succinct."}],"meaningId":3614954153286187053,"authors":[93107]}],"phrase":"escueto","examples":[{"author":94809,"first":"32 Este requisito sólo puede cumplirse mediante la transmisión del texto de la Decisión de que se trate, pero no con la de un <strong class=\"keyword\">escueto</strong> resumen de su contenido, como el que figuraba en el escrito notificado a las partes recurridas en casación el 30 de abril de 1991.","second":"32 That requirement can be fulfilled only by sending the text of the decision in issue and not a <strong class=\"keyword\">brief</strong> summary of its contents, such as that contained in the letter notified to the respondents on 30 April 1991."},{"author":27,"first":"Esto nos permitirá evitar adoptar normas legislativas abstractas, alejadas de la práctica y excesivas, y promover, en cambio, regulaciones <strong class=\"keyword\">escuetas</strong>, eficientes y modernas, que en definitiva también contribuyen a la plena realización del mercado interior.","second":"In this way we can ensure that rather than passing abstract legislation which is remote from practical issues and excessive, we promote streamlined, <strong class=\"keyword\">efficient</strong> and modern regulations and thereby finally help to complete the single market."},{"author":94809,"first":"En la mayoría de los convenios de financiación, esta carencia ha sido remediada mediante memorandos de acuerdo posteriores (véase el apartado 10) que, a menudo, seguían siendo <strong class=\"keyword\">escuetos</strong> o poco pertinentes.","second":"In most of the Financing Agreements this omission was remedied by a reference to subsequent Protocols of Agreement (see paragraph 10), which in many cases continued to be <strong class=\"keyword\">terse</strong> or irrelevant."},{"author":94808,"first":"Sin embargo, en general la parte pertinente de la Memoria es bastante <strong class=\"keyword\">escueta</strong> en lo que se refiere a sugerencias de medidas específicas.","second":"Overall, however, the relevant section of the report is rather <strong class=\"keyword\">thin</strong> on specific suggestions for action."},{"author":94808,"first":"El vodka fluye como el río cercano y los brindis de los excombatientes ‘todavía vestidos con sus uniformes’, son <strong class=\"keyword\">escuetos</strong> e inequívocos.","second":"The vodka flows as freely as the nearby river, and toasts made by former fighters still in uniform are <strong class=\"keyword\">simple</strong> and to the point."},{"author":27,"first":"Señor Presidente, seré muy <strong class=\"keyword\">escueto</strong>, sobre todo porque vamos retrasados con respecto al horario y el Parlamento Europeo debe continuar su trabajo con toda celeridad.","second":"Mr President, I will be very <strong class=\"keyword\">brief</strong>, not least because we are behind schedule and the European Parliament needs to continue its work with all speed."},{"author":8008,"first":"Con respuestas muy <strong class=\"keyword\">escuetas</strong>, El Nuevo Diario y La Prensa se negaron a publicar esta demostración de solidaridad hacia la lucha de los ex trabajadores azucareros.","second":"They really have a <strong class=\"keyword\">short</strong> memory in the world of entertainment and 24 hour information!"},{"author":8008,"first":"Sobre todo es importante que la información ofrecida sea útil, correcta en cuanto al contenido, interesante, precisa y <strong class=\"keyword\">escueta</strong>, pero hay una serie de reglas y directrices que pueden ayudarle a aumentar el efecto de su comunicado y la posibilidad de que tenga lugar un informe al respecto.","second":"While it is important that the information you provide is useful, accurate, interesting, clear and <strong class=\"keyword\">concise</strong>, there are a number of other rules and guidelines that can help you maximise the impact of your press release and the probability of media coverage."},{"author":27,"first":"Estoy muy interesado en ver si la Comisión utilizará también ese estudio en su informe de valoración de 2008, porque contiene bastantes comentarios <strong class=\"keyword\">escuetos</strong> sobre la directiva que estamos a punto de aprobar.","second":"I am at any rate interested to see if the Commission will also use this study in its 2008 assessment report, because it contains quite a <strong class=\"keyword\">few terse</strong> comments about the directive as we are about to adopt it."},{"author":94808,"first":"Sin embargo, a través de sentencia de 8 de noviembre de 1990 y 19 de marzo de 1991, la Corte Suprema de Justicia sostuvo que el artículo 8 de la Convención Americana sobre Derechos Humanos integra un bloque de constitucionalidad conjuntamente con el artículo 32 de la Constitución Nacional en cuanto se refiere a la garantía constitucional de un proceso justo, señalándose que la precitada normativa es sumamente <strong class=\"keyword\">escueta</strong> y que el artículo 8 de la Convención extiende la protección procesal a otros aspectos no previstos en el artículo 32.","second":"However, through the judgements of 8 November 1990 and 19 March 1991, the Supreme Court maintained that article 8 of the American Convention on Human Rights and article 32 of the Constitution form a corpus of constitutional guarantees for due process, noting that the constitutional provision is extremely <strong class=\"keyword\">concise</strong> and that article 8 of the Convention extends the procedural protection to areas not provided for under article 32."},{"author":8008,"first":"A lo largo de todo el año se suceden por los pueblos las fiestas en las que se aúnan tres tipos de atracción: la celebración religiosa en honor de los santos patronos o de la Virgen del lugar, las diversiones paganas, y los tratos comerciales de las ferias de año. Tanto los cantos como las danzas tradicionales de la Montaña, y aún el traje regional, son de una elemental elegancia, pero junto a las simples marzas, mayas y picayos (casi <strong class=\"keyword\">escuetos</strong> recitados) encontramos otras manifestaciones más complicadas, como la danza de Ibio, el Baile de las Lanzas (en Ruiloba), el Pericote y el Trepeltré (en Liébana).","second":"Throughout the year there are three types of festival – religious, pre-christian and commercial fairs."},{"author":94808,"first":"El informe que tenemos a la vista es <strong class=\"keyword\">escueto</strong>, evasivo e irrespetuoso, pero repito, necesitamos tiempo adicional para considerarlo adecuadamente.","second":"The report before us is <strong class=\"keyword\">scanty</strong>, evasive and disrespectful, but I repeat, we need additional time to consider it thoroughly."},{"author":94809,"first":"Por consiguiente, ni el demandante ni la parte coadyuvante pueden sostener que las informaciones comunicadas al médico de cabecera eran demasiado <strong class=\"keyword\">escuetas</strong> y demasiado incompletas como para permitir a este último aconsejar eficazmente a su paciente y para que el demandante pudiera defender válidamente sus intereses.","second":"Accordingly, neither the applicant nor the intervener is justified in maintaining that the information disclosed to the applicant' s doctor was too <strong class=\"keyword\">concise</strong> and insufficiently comprehensive to enable him to give his patient appropriate advice and to enable the applicant to defend his interests effectively."},{"author":27,"first":"Gracias a su gran experiencia, conoce extraordinariamente bien la filosofía y las fórmulas legislativas europeas y ha logrado una Directiva <strong class=\"keyword\">escueta</strong>, corta: a pesar del número de enmiendas, no tiene demasiadas cosas y sus propias enmiendas son ideas muy genéricas propias de una Directiva marco.","second":"Thanks to her extensive experience, she has an extraordinary knowledge of philosophy and of European legislative formulas and has achieved a <strong class=\"keyword\">succinct</strong>, short Directive. Despite the number of amendments, it does not have too much in it and her own amendments are very generic ideas that are typical of a framework directive."},{"author":94809,"first":"60 Como correctamente subraya la Comisión, el Tribunal de Primera Instancia observó (apartados 7 y 24 de la sentencia impugnada) que en el Diario Oficial de las Comunidades Europeas se publicó un <strong class=\"keyword\">escueto</strong> comunicado sobre la decisión de 19 de julio de 1993 (31) y que dicha decisión fue notificada a la recurrente mediante escrito de 5 de agosto de 1993.","second":"60 As the Commission correctly points out, the Court of First Instance observed (paragraphs 7 and 24 of the judgment) that a <strong class=\"keyword\">brief</strong> communication concerning the decision of 19 July 1993 was published in the Official Journal of the European Communities (31) and notified to the appellant by letter of 5 August 1993."},{"author":118293,"first":"Puedo ser... concisa, <strong class=\"keyword\">escueta</strong>, parca, lacónica.","second":"I can be..... pithy, taut, <strong class=\"keyword\">succinct</strong>, laconic, breviloquent?"},{"author":94809,"first":"En lugar de ello la exposición de motivos se limita a la <strong class=\"keyword\">escueta</strong> afirmación de que «la Comisión considera que, en las actuales circunstancias, no debería obligarse a los operadores a indemnizar a los pasajeros que sufren retrasos.»","second":"Instead, the explanatory memorandum contents itself with the <strong class=\"keyword\">bald</strong> statement that ‘the Commission considers that in present circumstances operators should not be obliged to compensate delayed passengers’."},{"author":27,"first":"Cuando planteé esto anteriormente, el Presidente Borrell escribió una carta a la Comisión solicitando a los Comisarios que fueran más <strong class=\"keyword\">escuetos</strong> en sus respuestas.","second":"When I raised this before, President Borrell wrote a letter to the Commission asking Commissioners to be <strong class=\"keyword\">crisper</strong> in their answers."},{"author":118293,"first":"Pero le daré gusto con... una <strong class=\"keyword\">escueta</strong> respuesta.","second":"But I'll indulge you with a <strong class=\"keyword\">short</strong> answer to your question."},{"author":92475,"first":"Aniuxa escribe un <strong class=\"keyword\">escueto</strong> y sentido post en su blog Nunca falta alguien que sobre, reflexionando sobre la retorcida interpretación que el comercio da al día y lo duro que resulta ver cómo se ha perdido una fecha reivindicativa ante la fuerza del marketing y el consumo.","second":"Aniuxa writes a <strong class=\"keyword\">brief</strong> [es] and heartfelt post in her blog: “Nunca falta alguien que sobre” [es] (There’s always someone extra), reflecting on the twisted interpretation that businesses give to the day and how difficult it is to witness how much of the gained ground has been lost to marketing and consumption."},{"author":94809,"first":"Esta nota de síntesis será <strong class=\"keyword\">escueta</strong> y, en un lenguaje no técnico, reflejará las características y los riesgos esenciales asociados con el emisor, los posibles garantes y los valores, en la lengua en que se haya redactado originalmente el folleto.","second":"The summary shall, in a <strong class=\"keyword\">brief manner</strong> and in non-technical language, convey the essential characteristics and risks associated with the issuer, any guarantor and the securities, in the language in which the prospectus was originally drawn up."},{"author":94809,"first":"En efecto, la demandante sostuvo en su demanda, aunque de forma muy <strong class=\"keyword\">escueta</strong>, que la Decisión está insuficientemente motivada acerca del «modo en que la Comisión determinó concretamente la multa».","second":"In its application the applicant submitted, expressly though succinctly, that the Decision <strong class=\"keyword\">contains</strong> an inadequate statement of reasons as to the `manner in which the Commission calculated the fine'."},{"author":94808,"first":"Reduciendo la duplicación de los informes que exigen los diferentes instrumentos, así como la carga que la presentación de informes representa para los Estados Partes, en particular mediante el uso de un documento básico ampliado, sin menoscabo de la calidad de los informes, y de <strong class=\"keyword\">escuetos</strong> informes periódicos basados en las observaciones finales;","second":"Reducing the duplication of reporting required under the different instruments as well as the reporting burden on States parties, including through the use of an expanded core document, without impairing the quality of reporting, and <strong class=\"keyword\">focused periodic</strong> reports based on the concluding observations;"},{"author":8000,"first":"Los hechos <strong class=\"keyword\">escuetos</strong> no son ni controvertidos ni ambiguos","second":"The <strong class=\"keyword\">hard</strong> facts are neither controversial nor ambiguous"},{"author":94809,"first":"Tampoco la Decisión dirigida a la República Federal de Alemania contiene indicación complementaria alguna a este respecto, si bien está redactada en forma menos <strong class=\"keyword\">escueta</strong>.","second":"The decision addressed to the Federal Republic of Germany gives no further details in that respect, even though it is drafted in a less <strong class=\"keyword\">laconic fashion</strong> ."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}