{"result":"ok","tuc":[{"phrase":{"text":"care","language":"en"},"meanings":[{"language":"en","text":"close attention, concern or responsibility"},{"language":"en","text":"concern or responsibility"}],"meaningId":5989851286673654681,"authors":[70195]},{"phrase":{"text":"diligence","language":"en"},"meanings":[{"language":"en","text":"conscientiousness or determination or perseverance when doing something"},{"language":"en","text":"qualities of a hard worker, including conscientiousness, determination, perseverance"}],"meaningId":1881270341730550964,"authors":[70195]},{"phrase":{"text":"carefulness","language":"en"},"meaningId":4827015135830951084,"authors":[84500]},{"phrase":{"text":"assiduity","language":"en"},"meaningId":3374842304637881254,"authors":[84500]},{"phrase":{"text":"assiduousness","language":"en"},"meaningId":-4569333763569562059,"authors":[84500]},{"phrase":{"text":"concentration","language":"en"},"meaningId":-1824733669077345595,"authors":[84500]},{"phrase":{"text":"exquisiteness","language":"en"},"meaningId":8645846640141076597,"authors":[83089]},{"phrase":{"text":"great care","language":"en"},"meaningId":2423530254467944268,"authors":[84500]},{"phrase":{"text":"neatness","language":"en"},"meaningId":5193088350281010999,"authors":[97745]},{"phrase":{"text":"niceness","language":"en"},"meaningId":-5476720982707892710,"authors":[86934]},{"phrase":{"text":"nisus","language":"en"},"meaningId":-1020985763596686845,"authors":[84500]},{"phrase":{"text":"pains","language":"en"},"meaningId":-7030515709791381692,"authors":[84500]},{"phrase":{"text":"refinement","language":"en"},"meaningId":-9009820598645159302,"authors":[89651]},{"phrase":{"text":"strain","language":"en"},"meaningId":2513855077307760000,"authors":[84500]},{"phrase":{"text":"striving","language":"en"},"meaningId":7896040263452509569,"authors":[84500]},{"meanings":[{"language":"en","text":"great care, or diligence"}],"meaningId":-7758814402600000711,"authors":[1]}],"phrase":"esmero","examples":[{"author":95096,"first":"Os abrazo con mi corazón, una vez más, a todos los que trabajáis con <strong class=\"keyword\">esmero</strong>, cada uno a su modo, por el bien de nuestra patria, a fin de que se convierta en una casa cada vez más acogedora y segura para todos los polacos; y a fin de que sepa dar su contribución creativa al tesoro común de la gran familia de los países europeos, a la que pertenece desde hace mil años.","second":"In my heart I once more embrace all of you who work - each in <strong class=\"keyword\">your</strong> own way - for the good of our native land, that it may become an ever more comfortable and secure home for all Poles, that it may offer its own creative contribution to the common treasure of the great family of European countries, to which it has belonged for more than a thousand years."},{"author":27,"first":"Para Finlandia, estos recursos naturales son una fuente de riqueza que tradicionalmente hemos cuidado con <strong class=\"keyword\">esmero</strong>, por lo que es innecesario establecer con esta directiva límites de emisiones más rigurosos para nuestras aguas que para otras zonas.","second":"For Finland these natural features are a source of wealth that we have traditionally taken good care of, and it is therefore unnecessary under this directive to establish more stringent emission limits for our waters than for other areas."},{"author":8008,"first":"Hecho con arroz de la variedad Yamada-nishiki, una de las mejores de Japón, pulido a un 35%, el sake se elabora con el mayor <strong class=\"keyword\">esmero</strong> en la época más fría del año para garantizar una fermentación lenta.","second":"Japan's top class Yamada-nishiki rice is polished to 35% and the sake is <strong class=\"keyword\">carefully</strong> created in the coldest part of the year to ensure slow fermentation."},{"author":95096,"first":"Por esta razón, el relato de san Pablo sobre la asamblea se cierra con el recuerdo de la recomendación que le dirigieron los Apóstoles: \"Sólo que nosotros debíamos tener presentes a los pobres, cosa que he procurado cumplir con todo <strong class=\"keyword\">esmero</strong>\" (Ga 2, 10).","second":"For this reason Paul's account of the Assembly ends by recalling the Apostles' recommendation to him: \"only they would have us remember the poor, which <strong class=\"keyword\">very</strong> thing I was eager to do\" (Gal 2: 10)."},{"author":8008,"first":"Nuestra tradicional y al mismo tiempo desenfadada atmósfera le ofrecen a nuestro establecimiento una elegante instalación, donde se ha puesto el mayor <strong class=\"keyword\">esmero</strong> en los más pequeños detalles.","second":"We offer a solid but unceremonious atmosphere due to the elegant equipment which was selected right down to the last detail."},{"author":8008,"first":"Las 54 habitaciones, algunas de ellas con balcón, han sido equipadas con sumo <strong class=\"keyword\">esmero</strong> y cuentan con ducha, WC, televisión por cable, teléfono con conexión para fax para que pueda relajarse disfrutando de todas las comodidades.","second":"Our 54 comfortable and <strong class=\"keyword\">lovingly</strong> furnished rooms including shower, WC, cable TV, phone and fax connection They partially come with balcony, inviting you to stay."},{"author":95096,"first":"Ojalá que la cercanía del acontecimiento jubilar despierte en cada creyente un interés activo por este sacramento; que los sacerdotes estén dispuestos a desempeñar con <strong class=\"keyword\">esmero</strong> y dedicación este ministerio sacramental indispensable; que se multipliquen en la ciudad los lugares de celebración de la penitencia, con confesores disponibles en los diversos horarios de la jornada, preparados para dispensar en abundancia la inagotable misericordia de Dios.","second":"May the approach of the Jubilee reawaken in every believer an active interest in this sacrament; may priests be readily available to administer this indispensable sacrament with <strong class=\"keyword\">care</strong> and dedication; may places for the sacramental rite of Penance be increased in the city, with confessors available at different hours of the day, ready to dispense God's inexhaustible mercy in abundance."},{"author":94809,"first":"\"Sin embargo, cuando un tribunal de concurso vuelve a examinar las candidaturas, sobre todo con vistas a remediar una irregularidad grave, tiene que hacerlo con la debida diligencia y con especial <strong class=\"keyword\">esmero</strong>.","second":"\"However, when a selection board carries out such a review of applications, in particular in order to remedy a serious irregularity, it must do so with the required diligence and with particular <strong class=\"keyword\">care</strong>."},{"author":94808,"first":"En segundo lugar, se necesita a aproximadamente 58 instructores civiles, especialmente en materia de justicia y finanzas, para que nuestras instituciones nuevas y en desarrollo puedan alcanzar un nivel mínimo de autosuficiencia y sostenibilidad y que la paz conseguida y mantenida con tanto <strong class=\"keyword\">esmero</strong> gracias a la asistencia prestada por las sucesivas operaciones de las Naciones Unidas no se vea puesta en peligro por el hecho de que en la sociedad timorense haya alguna impresión de falta de transparencia o vacío de autoridad.","second":"Secondly, around 58 civilian trainers, particularly in the fields of justice and finance, to ensure that our nascent and developing institutions can arrive at the critical threshold of self-sufficiency and sustainability and to ensure that the peace so <strong class=\"keyword\">diligently</strong> won and maintained with the assistance of the successive United Nations operations is not jeopardized by any perception in the Timorese society of a lack of transparency or absence of the rule of law."},{"author":119723,"first":"Scott enseñó que hay “diamantes de la verdad que... hay que extraer con <strong class=\"keyword\">esmero</strong> de las páginas del Antiguo Testamento” (“Four Fundamentals for Those Who Teach and Inspire Youth” [discurso pronunciado en un simposio del Sistema Educativo de la Iglesia, 14 de agosto de 1987], pág. 1; si.lds.org).","second":"Scott taught that there are “diamonds of truth that ... must be carefully mined from the pages of the Old Testament” (“Four Fundamentals for Those Who Teach and Inspire Youth” [Church Educational System symposium address, Aug. 14, 1987], 1; si.lds.org)."},{"author":94809,"first":"(115) En la medida en que la presente Decisión se refiere a ayudas concedidas a PA/PBK o a la empresa en participación, el Estado miembro, para aplicar correctamente una decisión de la Comisión que ordene la recuperación de ayudas, debe, en opinión de ésta, proceder igual que un acreedor privado y por lo menos con el mismo <strong class=\"keyword\">esmero</strong> con el que el propio Estado miembro procedería, por ejemplo, en el cobro de deudas fiscales o de seguridad social.","second":"(115) In so far as the present decision concerns aid granted to PA/PBK or the joint venture, the Commission considers that in order to implement properly a Commission decision requiring the recovery of State aid, the Member State must behave as a private creditor would, and with at least the same <strong class=\"keyword\">care</strong> that the Member State itself would exercise if it were collecting such things as tax or social security debts."},{"author":31,"first":"Éste es un mapa de Wu que tracé con mucho <strong class=\"keyword\">esmero</strong>...... para que sea exacto","second":"This is a map of Wu that I drew taking great <strong class=\"keyword\">pains</strong> to be precise"},{"author":183,"first":"La mujer me precedió, e inmediatamente comenzó a retirar con todo <strong class=\"keyword\">esmero</strong> los papeles que cubrían los muebles. Le dije que los recogería yo mismo. No me hizo caso. Alcé la voz para repetirle que lo dejara, que tenía ganas de estar sólo y tranquilo, porque acababa de hacer un largo viaje.","second":"The woman went in ahead of me and immediately started to remove the newspapers <strong class=\"keyword\">very carefully</strong> from the furniture. I told her I would do that myself. She ignored me. I raised my voice and told her to quit it, I wanted to be alone to relax, I had had a long journey."},{"author":118293,"first":"Aunque marco las cartas y me <strong class=\"keyword\">esmero</strong> en barajarlas, gana.","second":"No matter how <strong class=\"keyword\">carefully</strong> I mark the cards, he wins."},{"author":95096,"first":"Velad con <strong class=\"keyword\">esmero</strong> por su acompañamiento y su progreso, por una sensibilización cada vez mayor de las comunidades cristianas a la acogida fraterna de los catecúmenos o de los que vuelven a creer, así como por su apoyo después de recibir el bautismo.","second":"<strong class=\"keyword\">Take great care</strong> to accompany these people and help them on their way. You should also take pains to accustom Christian communities to accepting catechumens or those who have regained their faith, and support them after their Baptism."},{"author":31,"first":"Mañana me ocuparé de ti con <strong class=\"keyword\">esmero</strong>, ¿ está bien?","second":"Tomorrow I' il <strong class=\"keyword\">take care</strong> of you"},{"author":94808,"first":"El Presidente del Grupo de Trabajo expresó la opinión de que se había puesto <strong class=\"keyword\">esmero</strong> en seguir el plan de trabajo plurianual y velar por la transparencia en todas las deliberaciones del Grupo de Trabajo, y recordó que se habían cursado invitaciones a todos los Estados miembros y observadores permanentes para que asistieran a las deliberaciones oficiosas del Grupo de Trabajo.","second":"The Chairman of the Working Group expressed the view that <strong class=\"keyword\">care</strong> had been taken to follow the multi-year workplan and ensure transparency in all the deliberations of the Working Group, recalling that invitations had been extended to all member States and permanent observers to attend the informal deliberations of the Working Group."},{"author":118385,"first":"Como principio general, en los casos en que existan ya compañías aéreas que exploten la ruta en cuestión, debe ponerse el máximo <strong class=\"keyword\">esmero</strong> a la hora de evaluar la repercusión de las obligaciones, pues si resultan excesivas (por ejemplo, la imposición de precios máximos, horarios o frecuencias) pueden tener el efecto contraproducente de reducir la oferta de servicios aéreos.","second":"As a matter of general principle, in cases where air carriers are already operating on the route concerned, the assessment of the impact of the obligations should be carried out with particular <strong class=\"keyword\">care</strong>: excessive obligations (e.g. imposing price caps, schedules or number of frequencies) may have the counterproductive effect of reducing the offer of air services."},{"author":95096,"first":"Que vuestra patrona santa Lucía, cuya fiesta celebramos hoy, os ayude a realizar siempre con gran <strong class=\"keyword\">esmero</strong> vuestra actividad en favor de quienes tienen problemas de vista.","second":"May St Lucy, your Patroness, whose feast we are celebrating today, help you to continue with ever <strong class=\"keyword\">great</strong> effort your activity of helping people with eye problems."},{"author":95096,"first":"Acompañad con <strong class=\"keyword\">esmero</strong> el camino de los novios y de los matrimonios jóvenes, para que sean ante sus hijos y ante toda la comunidad signo elocuente del amor de Dios.","second":"<strong class=\"keyword\">Give great care</strong> to the <strong class=\"keyword\">preparation</strong> of engaged couples and be close to young married couples, so that they will be for their children and the whole community an eloquent testimony of God’s love."},{"author":95096,"first":"Para ello se ha de cuidar con <strong class=\"keyword\">esmero</strong> la formación religiosa, humana y cultural de los educadores, para que garanticen y completen la transmisión de los valores que debería iniciarse en cada familia.","second":"That is why the human, religious and cultural formation of teachers should be supervised with <strong class=\"keyword\">care</strong>, so that they will ensure and complete the transmission of values that should begin in every family."},{"author":95096,"first":"Doy las gracias al querido cardenal Virgilio Noè y a todos los que han organizado con <strong class=\"keyword\">esmero</strong> esta cita de oración ante la Virgen.","second":"I am grateful to Cardinal Virgilio Noè and all those who have <strong class=\"keyword\">carefully</strong> prepared this pause for prayer at the feet of Our Lady."},{"author":27,"first":"Intentamos hacer un seguimiento de cada una de las actividades con el mayor <strong class=\"keyword\">esmero</strong> posible.","second":"We are trying to track every activity as <strong class=\"keyword\">carefully</strong> as possible."},{"author":119739,"first":"Por tanto, estudiemos con <strong class=\"keyword\">esmero</strong> la Palabra de Dios y prediquemos con empeño la verdad. Así podremos imitar la actitud del salmista, quien alabó con estas palabras al Señor Soberano Jehová: “Mencionaré tu justicia, la tuya sola.","second":"4:18, 19) So let us <strong class=\"keyword\">diligently</strong> study God’s Word and zealously share the truth with others in the prayerful spirit of the psalmist who praised the Sovereign Lord Jehovah with the words: “I shall mention your righteousness, yours alone."},{"author":8000,"first":"En segundo lugar, se necesita a aproximadamente # instructores civiles, especialmente en materia de justicia y finanzas, para que nuestras instituciones nuevas y en desarrollo puedan alcanzar un nivel mínimo de autosuficiencia y sostenibilidad y que la paz conseguida y mantenida con tanto <strong class=\"keyword\">esmero</strong> gracias a la asistencia prestada por las sucesivas operaciones de las Naciones Unidas no se vea puesta en peligro por el hecho de que en la sociedad timorense haya alguna impresión de falta de transparencia o vacío de autoridad","second":"Secondly, around # civilian trainers, particularly in the fields of justice and finance, to ensure that our nascent and developing institutions can arrive at the critical threshold of self-sufficiency and sustainability and to ensure that the peace so <strong class=\"keyword\">diligently</strong> won and maintained with the assistance of the successive United Nations operations is not jeopardized by any perception in the Timorese society of a lack of transparency or absence of the rule of law"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}