{"result":"ok","tuc":[{"phrase":{"text":"spectrum","language":"en"},"meanings":[{"language":"en","text":"range of colors"},{"language":"es","text":"Amplia gama de objetos, valores, cualidades, ideas o actividades relacionadas."},{"language":"en","text":"A broad range of related objects or values or qualities or ideas or activities."}],"meaningId":5464129515042491469,"authors":[70195]},{"phrase":{"text":"ghost","language":"en"},"meanings":[{"language":"en","text":"spirit appearing after death"}],"meaningId":-5005089489905230014,"authors":[70195]},{"phrase":{"text":"specter","language":"en"},"meanings":[{"language":"en","text":"Something that is perceived as a threat and causes fear."},{"language":"en","text":"ghostly apparition"},{"language":"es","text":"Algo que se percibe como una amenaza y produce miedo."}],"meaningId":-4848379571437702406,"authors":[70195]},{"phrase":{"text":"spectre","language":"en"},"meanings":[{"language":"en","text":"Something that is perceived as a threat and causes fear."},{"language":"es","text":"Algo que se percibe como una amenaza y produce miedo."}],"meaningId":-866168390016776578,"authors":[84715]},{"phrase":{"text":"wraith","language":"en"},"meanings":[{"language":"en","text":"A ghost or specter, especially seen just after a person&#39;s death"}],"meaningId":6698387626250071382,"authors":[90508]},{"phrase":{"text":"spook","language":"en"},"meaningId":-8865827438045533322,"authors":[25115]},{"phrase":{"text":"revenant","language":"en"},"meanings":[{"language":"en","text":"supernatural being"}],"meaningId":7455050616761537253,"authors":[90508]},{"phrase":{"text":"shade","language":"en"},"meaningId":4699316238564559937,"authors":[84500]},{"phrase":{"text":"spirit","language":"en"},"meaningId":8299218962951474360,"authors":[25115]},{"phrase":{"text":"apparition","language":"en"},"meaningId":-4795361677663140003,"authors":[84500]},{"phrase":{"text":"bogey","language":"en"},"meaningId":-3300908827656797121,"authors":[25018]},{"phrase":{"text":"bogy","language":"en"},"meaningId":-3984616596184909600,"authors":[25018]},{"phrase":{"text":"creep","language":"en"},"meaningId":6332174726882208118,"authors":[84500]},{"phrase":{"text":"phantom","language":"en"},"meaningId":-4937624135215281331,"authors":[89651]},{"phrase":{"text":"spectra","language":"en"},"meaningId":5956734459891348580,"authors":[25115]},{"phrase":{"text":"spectre specter","language":"en"},"meaningId":8793239041113112652,"authors":[83062]},{"phrase":{"text":"weirdie","language":"en"},"meaningId":665234033000219710,"authors":[84500]},{"phrase":{"text":"weirdo","language":"en"},"meaningId":-4669366019393098766,"authors":[84500]},{"phrase":{"text":"weirdy","language":"en"},"meaningId":-5545564160136142082,"authors":[84500]},{"meanings":[{"language":"en","text":"spectre, ghost"},{"language":"en","text":"ghost"},{"language":"en","text":"spectrum"}],"meaningId":904891075043991250,"authors":[1]}],"phrase":"espectro","examples":[{"author":94809,"first":"El programa quinquenal para la política del <strong class=\"keyword\">espectro</strong> radioeléctrico, que ha sido acordado en principio por las instituciones, debería ser adoptado sin dilación por el Consejo y el Parlamento Europeo a principios de 2012.","second":"The 5-year Radio <strong class=\"keyword\">Spectrum</strong> Policy programme, which has been agreed in principle between the institutions, should be adopted as soon as possible by the European Parliament and Council in early 2012."},{"author":94809,"first":"Cuestiones de Compatibilidad Electromagnética y <strong class=\"keyword\">Espectro</strong> de Radiofrecuencia (ERM). Compatibilidad electromagnética (CEM): norma para equipos y servicios radioeléctricos. Parte 32: Aplicaciones de radiodetección para sondeo de tierra y estrato","second":"Electromagnetic compatibility and Radio <strong class=\"keyword\">spectrum</strong> Matters (ERM); ElectroMagnetic Compatibility (EMC) standard for radio equipment and services; Part 32: Specific conditions for Ground and Wall Probing Radar applications"},{"author":118293,"first":"Creímos que fueron los <strong class=\"keyword\">Espectros</strong>, pero no encaja.","second":"We thought it was the <strong class=\"keyword\">wraith</strong>, but it didn't fit."},{"author":27,"first":"Sin embargo, también afirma que aplaude la propuesta de la Comisión de introducir un enfoque del <strong class=\"keyword\">espectro</strong> orientado al mercado y de establecer un marco jurídico claro que ofrezca soluciones basadas en la competencia.","second":"It also makes a point, however, of welcoming the Commission's proposal to introduce a market-based approach to the <strong class=\"keyword\">spectrum</strong> and to establish a clear legal framework providing for competition-based solutions."},{"author":94809,"first":"Cuestiones de Compatibilidad Eelctromagnética y <strong class=\"keyword\">Espectro</strong> de Radifrecuencia (ERM); Dispositivos de Corto Alcance (SRD); Características técnicas para los equipos SRD que utilizan tecnología de Banda Ultra Ancha (UWB); Aplicaciones para análisis de materiales de construcción y para clasificación de equipos, que trabaja en la banda de frecuencias de 2,2 GHz a 8,5 GHz; Parte 2: Norma Europea (EN) armonizada, que cubre los requisitos esenciales del artículo 3, apartado 2, de la Directiva RTTE.","second":"Electromagnetic compatibility and Radio <strong class=\"keyword\">spectrum</strong> Matters (ERM); Short Range Devices (SRD); Technical characteristics for SRD equipment using Ultra WideBand technology (UWB); Building Material Analysis and Classification equipment applications operating in the frequency band from 2,2 GHz to 8,5 GHz; Part 2: Harmonized EN covering the essential requirements of article 3.2 of the R&TTE Directive"},{"author":94808,"first":"Estas emisiones se calculan con ayuda de coeficientes de emisión a partir de un amplio <strong class=\"keyword\">espectro</strong> de estadísticas pormenorizadas sobre esas actividades.","second":"Greenhouse gas emissions are calculated from a wide <strong class=\"keyword\">array</strong> of detailed activity statistics with the help of emission coefficients."},{"author":94809,"first":"Las medidas previstas en la presente Decisión se ajustan al dictamen del Comité del <strong class=\"keyword\">espectro</strong> radioeléctrico.","second":"The measures provided for in this Decision are in accordance with the opinion of the Radio <strong class=\"keyword\">Spectrum</strong> Committee,"},{"author":94809,"first":"Con todo, si el proceso de selección permite concluir que no hay escasez de <strong class=\"keyword\">espectro</strong> radioeléctrico, se debe seleccionar a todos los aspirantes idóneos.","second":"However, if the selection process leads to a finding that there is no radio <strong class=\"keyword\">spectrum</strong> scarcity, all eligible candidates should be selected."},{"author":27,"first":"He votado a favor del informe sobre la propuesta de Decisión del Parlamento Europeo y del Consejo por la que se establece un primer programa de política del <strong class=\"keyword\">espectro</strong> radioeléctrico.","second":"I supported the report on the proposal for a decision of the European Parliament and of the Council establishing the first radio <strong class=\"keyword\">spectrum</strong> policy programme."},{"author":94808,"first":"Esperamos que sea útil para un <strong class=\"keyword\">espectro</strong> lo más amplio posible de países que contribuyen con tropas.","second":"We hope that this work will be of <strong class=\"keyword\">use</strong> to as wide a <strong class=\"keyword\">spectrum</strong> of troop-contributing countries as possible."},{"author":22,"first":"Las medidas previstas en la presente Decisión se ajustan al dictamen del Comité del <strong class=\"keyword\">espectro</strong> radioeléctrico","second":"The measures provided for in this Decision are in accordance with the opinion of the Radio <strong class=\"keyword\">Spectrum</strong> Committee"},{"author":118293,"first":"He repasado el <strong class=\"keyword\">espectro</strong> armónico al completo y ninguna frecuencia ha afectado el cristal.","second":"I've run through the <strong class=\"keyword\">entire</strong> harmonic <strong class=\"keyword\">spectrum</strong> and none of the frequencies have had any effect on the crystal."},{"author":94809,"first":"Un debate sobre determinados parámetros de atribución y uso del <strong class=\"keyword\">espectro</strong> de frecuencias —que son competencia nacional— en el seno del «Grupo de política del <strong class=\"keyword\">espectro</strong> radioeléctrico» podría generar efectos significativos para el mercado único.","second":"A discussion of certain <strong class=\"keyword\">spectrum</strong> allocation and usage parameters falling under national responsibility in the context of the Radio <strong class=\"keyword\">Spectrum</strong> Policy Group could generate meaningful single market effects."},{"author":94809,"first":"El Instituto Europeo de Normas de Telecomunicaciones (ETSI) está desarrollando, en el proyecto de norma EN 300 328, versión 1.8.1, vías armonizadas para evaluar la eficacia de diversos mecanismos de <strong class=\"keyword\">espectro</strong> compartido.","second":"Harmonised ways for assessing the efficiency of various sharing mechanisms are currently been developed by ETSI in draft <strong class=\"keyword\">EN</strong> 300 328 version 1.8.1."},{"author":94809,"first":"9030 | Osciloscopios, analizadores de <strong class=\"keyword\">espectro</strong> y demás instrumentos y aparatos para la medida o comprobación de magnitudes eléctricas; instrumentos y aparatos para medida o detección de radiaciones alfa, beta, gamma, X, cósmicas o demás radiaciones ionizantes | Fabricación en la que el valor de todas las materias utilizadas no sea superior al 40 % del precio franco fábrica del producto |","second":"9030 | Oscilloscopes, <strong class=\"keyword\">spectrum</strong> analysers and other instruments and apparatus for measuring or checking electrical quantities, excluding meters of heading 9028; instruments and apparatus for measuring or detecting alpha, beta, gamma, X-ray, cosmic or other ionizing radiations | Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product |"},{"author":22,"first":"Sirva de ejemplo el caso en que se fija un límite al número de empresas que tienen acceso al <strong class=\"keyword\">espectro</strong> para la prestación de servicios subyacentes","second":"An example of a legal or regulatory barrier preventing entry into a market is a limit on the number of undertakings that have access to <strong class=\"keyword\">spectrum</strong> for the provision of underlying services"},{"author":94808,"first":"El Comité de los Derechos del Niño tiene la singularidad de que se encarga del seguimiento de una Convención que abarca un amplio <strong class=\"keyword\">espectro</strong> de derechos y goza de aceptación casi universal; realiza también el seguimiento de los dos Protocolos Facultativos de la Convención.","second":"The Committee on the Rights of the Child was unique in that it monitored a convention that encompassed a broad <strong class=\"keyword\">spectrum</strong> of rights and enjoyed almost universal acceptance; it also monitored the two Optional Protocols to the Convention."},{"author":94809,"first":"Cuestiones de Compatibilidad Electromagnética y <strong class=\"keyword\">Espectro</strong> de Radiofrecuencia (ERM); Servicio móvil terrestre; Equipos de radiocomunicaciones que utilizan antenas integradas previstos principalmente para señal vocal analógica; Parte 2: Norma Europea (EN) armonizada, cubriendo los requisitos esenciales según el artículo 3,2 de la Directiva RTTE","second":"Electromagnetic compatibility and Radio <strong class=\"keyword\">spectrum</strong> Matters (ERM); Land mobile service; Radio equipment using integral antennas intended primarily for analogue speech; Part 2: Harmonised EN covering essential requirements under Article 3.2 of the R&TTE Directive"},{"author":91988,"first":"El postsionismo es un <strong class=\"keyword\">espectro</strong> trillado, un término que floreció a mediados de los años noventa, cuando parecía que los líderes israelíes y palestinos estaban construyendo un proceso de paz.","second":"Post-Zionism is a much hyped <strong class=\"keyword\">phantom</strong>, a term flourished in the mid-1990’s, when it seemed that Israeli and Palestinian leaders were building a peace process."},{"author":94809,"first":"Debe incorporarse al Acuerdo la Decisión 2004/545/CE de la Comisión, de 8 de julio de 2004, relativa a la armonización del <strong class=\"keyword\">espectro</strong> radioeléctrico en la gama de 79 GHz para el uso de equipos de radar de corto alcance para automóviles en la Comunidad (2).","second":"Commission Decision 2004/545/EC of 8 July 2004 on the harmonisation of radio <strong class=\"keyword\">spectrum</strong> in the 79 GHz range for the use of automotive short-range radar equipment in the Community (2) is to be incorporated into the Agreement."},{"author":8008,"first":"Posee un amplio <strong class=\"keyword\">espectro</strong> de actividad frente a microorganismos Gram-positivos y algunos Gram-negativos: Salmonella spp, Shigella spp, Staphylococcuss spp, Streptococcus spp, Corynebacterium spp, Clostridium spp, E. coli, Klebsiella spp, Proteus spp, Pasteurella spp y Haemophilus spp.","second":"Hydrochloride acid is <strong class=\"keyword\">a</strong> natural component of the gastric juice. It is well known as a preservative."},{"author":94809,"first":"Tampoco se discute que el equipamiento disponible funciona en todas los <strong class=\"keyword\">espectros</strong> de frecuencias.","second":"Nor is it contested that the available equipment functions in all <strong class=\"keyword\">frequency</strong> bands."},{"author":94809,"first":"El valor de estas bandas es significativo, porque son libremente accesibles mediante cualquier dispositivo que se ajuste a las normas de acceso al <strong class=\"keyword\">espectro</strong>, a fin de evitar interferencias sin necesidad de obtener una licencia de utilización del <strong class=\"keyword\">espectro</strong>.","second":"The value of these bands is significant, because they are freely accessible by any device that complies with relevant <strong class=\"keyword\">spectrum</strong> access rules to avoid interference without the need to obtain a <strong class=\"keyword\">spectrum</strong> licence."},{"author":8008,"first":"También se ofrece el <strong class=\"keyword\">espectro</strong> completo de los servicios de la realización de las conferencias, los seminarios, los banquetes, los cocteles, las bodas, las tertulias corporativas, las presentaciones.","second":"Also a full <strong class=\"keyword\">range</strong> of services is offered to hold conferences, seminars, banquets, drink receptions, weddings, corporate party, presentations.."},{"author":94809,"first":"Una de las soluciones consideradas consiste en utilizar un modelo basado en el mercado que brinde mayor libertad a los agentes del mercado para determinar las condiciones de utilización de los recursos del <strong class=\"keyword\">espectro</strong> y elimine las barreras de acceso a los derechos de explotación del <strong class=\"keyword\">espectro</strong>, mediante un régimen de comercialización de esos derechos.","second":"One response is to use a market-based model allowing more freedom to market players to decide how <strong class=\"keyword\">spectrum</strong> should be used, and lowering the barriers for access to <strong class=\"keyword\">spectrum</strong> rights by making possible the trading of the rights."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}