{"result":"ok","tuc":[{"phrase":{"text":"spiciform","language":"en"},"meaningId":8829240416940366668,"authors":[2700]},{"phrase":{"text":"spike-shaped","language":"en"},"meaningId":5292142608552613610,"authors":[2700]},{"phrase":{"text":"eared","language":"en"},"meaningId":5625130617136105520,"authors":[2700]},{"meanings":[{"language":"en","text":"lanky, lofty"},{"language":"en","text":"willowy"}],"meaningId":-4609370266442993225,"authors":[93107]}],"phrase":"espigado","examples":[{"author":94809,"first":"— no <strong class=\"keyword\">espigados</strong>,","second":"— not <strong class=\"keyword\">running to seed</strong>,"},{"author":8008,"first":"El tejido holandés se fabrica tanto en textura lisa (Plain Dutch Weave) como en textura <strong class=\"keyword\">espigada</strong> (Twilled Dutch Weave).","second":"Dutch weave mesh is woven in both plain Dutch weave and <strong class=\"keyword\">twilled</strong> Dutch weave."},{"author":8008,"first":"Para aplicaciones especiales se puede tejer el tejido holandés “al revés”; es el llamado tejido holandés invertido, que también puede tejerse en textura lisa o <strong class=\"keyword\">espigada</strong> (Reverse Dutch Weave, Plain/Twilled).","second":"For special applications it can be reverse woven (‘reverse Dutch weave’)."},{"author":94809,"first":"<strong class=\"keyword\">Espigado</strong> en las diferentes siegas ( H ) ( el año siguiente al de la siembra )","second":"<strong class=\"keyword\">Second coming into ear</strong> in different cuttings (H) (the year following that of sowing)"},{"author":118293,"first":"En la India, las pirámides son muy, muy, <strong class=\"keyword\">espigadas</strong>.","second":"In India, the pyramid are so very, very high, straight up."},{"author":118293,"first":"El <strong class=\"keyword\">espigado</strong>.","second":"With the bumpy <strong class=\"keyword\">ears</strong>."},{"author":119723,"first":"31 El lino, pues, y la cebada fueron destrozados, porque la cebada estaba ya <strong class=\"keyword\">espigada</strong> y el lino en flor.","second":"31 And the flax and the barley was smitten: for the barley was in the <strong class=\"keyword\">ear</strong>, and the flax was abolled."},{"author":118293,"first":"No sé si ha <strong class=\"keyword\">espigado</strong> o pizcado.","second":"A gleaner or a picker<strong class=\"keyword\">,</strong> I'm not sure."},{"author":95875,"first":"Los miembros del equipo de investigación estudiaron diferentes fenotipos incluyendo la fecha de <strong class=\"keyword\">espigado</strong>, el diámetro de la roseta floral y el momento de floración, todos ellos influidos por el control de las horas de luz diarias.","second":"Team members studied phenotypes including bolting date, rosette diameter and flowering time that are influenced by daylight hour control."},{"author":8008,"first":"Hacemos màquinas pequeñas como las espigadoras y las perfiladoras individuales por el artesano; nuestra gama compriende màquinas que pueden producir desde 10 hasta 100 ventanas cada dìa completamente terminadas (<strong class=\"keyword\">espigadas</strong>, perfiladas derecha y izquierda, con taladro y fresado para herramienta).","second":"Our range of products includes woodworking machines which have a production capacity from 10 till 100 window (and door) frames a day, completely finished both in the tenoning side, in the right and left profiling sides, in drilling and milling."},{"author":90326,"first":"Un apósito (1) utilizable como cobertura temporal para el tratamiento de heridas caracterizado porque comprende: una capa que contacta Ia zona afectada (4), Ia cual es un tejido de fibras de poliéster modificado en su corte transversal y tejido de ligamento armónico calado; un conjunto de capas interiores que comprende al menos tres capas (5, 5', 5') superpuestas de un no tejido o geotextil de baja densidad de fibras compuesto por fibras de poliéster y fibras de celulosa; y una capa externa (9) de un tejido de poliéster microfibra <strong class=\"keyword\">espigado</strong>.","second":"The invention relates to a bandage (1) which can be used as a temporary cover for treating wounds, characterised in that it includes: a layer (4) which is in contact with the affected area, consisting of a fabric comprising modified polyester fibres in the cross-section thereof and an open-work weave fabric; a set of inner layers, including at least three stacked layers (5, 5', 5') made from a low-fibre-density geotextile or non-woven fabric formed by polyester fibres and cellulose fibres; and an outer layer (9) made from a polyester microfibre twill fabric."},{"author":119723,"first":"Somos un resto de la simiente que va a ser recogida y <strong class=\"keyword\">espigada</strong> en los graneros eternos de Dios (véase Alma 26:5).","second":"We are remnants of the seed now to be gathered and gleaned into God’s eternal garners (see Alma 26:5)."},{"author":8008,"first":"Dinxperlo produce telas <strong class=\"keyword\">espigadas</strong> con anchos de malla de 25 micras a 10 mm con diámetros de hilo de 20 micros a 2,5 mm.","second":"For more information on <strong class=\"keyword\">Dutch</strong> weave see the section on Dutch Weave Filter Cloth."},{"author":94809,"first":"<strong class=\"keyword\">Espigado</strong> en las diferentes siegas ( el año siguiente al de la siembra )","second":"<strong class=\"keyword\">Second coming into ear</strong> in different cuttings (the year following that of sowing)"},{"author":94809,"first":"<strong class=\"keyword\">Espigado</strong> en las diferentes siegas ( el año siguiente al de la siembra )","second":"<strong class=\"keyword\">Second coming into ear</strong> in the different cuttings (the year following that of sowing)"},{"author":118293,"first":"Así que el objetivo, mi querido amigo <strong class=\"keyword\">espigado</strong>, atlético y religioso, es ganar.","second":"So the object here my dear tall athletic religious friend is to win."},{"author":118293,"first":"Usted es joven, <strong class=\"keyword\">espigado</strong>, con dos buenos ojos.","second":"You're young, lively, straight as a post you have two superb eyes."},{"author":118293,"first":"Imagino que esos dos <strong class=\"keyword\">espigados</strong> se irán de putas antes que al barbero.","second":"I imagine these two green <strong class=\"keyword\">ears</strong> of corn both put whoring before barbering."},{"author":94809,"first":"Los altos contenidos en potasio evitan el <strong class=\"keyword\">espigado</strong> de la cabeza del turión.","second":"The high potassium content inhibits <strong class=\"keyword\">sprouting</strong> of the head."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"}}}