{"result":"ok","tuc":[{"phrase":{"text":"spur","language":"en"},"meanings":[{"language":"en","text":"To urge or encourage to action, or to a more vigorous pursuit of an object; to incite; to stimulate; to instigate; to impel; to drive"},{"language":"en","text":"to prod"},{"language":"en","text":"to urge or encourage to action, or to a more vigorous pursuit of an object; to incite; to stimulate; to instigate; to impel; to drive"}],"meaningId":-22834998317215161,"authors":[90508]},{"phrase":{"text":"urge","language":"en"},"meanings":[{"language":"en","text":"to press the mind or will of"}],"meaningId":-5261699624647827771,"authors":[90508]},{"phrase":{"text":"instigate","language":"en"},"meaningId":3018701186971702291,"authors":[36]},{"phrase":{"text":"encourage","language":"en"},"meaningId":5687776179657208392,"authors":[36]},{"phrase":{"text":"impel","language":"en"},"meaningId":111266731291765481,"authors":[36]},{"phrase":{"text":"prod","language":"en"},"meaningId":-6886225328299284809,"authors":[2698]},{"phrase":{"text":"spur on","language":"en"},"meaningId":-9162272822489773343,"authors":[2698]},{"phrase":{"text":"stimulate","language":"en"},"meaningId":-6294705174691041902,"authors":[36]},{"phrase":{"text":"abet","language":"en"},"meaningId":6519182014978678480,"authors":[2698]},{"phrase":{"text":"incite","language":"en"},"meaningId":4469855936607182158,"authors":[36]},{"phrase":{"text":"prompt","language":"en"},"meaningId":7922745779512308238,"authors":[2698]},{"phrase":{"text":"stir","language":"en"},"meaningId":8907534644562964104,"authors":[2698]},{"phrase":{"text":"stir up","language":"en"},"meaningId":-2017985949710684957,"authors":[2698]},{"phrase":{"text":"trigger","language":"en"},"meaningId":-1729833933731224465,"authors":[2698]},{"phrase":{"text":"provocate","language":"en"},"meaningId":6568876353677046900,"authors":[2701]},{"phrase":{"text":"move","language":"en"},"meaningId":6432606799505360277,"authors":[83064]},{"phrase":{"text":"ram","language":"en"},"meaningId":-7540721895443121465,"authors":[80097]},{"phrase":{"text":"rouse","language":"en"},"meaningId":-6812787893883855872,"authors":[36]},{"phrase":{"text":"spar","language":"en"},"meaningId":-7636578103552592902,"authors":[84500]},{"meanings":[{"language":"en","text":"to spur on; to goad"}],"meaningId":6856971996363968120,"authors":[93107]}],"phrase":"espolear","examples":[{"author":94809,"first":"Sin la intención de <strong class=\"keyword\">espolear</strong> conciencias, me gustaría que estas conclusiones (8) orienten al Tribunal de Justicia hacia una reflexión, sobre el sentido de las reservas a la transparencia en la Europa de la integración, de la cooperación y de la paz, que aborrece la tiranía de la desconfianza, como algún autor dio a entender en pleno siglo XVIII. (9)","second":"While it is not my intention to prick consciences, I would like this Opinion (8) to lead the Court to reflect on the meaning of the exceptions to the principle of transparency in a European Union characterised by integration, cooperation and peace, which, to use a term implied by one author in the middle of the 18th century, (9) abhors the tyranny of mistrust."},{"author":22,"first":"Considerando que actos legislativos de la Comunidad, como la Directiva #/#/CE del Parlamento Europeo y del Consejo, de # de septiembre de #, relativa a la promoción de la electricidad generada a partir de fuentes de energía renovables en el mercado interior de la electricidad, han sido útiles para <strong class=\"keyword\">espolear</strong> el desarrollo tecnológico y la inversión del sector privado en I+D","second":"whereas Community legislation such as Directive #/#/EC of the European Parliament and of the Council of # September # on the promotion of electricity produced from renewable energy sources in the internal electricity market has been instrumental in <strong class=\"keyword\">spurring</strong> technological development and private sector R&D investment"},{"author":94809,"first":"Un factor importante en todo ello consiste en integrar y facilitar la interoperabilidad de las actuales tecnologías (incluyendo Internet), para <strong class=\"keyword\">espolear</strong> los métodos y tecnologías empresariales innovadores, que son necesarios para hacer frente a este importante desafío.","second":"An important part of this is the integration and the facilitation of interoperability of existing technologies (including the Internet) to <strong class=\"keyword\">spur on</strong> the innovative business methodologies and technologies required to meet this significant challenge."},{"author":94809,"first":"Reforzar la gobernanza y <strong class=\"keyword\">espolear</strong> el interés por lograr los objetivos de la Estrategia Europa 2020","second":"Strengthen governance <strong class=\"keyword\">and</strong> raise ambitions in pursuing the Europe 2020 goals"},{"author":8007,"first":"La \"operación manos limpias\" -como algunos llaman las investigaciones sobre Jodorkovsky y sus asociados- no aumentará los ingresos fiscales, sino que simplemente <strong class=\"keyword\">espoleará</strong> el crecimiento de la economía sumergida, a medida que los empresarios intenten ocultar sus negocios aún más completamente al gobierno.","second":"\"Operation Clean Hands\"--what some are calling the investigations into Khodorkovsky and his associates--will not increase tax revenue, but only <strong class=\"keyword\">spur</strong> growth in the informal economy, as businessmen try to conceal their affairs even more completely from the government."},{"author":94808,"first":"El Informe sobre el trabajo en el mundo 2001 estaba dedicado al tema de la vida laboral en la economía de la información y en él se destacaba que la capacidad de la tecnología de la información para reducir la pobreza y <strong class=\"keyword\">espolear</strong> el desarrollo vendría determinada por sus efectos en el empleo.","second":"The World Employment Report 2001 was dedicated to the theme of life at work in the information economy and highlighted that the ability of information technology to reduce poverty and <strong class=\"keyword\">spur</strong> development would be determined by its impact on employment."},{"author":27,"first":"La pesadilla que debería <strong class=\"keyword\">espolear</strong> nuestras actividades, en cambio, es ver lo que está sucediendo en la antigua Yugoslavia.","second":"The nightmare that should <strong class=\"keyword\">spur</strong> our actions is what is happening in former Yugoslavia."},{"author":94808,"first":"No obstante, aunque las pruebas empíricas no son concluyentes, de la bibliografía se desprende en general que, además de la inversión interna, los países en desarrollo deben recurrir también a la inversión privada extranjera (principalmente la IED) para <strong class=\"keyword\">espolear</strong> el desarrollo económico.","second":"Nevertheless, while the empirical evidence is not conclusive, in general the literature suggests that, in addition to domestic investment, developing countries should also draw on foreign private investments (mainly FDI) to <strong class=\"keyword\">spur</strong> economic development."},{"author":94809,"first":"El objeto del presente dictamen de iniciativa es <strong class=\"keyword\">espolear</strong> a la UE para que se enfrente a la globalización y aproveche las oportunidades que presenta.","second":"The object of this own-initiative opinion is to <strong class=\"keyword\">spur</strong> the EU into facing globalisation and to take the opportunities arising from it."},{"author":95875,"first":"Así, promover la excelencia investigadora en estas tecnologías podría <strong class=\"keyword\">espolear</strong> el desarrollo de las economías europeas a escala regional.","second":"Promoting research excellence in digital games technology can <strong class=\"keyword\">spur</strong> development in European regional economies."},{"author":95875,"first":"El proyecto se centró en la biomasa como recurso con el que <strong class=\"keyword\">espolear</strong> la productividad y la economía, y animó a sectores como la silvicultura y la agricultura a aprovechar recursos alternativos.","second":"The project focused <strong class=\"keyword\">on</strong> biomass as a means to stoke productivity and the economy, <strong class=\"keyword\">encouraging</strong> sectors such as forestry and agriculture to exploit alternative resources."},{"author":95875,"first":"La unión de PYME del sector del transporte de superficie puede mejorar la eficiencia de las conexiones y <strong class=\"keyword\">espolear</strong> a la industria.","second":"Bringing together SMEs in the surface transport sector can streamline connections and <strong class=\"keyword\">spur</strong> industry."},{"author":8007,"first":"La panacea económica actual es una “ciudad de la innovación” en Skolkovo, que, según espera el Gobierno, <strong class=\"keyword\">espoleará</strong> la afluencia de tecnología moderna, pero no hay recetas mágicas para la modernización.","second":"Today’s economic silver bullet is an “innovation city” in Skolkovo, which the government hopes will <strong class=\"keyword\">spur</strong> inflows of modern technology. But there are no magic recipes for modernization."},{"author":8007,"first":"Las cantinelas sobre las políticas fiscales y monetarias pueden dar poco consuelo a un banquero central o un ministro de Hacienda que necesiten urgentemente impedir los aumentos repentinos de entradas de capitales y de las presiones internas en pro del bloqueo de la apreciación de la divisa, pero la reacción visceral para contener la apreciación del tipo de cambio que ha de seguir a un potente aumento de la reproductividad no hace sino <strong class=\"keyword\">espolear</strong> más entradas de capitales.","second":"Mantras about good fiscal and monetary policies may give little solace to a central banker or finance minister desperate to stave off surging inflows and domestic pressure to block currency appreciation. But knee-jerk reaction to stifle the exchange-rate appreciation that should follow from strong productivity growth only stokes more inflows."},{"author":91988,"first":"Al poner de relieve los factores que guardan una estrecha relación con el éxito, el Índice Legatum de prosperidad mundial debería <strong class=\"keyword\">espolear</strong> a las autoridades y a los ciudadanos para que se replantearan sus prioridades.","second":"By highlighting the factors that correlate with success, the Legatum Prosperity Index should <strong class=\"keyword\">spur</strong> policymakers and citizens to reconsider their priorities."},{"author":118293,"first":"Pensaba que podría <strong class=\"keyword\">espolear</strong> tu historia sobre el crimen del Soho.","second":"Thought it might <strong class=\"keyword\">spur</strong> on your Soho crime story."},{"author":118293,"first":"Así, buen amigo, aprended a manejar las armas... y prestad atención en cómo sostener la lanza... <strong class=\"keyword\">espolear</strong> y detener al caballo.","second":"Then learn about weapons. To hold your lance, to <strong class=\"keyword\">spur</strong> and check your horse."},{"author":8007,"first":"Es evidente que los países africanos, con la ayuda de sus socios en pro del desarrollo, necesitan desarrollar el enorme potencial energético del continente como parte de sus medidas para <strong class=\"keyword\">espolear</strong> el crecimiento económico y reducir la pobreza.","second":"Clearly, African countries, assisted by their development partners, need to develop the continent's enormous energy potential as an integral part of their efforts to <strong class=\"keyword\">spur</strong> economic growth and reduce poverty."},{"author":90922,"first":"La decisión de Ankara de <strong class=\"keyword\">espolear</strong> a un gran número de refugiados para que fueran a la Unión Europea fue un intento de forzar a las naciones más ricas del continente a compartir parte de la carga.","second":"Ankara's decision to <strong class=\"keyword\">goad</strong> large numbers of refugees into the European Union was an attempt at forcing the richer nations of the continent to share some of Turkey's burden."},{"author":95875,"first":"El proyecto financiado con fondos europeos TDC-OLIVE («Establecimiento de una red de centros de difusión tecnológica para optimizar las PYME del sector de la aceituna y el aceite de oliva») tenía el objetivo de promover las pequeñas y medianas empresas (PYME) de este sector y de <strong class=\"keyword\">espolear</strong> este segmento de la agroeconomía.","second":"The EU-funded project 'Setting-<strong class=\"keyword\">up</strong> a network of technology dissemination centres to optimise SMEs in the olive and olive oil sector' (TDC-OLIVE) sought to boost small and medium-sized enterprises (SMEs) in the sector and stoke this segment of the agro-economy."},{"author":94809,"first":"Las recientes reformas de las telecomunicaciones deben <strong class=\"keyword\">espolear</strong> el desarrollo de las rápidas redes de banda ancha.","second":"Recent telecoms reforms must <strong class=\"keyword\">spur</strong> the roll out of fast broadband telecoms network."},{"author":8000,"first":"No obstante, la existencia de esos observatorios en un futuro sería un firme incentivo para <strong class=\"keyword\">espolear</strong> el fomento de la ciencia espacial básica en los países en desarrollo","second":"However, the availability of virtual observatories in the future would be a strong <strong class=\"keyword\">incentive</strong> for the advanced development of basic space science in developing countries"},{"author":8000,"first":"El Informe sobre el trabajo en el mundo # estaba dedicado al tema de la vida laboral en la economía de la información y en él se destacaba que la capacidad de la tecnología de la información para reducir la pobreza y <strong class=\"keyword\">espolear</strong> el desarrollo vendría determinada por sus efectos en el empleo","second":"The World Employment Report # was dedicated to the theme of life at work in the information economy and highlighted that the ability of information technology to reduce poverty and <strong class=\"keyword\">spur</strong> development would be determined by its impact on employment"},{"author":95875,"first":"Los resultados de este proyecto podrían servir para mejorar el medio de sustento de las poblaciones locales, reducir la pobreza, capacitar a las mujeres —cuya responsabilidad en el cultivo es mayor que la de los hombres— y <strong class=\"keyword\">espolear</strong> la economía local.","second":"The results of this project have the potential to improve the livelihood of local populations, alleviate poverty, empower women who are more involved in cultivation and stoke the local economy."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"2701":{"U":"http://dumps.wikimedia.org/kuwiktionary/latest/kuwiktionary-latest-pages-articles.xml.bz2","id":2701,"N":"Wikiferheng","url":"https://glosbe.com/source/2701"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}