{"result":"ok","tuc":[{"phrase":{"text":"spurious","language":"en"},"meanings":[{"language":"en","text":"false"},{"language":"en","text":"illegitimate"}],"meaningId":4517098589247235153,"authors":[90508]},{"phrase":{"text":"macaronic","language":"en"},"meanings":[{"language":"en","text":"jumbled"}],"meaningId":1594322695841535111,"authors":[90508]},{"phrase":{"text":"adulterine","language":"en"},"meaningId":-3698882123075536688,"authors":[25018]},{"phrase":{"text":"bastard","language":"en"},"meaningId":2189787414845464236,"authors":[83042]},{"phrase":{"text":"illegitimate","language":"en"},"meaningId":4483084838762182174,"authors":[89651]},{"meanings":[{"language":"en","text":"spurious"}],"meaningId":-4204713522048605615,"authors":[1]},{"meanings":[{"language":"es","text":"felipe calderon hinojosa"}],"meaningId":null,"authors":[81244]}],"phrase":"espurio","examples":[{"author":94808,"first":"Por consiguiente, toda la comunidad internacional ha de enviar un mensaje claro a quienes manipulan la historia con fines <strong class=\"keyword\">espurios</strong>, esperando obtener ganancias políticas sobre los huesos de decenas de millones de personas aniquiladas en aplicación de teorías de superioridad racial.","second":"Accordingly, a clear message must be sent by the entire international community to those who made dubious use of history, hoping to achieve political gain from the bones of tens of millions of victims who had been annihilated in the name of theories of racial superiority."},{"author":94808,"first":"El funcionamiento del correo electrónico se ha fortalecido con dos medidas críticas: a) la actualización automática del programa antivirus en todas las computadoras de mesa, lo que permite detectar y eliminar rápidamente los virus informáticos; y b) un filtro de correo basura que elimina la mayor parte de los mensajes no solicitados y <strong class=\"keyword\">espurios</strong>.","second":"The e-mail operation has been strengthened through two critical measures: (a) automated updates of the anti-virus software to all desktop computers, allowing the quick identification and removal of viruses; and (b) an anti-spam filtering facility, which removes most unsolicited and <strong class=\"keyword\">spurious</strong> incoming e-mail."},{"author":8000,"first":"Cuba rechaza enérgicamente la inclusión de nuestro país en este unilateral y <strong class=\"keyword\">espurio</strong> listado, políticamente motivado y viciado de origen, elaborado por el Departamento de Estado de los Estados Unidos","second":"Cuba firmly rejects the inclusion of our country on that unilateral and <strong class=\"keyword\">spurious</strong> list, which is politically motivated, biased and prepared by the United States Department of State"},{"author":8000,"first":"Sr. Erwa (Sudán) (habla en árabe): Tengo el honor de expresar al Presidente del Comité para el Ejercicio de los Derechos Inalienables del Pueblo Palestino, Sr. Papa Louis Fall, y a los miembros del Comité nuestro sincero agradecimiento por sus esfuerzos orientados a preservar los derechos de los palestinos y a poner de manifiesto el carácter <strong class=\"keyword\">espurio</strong> de la ocupación de Israel y sus prácticas execrables, que han perpetuado el sufrimiento del pueblo palestino","second":"Mr. Erwa (Sudan) (spoke in Arabic): I am honoured to present to Mr. Papa Louis Fall, Chairman of the Committee on the Exercise of the Inalienable Rights of the Palestinian People, and to the members of the Committee our sincere thanks for their efforts to preserve the rights of the Palestinians and to expose the <strong class=\"keyword\">spuriousness</strong> of Israel's occupation and abhorrent practices, which have perpetuated the suffering of the Palestinian people"},{"author":95183,"first":"Los productos médicos de calidad subestándar, <strong class=\"keyword\">espurios</strong>, de etiquetado engañoso, falsificados o de imitación siguen constituyendo una amenaza para la salud, y ello no solo porque no ofrecen los beneficios que anuncian, sino también porque entrañan graves riesgos sanitarios y socavan la credibilidad de los sistemas de salud.","second":"Substandard, <strong class=\"keyword\">spurious</strong> , falsely labelled, falsified and counterfeit medical products continue to threaten health, not only because they do not provide the benefits they advertise, but because they also pose a serious health risk, and undermine the credibility of health systems."},{"author":8007,"first":"La Primavera Árabe hizo añicos la <strong class=\"keyword\">espuria</strong> legitimidad que ese estilo de gobierno haya podido tener en algún momento.","second":"The Arab Spring drained away whatever <strong class=\"keyword\">spurious</strong> legitimacy that style of governance ever had."},{"author":94809,"first":"Por «rango dinámico libre de <strong class=\"keyword\">espurios</strong>» (SFDR) se entiende el coeficiente entre el valor medio cuadrático de la frecuencia portadora (máximo componente de señal) en la entrada del CDA y el valor medio cuadrático del siguiente más potente componente de ruido o distorsión armónica en su salida.","second":"‘<strong class=\"keyword\">Spurious</strong> Free Dynamic Range’ (SFDR) is defined as the ratio of the RMS value of the carrier frequency (maximum signal component) at the input of the DAC to the RMS value of the next largest noise or harmonic distortion component at its output."},{"author":94808,"first":"La ocultación de que se poseen fondos ilícitos o el suministro de información <strong class=\"keyword\">espuria</strong> sobre dicha posesión de fondos;","second":"Concealing the ownership of illegal funds or providing <strong class=\"keyword\">misleading</strong> information regarding such ownership;"},{"author":94808,"first":"Las disposiciones en materia de detención o reclusión deben ajustarse a los procedimientos legales establecidos, y nadie podrá ser detenido arbitrariamente o por motivos <strong class=\"keyword\">espurios</strong>.","second":"The detention or custody arrangement must be made in compliance with established legal procedures, and individuals may not be detained arbitrarily or on <strong class=\"keyword\">spurious</strong> grounds."},{"author":94808,"first":"Cualquier referencia a la legitimidad de esas elecciones <strong class=\"keyword\">espurias</strong> constituye un intento inmoral y cínico de desconocer los derechos de los refugiados y legitimar los resultados de la depuración étnica.","second":"Any kind of reference to the legitimacy of these <strong class=\"keyword\">spurious</strong> elections is immoral and cynical as an attempt to neglect the right of refugees and to legitimize results of ethnic cleansing."},{"author":8000,"first":"Existe un consenso amplio en el sentido de que hay que modificar este incentivo <strong class=\"keyword\">espurio</strong>","second":"There is a broad agreement that this perverse incentive structure should be changed"},{"author":94808,"first":"El 29 de abril de 2005, el Presidente Bush ordenó al Departamento del Tesoro entregar 198.000 dólares de los fondos cubanos ilegalmente congelados en bancos de los Estados Unidos para cumplir una de las <strong class=\"keyword\">espurias</strong> demandas contra Cuba de los grupos violentos y extremistas que desde Miami organizan con total impunidad planes terroristas contra Cuba.","second":"On 29 April 2005, President Bush instructed the Treasury Department to hand over $198,000 in Cuban funds illegally frozen in United States banks, in order to acquiesce to one of the most <strong class=\"keyword\">spurious</strong> demands ever filed against Cuba by the violent, Miami-based extremist groups which orchestrate terrorist plans against Cuba with utter impunity."},{"author":94808,"first":"Una vez más, desde el punto de vista de la eficiencia, hay que señalar que el Comité no ha tenido que dedicar tiempo a propuestas <strong class=\"keyword\">espurias</strong> o improcedentes.","second":"Again, from an efficiency point of view it should be noted that the Committee has not been obliged to spend any time on <strong class=\"keyword\">spurious</strong> or inadequate nominations."},{"author":94808,"first":"En lo que respecta a los medicamentos fraudulentos, se señaló que la cuestión se refería principalmente a los aspectos sanitarios y de salud pública y, por lo tanto, el foro internacional adecuado para examinar ese tema era la Organización Mundial de la Salud, en particular su mecanismo de Estados miembros sobre productos médicos de calidad subestándar, <strong class=\"keyword\">espurios</strong>, de etiquetado engañoso, falsificados o de imitación.","second":"Regarding fraudulent medicines it was noted that the issue involved primarily sanitary and public health aspects and therefore the appropriate international forum to discuss this topic was the World Health Organization, in particular its member States mechanism on substandard/<strong class=\"keyword\">spurious</strong>/falsely labelled/falsified/counterfeit medical products."},{"author":8000,"first":"Marruecos ha rechazado de manera unilateral y arbitraria el Plan de Arreglo de # los Acuerdos de Houston de # y el Plan de Paz de # todos concertados bajo los auspicios de las Naciones Unidas y aprobados unánimemente por el Consejo de Seguridad, y ha propuesto en su lugar un plan <strong class=\"keyword\">espurio</strong> de autonomía interna","second":"Morocco had unilaterally and arbitrarily rejected the # ettlement Plan, the # ouston Accords and the # eace Plan, all concluded under the auspices of the United Nations and unanimously approved by the Security Council, and had proposed instead a <strong class=\"keyword\">spurious</strong> internal autonomy plan"},{"author":94808,"first":"El Tribunal sostuvo, asimismo, que no era inusual en una sociedad refinada que viajeros, como U y su chófer, entraran a los aseos para lavarse las manos y/o utilizar el retrete antes de sentarse a la mesa: desde luego, no se podía imponer a ningún cliente la obligación de consumir alimentos para poder utilizar los aseos, y en la medida en que la defensa intentaba basarse en el derecho a negar a un miembro del público el uso de esos servicios, se trataba de un intento <strong class=\"keyword\">espurio</strong>.","second":"Held, further, that it was not unusual in a sophisticated society that travellers, as indeed U and his driver were, visit the cloakroom to wash their hands and/or use the toilet before sitting down to a meal: there was certainly no obligation requiring a traveller to eat first before using those facilities and insofar as the defence attempted to rely upon a right to refuse a member of the public the use of such facilities, such attempt was <strong class=\"keyword\">spurious</strong>."},{"author":8008,"first":"La renovación tecnológica permite la conversión directa de los componentes I/Q de banda base a la frecuencia final de la conexión, sin el pasaje en FI. Esto permite la ausencia total de emisiones de <strong class=\"keyword\">espurias</strong> debidas a los osciladores locales y además permite una compacidad extrema de los módulos transmisores y receptores.","second":"The improved ICs technology allows the implementation of direct frequency conversion from baseband I/Q components <strong class=\"keyword\">to</strong> the final frequency, without IF stages."},{"author":95875,"first":"Si se mantiene el SFDR en valores bajos, se consigue que el transmisor no envíe señales <strong class=\"keyword\">espurias</strong> a las bandas de frecuencia aledañas que transcurren por el aire o por cables.","second":"Keeping SFDR low ensures that the transmitter will not send <strong class=\"keyword\">spurious</strong> signals into neighbouring frequency bands that transverse through the air or cables."},{"author":94809,"first":"Al mismo tiempo, las normas deben ser lo bastante estrictas para evitar un mal uso de los DPI y que se conviertan en un fin en sí mismos, y para garantizar que los derechos presenten una «calidad» adecuada y se evite la proliferación de derechos <strong class=\"keyword\">espurios</strong> (por ejemplo, registros de mala fe).","second":"At the same time, the rules need to be strict enough to avoid IPRs being abused and becoming an end in themselves, and to ensure that rights are of adequate ‘quality’ to prevent a proliferation of <strong class=\"keyword\">spurious</strong> rights (e.g. bad faith registrations)."},{"author":94808,"first":"Esto significa descartar las acusaciones <strong class=\"keyword\">espurias</strong> contra los miembros de la oposición, liberar a los presos políticos y levantar la prohibición de los medios de comunicación.","second":"This means dropping the <strong class=\"keyword\">spurious</strong> charges against opposition members, releasing political prisoners and lifting the media ban."},{"author":118385,"first":"Considero asimismo que se trata de una interpretación excesivamente restrictiva del concepto de interés en ejercitar la acción, que es, por encima de todo, un mecanismo para descartar tanto los recursos temerarios o <strong class=\"keyword\">espurios</strong> como aquellos que se interponen en el interés general.","second":"I also consider it to be an excessively narrow reading of the notion of interest to act, which is above all a tool to weed out frivolous or <strong class=\"keyword\">spurious</strong> actions or those taken in the general interest."},{"author":92475,"first":"Parece que los buscadores iraníes están tratando de engañar a los usuarios enviándolos a páginas falsas llenas de historias provocadoras y <strong class=\"keyword\">espurias</strong>.","second":"It seems that Iranian search engines are trying to deceive users by sending them to fake pages filled with <strong class=\"keyword\">spurious</strong> and inflammatory stories."},{"author":8000,"first":"Prefirieron en cambio esconderse detrás de condiciones trilladas y <strong class=\"keyword\">espurias</strong> que no hacen sino negar la práctica de la democracia, el buen gobierno y el respeto de los derechos humanos en el mundo en desarrollo y que sólo se oponen a ello","second":"They preferred instead to hide behind hackneyed and <strong class=\"keyword\">spurious</strong> conditionalities which all but oppose and negate the practice of democracy, good governance and respect for human rights in the developing world"},{"author":94808,"first":"Elaborado o expedido de forma <strong class=\"keyword\">espuria</strong> o alterado materialmente por cualquiera que no sea la persona o entidad legalmente autorizada para producir o expedir el documento de viaje o de identidad en nombre de un Estado; o","second":"That has been <strong class=\"keyword\">falsely</strong> made or altered in some material way by anyone other than a person or agency lawfully authorized to make or issue the travel or identity document on behalf of a State; or"},{"author":8000,"first":"Sin embargo nunca aceptará el mandato <strong class=\"keyword\">espurio</strong> de la Representante Personal de la Alta Comisionada, que ha dado lugar a una resolución impuesta a la Comisión mediante una presión brutal y el chantaje ejercido contra varios miembros por los Estados Unidos en el marco de una campaña anticubana","second":"However, it would never accept the <strong class=\"keyword\">spurious</strong> mandate of the Personal Representative of the High Commissioner, which resulted from a resolution imposed on the Commission by brutal pressure and blackmail exerted against several members by the United States, on the basis of the anti-Cuban campaign"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"81244":{"U":"","id":81244,"N":"Jerga y Regionalismos de Mexico","url":"https://glosbe.com/source/81244"}}}