{"result":"ok","tuc":[{"phrase":{"text":"wake","language":"en"},"meanings":[{"language":"en","text":"turbulent air left behind a flying aircraft"},{"language":"en","text":"path left behind a ship on the surface of the water"}],"meaningId":-2219045743758304257,"authors":[70195]},{"phrase":{"text":"contrail","language":"en"},"meanings":[{"language":"en","text":"An artificial cloud made by the exhaust of jet aircraft or wingtip vortices that precipitate a stream of tiny ice crystals in moist, frigid upper air."},{"language":"en","text":"artificial cloud from jet aircraft"}],"meaningId":60394859038661736,"authors":[70195]},{"phrase":{"text":"slipstream","language":"en"},"meanings":[{"language":"en","text":"to incorporate additional software"}],"meaningId":-3794069681147520503,"authors":[90508]},{"phrase":{"text":"stele","language":"en"},"meaningId":7309939293862014520,"authors":[80097]},{"phrase":{"text":"wash","language":"en"},"meaningId":-488896396783502799,"authors":[25115]},{"phrase":{"text":"stela","language":"en"},"meaningId":2970680972157300558,"authors":[80097]},{"phrase":{"text":"trail","language":"en"},"meaningId":-6401727198144052229,"authors":[80097]},{"phrase":{"text":"backwash","language":"en"},"meaningId":-5757910248473869104,"authors":[97745]},{"phrase":{"text":"plume","language":"en"},"meaningId":7160521068571904811,"authors":[80097]},{"phrase":{"text":"Kondensstreifen","language":"en"},"meanings":[{"language":"en","text":"An artificial cloud made by the exhaust of jet aircraft or wingtip vortices that precipitate a stream of tiny ice crystals in moist, frigid upper air."}],"meaningId":-2896714066455023288,"authors":[60172]},{"phrase":{"text":"condensation trail","language":"en"},"meanings":[{"language":"en","text":"An artificial cloud made by the exhaust of jet aircraft or wingtip vortices that precipitate a stream of tiny ice crystals in moist, frigid upper air."}],"meaningId":-979066523621705036,"authors":[60172]},{"phrase":{"text":"vapor trail","language":"en"},"meanings":[{"language":"en","text":"An artificial cloud made by the exhaust of jet aircraft or wingtip vortices that precipitate a stream of tiny ice crystals in moist, frigid upper air."}],"meaningId":-2895706370259044861,"authors":[60172]},{"phrase":{"text":"vapour trail","language":"en"},"meanings":[{"language":"en","text":"An artificial cloud made by the exhaust of jet aircraft or wingtip vortices that precipitate a stream of tiny ice crystals in moist, frigid upper air."}],"meaningId":1579516026651393182,"authors":[60172]},{"phrase":{"text":"airstream","language":"en"},"meaningId":8727256952726913842,"authors":[84500]},{"phrase":{"text":"downward current","language":"en"},"meaningId":-3219182279702087986,"authors":[83042]},{"phrase":{"text":"downwash","language":"en"},"meaningId":-8071819415958640416,"authors":[83042]},{"phrase":{"text":"downwind","language":"en"},"meaningId":5570470916496969645,"authors":[83042]},{"phrase":{"text":"race","language":"en"},"meaningId":4777771349271592291,"authors":[84500]},{"phrase":{"text":"slip stream","language":"en"},"meaningId":2346371725210312085,"authors":[80097]},{"phrase":{"text":"stern wave","language":"en"},"meaningId":4855376143285883130,"authors":[80097]},{"phrase":{"text":"stern-wave","language":"en"},"meaningId":-8261965945842574524,"authors":[80097]},{"meanings":[{"language":"en","text":"slipstream"},{"language":"en","text":"trail"},{"language":"en","text":"wake (track left behind a boat)"},{"language":"en","text":"stela (monument)"},{"language":"en","text":"A female given name, equivalent to English Estella or Stella."}],"meaningId":-1099057939927821309,"authors":[1]}],"phrase":"estela","examples":[{"author":8000,"first":"Las lluvias torrenciales asociadas con ciclones causaron inundaciones sin precedente en mi país, y este desastre natural ha dejado una <strong class=\"keyword\">estela</strong> de destrucción, muerte y miseria para miles de mozambiqueños, particularmente mujeres, niños y ancianos","second":"Torrential rains associated with cyclones caused unprecedented floods in my country, and this natural disaster left a <strong class=\"keyword\">trail</strong> of destruction, death and misery for thousands of Mozambicans, particularly women, children and the elderly"},{"author":31,"first":"La <strong class=\"keyword\">estela</strong> que va dejando en mi garganta permanece largamente","second":"The <strong class=\"keyword\">tail</strong> that <strong class=\"keyword\">trailed</strong> down my throat was so long"},{"author":89915,"first":"Componentes y materiales de construcción de hormigón y piedra natural, los productos anteriores también con revestimientos diversos, en particular piedras para construir, piedra para pavimentación, emplastos y placas de jardín para su colocación en el suelo y para su fijación en fachadas, piedras de bordillo, elementos y bloques de peldaño así como elementos de construcción prefabricados de hormigón, en particular para fabricar peldaños de escalera y empalizadas, así como elementos conformados para jardinería y paisajismo de hormigón y piedra natural, en concreto empalizadas, <strong class=\"keyword\">estelas</strong>, maceteros para plantas, elementos para construir fuentes y elementos de banco","second":"Structural elements and building materials of concrete and natural stone, including the aforesaid goods with various coatings, in particular building stone, paving blocks, paving and garden tiles for laying on the ground and for tiling facades, kerbstones, step sections and blocks and prefabricated structural elements of concrete, in particular for the manufacture of steps and palisades, and shaped elements of concrete and natural stone for horticulture and landscaping, namely palisades, columns, troughs for plants, fountain components and bench sections"},{"author":94808,"first":"También posee torpedos de distintas capacidades, incluidos torpedos de carrera recta, torpedos de autodirección acústica y torpedos seguidores de <strong class=\"keyword\">estela</strong> con una carga explosiva neta de aproximadamente entre 200 y 300 kilos, que pueden causar los mismos daños que sufrió el buque Cheonan de la República de Corea.","second":"It also possesses torpedoes of various capabilities, including straight running, acoustic and <strong class=\"keyword\">wake</strong> homing torpedoes, with a net explosive weight of about 200 to 300 kg, which can deliver the same level of damage that was delivered to the Republic of Korea ship Cheonan."},{"author":27,"first":"Metaxas, Franco, Mussolini, Salazar y un sinfín de dictadores menores perpetraron sus propios crímenes, siguiendo la <strong class=\"keyword\">estela</strong> de la brutalidad de Hitler y Stalin.","second":"Metaxas, Franco, Mussolini, Salazar and a host of lesser dictators perpetrated crimes of their own, following Hitler and Stalin's brutality."},{"author":94809,"first":"Al diseñar la línea, deberán tenerse en cuenta los efectos aerodinámicos (efecto <strong class=\"keyword\">estela</strong>) debidos al paso de las circulaciones, en función del tipo de obstáculos próximos a la vía, tal como se describe en el capítulo 6.6 de la norma ENV 1991 de 2 de junio de 2001.","second":"The aerodynamic (<strong class=\"keyword\">slipstream</strong>) effects caused by the passage of moving vehicles shall be taken into account when designing the line, considering the type of structures close to the track, as described in Point 6.6 of standard ENV 1991-3."},{"author":94809,"first":"En el caso de las aeronaves específicas en la categoría de <strong class=\"keyword\">estela</strong> turbulenta pesada, conforme a lo identificado por la autoridad competente, en el contacto inicial de radiotelefonía entre dicha aeronave y las dependencias de ATS se incluirá la palabra «SUPER» (SÚPER) inmediatamente después del distintivo de llamada de la aeronave.","second":"For specific aircraft in the heavy <strong class=\"keyword\">wake turbulence</strong> category, as identified by the competent authority, the word “Super” shall be included immediately after the aircraft call sign in the initial radiotelephony contact between such aircraft and ATS units."},{"author":94808,"first":"Los esfuerzos internacionales de las Naciones Unidas fueron muy rápidos y eficientes tras la <strong class=\"keyword\">estela</strong> de destrucción dejada por el tsumani en el Océano Índico y, más recientemente, el huracán Katrina en la parte meridional de los Estados Unidos.","second":"United Nations international efforts were very swift and effective in the <strong class=\"keyword\">wake</strong> of the devastating tsunami in the Indian Ocean and, more recently, following Hurricane Katrina in the southern United States."},{"author":118293,"first":"La <strong class=\"keyword\">estela</strong> atrapa más hombres malos antes del desayuno que la mayoría de los policías en un día.","second":"The <strong class=\"keyword\">Blur</strong> catches more bad guys before breakfast than most cops do in a day."},{"author":27,"first":"No se defiende mejor al consumidor desmantelando la Política Agraria Común, en la <strong class=\"keyword\">estela</strong> de una marcha pura y simple hacia la liberalización salvaje, sino con la política de defensa de la calidad que la experiencia de la EEB nos ha enseñado a todos.","second":"It is not by dismantling the common agricultural policy, on the <strong class=\"keyword\">wave</strong> of a pure and simple thrust towards savage liberalization, that the consumer is best protected, but with a policy of quality which the experience of BSE has taught everyone."},{"author":8008,"first":"Ahora que si desea llevarse un recuerdo de Yucatán a precios accesibles no olvide visitar alguno de los talleres de alfarería que se encuentran desde la entrada al poblado de Ticul, algunos talleres se especializan en réplicas de <strong class=\"keyword\">estelas</strong>, glifos y utensilios mayas, otros talleres están especializados en diseños modernos como jarrones, ranitas, iguanas, flamingos, tortugas, luminarias, etc.","second":"Now which if it wishes to take a memory from Yucatan to accessible prices does not forget to visit some of the pottery factories which they are from the entrance to the town of Ticul, some factories specialize in retorts of <strong class=\"keyword\">wakes</strong>, glifos and Mayan utensils, other factories are specialized in modern designs like vases, small frogs, iguanas, flamingos, turtles, lights, etc."},{"author":8000,"first":"En la <strong class=\"keyword\">estela</strong> del huracán Keith, en # la Cruz Roja de Belice comenzó a favorecer un enfoque más integrado de los desastres, lo que resultó en una mayor cooperación con las autoridades del Gobierno","second":"In the <strong class=\"keyword\">aftermath</strong> of Hurricane Keith in # the Belize Red Cross had undertaken advocacy in favour of a more integrated approach to disaster, resulting in improved cooperation with the host authorities"},{"author":118293,"first":"Tienes que perdonarme <strong class=\"keyword\">Estela</strong>, yo sólo quería ayudarte","second":"You have to forgive me, <strong class=\"keyword\">Estela</strong>. I only wanted to help you."},{"author":118293,"first":"Se hizo pasar por la <strong class=\"keyword\">Estela</strong> y la puso en peligro.","second":"He pretended to be The <strong class=\"keyword\">Blur,</strong> and he put her in danger."},{"author":8000,"first":"De conformidad con la declaración formulada por el Iraq el # de diciembre, sus vehículos aéreos no tripulados tienen un alcance de sólo # kilómetros, pero en la marca de la <strong class=\"keyword\">estela</strong> que vemos aquí detectamos uno de los últimos vehículos aéreos no tripulados del Iraq que efectuaba un vuelo de prueba que recorrió más de # kilómetros sin repostar y con piloto automático","second":"According to Iraq's # ecember declaration, its UAVs have a range of only # kilometres, but we detected one of Iraq's newest UAVs in a test flight that went # kilometres non-stop on autopilot in the racetrack pattern depicted here"},{"author":94808,"first":"El tsunami registrado el 26 de diciembre de 2004 en el Asia meridional y sudoriental dejó tras de sí una <strong class=\"keyword\">estela</strong> de más de 300.000 muertos, 500.000 heridos y más de 1 millón de personas desplazadas dentro de sus propios países.","second":"The tsunamis of 26 December 2004 left in their <strong class=\"keyword\">wake</strong> more than 300,000 people killed, 500,000 injured and more than 1 million internally displaced across South and South-East Asia."},{"author":118293,"first":"Mientras hablamos, están en la torre vigía dando de baja el blog de la <strong class=\"keyword\">estela</strong>.","second":"As we speak, they're in Watchtower, taking down the Blur's blog."},{"author":118293,"first":"Sin la <strong class=\"keyword\">estela</strong> del Maru no vamos a ninguna parte","second":"Roaming the <strong class=\"keyword\">slipstream</strong> isn't getting us anywhere."},{"author":118293,"first":"Estoy muy consciente de la polémica \" Chemtrails versus Contrails \" ( <strong class=\"keyword\">estelas</strong> químicas vs. <strong class=\"keyword\">estelas</strong> de condensación )","second":"I ́ m very aware of the chemtrail vs. <strong class=\"keyword\">contrail</strong> controversy."},{"author":118293,"first":"Quizás es la <strong class=\"keyword\">estela</strong> de otra nave.","second":"It could be the <strong class=\"keyword\">wake</strong> of another ship. No."},{"author":27,"first":"Era un informe muy esperado en la <strong class=\"keyword\">estela</strong> del Acuerdo Interinstitucional de diciembre de 2003.","second":"This report was keenly awaited in the <strong class=\"keyword\">wake</strong> of the Interinstitutional Agreement of December 2003."},{"author":89915,"first":"<strong class=\"keyword\">Estelas</strong> funerarias, monumentos funerarios y lápidas sepulcrales que no sean metálicas","second":"Funeral <strong class=\"keyword\">steles</strong>, funeral monuments and tombstones, not of metal"},{"author":118293,"first":"Con algo de entrenamiento, tal vez puedan darle a la <strong class=\"keyword\">estela</strong> algo de ayuda de refuerzo en el salón de la justicia.","second":"You know, with some training, they may be able to give the <strong class=\"keyword\">Blur</strong> some much-needed backup in the halls of justice."},{"author":95875,"first":"El equipo se centró en dos nuevos diseños que aprovechan las técnicas de llenado de <strong class=\"keyword\">estelas</strong> e ingestión de la capa límite (BLI) que se utilizan habitualmente en torpedos, misiles y barcos.","second":"The team focused on two novel designs that take advantage of <strong class=\"keyword\">wake</strong> filling and boundary layer ingestion (BLI) commonly used in torpedoes, missiles and ships."},{"author":8000,"first":"Estos gases y partículas se emiten directamente en la troposfera superior y en la estratosfera inferior donde contribuyen a aumentar la concentración de gases termoactivos, incluidos el anhídrido carbónico, el ozono, el vapor de agua y el metano, provocan la formación de <strong class=\"keyword\">estelas</strong> de condensación (conocidas también como <strong class=\"keyword\">estelas</strong> aéreas), y aumenten tal vez la nubosidad de cirrus-estimándose que todos estos factores contribuyen al cambio climático","second":"These gases and particles are emitted directly into the upper troposphere and lower stratosphere, where they increase the concentration of greenhouse gases, including carbon dioxide, ozone, water vapour and methane, trigger the formation of condensation <strong class=\"keyword\">trails</strong> (also known as “<strong class=\"keyword\">contrails</strong>”) and perhaps increase cirrus cloudiness- all of which are thought to contribute to climate change"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}