{"result":"ok","tuc":[{"phrase":{"text":"rale","language":"en"},"meaningId":1500480742721208419,"authors":[80097]},{"phrase":{"text":"snicker","language":"en"},"meaningId":-4602856958099632385,"authors":[84500]},{"phrase":{"text":"snigger","language":"en"},"meaningId":6095083405358058945,"authors":[84500]},{"phrase":{"text":"snort","language":"en"},"meaningId":-2479671334402053925,"authors":[84500]},{"meanings":[{"language":"en","text":"death rattle"}],"meaningId":-4490358486415114860,"authors":[93107]}],"phrase":"estertor","examples":[{"author":118293,"first":"Bueno, los shinta las llaman los \" <strong class=\"keyword\">estertores</strong> \".","second":"Well, the shinta call them the \" <strong class=\"keyword\">death rattles</strong> \"."},{"author":31,"first":"Sr.Juez, cuando estudie este caso...... en la intimidad de su despacho...... en el que no entrarán ni la policía, ni los abogados ni ningún Loomis...... por favor, piense en los <strong class=\"keyword\">estertores</strong>...... de nuestro valiosísimo derecho a la intimidad...... y en cómo podrían ser nuestras vidas si en verdad fallece","second":"Your Honor, when you consider this case... in the privacy of your chambers... where no police or lawyers or Loomis may enter... please think about the <strong class=\"keyword\">dying gasps</strong>... of our precious right to privacy... and what our lives might be like if it actually passes away"},{"author":94808,"first":"Lamentablemente, el partido nacionalista Unión Democrática Croata (HDZ) mantiene una tendencia obstruccionista que confiamos sea sencillamente el último <strong class=\"keyword\">estertor</strong> de una facción obsoleta y derrotada.","second":"And sadly, the nationalist Croatian Democratic Union (HDZ) party continues to pursue an obstructionist path that, we are confident, is merely the last <strong class=\"keyword\">gasp</strong> of an obsolete and defeated faction."},{"author":31,"first":"Los <strong class=\"keyword\">estertores</strong> de hombres... muriendo en terrible agonía","second":"The <strong class=\"keyword\">sounds</strong> of men dying in throttled agony"},{"author":27,"first":"Ésa es, naturalmente, nuestra posición, pero ¿ha sido el accidente del otro día el <strong class=\"keyword\">estertor</strong> de muerte de la industria nuclear, o tenemos que seguir sufriendo el terror nuclear antes de que consigamos poner punto final a esta monstruosa industria?","second":"That, of course, is our position. But is this latest accident the death <strong class=\"keyword\">rattle</strong> of the nuclear industry or must further nuclear terror happen before we close this monstrous industry down?"},{"author":94809,"first":"Las siguientes observaciones clínicas pueden indicar toxicidad sistémica (35) (36) cuando forman parte de una evaluación integrada y, por tanto, pueden indicar el nivel máximo de dosis que debe utilizarse en el LLNA principal: cambios en la función del sistema nervioso (por ejemplo, piloerección, ataxia, temblores y convulsiones), cambios en el comportamiento (por ejemplo, agresividad, cambios en las actividades de limpieza, cambio marcado en el nivel de actividad), cambios en las pautas respiratorias (es decir, cambios en la frecuencia e intensidad de la respiración, tales como disnea, jadeos y <strong class=\"keyword\">estertores</strong>), y cambios en el consumo de agua y comida.","second":"The following clinical observations may indicate systemic toxicity (35) (36) when used as part of an integrated assessment and therefore may indicate the maximum dose level to use in the main LLNA: changes in nervous system function (e.g. pilo-erection, ataxia, tremors, and convulsions); changes in behaviour (e.g. aggressiveness, change in grooming activity, marked change in activity level); changes in respiratory patterns (i.e. changes in frequency and intensity of breathing such as dyspnea, gasping, and <strong class=\"keyword\">rales</strong>), and changes in food and water consumption."},{"author":94259,"first":"que nada tiene que ver con encontrar <strong class=\"keyword\">estertores</strong> de pulmón","second":"which had nothing to do with detecting <strong class=\"keyword\">rales</strong> in the lung,"},{"author":118293,"first":"Los <strong class=\"keyword\">estertores</strong> no son específicos.","second":"Crackles are <strong class=\"keyword\">non</strong>-specific."},{"author":118293,"first":"¿Has oído alguna vez un <strong class=\"keyword\">estertor</strong>?","second":"Have you ever heard a <strong class=\"keyword\">death rattle</strong> before?"},{"author":118293,"first":"Yo prefiero algo un poco más melodioso, como los <strong class=\"keyword\">estertores</strong> mortales de un hombre que sufre de flatulencia terminal.","second":"I prefer something slightly more melodious, like the <strong class=\"keyword\">death rattle</strong> of a man suffering from terminal flatulence."},{"author":94809,"first":"En el otro extremo, las infecciones por virus de la gripe aviar de baja patogenicidad pueden estar asociadas a signos clínicos graves de la enfermedad, especialmente en pavos, que presentan generalmente <strong class=\"keyword\">estertores</strong>, tos, hinchazón de los senos infraorbitarios y fiebre, junto con pérdida de apetito y una elevada mortalidad.","second":"At the other extreme, infections with LPAI viruses may be associated with severe clinical signs of the disease, especially in turkeys, usually with <strong class=\"keyword\">rales</strong>, coughing, swelling of the infraorbital sinuses and a febrile condition associated with loss of appetite and with high mortality."},{"author":183,"first":"Comía tortillas en las mesas de las granjas, metía su brazo en camas húmedas; recibía en la cara el chorro tibio de las sangrías, escuchaba <strong class=\"keyword\">estertores</strong>, examinaba palanganas, levantaba mucha ropa sucia; pero todas las noches encontraba un fuego vivo, la mesa servida, muebles cómodos, y una mujer bien arreglada, encantadora, oliendo a limpio, sin saber de dónde venía este olor a no ser que fuera su piel la que perfumaba su camisa.","second":"He ate omelettes on farmhouse tables, poked his arm into damp beds, received the tepid spurt of blood-lettings in his face, listened to death-<strong class=\"keyword\">rattles</strong>, examined basins, turned over a good deal of dirty linen; but every evening he found a blazing fire, his dinner ready, easy-chairs, and a well-dressed woman, charming with an odour of freshness, though no one could say whence the perfume came, or if it were not her skin that made odorous her chemise."},{"author":91988,"first":"Así pues, el <strong class=\"keyword\">estertor</strong> de la muerte del modelo económico francés continúa.","second":"So the <strong class=\"keyword\">death rattle</strong> of the French economic model continues."},{"author":31,"first":"Es solo el <strong class=\"keyword\">estertor</strong> de la muerte","second":"It' s just a death <strong class=\"keyword\">rattle</strong>"},{"author":95183,"first":"Las demandas presentadas por las grandes tabacaleras parecen los últimos <strong class=\"keyword\">estertores</strong> de una industria desesperada.","second":"The lawsuits filed by Big Tobacco look like the death throes of a desperate industry."},{"author":93236,"first":"El sistema debe de permitir escuchar los sonidos cardiacos (murmullos diastólicos y sistólicos, galope, arritmias) y los respiratorios (roncus, <strong class=\"keyword\">estertores</strong> crepitantes, sibilancias, sonidos bronquiales atenuados y roce pleural).","second":"The system must allow listen the cardiac (systolic and diastolic murmurs, gallop sound, arrhythmias) and respiratory (rhonchi, <strong class=\"keyword\">rales</strong> and crepitations, wheeze, diminished and bronchial breath sounds, pleural friction rub) sounds."},{"author":118293,"first":"Tiene <strong class=\"keyword\">estertores</strong> y respiración bilateral.","second":"He's got <strong class=\"keyword\">rales</strong> and he's breathing bilaterally."},{"author":94809,"first":"Las siguientes observaciones clínicas pueden indicar toxicidad sistémica (30) cuando forman parte de una evaluación integrada y, por tanto, pueden indicar el nivel máximo de dosis que debe utilizarse en el LLNA: BrdU-ELISA principal: cambios en la función del sistema nervioso (por ejemplo, piloerección, ataxia, temblores y convulsiones), cambios en el comportamiento (por ejemplo, agresividad, cambios en las actividades de limpieza, cambio marcado en el nivel de actividad), cambios en las pautas respiratorias (es decir, cambios en la frecuencia e intensidad de la respiración, tales como disnea, jadeos y <strong class=\"keyword\">estertores</strong>), y cambios en el consumo de agua y comida.","second":"The following clinical observations may indicate systemic toxicity (30) when used as part of an integrated assessment and therefore may indicate the maximum dose level to use in the main LLNA: BrdU-ELISA: changes in nervous system function (e.g. pilo-erection, ataxia, tremors, and convulsions); changes in behaviour (e.g. aggressiveness, change in grooming activity, marked change in activity level); changes in respiratory patterns (i.e. changes in frequency and intensity of breathing such as dyspnea, gasping, and <strong class=\"keyword\">rales</strong>), and changes in food and water consumption."},{"author":118293,"first":"Pero aún así, Eta Carinae, en sus últimos <strong class=\"keyword\">estertores</strong> brindará un tremendo espectáculo.","second":"But still, Eta Carinae in its <strong class=\"keyword\">death throes</strong> will put on quite a show."},{"author":91988,"first":"Más tarde, durante la primera mitad del siglo XX, África ofreció la sangre de sus habitantes y luego acceso a sus territorios a un continente europeo en los <strong class=\"keyword\">estertores</strong> de dos guerras mundiales.","second":"Later, during the first half of the twentieth century, Africa offered the blood of its inhabitants, and then recourse to its territories, to a European continent in the <strong class=\"keyword\">throes</strong> of two world wars."},{"author":118293,"first":"Exhala un <strong class=\"keyword\">estertor</strong> de sangre y la blanca mejilla de la joven queda ensangrentada.","second":"And suddenly, from the <strong class=\"keyword\">dying</strong> one, a fountain erupts, flooding her pallid cheeks with bloody red."},{"author":118293,"first":"Es solo el <strong class=\"keyword\">estertor</strong> de la muerte.","second":"It's just a death <strong class=\"keyword\">rattle</strong>."},{"author":118293,"first":"No contestó nada, siguió con aquellos <strong class=\"keyword\">estertores</strong>.","second":"she didn't reply, she just went on breathing <strong class=\"keyword\">heavily</strong>."},{"author":118293,"first":"Oye, estoy oyendo <strong class=\"keyword\">estertores</strong>.","second":"Hey, I'm hearing <strong class=\"keyword\">rales</strong>."},{"author":91988,"first":"La situación hubiera sido mucho peor sin el gasto; en la forma que ocurrió, el desempleo nunca superó el 5,8%, y durante los <strong class=\"keyword\">estertores</strong> de la crisis financiera mundial, alcanzó el 5,5%.","second":"Matters would have been much worse without the spending; as it was, unemployment never surpassed 5.8%, and, in <strong class=\"keyword\">throes</strong> of the global financial crisis, it peaked at 5.5%."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}