{"result":"ok","tuc":[{"phrase":{"text":"strident","language":"en"},"meanings":[{"language":"en","text":"loud, piercing"}],"meaningId":-646280361292384745,"authors":[70195]},{"phrase":{"text":"shrill","language":"en"},"meanings":[{"language":"en","text":"high-pitched and piercing"}],"meaningId":1255404612456339747,"authors":[70195]},{"phrase":{"text":"hideous","language":"en"},"meanings":[{"language":"en","text":"Distressing or offensive to the ear"},{"language":"en","text":"distressing or offensive to the ear"}],"meaningId":2491796829825098461,"authors":[70195]},{"phrase":{"text":"raucous","language":"en"},"meaningId":-1474030821954534536,"authors":[89651]},{"phrase":{"text":"sharp","language":"en"},"meanings":[{"language":"es","text":"Que posee un tono elevado y penetrante."}],"meaningId":-4333392998256450214,"authors":[83619]},{"phrase":{"text":"brassy","language":"en"},"meaningId":-6050468885677539577,"authors":[97745]},{"phrase":{"text":"garish","language":"en"},"meaningId":373768979016001788,"authors":[97745]},{"phrase":{"text":"harsh","language":"en"},"meaningId":6723565487506265278,"authors":[25018]},{"phrase":{"text":"loud","language":"en"},"meaningId":-4608072429227255885,"authors":[25018]},{"meanings":[{"language":"en","text":"strident, shrill; loud (sound)"},{"language":"en","text":"loud, flashy (color)"}],"meaningId":-1917628696147694185,"authors":[93107]}],"phrase":"estridente","examples":[{"author":94259,"first":"es decir, fueron <strong class=\"keyword\">estridentes</strong> e incoherentes.","second":"that is, you were <strong class=\"keyword\">raucous</strong> and incoherent."},{"author":118293,"first":"Hará que el cielo se vea tan hermoso que todo el mundo se enamorará de la noche y dejará de adorar al <strong class=\"keyword\">estridente</strong> sol.","second":"He will make the face of Heaven so fine that all the world will be in love with night and pay no worship to the garish sun."},{"author":118293,"first":"Estás aterrada hasta la muerte de ser olvidada en el polvo por un tío que se de cuenta de tu <strong class=\"keyword\">estridente</strong> forma de ser con futuro nulo.","second":"You are scared to death of being left out in the dust by some guy who realizes you're just a <strong class=\"keyword\">loud</strong> hillbilly with zero future."},{"author":119723,"first":"Estas y otras consecuencias emiten una <strong class=\"keyword\">estridente</strong> cacofonía.","second":"These and other consequences produce a <strong class=\"keyword\">harsh</strong> cacophony."},{"author":118293,"first":"¡ <strong class=\"keyword\">Estridente</strong>!","second":"Oh<strong class=\"keyword\">,</strong> zing!"},{"author":92475,"first":"Algunos fueron menos <strong class=\"keyword\">estridentes</strong> que Wang, argumentando que no fue la democracia lo que causó los problemas de Egipto y el Medio Oriente en general, sino una democracia con poco desarrollo.","second":"Some were far less <strong class=\"keyword\">strident</strong> than Wang, contending that it was not democracy that caused Egypt’s problems and the Middle East unrest in general, but an underdeveloped democracy."},{"author":8008,"first":"Las funciones de esta zona incluyen: el movimiento de los ojos y de la boca, la transmisión de los mensajes sensoriales (calor, dolor, ruidos <strong class=\"keyword\">estridentes</strong>, etc.), el hambre, la respiración, la consciencia, la función cardiaca, la temperatura corporal, los movimientos musculares involuntarios, los estornudos, la tos, los vómitos y la deglución.","second":"Functions of this area include: movement of the eyes and mouth, relaying sensory messages (hot, pain, <strong class=\"keyword\">loud</strong>, etc. ), hunger, respirations, consciousness, cardiac function, body temperature, involuntary muscle movements, sneezing, coughing, vomiting, and swallowing."},{"author":95096,"first":"También produce lo que el Papa definió «nuevos proletariados», en los arrabales de las grandes ciudades, «cinturón de miseria que llega a asediar, mediante una protesta silenciosa, todo el lujo demasiado <strong class=\"keyword\">estridente</strong> de las ciudades del consumo y del despilfarro» (ib.).","second":"It also produces what the Pope called \"new proletariats\" on the edges of the big cities, \"a belt of misery in silent protest at the luxury which <strong class=\"keyword\">blatantly</strong> cries out from centres of consumption and waste\" (ibid.)."},{"author":119723,"first":"El mundo las llama con voces incesantes y <strong class=\"keyword\">estridentes</strong> a que “vivan la vida”, “prueben todo”, “experimenten y sean felices”.","second":"The world calls to you with unrelenting, noisy voices to “live it up,” “try everything,” “experiment and be happy.”"},{"author":94808,"first":"De hecho, los activistas de las izquierdas defienden sus ideas en voz muy alta, e incluso con <strong class=\"keyword\">estridente</strong> militancia.","second":"In fact, leftist activists have remained vocal and even militantly <strong class=\"keyword\">strident</strong> in their advocacy."},{"author":94808,"first":"No obstante, al menos en lo que respecta a los pequeños países en desarrollo, el personal del Fondo hace abundantes advertencias, advertencias que se tornan <strong class=\"keyword\">estridentes</strong>, si no se toman medidas correctivas que sean del agrado del Fondo.","second":"But in relation to small developing countries, at least, Fund staff provide ample warning, and those warnings tend to become <strong class=\"keyword\">strident</strong> if corrective action acceptable to the Fund is not taken."},{"author":118293,"first":"Estaba seguro de que escuché algo raro y <strong class=\"keyword\">estridente</strong> hoy más temprano... algo que no era el equipo perforando en la vía 5.","second":"I swore I heard something weird and high-<strong class=\"keyword\">pitched</strong> earlier today... something that wasn't the crew drilling over on track 5."},{"author":8000,"first":"Algunos comentaristas establecen una comparación fuera de lugar entre los ataques con cohetes y mortero de los militantes palestinos de Gaza contra israelíes y los esfuerzos físicos menos letales, pero muy <strong class=\"keyword\">estridentes</strong>, de los israelíes que se oponen a la retirada para impedir que se aplique la decisión","second":"Some commentators draw an incongruous parallel between rocket and mortar attacks by Palestinian militants in Gaza against Israelis and the less lethal but very <strong class=\"keyword\">strident</strong> physical efforts of Israeli disengagement opponents to impede the implementation of that decision"},{"author":8000,"first":"El representante de Haití dijo que el abismo cada vez más grande que existía entre los países ricos y los países pobres había dado lugar a graves tensiones y había sido uno de los factores que explicaban las protestas cada vez más <strong class=\"keyword\">estridentes</strong> del movimiento contra la globalización, así como los recientes sucesos trágicos que habían tenido lugar en Nueva York","second":"The representative of Haiti said that the increasing gap between rich and poor countries had provoked grave tensions and had been one of the factors behind the increasingly <strong class=\"keyword\">vocal</strong> contestation of the anti-globalization movement, and behind the recent tragic events in New York"},{"author":118293,"first":"Smithers, podrías aprender un par de cosas de este imbécil <strong class=\"keyword\">estridente</strong>.","second":"Smithers, you could learn a thing or two from this braying moron."},{"author":91988,"first":"Consideremos la última exageración sobre el calentamiento global: un artículo de Newsweek que sostiene de modo <strong class=\"keyword\">estridente</strong> que las crecientes temperaturas pregonan \"El fin de la pasta\".","second":"Consider the newest global-warming exaggeration: an article from Newsweek shrilly claiming that rising temperatures are heralding “The End of Pasta.”"},{"author":8007,"first":"Además, lo hizo sin una estrategia para dar jaque mate y con un nivel de fuerza tan poco abrumador, que el escandaloso comportamiento en la cárcel de Abu Ghraib resultó casi inevitable, pero, al hacerlo, el equipo de Bush dejó a los amigos de los Estados Unidos en América Latina -no menos que a los de Europa y otros lugares- en una situación desafortunada: incapacitados y reacios -y con razón- a apoyar la enloquecida marcha estadounidense y -cosa que resulta comprensible- a envenenar las relaciones hemisféricas en general con las críticas <strong class=\"keyword\">estridentes</strong> que la opinión publica local exige.","second":"Moreover, it did so without an endgame strategy, and with a level of force so \"underwhelming\" that it made the outrageous behavior at the Abu Ghraib prison almost inevitable. By so doing, Bush's team left America's friends in Latin America - no less than in Europe and elsewhere - in a hapless situation: rightly unable and unwilling to support the US march of folly, and understandably reluctant to poison hemispheric relations in general with the type of <strong class=\"keyword\">strident</strong> criticism that local public opinion demands."},{"author":94809,"first":"<strong class=\"keyword\">Estridente</strong> partidario del régimen.","second":"<strong class=\"keyword\">Vociferous</strong> supporter of the regime."},{"author":8007,"first":"La retórica <strong class=\"keyword\">estridente</strong> y el desdén del hegemón por los intereses de los vecinos más pequeños sólo crean enemistad, no armonía.","second":"<strong class=\"keyword\">Strident</strong> rhetoric and a hegemon’s disdain for the interests of smaller neighbors create only enmity, not harmony."},{"author":8008,"first":"El origen, según Arturo Ortega Morán, es el poema “Labrador” (1808) de Goethe: “Pero sus <strong class=\"keyword\">estridentes</strong> ladridos/Sólo son señal de que cabalgamos”.","second":"Durante un discurso el caudillo bolivariano afirmó “que hay muchos gordos en Venezuela”. Y aclaró con un <strong class=\"keyword\">chascarrillo</strong> de los suyos: “No he dicho gorda."},{"author":8008,"first":"Unos dicen que El Mundo no Puede Esperar es muy <strong class=\"keyword\">estridente</strong>.","second":"Some people say World Can’t Wait is too <strong class=\"keyword\">strident</strong>."},{"author":94808,"first":"No obstante, la situación sigue siendo delicada, más aún debido a la utilización de una retórica cada vez más <strong class=\"keyword\">estridente</strong> y beligerante que advierte de posibles nuevos conflictos, del carácter más amplio que adquiriría cualquier nuevo enfrentamiento y de la aplicación que harían ambas partes de las lecciones militares aprendidas tras el conflicto de 2006.","second":"This fragility is further compounded by the use of increasingly <strong class=\"keyword\">strident</strong> and bellicose rhetoric warning of renewed conflict, the expanded nature of any renewed confrontation, and the application of the military lessons that both sides have learned from the 2006 conflict."},{"author":118293,"first":"No tienes derecho de perturbar el ambiente de aprendizaje de esta escuela tocando tu <strong class=\"keyword\">estridente</strong> himno nacional en el piano de Liberace.","second":"You have no right to disturb the learning environment of this school by playing your jangly national anthem on Liberace's piano."},{"author":27,"first":"Debo decir que, en calidad de Comisario, como he dicho antes, no creo en una diplomacia <strong class=\"keyword\">estridente</strong> o de megafonía.","second":"I must say that, as a Commissioner, as I said before, I do not believe in high-volume or megaphone diplomacy."},{"author":118293,"first":"¿Tengo una voz <strong class=\"keyword\">estridente</strong>?","second":"What, I have a shrilly <strong class=\"keyword\">voice</strong>?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}