{"result":"ok","tuc":[{"phrase":{"text":"prop","language":"en"},"meaningId":-1129197289185228089,"authors":[8]},{"meanings":[{"language":"en","text":"to originate with, stem from"},{"language":"en","text":"to lie, be placed"},{"language":"en","text":"to originate with"},{"language":"en","text":"to support, lean"}],"meaningId":2789793887129285455,"authors":[1]}],"phrase":"estribar","examples":[{"author":94809,"first":"(25) Ahora bien, a efectos del presente asunto, el punto de partida hipotético debe <strong class=\"keyword\">estribar</strong> en que estas normas sí impiden conjuntamente, en el marco del Derecho neerlandés, que un tribunal nacional examine la posición de un comprador como la Sra. Faber.","second":"(25) However, for the purpose of this case, the assumed starting point must <strong class=\"keyword\">be</strong> that these rules together do preclude, as a matter of Netherlands law, a national court from examining the position of a purchaser such as Ms Faber."},{"author":94809,"first":"Una posible razón podría <strong class=\"keyword\">estribar</strong> en que en los asuntos Telaustria y Telefonadress y Buchhändler-Vereinigung las cuestiones prejudiciales estaban expresamente dirigidas a la interpretación de Directivas.","second":"One possible <strong class=\"keyword\">reason</strong> could <strong class=\"keyword\">be</strong> that, in the cases of Telaustria and Buchhändler-Vereinigung, the questions themselves specifically addressed the interpretation of directives."},{"author":94809,"first":"Otra de las prioridades ha de <strong class=\"keyword\">estribar</strong> en un mayor acceso de las organizaciones juveniles y las organizaciones del tercer sector al sistema.","second":"Another priority should <strong class=\"keyword\">be</strong> to increase access to the scheme for youth organisations and third sector organisations."},{"author":94809,"first":"Aunque la contratación de trabajadores procedentes del exterior pueda solventar los posibles estrangulamientos a corto plazo, la solución a medio y largo plazo debe <strong class=\"keyword\">estribar</strong> en la activación y capacitación duraderas del propio potencial.","second":"Recruitment from outside may bridge the gap in the short term, but the medium and long-term <strong class=\"keyword\">solution</strong> must <strong class=\"keyword\">be</strong> to mobilise and train up home-grown human resources."},{"author":94809,"first":"Un aspecto del plan de acción debería <strong class=\"keyword\">estribar</strong> en definir formas prácticas de mejorar la coordinación y la comunicación en lo referente al proceso decisorio de la UE respecto de los bosques.","second":"One aspect of the action plan should <strong class=\"keyword\">be</strong> to identify practical ways of improving coordination and communication with respect to EU decision-making on forests."},{"author":94809,"first":"Esto les dará mayor visibilidad y reforzará su capacidad para llegar a determinados consumidores, dándoles la posibilidad de llevar a cabo sus actividades en mercados a los que de otro modo no habrían podido acceder, en particular en terceros países; b) en lo que respecta a los consumidores, el valor añadido <strong class=\"keyword\">estribará</strong> en la garantía que tendrán los consumidores de que se respetan determinados principios de calidad, sea cual fuere el Estado miembro que visitan.","second":"This will lead to increased visibility, which will enhance their capacity to reach out to consumers and will provide them with the possibility to extend their activities to markets that they otherwise could not reach, in particular in third countries; b) For consumers, the added value will <strong class=\"keyword\">be</strong> the reassurance that certain European quality principles will be fulfilled, no matter which Member State they visit."},{"author":22,"first":"Una primera reacción ante estos resultados podría <strong class=\"keyword\">estribar</strong> en poner en duda la objetividad y el nivel de conocimientos que reflejan las respuestas, enfoque que el CESE rechaza","second":"An initial reaction to these results could <strong class=\"keyword\">be</strong> to question whether the responses were truly objective and informed: the EESC rejects this approach"},{"author":94809,"first":"Así pues, uno de los objetivos de esta iniciativa <strong class=\"keyword\">estribará</strong> en potenciar la competitividad de los ecosistemas regionales de investigación en los ámbitos de la agenda digital y las tecnologías eficientes en recursos, tanto en Europa como en todo el mundo, brindando así nuevas oportunidades de negocio para las PYME participantes, que desempeñan un papel crucial en la comercialización y la aplicación de las innovaciones.","second":"Thus one of the aims of RoK should <strong class=\"keyword\">be</strong> to boost the competitiveness of research-driven regional ecosystems in the domains of digital agenda and resource-efficient technologies Europe-wide and globally, thereby unleashing new business opportunities for participating SMEs, which play a crucial role in marketing and implementing innovative developments;"},{"author":119723,"first":"Cualquiera que sea el regalo, lo que le dará un significado especial <strong class=\"keyword\">estribará</strong> en la atención que le hayas prestado, en lo que hayas puesto de ti o el sacrificio que represente.","second":"Whatever the gift, what will make a difference is how much thought you put into the gift, how much of yourself you put into it, or what kind of sacrifice it represents."},{"author":94809,"first":"Al mismo tiempo, el CDR señala que una de las condiciones previas a la asignación de recursos suficientes para la ampliación en el marco presupuestario agrícola <strong class=\"keyword\">estribará</strong> en la integración gradual de los países candidatos en el sistema de las ayudas directas.","second":"However, the CoR notes that if the funds earmarked for enlargement under the agriculture budget <strong class=\"keyword\">are</strong> to suffice, the applicant countries must be phased gradually into the direct support system."},{"author":94808,"first":"La razón de ello podría <strong class=\"keyword\">estribar</strong> en que inicialmente no existía un marco legal para el establecimiento de tales cooperativas.","second":"That may <strong class=\"keyword\">be</strong> largely attributable to the absence of a law regulating the establishment of such cooperatives."},{"author":91988,"first":"Pero otra –y más perniciosa– parte de la respuesta puede <strong class=\"keyword\">estribar</strong> en las estrategias a las que los dirigentes políticos recurren para obtener su elección.","second":"But another, more pernicious, part of the answer may <strong class=\"keyword\">lie</strong> in the strategies to which political leaders resort in order to get elected."},{"author":8008,"first":"Los ingredientes de la familia de los Roundup son: básicamente glifosato en forma de sal isopropilamina (IPA) y el surfactante POEA, pudiendo <strong class=\"keyword\">estribar</strong> las diferencias en las concentraciones de los ingredientes y en la clase o mezclas de POEA, el cual es una familia de aminas etoxiladas provenientes de grasa animal.","second":"The ingredients of the Roundup family are: basically, glyphosate in isopropylamine (IPA) salt form and the surfactant POEA, and the differences might <strong class=\"keyword\">lie</strong> in the varying concentration of the ingredients and in the types or mixtures of POEA, which is a family of ethoxylated amines from animal grease."},{"author":94809,"first":"Una solución a los futuros problemas también podría <strong class=\"keyword\">estribar</strong> en mejorar la eficiencia de los métodos de producción vegetal, que tiene el potencial de aumentar considerablemente la productividad agrícola.","second":"One solution to future <strong class=\"keyword\">problems</strong> may also be to improve the efficiency of plant breeding methods, which has the potential to increase agricultural productivity substantially."},{"author":94808,"first":"La solución podía <strong class=\"keyword\">estribar</strong> en imputar responsabilidad a esos individuos por sus actos en lugar de recurrir a cierto concepto de crimen de Estado para exigir responsabilidad a la población considerada víctima.","second":"The way forward could <strong class=\"keyword\">be</strong> to hold those individuals accountable for their acts, rather than holding the victimized population accountable through some concept of crime of State."},{"author":94809,"first":"Si se atiende rigurosamente a esta formulación, lo decisivo no <strong class=\"keyword\">estribará</strong>, únicamente, pues, en los servicios prestados al ente controlador, es decir, el municipio de Busto Arsizio.","second":"If that wording is taken literally, it <strong class=\"keyword\">is</strong> not only the services provided for the controlling entity, that is to say the Municipality of Busto Arsizio, which are relevant."},{"author":94809,"first":"21. En lo que respecta a la posible justificación objetiva de la diferencia de trato de los extranjeros no comunitarios, basada (indirectamente) en la nacionalidad a través del criterio del tipo de residencia, dicha justificación parece <strong class=\"keyword\">estribar</strong>, en principio, en la tesis de que la magnitud de los gastos necesarios para la crianza de los hijos que realizan las familias que residen habitualmente en Alemania y, por ende, la necesidad de hacer uso del apoyo financiero del Estado, deben variar en función de la nacionalidad del progenitor responsable de la crianza y -cuando el progenitor es extranjero- en función del título de residencia que posee, que puede ser permanente o no.","second":"21 As regards possible objective justification for such difference of treatment for non-Community aliens, based (indirectly) on nationality by reference to the nature of the residence, at first sight it appears to <strong class=\"keyword\">be</strong> founded on the premiss that the extent of the expenses incurred in bringing up children, borne by families habitually resident in Germany, and, therefore, the requirement of taking advantage of financial support from the State must vary according to the nationality of the parents responsible for bringing up the children and, where the parent is a foreigner, on the basis of his residence document, which may or may not be permanent."},{"author":94809,"first":"El papel de los Puntos de Contacto debería <strong class=\"keyword\">estribar</strong> en recopilar, analizar -en la medida de lo posible- y transmitir la información a la Red y a los agentes nacionales una vez definidos y acordados en el ámbito nacional los deberes y actividades del punto de contacto.","second":"The role of contact points should <strong class=\"keyword\">be</strong> to collect, analyse (where possible) and transmit data to the network and national players in accordance with national provisions on the tasks and activities of the contact point."},{"author":94808,"first":"El Grupo de Apoyo Interinstitucional coincidió en que la principal dificultad <strong class=\"keyword\">estribará</strong> en interpretar y calificar adecuadamente los objetivos de desarrollo del Milenio en relación con los derechos y las prioridades de los pueblos indígenas, en una forma que permita que los pueblos indígenas adopten el proceso como propio y en articular los objetivos de desarrollo del Milenio en el marco de las normas internacionales de derechos humanos.","second":"The Inter-Agency Support Group agreed that a major <strong class=\"keyword\">challenge</strong> will be to interpret and qualify the Millennium Development Goals as related to the rights and priorities of indigenous peoples in a way that is relevant and attributes them a sense of ownership in the process as well as to articulate the Goals within international human rights standards."},{"author":94809,"first":"Uno de los objetivos de estos planes y políticas ha de <strong class=\"keyword\">estribar</strong> en garantizar que la transición a las fuentes de energía futuras, económicamente competitivas y con la menor huella de carbono posible, se realice asegurando que la UE no pierde en ningún momento competitividad con respecto a otras regiones geopolíticas.","second":"One of goals of these plans and policies must seek to ensure that the transition to future, economically competitive, energy sources with a minimal carbon footprint is undertaken in such a way that the EU becomes competitive vis-à-vis other geopolitical regions."},{"author":94809,"first":"El objetivo de la Unión Europea y de los Estados miembros debería <strong class=\"keyword\">estribar</strong> en garantizar a las generaciones futuras una vejez tranquila y digna y, por lo tanto, unos regímenes de pensiones adecuados.","second":"The aim of the European Union and the Member States ought to <strong class=\"keyword\">be</strong> to ensure an anxiety-free and decent old age, and consequently proper pension systems, for future generations."},{"author":8000,"first":"Si va a haber un nuevo debate internacional sobre los Balcanes, tal como han sugerido algunos, éste no debería <strong class=\"keyword\">estribar</strong> en un nuevo trazado de las directrices; debería centrarse en lo que se necesita para finalizar el trabajo y en la manera de agilizar y mejorar nuestros esfuerzos en ese sentido","second":"If there is to be a new international debate on the Balkans, as some have suggested, it should not <strong class=\"keyword\">be</strong> on <strong class=\"keyword\">how</strong> to redraw maps; it should be on what is required to finish the job and on how to streamline and make our efforts more efficient to that end"},{"author":8000,"first":"Otra dificultad también podría <strong class=\"keyword\">estribar</strong> en que en algunos Estados los ciclos del combustible nuclear de carácter militar y civil no están completamente separados","second":"One challenge also might <strong class=\"keyword\">be</strong> that in some States, the military and the civilian nuclear fuel cycles are not entirely separated"},{"author":94809,"first":"La actitud adoptada por las partes podría <strong class=\"keyword\">estribar</strong> en que, siguiendo el modelo de anteriores procedimientos ante este Tribunal, (18) consideran que el domicilio de la sociedad constituye el criterio determinante de una eventual desigualdad de trato y, por tanto, el decisivo para comprobar la existencia de una discriminación encubierta entre sociedades nacionales y extranjeras.","second":"Therefore, the attitudes of the intervening parties could <strong class=\"keyword\">stem</strong> from the fact that, in view of previous cases decided by the Court, (18) they consider the seat of a company to be a criterion for possible unequal treatment and therefore as decisive as regards any indirect discrimination between domestic and foreign companies."},{"author":94808,"first":"La diferencia entre el primer marco y el segundo <strong class=\"keyword\">estribará</strong>, por consiguiente, no tanto en los ámbitos programáticos, sino más bien en la manera en que desarrollará su labor el PNUD, siguiendo la modalidad de prestar un apoyo ajustado a las políticas generales y la tendente a la creación de capacidad.","second":"The difference between the first CCF and second CCF, therefore, will not so much be in the programme areas, but more in the way UNDP will work, continuing the trend towards policy-driven support and capacity development;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"}}}