{"result":"ok","tuc":[{"phrase":{"text":"stupor","language":"en"},"meanings":[{"language":"en","text":"a state of reduced consciousness or sensibility"}],"meaningId":-1027757051073650779,"authors":[70195]},{"phrase":{"text":"alarm","language":"en"},"meaningId":-8559929881199398908,"authors":[2698]},{"phrase":{"text":"consternation","language":"en"},"meaningId":6005771449667873894,"authors":[89651]},{"phrase":{"text":"dismay","language":"en"},"meaningId":6983126870009230153,"authors":[89651]},{"phrase":{"text":"stupefaction","language":"en"},"meaningId":-2825684922284036396,"authors":[84500]},{"phrase":{"text":"akinesia","language":"en"},"meaningId":4444938976188746942,"authors":[84500]},{"phrase":{"text":"akinesis","language":"en"},"meaningId":722347319811804907,"authors":[84500]},{"phrase":{"text":"amazement","language":"en"},"meaningId":-5909725239351369580,"authors":[89651]},{"phrase":{"text":"astonishment","language":"en"},"meaningId":-1200940611803399635,"authors":[25018]},{"phrase":{"text":"awe","language":"en"},"meaningId":-4985811327980478180,"authors":[83064]},{"phrase":{"text":"grogginess","language":"en"},"meaningId":-7993030998470474572,"authors":[84500]},{"phrase":{"text":"semiconsciousness","language":"en"},"meaningId":1919118938949818651,"authors":[84500]},{"phrase":{"text":"torpor","language":"en"},"meaningId":-5171803223616795662,"authors":[25115]},{"meanings":[{"language":"en","text":"astonishment"},{"language":"en","text":"stupor"}],"meaningId":987859873616005825,"authors":[1]}],"phrase":"estupor","examples":[{"author":8000,"first":"Con las dos guerras mundiales que causaron innumerables víctimas, especialmente civiles, y a través de los horrores de Hiroshima y de Nagasaki, el mundo descubrió con <strong class=\"keyword\">estupor</strong> la gran amenaza que se cierne sobre él","second":"With two world wars that claimed countless victims, notably civilian victims, and with the horrors of Hiroshima and Nagasaki, the world learned with <strong class=\"keyword\">consternation</strong> the enormity of the threat looming over it"},{"author":119723,"first":"“Mas si no estuviere bien, no sentirás tal cosa, sino que te sobrevendrá un <strong class=\"keyword\">estupor</strong> de pensamiento” (D. y C. 9:8–9; cursiva agregada).","second":"“But if it be not right you shall have no such feelings, but you shall have a <strong class=\"keyword\">stupor</strong> of thought” (D&C 9:8–9; emphasis added)."},{"author":119739,"first":"En un estudio, muchas adolescentes “admitieron que, pese a no haber usado ningún método anticonceptivo, la noticia de que estaban encintas les causó sorpresa e incluso <strong class=\"keyword\">estupor</strong>”.","second":"In one survey, teen mothers “often reported being shocked or surprised to find they were pregnant even if they had not been using contraception.”"},{"author":31,"first":"Pero aun en mi <strong class=\"keyword\">estupor</strong>, sabía que era un pez gordo de la conspiración.Rice","second":"I knew <strong class=\"keyword\">he</strong> was one of the big fish in the conspiracy"},{"author":27,"first":"A menudo he sido testigo del <strong class=\"keyword\">estupor</strong> de los ciudadanos ante la disparidad de la retribución que perciben los diputados al Parlamento Europeo y, sobre todo, ante la magnitud de esas discrepancias.","second":"It has often been my experience that the public are quite <strong class=\"keyword\">amazed</strong> by the differing salaries paid to MEPs for their work, and, above all, by how large the differences are."},{"author":95096,"first":"Pero esto sólo será así, si vuestra misión brota de lo más profundo de la contemplación, en la que \"el creyente aprende a reconocer y apreciar la dignidad casi divina de todo hombre y puede exclamar con nuevo y grato <strong class=\"keyword\">estupor</strong>: \"¡Qué valor debe tener el hombre a los ojos del Creador, si ha merecido tener tan gran Redentor!\"\"","second":"But this will only be so if your mission springs from the depths of contemplation, in which \"the believer learns to recognize and appreciate the almost divine dignity of every human being and can exclaim with ever renewed and grateful <strong class=\"keyword\">wonder</strong>: ‘How precious must man be in the eyes of the Creator if he gained so great a Redeemer!’\""},{"author":95096,"first":"La luz del tiempo pascual y de Pentecostés renueva cada año en nosotros la alegría y el <strong class=\"keyword\">estupor</strong> de la fe: reconocemos que Dios no es una cosa vaga, nuestro Dios no es un Dios «spray», es concreto, no es un abstracto, sino que tiene un nombre: «Dios es amor».","second":"The light of Eastertide and of Pentecost renews in us every year the joy and <strong class=\"keyword\">amazement</strong> of faith: let us recognize that God is not something vague, our God is not a God “spray”, he is tangible; he is not abstract but has a name: “God is love”."},{"author":27,"first":"Durante días hemos conocido, con <strong class=\"keyword\">estupor</strong>, las macabras situaciones que sufrieron esas niñas.","second":"For days now we have <strong class=\"keyword\">watched</strong> in horror as these macabre events have unfolded."},{"author":94808,"first":"Gaye dice que le han causado <strong class=\"keyword\">estupor</strong> dos situaciones descritas en el segundo informe periódico que parecen revelar un serio conflicto de intereses.","second":"Gaye said that he was perplexed by two situations described in the second periodic report that appeared to reveal a serious conflict of interest."},{"author":94808,"first":"Rakofsky (Federación de Rusia), hablando en ejercicio del derecho de respuesta, expresa su <strong class=\"keyword\">estupor</strong> ante el cinismo mostrado por la representante de Ucrania, que ha intentado presentar como actos delictivos los esfuerzos de la Federación de Rusia por garantizar la seguridad de los niños.","second":"Rakofsky (Russian Federation), speaking in exercise of the right of reply, expressed his <strong class=\"keyword\">shock at</strong> the cynicism displayed by the Ukrainian representative, who had attempted to misrepresent as criminal acts the Russian Federation’s efforts to ensure children’s security."},{"author":31,"first":"Retozo hoy, <strong class=\"keyword\">estupor</strong> mañana","second":"Good times today, <strong class=\"keyword\">stupor</strong> tomorrow"},{"author":95096,"first":"El esplendor de la gloria de la Transfiguración abraza casi toda la Antigua Alianza y llega a los ojos llenos de <strong class=\"keyword\">estupor</strong> de los Apóstoles, que se convertirían en maestros de esa fe que hace nacer la esperanza: de aquellos Apóstoles que deberían anunciar todo el misterio de Cristo.","second":"The splendour of the glory of the Transfiguration embraces nearly the whole of the old Covenant and arrives at the <strong class=\"keyword\">astounded</strong> eyes of the Apostles who were to become teachers of that faith from which hope is born; of those Apostles, who were to proclaim the whole mystery of Christ."},{"author":119723,"first":"Si eres receptivo a los susurros del Espíritu, con seguridad, sucederá en el momento apropiado una de dos cosas: o recibirás el <strong class=\"keyword\">estupor</strong> de pensamiento que te indicará que lo que has escogido no es correcto, o sentirás paz o que tu pecho arde confirmándote que tu elección ha sido correcta.","second":"As you are sensitive to the promptings of the Spirit, one of two things will certainly occur at the appropriate time: either the <strong class=\"keyword\">stupor</strong> of thought will come, indicating an improper choice, or the peace or the burning in the bosom will be felt, confirming that your choice was correct."},{"author":95096,"first":"Para dar testimonio es necesario realizar con frecuencia la peregrinación a la propia Galilea, retomar la memoria de ese encuentro, de ese <strong class=\"keyword\">estupor</strong>, y desde allí comenzar a caminar de nuevo.","second":"To bear witness it is necessary to often make the pilgrimage to one’s own Galilee, to recall the memory of that encounter, that <strong class=\"keyword\">astonishment</strong>, and from there to set out again."},{"author":8000,"first":"La construcción del famoso muro de la localidad checa de Usti nad Labem es un ejemplo, palmario de una división en guetos tan real que causa <strong class=\"keyword\">estupor</strong>","second":"The building of the notorious wall in the Czech town of Usti nad Labem is a single but vivid example of such ghettoization in all its <strong class=\"keyword\">shocking reality</strong>"},{"author":95096,"first":"Recorriéndolo con Él, nos descubrimos pueblo, hasta reconocer con <strong class=\"keyword\">estupor</strong> y gratitud que todo es gracia, incluso las fatigas y las contradicciones de la vida humana, si se viven con corazón abierto al Señor, con la paciencia del artesano y con el corazón del pecador arrepentido.","second":"In travelling this way with Him we discover that we are a people and come to recognize with <strong class=\"keyword\">wonder</strong> and gratitude that all is grace — even the struggles and contradictions of human life — if these are lived with a heart open to the Lord, with the patience of an artisan and with the heart of a repentant sinner."},{"author":24,"first":"Los efectos adversos notificados después de la ingesta de al menos # veces la dosis diaria recomendada son: confusión, diarrea, mareo, fatiga, dolor de cabeza, malestar, midriasis, prurito, nerviosismo, sedación, somnolencia, <strong class=\"keyword\">estupor</strong>, taquicardia, temblor y retención urinaria","second":"Adverse events reported after an intake of at least # times the recommended daily dose are: confusion, diarrhoea, dizziness, fatigue, headache, malaise, mydriasis, pruritus, restlessness, sedation, somnolence, <strong class=\"keyword\">stupor</strong>, tachycardia, tremor, and urinary retention"},{"author":8000,"first":"En el marco del debate, la parlamentaria austríaca recordó que su país había descubierto con <strong class=\"keyword\">estupor</strong> que las mutilaciones genitales femeninas eran un problema grave en Austria","second":"In the course of the discussion, the Austrian woman parliamentarian related how her country had <strong class=\"keyword\">reacted</strong> with <strong class=\"keyword\">amazement</strong> on discovering that female genital mutilation had become a serious problem there"},{"author":27,"first":"- (NL) El inicial <strong class=\"keyword\">estupor</strong> causado por los atentados de septiembre no sólo ha dado lugar a que las acciones llevadas a cabo por los Estados Unidos en un país que posiblemente albergue al cerebro de los mismos cuenten con un apoyo ciego por nuestra parte, sino que, además, ha motivado la elaboración de unas medidas que afectan seriamente a algunos derechos de los ciudadanos considerados inamovibles hasta la fecha.","second":"- (NL) The initial perplexity which the attacks of 11 September <strong class=\"keyword\">caused</strong> have not only led to unqualified support for American action in a country where the possible mastermind behind those attacks could be hiding, but has also resulted in measures being considered which would seriously affect civil rights deemed obvious hitherto."},{"author":119723,"first":"Como dijo Moroni en la antigüedad, ese pecado será para la condenación de los que se sientan sobre sus ‘tronos en un estado de insensible <strong class=\"keyword\">estupor</strong>’, esos gobernantes del mundo, quienes con frenesí de odio y ambición de poder y dominio sobre su prójimo han puesto en marcha fuerzas eternas que no comprenden y no pueden controlar.","second":"That sin, as Moroni of old said, is to the condemnation of those who ‘sit in their places of power in a state of thoughtless <strong class=\"keyword\">stupor</strong>,’ those rulers in the world who in a frenzy of hate and lust for unrighteous power and dominion over their fellow men, have put into motion eternal forces they do not comprehend and cannot control."},{"author":95183,"first":"Los síntomas de afección grave (también llamada enfermedad neuroinvasora, como la encefalitis o meningitis del Nilo Occidental o poliomielitis del Nilo Occidental) son dolores de cabeza, fiebre elevada, rigidez de nuca, <strong class=\"keyword\">estupor</strong>, desorientación, coma, temblores, convulsiones, debilidad muscular y parálisis.","second":"The symptoms of severe disease (also called neuroinvasive disease, such as West Nile encephalitis or meningitis or West Nile poliomyelitis) include headache, high fever, neck stiffness, <strong class=\"keyword\">stupor</strong>, disorientation, coma, tremors, convulsions, muscle weakness, and paralysis."},{"author":31,"first":"Nunca vi tanto <strong class=\"keyword\">estupor</strong>.- ¿ De qué hablas?- ¿ Qué es oficial?","second":"I never seen such a <strong class=\"keyword\">stupor</strong>.- What are you talkin ' about?- Wh- What' s official?"},{"author":118293,"first":"La noticia de la muerte de Lennon provocó una ola de <strong class=\"keyword\">estupor</strong> y desconsuelo en todo el mundo.","second":"News of Lennon's death touched off a wave of <strong class=\"keyword\">shock</strong> and mourning around the world."},{"author":8008,"first":"En el punto del día el enemigo percibió con <strong class=\"keyword\">estupor</strong> sobre su izquierda al ejército francés guardado en batalla; los Franceses, presentados admiración para la ingeniería de Napoleón, empujaron un gran grito de \"viven el Emperador\", y el ataque comenzó.","second":"At the point of the day the enemy saw with <strong class=\"keyword\">stupor</strong> on his left the French Army arranged in battle; the French, seized of admiration for the genius of Napoleon, pushed a great cry of \"Sharp the Emperor\", and the attack started."},{"author":118293,"first":"Pasó el resto de su vida en una especie de <strong class=\"keyword\">estupor</strong> siempre preguntándose qué edad tendría qué aspecto tendría.","second":"He spent the rest of his life in a kind of... daze, always... wondering exactly how old she would've been, what she would've looked like."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}