{"result":"ok","tuc":[{"phrase":{"text":"etymology","language":"en"},"meanings":[{"language":"en","text":"study of the historical development of languages, particularly of individual words"},{"language":"en","text":"The science dealing with the origin and historical development of words."},{"language":"es","text":"Ciencia que estudia el origen y el desarrollo histórico de las palabras."},{"language":"en","text":"account of the origin and historical development of a word"}],"meaningId":1975167534375031911,"authors":[70195]},{"meanings":[{"language":"en","text":"etymology"}],"meaningId":5999485153828407166,"authors":[1]}],"phrase":"etimología","examples":[{"author":8008,"first":"Aunque la <strong class=\"keyword\">etimología</strong> del término podría dar a entender que se trate de un prejuicio contra los pueblos semitas en general, el término se usa en forma exclusiva para referirse a la hostilidad contra los judíos.","second":"While the <strong class=\"keyword\">term's etymology</strong> might suggest that antisemitism is directed against all Semitic peoples, since the term was invented it has been used to refer exclusively to hostility toward Jews."},{"author":8008,"first":"etym (<strong class=\"keyword\">etimología</strong>) engloba la información etimológica en una entrada de diccionario.","second":"etym (<strong class=\"keyword\">etymology</strong>) encloses the etymological information in a dictionary entry."},{"author":119739,"first":"No se ajustan a su <strong class=\"keyword\">etimología</strong>; no corresponden a la idea del verbo del cual se deriva; tampoco podrían sustituir apropiadamente a la palabra más exacta, ‘presencia’, en los casos en que los traductores usaron la última.","second":"They do not conform to its <strong class=\"keyword\">etymology</strong>; they do not correspond to the idea of the verb from which it is derived; nor could they appropriately be substituted for the more exact word, ‘presence,’ in the cases where the translators used the latter."},{"author":95096,"first":"Vuestro Sínodo de los obispos de la Iglesia caldea es un encuentro que, según la <strong class=\"keyword\">etimología</strong> de la palabra, representa un modo particular de caminar juntos, para que converjan los caminos de las diferentes comunidades.","second":"Your Synod of Bishops of the Chaldean Church is a meeting which, according to the word's <strong class=\"keyword\">etymology</strong>, is a particular way of journeying together, so that the paths of the different communities can converge."},{"author":94809,"first":"La <strong class=\"keyword\">etimología</strong> del término \"equivalente\" no deja ninguna duda a este respecto.","second":"The <strong class=\"keyword\">etymology</strong> of the word \"equivalent\" leaves no room for doubt in this respect."},{"author":8008,"first":"Conocida por su tamaño y su sorprendente página completa sobre la interpretación del diablo (en la página 577), contiene las siguientes partes: el Antiguo y Nuevo Testamento, dos obras de Flavio Josefo,<strong class=\"keyword\">Etimologías</strong> de Isidoro de Sevilla, el libro de texto estándar para la enseñanza de la medicina en la Edad Media conocido como Ars medicinae (El arte de la medicina), Chronica Boëmorum (Crónica de los bohemios) del siglo XII de Cosmas de Praga y un calendario.","second":"Renowned for its size and its striking full-page rendition of the devil (found on page 577), it contains a number of parts: the Old and New testaments, two works of Josephus Flavius, Isidore of Seville ́s <strong class=\"keyword\">Etymologies</strong>, the standard textbook for teaching medicine in the Middle Ages known as Ars medicinae (The art of medicine), the 12th-century Chronica Boëmorum (Chronicle of the Bohemians) of Cosmas of Prague, and a calendar."},{"author":94809,"first":"Ciertamente, en el apartado 18 de la resolución impugnada, la Sala de Recurso se refirió a las dos definiciones del término en cuestión extraídas de diccionarios ingleses, si bien tan sólo en su <strong class=\"keyword\">etimología</strong> latina.","second":"It is true that in paragraph 18 of the contested decision the Board of Appeal referred to two definitions of the word in question taken from English dictionaries, but only in the context examining its Latin <strong class=\"keyword\">etymology</strong>."},{"author":8008,"first":"El origen de la ciudad responde fielmente a la <strong class=\"keyword\">etimología</strong> de su nombre: Piriápolis, \"ciudad de Piria\".","second":"Por 1890, de regreso de uno de los tantos viajes realizados a Europa, llegó a una costa salvaje, agreste, conocida como <strong class=\"keyword\">\"Puerto</strong> del Inglés\" (hoy Puerto de Piriápolis). Concibió entonces, impresionado por la belleza de la Costa Azul, en pleno apogeo, fundar la ciudad balnearia del porvenir."},{"author":94808,"first":"Esperemos que no esté lejos el día en que las acciones israelíes en relación con Jerusalén se correspondan con la <strong class=\"keyword\">etimología</strong> de esta ciudad y la respeten, ya sea la derivada del hebreo, que es la “casa de la paz”, o la que se desprende del nombre en árabe Al-Quds, que es “lugar sagrado”.","second":"We hope that the day is coming when Israeli actions with regard to Jerusalem will respect and recognize the <strong class=\"keyword\">etymology</strong> of the city, whose name derives from the Hebrew for “house of peace” or from the Arabic, Al-Quds, which means “sacred site”."},{"author":8008,"first":"También se le llamó Lapis Gagates, denominación utilizada por el naturalista Plinio, entre otros, y por San Isidoro, autor que en su vasta obra Las <strong class=\"keyword\">Etimologías</strong> aclara la razón de su nombre: “ Gagates es una piedra hallada primeramente en Licia, Asia Menor ( Turquía) que es arrojada a la orilla por el río Gagas, y de ahí le viene el nombre; hay muchas en Bretaña.","second":"It is worked with files and lathe, getting an intense sheen by means of suitable polishing and mantained with <strong class=\"keyword\">the</strong> passage of time. In spite of being relatively hard, it is very fragile, which makes it hard to carve when there are lots of details in it."},{"author":94808,"first":"Espero que la Misión de Azerbaiyán haya estudiado también la <strong class=\"keyword\">etimología</strong> y la historia de la creación de este término, acuñado por Raphael Lemkin, quien, al definir el crimen de genocidio, hizo referencia a la política de exterminio en masa contra los armenios llevada a cabo por la Turquía otomana.","second":"I hope the Mission of Azerbaijan has also studied the <strong class=\"keyword\">etymology</strong> and the history of the creation of this term, by Raphael Lemkin, who, while defining the crime of genocide, referred to the very policy of mass extermination perpetrated against the Armenians in Ottoman Turkey."},{"author":118293,"first":"Este hombre sabe mucho sobre <strong class=\"keyword\">etimología</strong>.","second":"and this man knows a great deal about <strong class=\"keyword\">etymology</strong>."},{"author":93236,"first":"Para cada género del que existe información, se presentan datos derivados de la literatura sobre su <strong class=\"keyword\">etimología</strong>, número de especies, clasificación infragenérica, distribución geográfica, números cromosómicos, importancia económica, características destacables, y referencias de ilustraciones representativas.","second":"The literature is reviewed and summarized for each genus, presenting such information (where appropriate) as the <strong class=\"keyword\">etymology</strong> of the <strong class=\"keyword\">name</strong>, number of species, infrageneric classification, distribution, chromosome numbers, economic importance, distinguishing features, and reference to representative illustrations."},{"author":22,"first":"Posteriormente, se difundió por el Mediterráneo, apareciendo en España hacia el siglo VIII, en plena dominación musulmana, de cuya <strong class=\"keyword\">etimología</strong> árabe al-ruzz deriva el nombre actual","second":"Its production was then extended to the Mediterranean, appearing in Spain around the VIIIth century during the Moorish period, the modern Spanish name arroz deriving from the Arabic al-ruzz"},{"author":8008,"first":"La <strong class=\"keyword\">etimología</strong> de la palabra lCang lo vincula a las ramas del sauce que cuelgan hasta el agua. La idea es el enlace cíclico entre los elementos.","second":"This was <strong class=\"keyword\">the</strong> style in which most of the female practitioners wore their hair in the Aro Gar in Tibet."},{"author":118293,"first":"¿Sabes cuál es... la <strong class=\"keyword\">etimologí</strong> a de la palabra \" diamante \"?","second":"Do you know anything about the <strong class=\"keyword\">etymology</strong> of the word \" diamond? \""},{"author":8008,"first":"Aunque se han propuesto muchas <strong class=\"keyword\">etimologías</strong>, no es claro todavía el origen de esa palabra.","second":"The <strong class=\"keyword\">origin</strong> of this word is not very clear."},{"author":89915,"first":"Acceso a un sitio web con tecnología de código abierto que permite a los usuarios ver, crear, editar, debatir y mantener entradas en diccionarios multilingüe en línea, tesauros, rimas, traducciones, pronunciaciones de audio, <strong class=\"keyword\">etimologías</strong>, citas e información de referencia léxica","second":"Providing a website featuring open source technology that enables users to view, create, edit, discuss, and maintain entries in online multilingual dictionaries, thesauri, rhymes, translations, audio pronunciations, <strong class=\"keyword\">etymologies</strong>, quotations, and lexical reference information"},{"author":95096,"first":"La <strong class=\"keyword\">etimología</strong> de la palabra «crisis» hace alusión a la dimensión de «separar» y, en sentido lato, a la de «evaluar», «juzgar».","second":"The <strong class=\"keyword\">etymology</strong> of the word “crisis” recalls the dimension of “separating” and, in a broad sense, of “evaluating” and “judging”."},{"author":118293,"first":"¿Conoces la <strong class=\"keyword\">etimología</strong> de la palabra","second":"Do you know the <strong class=\"keyword\">etymology</strong> of the word"},{"author":118293,"first":"Hable de la Sra. Bartlet, no de <strong class=\"keyword\">etimología</strong>...","second":"I'd stick to Mrs. Bartlet and not get into <strong class=\"keyword\">etymology</strong>..."},{"author":8000,"first":"La <strong class=\"keyword\">etimología</strong> puede ser útil para comprender el sentido de un término aun cuando haya evolucionado de su significado original","second":"<strong class=\"keyword\">Etymology</strong> can be useful in obtaining the sense of a term even if it has evolved from its original meaning"},{"author":95875,"first":"También se examinaron las entradas digitales y la representación de la semántica, la fraseología, la <strong class=\"keyword\">etimología</strong> y temas afines.","second":"Digital entry was also examined, as well as the representation of semantics, phraseology, <strong class=\"keyword\">etymology</strong> and related matters."},{"author":94809,"first":"El diccionario de datos o léxico es, ante todo y en origen, un libro que contiene palabras dispuestas en orden alfabético con definiciones, <strong class=\"keyword\">etimologías</strong> y otra información.","second":"The data dictionary or lexicon is primary and originally a book containing words arranged in alphabetical order with definitions, <strong class=\"keyword\">etymologies</strong> and other information."},{"author":119739,"first":"Basándose en el contexto, la autoridad de los talmudistas, la comparación de esta palabra hebrea con otras similares de diferentes idiomas y la <strong class=\"keyword\">etimología</strong> hebrea, concluyó que tá·jasch significa foca o tejón.","second":"He understood taʹchash to mean either the seal or the badger, basing his conclusions on the context, the authority of the Talmudists, a comparison of the Hebrew word with similar words in other languages, and Hebrew <strong class=\"keyword\">etymology</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}