{"result":"ok","tuc":[{"phrase":{"text":"ethnocentrism","language":"en"},"meanings":[{"language":"en","text":"the tendency to look at the world primarily from the perspective of one&#39;s own culture"}],"meaningId":4627001614143041160,"authors":[70195]},{"meanings":[{"language":"en","text":"ethnocentrism"}],"meaningId":-7295240398746320709,"authors":[1]}],"phrase":"etnocentrismo","examples":[{"author":8000,"first":"Incluso las poblaciones hasta ahora homogéneas de los Estados del Golfo, ahora en la era del petróleo se enfrentan con problemas de <strong class=\"keyword\">etnocentrismo</strong> y exclusión ocasionados por la afluencia de un enorme número de trabajadores extranjeros","second":"Even the hitherto homogenous populations of the Gulf States in the oil era now have to confront the issues of <strong class=\"keyword\">ethnocentrism</strong> and exclusion stemming from the influx of huge numbers of foreign workers"},{"author":94808,"first":"El racismo, el <strong class=\"keyword\">etnocentrismo</strong> y la xenofobia en los discursos oficiales","second":"Racism, <strong class=\"keyword\">ethnocentrism</strong> and xenophobia in public discourse"},{"author":91988,"first":"Cuando uno escucha de la inconveniencia o el <strong class=\"keyword\">etnocentrismo</strong> de los derechos humanos se pregunta ¿cuáles son esos derechos humanos sin los cuales puede alguien vivir en un país en desarrollo?","second":"When one hears of the unsuitability or <strong class=\"keyword\">ethnocentricism</strong> of human rights, what are these human rights that someone in a developing country can do without?"},{"author":89915,"first":"Desarrollo y aplicación de procedimientos de la prevención (social) pedagógica en medios juveniles y en personas jóvenes con altas posibilidades de volverse violentas, racismo motivado étnicamente, <strong class=\"keyword\">etnocentrismo</strong>, resentimientos grupales así como extremismo tanto político como religioso","second":"Development and application of processes for social education prevention in the youth environment and with regard to young people with an elevated level of latent violence, ethnically motivated racism, <strong class=\"keyword\">ethnocentrism</strong>, group resentment, and political and religious extremism"},{"author":8008,"first":"No se trata de la(s) historia(s), del recuerdo y el olvido de los acontecimientos de alguien, sino del acontecimiento de la colonización, esto es, de un acontecimiento fundador, cuya idée fixe [idea fija] se inscribe una y otra vez en el régimen del saber de un <strong class=\"keyword\">etnocentrismo</strong> petrificado.","second":"It is not a matter of stories, of the remembering and forgetting of some event, but of the event of colonization, in other words a foundational event, the fixed idea of which is inscribed again and again in the knowledge order of a rigidified <strong class=\"keyword\">ethnocentricity</strong>."},{"author":94808,"first":"Uno de sus objetivos era lograr la protección de los migrantes, incluidos los refugiados y las personas desplazadas dentro su país, contra el racismo, el <strong class=\"keyword\">etnocentrismo</strong> y la xenofobia.","second":"One of its objectives was to ensure protection of migrants, including refugees and internally displaced persons, against racism, <strong class=\"keyword\">ethnocentrism</strong> and xenophobia."},{"author":94808,"first":"También deberían esforzarse por garantizar que se respeten plenamente los derechos humanos de los jóvenes migrantes, por ejemplo, que reciban un trato justo y equitativo y que cuenten con la protección de la ley contra, entre otras cosas, la violencia, la explotación y la discriminación, incluidos el racismo, el <strong class=\"keyword\">etnocentrismo</strong>, la xenofobia y la intolerancia cultural, y que también tengan acceso a las oportunidades económicas y los servicios sociales, cuando proceda.","second":"Efforts should be made to guarantee that young migrants enjoy full respect for their human rights, including fair and equal treatment with others and the protection of law against, inter alia, violence, exploitation and discrimination such as racism, <strong class=\"keyword\">ethnocentrism</strong>, xenophobia and cultural intolerance, and access to economic opportunities and social services, as appropriate."},{"author":8000,"first":"El Sr. Jarab subrayó la complejidad de esa búsqueda de identidad y señaló que la educación era un instrumento fundamental, no sólo para que las poblaciones mayoritarias comprendieran que las teorías de asimilación forzosa eran inaceptables moralmente y demostraban gran cortedad de miras desde el punto de vista práctico, sino también para tener en cuenta de forma razonable el <strong class=\"keyword\">etnocentrismo</strong> y lograr un entendimiento más profundo de la identidad propia y la del otro, sobre la base de un principio de no exclusión","second":"Underlining the complexity of this cultural identity quest, Mr. Jarab considered education to be an essential tool, not only to make majority populations understand the moral unacceptability and practical short-sightedness of theories of forced assimilation, but to sensibly take <strong class=\"keyword\">ethnocentrism</strong> into account and to come to a deeper understanding of one's own identity and the other's, based on non-exclusivity"},{"author":94808,"first":"[Condenamos enérgicamente la persistencia y la reaparición del fascismo, del nacionalismo agresivo, del <strong class=\"keyword\">etnocentrismo</strong>, del chauvinismo religioso y lingüístico, del separatismo, del extremismo y del terrorismo, en todas sus formas y manifestaciones, y declaramos que esos fenómenos no se pueden justificar en ningún caso, ni siquiera como medio para promover y proteger los derechos humanos y las libertades fundamentales, en especial de las personas que pertenecen a minorías nacionales;] (PENDIENTE)","second":"[We strongly condemn the persistence and resurgence of fascism, aggressive nationalism, <strong class=\"keyword\">ethnocentrism</strong>, religious and linguistic chauvinism, separatism, extremism and terrorism, in all their forms and manifestations, and state that these phenomena can never be justified in any instance, including as a means to promote and protect human rights and fundamental freedoms, in particular those of persons belonging to national minorities;] (ONGOING)"},{"author":94808,"first":"El párrafo 3 del artículo 31 de la Carta impone a los partidos políticos la obligación de no incluir en sus plataformas y declaraciones ninguna forma de tribalismo, <strong class=\"keyword\">etnocentrismo</strong>, regionalismo, racismo, xenofobia o intolerancia religiosa.","second":"Thus, under article 31, paragraph 3, of the Charter, political parties are obliged to prohibit all forms of tribalism, <strong class=\"keyword\">ethnocentrism</strong>, regionalism, racism, xenophobia and religious intolerance in their programmes of action and statements."},{"author":95096,"first":"Pienso, por ejemplo, en la aparición de nuevas visiones planetarias como la globalización, el <strong class=\"keyword\">etnocentrismo</strong> o la tentación de fabricarse una religión \"a la medida\".","second":"I am thinking, for example, of the emergence of new planetary visions such as globalization, <strong class=\"keyword\">ethnocentrism</strong>, or the temptation to construct a \"do-it-yourself religion\"."},{"author":95096,"first":"Ésta es lo opuesto a la división, como el tribalismo, el racismo o el <strong class=\"keyword\">etnocentrismo</strong> (cf.","second":"This is the very antithesis of division, tribalism, racism and <strong class=\"keyword\">ethnocentrism</strong> (cf."},{"author":94808,"first":"Asimismo, tienen que combatir todas las formas de discriminación, xenofobia, <strong class=\"keyword\">etnocentrismo</strong> y racismo.","second":"They must also combat all forms of discrimination, xenophobia, <strong class=\"keyword\">ethnocentrism</strong> and racism."},{"author":94808,"first":"Esta circunstancia estimula el separatismo, sobre todo en zonas que tradicionalmente han gozado de gran autonomía, y exacerba a su vez el tribalismo, el nacionalismo y el <strong class=\"keyword\">etnocentrismo</strong>.","second":"This fuels separatist claims, especially in areas with a history of strong autonomy, and, in turn, it exacerbates tribalism, nationalism, and <strong class=\"keyword\">ethnocentrism</strong>."},{"author":94808,"first":"Simón Padrós (Argentina) dice que su delegación comparte las preocupaciones expresadas por el Relator Especial de la Comisión de Derechos Humanos en su informe (A/55/304) en relación con el recrudecimiento de la violencia racista en determinados países y el inquietante desarrollo del fenómeno del <strong class=\"keyword\">etnocentrismo</strong> en distintas regiones del mundo.","second":"Simón Padrés (Argentina) said that his delegation shared the concerns expressed by the Special Rapporteur of the Commission on Human Rights on contemporary forms of racism, racial discrimination, xenophobia and related intolerance (A/55/304) about the resurgence of racist violence in certain countries and the disturbing growth of <strong class=\"keyword\">ethnocentrism</strong> in various regions of the world."},{"author":95096,"first":"Los países de la región de los Grandes Lagos no han superado aún las llagas de los excesos del <strong class=\"keyword\">etnocentrismo</strong> y se debaten entre la pobreza y la inseguridad; así sucede en Ruanda y Burundi, donde un embargo agrava aún más la situación.","second":"The countries of the Great Lakes region still bear open wounds resulting from the excesses of <strong class=\"keyword\">ethnocentrism</strong>, and they are struggling amid poverty and insecurity; this is also the case in Rwanda and Burundi, where an embargo is further aggravating the situation."},{"author":8000,"first":"La Ley No # de # de agosto de # por la que se establece la Carta de los Partidos Políticos prohíbe profesar la intolerancia, el regionalismo, el <strong class=\"keyword\">etnocentrismo</strong>, el fanatismo, el racismo, la xenofobia, la incitación o el recurso a la violencia en todas sus formas","second":"Act No # of # ugust # establishing the Charter of Political Parties, prohibits the preaching of intolerance, regionalism, <strong class=\"keyword\">ethnocentrism</strong>, fanaticism, racism and xenophobia and the incitement to, or use of, violence in all its forms"},{"author":94808,"first":"Como se ha señalado en las críticas antropológicas de los modelos dominantes de desarrollo, en los debates públicos sobre el tema influyen el <strong class=\"keyword\">etnocentrismo</strong> y los sistemas de valores de las sociedades de libre mercado basadas en el consumo. Así pues, se da primacía a los sistemas de conocimientos basados en el modelo occidental y orientados hacia el hombre, mientras que los sistemas de conocimientos indígenas y tradicionales se infravaloran, se pasan por alto o se consideran meros “obstáculos para el desarrollo”.","second":"As anthropological critiques of the dominant development models have pointed out, public discussions about development are influenced by <strong class=\"keyword\">ethnocentrisms</strong> and value systems of the consumer-based, free market societies, i.e., Western-based and male-oriented systems of knowledge are given predominance, while indigenous and traditional systems of knowledge are being devalued, ignored or seen as mere “obstacles to development”."},{"author":94808,"first":"Ningún país o sociedad está completamente exento de racismo, discriminación o <strong class=\"keyword\">etnocentrismo</strong>.","second":"No country or society is completely free of racism, discrimination or <strong class=\"keyword\">ethnocentrism</strong>."},{"author":8000,"first":"Es preocupante advertir que el racismo es una práctica cotidiana y adquiere cada vez más la forma de xenofobia a través del rechazo de otros y de la defensa del comunitarismo, el <strong class=\"keyword\">etnocentrismo</strong> y de conflictos interétnicos, así como del recrudecimiento inquietante de los movimientos neonazis y de extrema derecha","second":"It is disturbing to note that racism occurs in everyday life and increasingly takes the form of xenophobia through a rejection of others and tendencies towards communalism, <strong class=\"keyword\">ethnocentrism</strong>, interethnic conflict and a disturbing resurgence of extreme right-wing and neo-Nazi movements"},{"author":27,"first":"La causa de base sigue siendo el problema del <strong class=\"keyword\">etnocentrismo</strong>.","second":"The base cause continues to be the <strong class=\"keyword\">ethnocentricity</strong> of the problem."},{"author":8000,"first":"El Sr. Simón Padrós (Argentina) dice que su delegación comparte las preocupaciones expresadas por el Relator Especial de la Comisión de Derechos Humanos en su informe ( # ) en relación con el recrudecimiento de la violencia racista en determinados países y el inquietante desarrollo del fenómeno del <strong class=\"keyword\">etnocentrismo</strong> en distintas regiones del mundo","second":"Mr. Simón Padrés (Argentina) said that his delegation shared the concerns expressed by the Special Rapporteur of the Commission on Human Rights on contemporary forms of racism, racial discrimination, xenophobia and related intolerance ( # ) about the resurgence of racist violence in certain countries and the disturbing growth of <strong class=\"keyword\">ethnocentrism</strong> in various regions of the world"},{"author":94808,"first":"La misma proporción de países ha atendido, dispuesto partidas presupuestarias y aplicado medidas para “proteger a los migrantes contra los abusos de los derechos humanos, el racismo, el <strong class=\"keyword\">etnocentrismo</strong> y la xenofobia” (60%).","second":"The same proportion of countries have addressed, budgeted and implemented the issue of “protecting migrants against human rights abuses, racism, <strong class=\"keyword\">ethnocentrism</strong> and xenophobia” (60 per cent)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}