{"result":"ok","tuc":[{"phrase":{"text":"ethereal","language":"en"},"meanings":[{"language":"en","text":"Light, airy, or tenuous."},{"language":"en","text":"Pertaining to the hypothetical upper, purer air, or to the higher regions beyond the earth or beyond the atmosphere"},{"language":"es","text":"Ligero, aireado, o tenue."}],"meaningId":3875785404166138011,"authors":[90508]},{"phrase":{"text":"fey","language":"en"},"meanings":[{"language":"en","text":"strange or otherworldly"}],"meaningId":-2514981615195317889,"authors":[70195]},{"phrase":{"text":"aerial","language":"en"},"meaningId":2372334979112457191,"authors":[25018]},{"phrase":{"text":"airy","language":"en"},"meaningId":8330658524215418869,"authors":[97745]},{"meanings":[{"language":"en","text":"ethereal; otherworldly"}],"meaningId":-5560884497442047967,"authors":[93107]}],"phrase":"etéreo","examples":[{"author":118293,"first":"Finalmente, como en todos los buenos cuentos Larry es salvado por el amor de una joven <strong class=\"keyword\">etérea</strong>.","second":"Finally, as in all good tales, Larry is saved by the love of an <strong class=\"keyword\">ethereal</strong> young woman."},{"author":94809,"first":"Se modifica el valor del extracto <strong class=\"keyword\">etéreo</strong> indicado en el pliego de condiciones, pasando de «inferior al 3 %» a «inferior al 3,5 %».","second":"The figure for the <strong class=\"keyword\">ether</strong> extract indicated in the Specification has been changed from ‘less than 3 %’ to ‘less than 3,5 %’."},{"author":89915,"first":"Productos de perfumería, Aceites <strong class=\"keyword\">etéreos</strong>, Productos para el cuidado del cuerpo y la belleza (incluidos pañuelitos húmedos), Jabones con una finalidad relacionada con el tocador","second":"Perfumery goods, <strong class=\"keyword\">Ethereal</strong> oils, Cosmetics (including pre-moistened towelettes), Soaps for toiletry purposes"},{"author":94809,"first":"Circuito para la grabación y la reproducción audio, que permita el almacenamiento de datos audio <strong class=\"keyword\">etéreo</strong>, para grabación y reproducción simultáneas, constituido por 2 o 3 circuitos integrados monolíticos fijados sobre un circuito impreso o sobre un marco de conexión (lead frame), encerrado en una cápsula","second":"Audio recording and reproducing circuit, capable of <strong class=\"keyword\">stereo</strong> audio data storage and simultaneous record and playback, comprising 2 or 3 monolithic integrated circuits mounted on a printed circuit or a lead frame, contained in a housing"},{"author":8008,"first":"Ademas, la presencia del líder de los <strong class=\"keyword\">etéreos</strong>, el Rey-nexo Salhadaar, significa que Dimensius, el antiguo enemigo de los <strong class=\"keyword\">etéreos</strong>, esta cerca...","second":"Also, the presence of the <strong class=\"keyword\">Ethereum's</strong> leader, Nexus-King Salhadaar, means that Dimensius, the <strong class=\"keyword\">ethereals</strong>' ancient enemy, must be near."},{"author":94809,"first":"5.3.1. Pasar la solución <strong class=\"keyword\">etérea</strong> restante en el matraz a un vial de reacción de 2 ml (3.7) con 2 ml de éter dietílico y eliminar el éter con una corriente de nitrógeno.","second":"5.3.1 Transfer the <strong class=\"keyword\">ether</strong> solution remaining in the flask to a 2 ml reaction vial (3.7) with 2 ml diethyl ether and remove the ether using a stream of nitrogen."},{"author":89915,"first":"Jabones, Aguas de tocador, Perfumes, Aceites para uso cosmético, Aceites <strong class=\"keyword\">etéreos</strong>, Lociones para uso cosmético, Incienso, Pintalabios, Maquillaje, Maquillaje (Productos de -), Neceseres de cosmética, Popurrís aromáticos","second":"Soaps, Toilet water, Perfumes, Oils for cosmetic purposes, <strong class=\"keyword\">Ethereal</strong> oils, Lotions for cosmetic purposes, Incense, Lipsticks, Make-up, Make-up preparations, Cosmetic kits, Potpourris [fragrances]"},{"author":89915,"first":"Venta al detalle y al por menor y venta a través de internet de jabones, productos cosméticos, productos de perfumería, aceites esenciales y aromáticos, esencias <strong class=\"keyword\">etéreas</strong> y aromáticas","second":"Retailing, wholesaling and online sale of soaps, cosmetics, perfumery, essential and aromatic oils, essential and aromatic essences"},{"author":89915,"first":"Servicios de venta al por menor en línea o en tienda de jabones, artículos de perfumería, agua de colonia, esencias y esencias <strong class=\"keyword\">etéreas</strong>, extractos de flores, aceites esenciales, sales de baño, preparaciones cosméticas para el baño, aceites y preparados de aromaterapia, aguas de tocador, productos de tocador, cosméticos, preparados cosméticos para el cuidado de la piel, cremas para el cuidado de la piel, distintos de los que sirven para uso médico, preparaciones de tocador no medicinales, mascarillas de belleza faciales, cremas faciales, hidratantes para la cara, lociones faciales para uso cosmético, exfoliantes faciales","second":"Retail services whether online or in-store for soaps, perfumery, eau de cologne, <strong class=\"keyword\">ethereal</strong> essences and oils, flower extracts, essential oils, bath salts, cosmetic preparations for baths, aromatherapy oils and preparations, toilet water, toiletries, cosmetics, cosmetic preparations for skincare, skin care creams, other than for medical use, non-medicated toilet preparations, facial beauty masks, facial cleansers, facial cream, facial moisturisers, facial lotions for cosmetic purposes facial scrubs"},{"author":118293,"first":"Los rabijuncos <strong class=\"keyword\">etéreos</strong> dependen de sus extrema agilidad aérea para superar muchos de los desafíos de su vida.","second":"Red-billed <strong class=\"keyword\">tropicbirds</strong> rely on extreme aerial agility to overcome the many challenges of their life."},{"author":89915,"first":"Esencias <strong class=\"keyword\">etéreas</strong>","second":"Essences (<strong class=\"keyword\">essential)</strong>"},{"author":8008,"first":"Los rangos de estilo musical entre los sonidos y momentos de viaje <strong class=\"keyword\">etéreo</strong>-hop.","second":"The musical style ranges between sounds and moments <strong class=\"keyword\">ethereal</strong> trip-hop."},{"author":118293,"first":"Robusta, pero... <strong class=\"keyword\">etérea</strong>.","second":"Earthy yet... <strong class=\"keyword\">ethereal</strong>."},{"author":94809,"first":"3 – Esta corriente médica concibe la enfermedad como producto de un desequilibrio entre cuatro elementos del ser humano, a saber, el cuerpo físico, el cuerpo <strong class=\"keyword\">etéreo</strong> (las fuerzas vitales), el cuerpo astral (los sentimientos y sensaciones) y el yo o cuerpo egótico (el intelecto consciente).","second":"3 – According to this branch of medicine, illness is understood as the result of an imbalance between the four elements of the human being, namely, the physical body, the <strong class=\"keyword\">etheric</strong> body (vital force), the astral body (feelings and sensations) and the ego or egotic body (the conscious spirit)."},{"author":89915,"first":"Jabones, Productos de perfumería, Champús, Lociones capilares, <strong class=\"keyword\">Etéreos</strong> (aceites -), Artículos de belleza y para el cuidado del cuerpo","second":"Soaps, Perfumery goods, Shampoos, Hair lotions, <strong class=\"keyword\">Ethereal</strong> oil, Articles for body and beauty-care"},{"author":89915,"first":"Servicios de venta minorista y mayorista de productos de maquillaje y aceites <strong class=\"keyword\">etéreos</strong>","second":"Retailing and wholesaling of make-up preparations and <strong class=\"keyword\">essential</strong> oils"},{"author":94809,"first":"Eliminar la capa acuosa inferior y lavar la capa <strong class=\"keyword\">etérea</strong> agitándola sucesivamente con 4 partes alícuotas sucesivas de 100 ml de agua.","second":"Run off the lower aqueous layer and wash the <strong class=\"keyword\">ether</strong> layer by shaking with four successive 100 ml aliquots of water."},{"author":27,"first":"Considero, sin embargo, que el debate de hoy ha alcanzado tonos <strong class=\"keyword\">etéreos</strong>, dado que se habla de reestructuraciones de empresas y de cuáles deben ser o no ser los beneficios tolerables en la gran Europa liberal.","second":"However, today' s debate has become absurd<strong class=\"keyword\">,</strong> given that we are talking about restructuring firms and what should be acceptable profits and what should not, in the great liberal Europe."},{"author":118293,"first":"La ciencia tiene aquí un puente importante para unir lo físico y lo <strong class=\"keyword\">etéreo</strong> o espiritual.","second":"Science has now bridged a very important gap between physical and <strong class=\"keyword\">ethereal</strong>, or spiritual."},{"author":94809,"first":"Seleccionar un vino cuyo cromatograma del extracto <strong class=\"keyword\">etéreo</strong> no presente ningún pico en el tiempo de retención correspondiente al ácido sórbico; añadir a este vino ácido sórbico hasta la concentración de 100 mg por litro.","second":"Select a wine for which the chromatogram of the <strong class=\"keyword\">ether</strong> extract shows no peak corresponding to the elution of sorbic acid. Overload this wine with sorbic acid at a concentration of 100 mg per litre."},{"author":118293,"first":"No sé si me gusta ser tan <strong class=\"keyword\">etéreo</strong>.","second":"But I'm not sure I like being so <strong class=\"keyword\">ethereal</strong>."},{"author":89915,"first":"Aceites <strong class=\"keyword\">etéreos</strong>","second":"<strong class=\"keyword\">Ethereal oils</strong>"},{"author":118293,"first":"Algunas veces, soy un blanco copo de nieve, <strong class=\"keyword\">etereo</strong> y grácil, de forma perfecta.","second":"Sometimes, i pretend that i'm a snowflake; <strong class=\"keyword\">white</strong> and tiny and perfectly formed."},{"author":31,"first":"¿ Qué es lo que te preocupa, voz <strong class=\"keyword\">etérea</strong>?","second":"What be thy concern, <strong class=\"keyword\">ethereal</strong> voice?"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}