{"result":"ok","tuc":[{"phrase":{"text":"evanescent","language":"en"},"meaningId":-1720541880475322526,"authors":[80097]},{"phrase":{"text":"fleeting","language":"en"},"meaningId":-7857634886005519852,"authors":[80097]},{"phrase":{"text":"fugacious","language":"en"},"meaningId":3332550221968210126,"authors":[80097]},{"phrase":{"text":"fugitive","language":"en"},"meaningId":-7893803565350424208,"authors":[80097]},{"meanings":[{"language":"en","text":"evanescent, fading"}],"meaningId":2134326503409960156,"authors":[93107]}],"phrase":"evanescente","examples":[{"author":118293,"first":"Esa tarde, recuerdo, que el otro mundo, sin embargo cercano, es <strong class=\"keyword\">evanescente</strong> y marchito.","second":"That afternoon, I recall, that the other world, however close, is <strong class=\"keyword\">evanescent</strong> and withered."},{"author":118293,"first":"El armario <strong class=\"keyword\">evanescente</strong> en la Sala Multipropósito.","second":"The <strong class=\"keyword\">vanishing</strong> cabinet in the Room of Requirement."},{"author":94259,"first":"oportunidades <strong class=\"keyword\">evanescentes</strong>,","second":"<strong class=\"keyword\">vanishing</strong> opportunities,"},{"author":95875,"first":"La primera consiste en la adaptación de la tecnología de biosensor <strong class=\"keyword\">evanescente</strong> comercial (Eva-sensor) mediante el empleo de receptores de aptámeros en lugar de anticuerpos.","second":"The first technology is the adaptation of the commercial <strong class=\"keyword\">evanescent</strong> biosensor technology (Eva-sensor) using aptamer receptors instead of antibodies."},{"author":95875,"first":"Una vez liberada de la nanofibra, la luz se extiende por el espacio que rodea la fibra, creando un campo <strong class=\"keyword\">evanescente</strong>, y se acopla a los átomos atrapados.","second":"No longer restricted to the inside of the nanofibre, the light then extends into the space surrounding the fibre (creating the <strong class=\"keyword\">evanescent</strong> field) and couples to the trapped atoms."},{"author":118293,"first":"Da igual, se llama \" El geme lo <strong class=\"keyword\">evanescente</strong> \".","second":"Anyway, it's called \" Resorbed Twin. \""},{"author":95875,"first":"No obstante, por sí sola no garantiza la penetración en los mercados; de hecho, la competitividad puede depender de factores más <strong class=\"keyword\">evanescentes</strong>, como la creación de un entorno de satisfacción del cliente.","second":"However, that alone does not guarantee market acceptance, and instead competitiveness may depend on less tangible factors such as experience staging."},{"author":118293,"first":"Creo, según lo que tú describiste que lo que tú y Ron vieron en el verano el objeto en el que Draco está tan interesado es un armario <strong class=\"keyword\">evanescente</strong>.","second":"I think, from what you described what you and Ron saw in summer the object that Draco is so interested in is a <strong class=\"keyword\">vanishing</strong> cabinet."},{"author":8000,"first":"No debemos permitir que las circunstancias especiales y el encanto <strong class=\"keyword\">evanescente</strong> que caracterizó el proceso de descolonización iniciado por las Naciones Unidas hace cuatro decenios obscurezcan el derecho a la libre determinación de esos territorios","second":"Let us not let the special circumstances or the <strong class=\"keyword\">fading</strong> of the glamour that marked the United Nations' decolonization drive four decades ago obscure the right to self-determination of these territories"},{"author":95875,"first":"Los integrantes del equipo ensayaron sensores <strong class=\"keyword\">evanescentes</strong> incorporados que son capaces de detectar indicios precoces de difusión de humedad en PRFV tras una exposición a agua marina a temperatura y presión elevadas.","second":"Team members demonstrated embedded <strong class=\"keyword\">evanescent</strong> sensors that can detect the early-stage moisture diffusion into GFRPs after exposure to seawater at high temperature and pressure."},{"author":94809,"first":"Volviendo a la Kabelregeling, me parece pues razonable la conclusión de que las restricciones que impone mantienen con la defensa del pluralismo una relación muy débil, o incluso <strong class=\"keyword\">evanescente</strong>.","second":"To return to the Kabelregeling, it seems to me therefore reasonable to conclude that the link between its restrictions and safeguarding pluralism in broadcasting is extremely thin or<strong class=\"keyword\">,</strong> in the course of disappearing ."},{"author":89915,"first":"Cremas medicinales para la cara, el cuerpo, frías, para los ojos, las manos, de noche, para afeitarse, la piel, limpiadora, antiarrugas, <strong class=\"keyword\">evanescente</strong>, para las cutículas, labios y uñas","second":"Medicated facial, body, cold, eye, hand, night, shaving, skin, cleansing, wrinkle, <strong class=\"keyword\">vanishing</strong>, cuticle, lip and nail creams"},{"author":95875,"first":"El equipo logró ambos hitos haciendo interactuar átomos de cesio con un campo <strong class=\"keyword\">evanescente</strong> multicolor situado alrededor de una nanofibra óptica.","second":"The team managed to achieve both through the interaction of caesium atoms with a multi-colour <strong class=\"keyword\">evanescent</strong> field surrounding an optical nanofibre."},{"author":89915,"first":"Sombra de ojos, lápices para las pestañas, lociones comunes, polvo blanco (maquillaje), lápiz de labios, coloretes para las mejillas, pomadas para fines cosméticos, laca para el pelo, polvos para bebés, cremas de afeitar, crema de manos, aceite para bebés, aceite de masajes, espuma para el cabello, preparados de protección para labios, abrillantadores de labios, geles para masaje, aditivos cosméticos para el baño, cremas <strong class=\"keyword\">evanescentes</strong>, cremas de base","second":"Eye shadow, eyebrow pencils, common lotions, white make-up powder, lipsticks, cheek colors, pomades for cosmetic purposes, hair spray, baby powder, shaving creams, hand creams, baby oil, massage oil, hair mousse, protective preparations for lips, lip brighteners, massage gel, additives for cosmetic baths, <strong class=\"keyword\">vanishing</strong> creams, foundation creams"},{"author":95096,"first":"No debemos perder de vista jamás ninguno de estos dos componentes, ya que si proclamamos solamente la dimensión celestial de Jesús, corremos el riesgo de transformarlo en un ser etéreo y <strong class=\"keyword\">evanescente</strong>; y si, por el contrario, reconocemos solamente su puesto concreto en la historia, terminamos por descuidar la dimensión divina que propiamente lo distingue.","second":"We must never lose sight of either of these two elements because if we only proclaim Jesus' heavenly dimension, we risk making him an ethereal and <strong class=\"keyword\">evanescent</strong> being; and if, on the contrary, we recognize only his concrete place in history, we end by neglecting the divine dimension that properly qualifies him."},{"author":89915,"first":"Cremas de afeitar medicinales, limpiadoras, de arrugas, <strong class=\"keyword\">evanescentes</strong>, para depilar y para el crecimiento del cabello","second":"Medicated shaving, cleansing, wrinkle, <strong class=\"keyword\">vanishing</strong>, hair removal and hair growth creams"},{"author":118293,"first":"El significado es subjetivo y <strong class=\"keyword\">evanescente</strong> así que no presupongas nada.","second":"Meaning is so subjective and <strong class=\"keyword\">evanescent</strong>, so don't assume."},{"author":8000,"first":"Pueden intervenir otros factores importantes, y la relación causal hacerse muy <strong class=\"keyword\">evanescente</strong>","second":"Other significant factors might intervene and the causal connection could become very <strong class=\"keyword\">evanescent</strong>"},{"author":94809,"first":"Además, de esa manera, la Comisión utilizó para el cálculo del beneficio razonable una base <strong class=\"keyword\">evanescente</strong> que carece de valor a partir de la centralización de todos los saldos en la CDC, ya que esos saldos no tienen coste alguno en términos de fondos propios reglamentario.","second":"Moreover, the calculation of reasonable profit was made on the basis of a rapidly diminishing base<strong class=\"keyword\">,</strong> which falls to zero on the complete centralisation of deposits with the CDC, since such deposits incur no cost in terms of regulatory capital."},{"author":8008,"first":"Una diferencia <strong class=\"keyword\">evanescente</strong> que nos recuerda que la realidad no reside en la pureza, sino en la imposibilidad de alcanzarla.","second":"[13] A <strong class=\"keyword\">vanishing</strong> difference which reminds us, that reality does not lie in purity, but in the impossibility to attain it."},{"author":89915,"first":"Cremas para la cara, el cuerpo, frías, para los ojos, de manos, de noche, para afeitarse, la piel, limpiadora, antiarrugas, <strong class=\"keyword\">evanescente</strong>, para las cutículas, depilatorias, crecimiento del cabello y cremas de uñas","second":"Facial, body, cold, eye, hand, night, shaving, skin, cleansing, wrinkle <strong class=\"keyword\">vanishing</strong>, cuticle, hair removal, hair growth, lip and nail creams"},{"author":89915,"first":"Jabones, perfumes y productos cosméticos, en concreto maquillaje y preparaciones para desmaquillar, loción para después del afeitado, aceite para bebés, colorete, crema fría, maquillaje de ojos, sombras de ojos, lápices de cejas, perfilador de ojos, brillo labial, barra de labios, máscara, esmalte de uñas, colorete, hidratante para la piel, crema <strong class=\"keyword\">evanescente</strong>, dentífricos, antitranspirantes, aceite corporal y aceites de aromaterapia","second":"Soaps, perfumes and cosmetic products, namely make-up and make-up removing preparations, after shave lotion, baby oil, blusher, cold cream, eye make-up, eye shadow, eyebrow pencil, eyeliner, lip gloss, lipstick, mascara, nail polish, rouge, skin moisturizer, <strong class=\"keyword\">vanishing</strong> cream, dentifrices, antiperspirants, body oil and aromatherapy oils"},{"author":118293,"first":"¿Un armario <strong class=\"keyword\">evanescente</strong>?","second":"A <strong class=\"keyword\">vanishing</strong> cabinet?"},{"author":90326,"first":"Dispositivo detector de vida del tipo utilizado para la identificación personal, que utiliza el campo <strong class=\"keyword\">evanescente</strong> de la luz guiada (5) en una guía de ondas que conserva la polarización en donde dicha guía de ondas (8) está configurada para que la interacción de la luz con el elemento biométrico provoque un cambio de polarización de la luz a la salida de la fibra respecto a la que tiene en la entrada y que es detectado por un fotodetector conectado con fibra (10,15), siendo dicho cambio de polarización de la luz guiada característico del usuario que se identifica.","second":"The invention relates to a life detector device of the type used for personal identification, which uses the <strong class=\"keyword\">evanescent</strong> field of the light (5) guided through a waveguide that maintains polarisation. According to the invention, the waveguide (8) is configured so that the interaction between the light and the biometric element triggers a change in the polarisation of the light at the output of the fibre in relation to that at the input and this change is detected by a fibre-connected photodetector (10, 15), said change in the polarisation of the light being characteristic of the user identified."},{"author":118293,"first":"Yyo quiero una crema <strong class=\"keyword\">evanescente</strong> extragrande.","second":"And I'd like a jar of <strong class=\"keyword\">vanishing</strong> cream, king size."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}