{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"cutting remark"}],"meaningId":-6342043271469545189,"authors":[93107]}],"phrase":"exabrupto","examples":[{"author":118293,"first":"¿Mi pequeño <strong class=\"keyword\">exabrupto</strong> mostró lo asquerosa que es esta noche?","second":"Did my little <strong class=\"keyword\">outburst</strong> blunt the hideousness that is this evening?"},{"author":91988,"first":"Esa pregunta, que se planteó frecuentemente en el pasado, se ha estado reavivando tras el <strong class=\"keyword\">exabrupto</strong> emotivo del Primer Ministro Tayyip Erdogan durante el reciente Foro Económico Mundial 2009 en Davos, cuando súbitamente abandonó el panel que compartía con el Presidente israelí Shimon Peres.","second":"That question, often raised in the past, has been heating up in the aftermath of Prime Minister Recep Tayyip Erdogan’s emotional <strong class=\"keyword\">outburst</strong> during the recent World Economic Forum 2009 in Davos, when he abruptly left a panel he was sharing with Israeli President Shimon Peres."},{"author":118293,"first":"Este inaudito <strong class=\"keyword\">exabrupto</strong> de mi señor no se quedará así.","second":"This unseemly <strong class=\"keyword\">outburst</strong> by my liege will not stand."},{"author":94808,"first":"El Organismo hizo todo lo posible por evitar caer en la trampa de responder con <strong class=\"keyword\">exabruptos</strong> y de aplicar un doble rasero.","second":"The Agency went to great lengths to avoid falling into the trap of <strong class=\"keyword\">knee</strong>-<strong class=\"keyword\">jerk reactions</strong> and double standards."},{"author":31,"first":"Todos nos dicen que ese <strong class=\"keyword\">exabrupto</strong> en la pasarela estaba fuera de personaje","second":"Everybody tells us that <strong class=\"keyword\">outburst</strong> on the catwalk was out of character"},{"author":91988,"first":"Salvo uno que otro <strong class=\"keyword\">exabrupto</strong> de Hugo Chávez antes de morir, una que otra expropriación de empresas extranjeras sin la adecuada compensación y una que otra injerencia menor en las contiendas electorales de naciones vecinas, los estragos de quince años de despilfarro, corrupción, desviación autoritaria y violaciones crecientes de los derechos humanos únicamente habían dañado a ...","second":"But, beyond the <strong class=\"keyword\">occasional</strong> sharp word from the late President Hugo Chávez, the periodic expropriation of a foreign company without adequate compensation, and some minor meddling in the elections of neighboring countries, the crisis barely registered abroad."},{"author":8007,"first":"El <strong class=\"keyword\">exabrupto</strong> de Giscard fue provocativo por otra razón.","second":"<strong class=\"keyword\">Giscard's outburst</strong> was provocative for another reason."},{"author":118293,"first":"Lamento el <strong class=\"keyword\">exabrupto</strong>.","second":"Sorry for the <strong class=\"keyword\">outburst</strong>."},{"author":27,"first":"En cuanto a sus demás <strong class=\"keyword\">exabruptos</strong>, para mí han resultado tan incomprensibles como para todo el mundo, y observo que no se ha molestado en esperar a que terminara el debate.","second":"As for the rest of his <strong class=\"keyword\">rantings</strong>, they were as incomprehensible to me as they were to everybody else, and I notice that he has not bothered to stay for the rest of the debate."},{"author":31,"first":"Otro <strong class=\"keyword\">exabrupto</strong> como ese de nuevo y será un asunto disciplinario.¿ Sí?","second":"An <strong class=\"keyword\">outburst</strong> like that again, it ́il be a disciplinary matter"},{"author":118293,"first":"Un <strong class=\"keyword\">exabrupto</strong> más, y desalojaré la sala.","second":"One more <strong class=\"keyword\">outburst</strong>, I will clear this gallery."},{"author":118293,"first":"Es normal que tenga <strong class=\"keyword\">exabruptos</strong> cada tanto.","second":"We've got to expect those <strong class=\"keyword\">outbursts</strong> once in a while."},{"author":118293,"first":"Disculp e el <strong class=\"keyword\">exabrupto</strong>.","second":"Excuse the <strong class=\"keyword\">bitching</strong>."},{"author":26,"first":"No después de ese <strong class=\"keyword\">exabrupto</strong>","second":"Not after that <strong class=\"keyword\">outburst</strong>"},{"author":27,"first":"Señor Presidente, perdón por el <strong class=\"keyword\">exabrupto</strong>, pero realmente la indignación que siento en este momento es bastante grande, porque es inadmisible que nuestra Unión estuviera apoyando este tipo de política.","second":"Mr President, I apologise for taking such a critical tone<strong class=\"keyword\">,</strong> but I really feel hugely indignant at the moment, because it is not acceptable for our Union to be supporting this type of policy."},{"author":8000,"first":"Los Amigos de los Presidentes fueron mandatados para estudiar la agenda (y aquí un pequeño paréntesis: para algunos es anticuada, para otros es adaptable a las circunstancias cambiantes del momento, así como nuestro método de trabajo); y éste es el ejemplo más claro; ya vemos que requiere una seria evaluación, señor Presidente. El calendario de actividades basado en esa misma agenda y los debates temáticos estructurados, ambos mencionados como una ocurrencia o <strong class=\"keyword\">exabrupto</strong> por este documento","second":"The Friends of the Presidents were mandated to study the agenda (and a small parenthesis here: for some, it is obsolete, for others it is adaptable to the changing circumstances of the moment, as is our method of work); and this is the clearest example; we can see that the timetable of activities based on this same agenda and the structured thematic debates, both described by this document as absurd or startling ideas<strong class=\"keyword\">,</strong> require serious evaluation"},{"author":118293,"first":"No puede tener estos <strong class=\"keyword\">exabruptos</strong> y esperar redimirse con un ramo de FTD.","second":"You cannot have these <strong class=\"keyword\">outbursts</strong> and expect to redeem yourself... with an FTD bouquet."},{"author":118293,"first":"Me preocupó un poco su <strong class=\"keyword\">exabrupto</strong> en la oficina de la Srta. Doyle esta mañana.","second":"I was a little concerned with your... <strong class=\"keyword\">outburst</strong> in Ms. Doyle's office this morning."},{"author":118293,"first":"En Legales preocupa que Phil pueda pensar que sus molestos <strong class=\"keyword\">exabruptos</strong> estén conectados con nuestro supuesto congelamiento.","second":"Legal is worried that Phil might think his annoying <strong class=\"keyword\">outbursts</strong> are connected to our allegedly freezing him."},{"author":91988,"first":"Más bien su <strong class=\"keyword\">exabrupto</strong> se explica como señal de frustración ante el hecho de que la influencia francesa en la UE se está diluyendo.","second":"Instead, his <strong class=\"keyword\">outburst</strong> is best explained as a sign of frustration over the fact that French influence in the EU is being diluted."},{"author":118293,"first":"¿No habrá más <strong class=\"keyword\">exabruptos</strong>?","second":"Oh! I trust there'll be no more <strong class=\"keyword\">outbursts</strong>? IO:"},{"author":91988,"first":"El frente libanés podría estallar si Hezbollah quisiera vengar la muerte de Mughniyah, o simplemente como resultado de un <strong class=\"keyword\">exabrupto</strong> ante una provocación, como en 2006.","second":"The Lebanese front may ignite if Hezbollah seeks to avenge Mughniyah’s death, or simply as a result of a <strong class=\"keyword\">knee</strong>-<strong class=\"keyword\">jerk reaction</strong> to a provocation, as in 2006."},{"author":118293,"first":"Luego del <strong class=\"keyword\">exabrupto</strong> de Jackie en el avión, ella y Simon tienen novedades.","second":"After Jackie's <strong class=\"keyword\">outburst</strong> on the plane, she and Simon have some news."},{"author":118293,"first":"Disculpe el <strong class=\"keyword\">exabrupto</strong>, pero el personal debe aprender.","second":"Sorry about the <strong class=\"keyword\">outburst</strong>, but my people have got to learn."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}