{"result":"ok","tuc":[{"phrase":{"text":"exacerbate","language":"en"},"meanings":[{"language":"en","text":"to make worse"},{"language":"es","text":"Volver peor."},{"language":"en","text":"To embitter the feelings of a person."},{"language":"en","text":"to irritate"},{"language":"es","text":"Amargar los sentimientos de una persona."},{"language":"en","text":"To make worse."}],"meaningId":-8019410432230166912,"authors":[70195]},{"phrase":{"text":"aggravate","language":"en"},"meanings":[{"language":"es","text":"Volver peor."},{"language":"en","text":"To make worse."}],"meaningId":8800462593638877331,"authors":[84500]},{"phrase":{"text":"worsen","language":"en"},"meanings":[{"language":"es","text":"Volver peor."},{"language":"en","text":"To make worse."}],"meaningId":7211719391206439824,"authors":[84500]},{"phrase":{"text":"exasperate","language":"en"},"meanings":[{"language":"es","text":"Volver peor."},{"language":"en","text":"To make worse."}],"meaningId":-5740722255928608302,"authors":[84500]},{"phrase":{"text":"irritate","language":"en"},"meaningId":2467819024539354350,"authors":[25018]},{"phrase":{"text":"provoke","language":"en"},"meaningId":4016383180984150220,"authors":[25018]},{"meanings":[{"language":"en","text":"to exacerbate"}],"meaningId":8900945850818951472,"authors":[93107]}],"phrase":"exacerbar","examples":[{"author":94808,"first":"Reiteramos que la evaluación inadecuada de la solvencia de los deudores puede generar o <strong class=\"keyword\">exacerbar</strong> las crisis y, con ello, aumentar la vulnerabilidad del sistema financiero.","second":"We reiterate that an inadequate assessment of the solvency of debtors has the <strong class=\"keyword\">potential</strong> to cause or <strong class=\"keyword\">exacerbate</strong> crises, rendering the financial system more vulnerable."},{"author":8000,"first":"Se señalaron con frecuencia las dificultades que crea la condicionalidad y cómo influye para <strong class=\"keyword\">exacerbar</strong> los efectos de la crisis a través de las políticas procíclicas, y algunos oradores manifestaron su inquietud de que la comunidad internacional, para salir de la crisis, debiera depender de instituciones que, a su juicio, son las que contribuyeron a generarla","second":"The difficulties involved in conditionality and its role in <strong class=\"keyword\">exacerbating</strong> the impacts of the crisis through pro-cyclical policies were noted frequently, and some speakers expressed unease about relying on institutions to lead the international community out of the crisis that had, in their view, helped lead it into the crisis"},{"author":94808,"first":"Por ejemplo, la exportación de la fuerza de trabajo puede <strong class=\"keyword\">exacerbar</strong> el éxodo intelectual y, a menos que las remesas se inviertan en recursos productivos, pueden agravar la desigualdad.","second":"For example, manpower exports may <strong class=\"keyword\">exacerbate</strong> brain drain and, unless remittances are invested in productive resources, have the potential to worsen inequality."},{"author":8000,"first":"Las decisiones que tomen las empresas del sector privado en materia de inversión y empleo, relaciones con las comunidades locales y protección del medio ambiente pueden apaciguar o <strong class=\"keyword\">exacerbar</strong> las tensiones","second":"Private companies' decisions on investment and employment, on relations with local communities and on protection for local environments can ease or <strong class=\"keyword\">exacerbate</strong> tensions"},{"author":8000,"first":"No obstante, otro factor de importancia ha sido la persistente tendencia de algunos gobiernos, en particular el de Liberia, a <strong class=\"keyword\">exacerbar</strong> tensiones latentes en uno o varios de sus países vecinos inmiscuyéndose en las controversias internas y patrocinando a grupos interpuestos para socavar a esos gobiernos","second":"An additional major factor has nevertheless been the persistent tendency of certain Governments, in particular that of Liberia, to <strong class=\"keyword\">exacerbate already</strong> existing tensions in one or other of their neighbours by meddling in domestic disputes and using proxies to undermine Governments"},{"author":94808,"first":"La frecuencia e intensidad cada vez mayores de las sequías resultantes del cambio climático previsto podría <strong class=\"keyword\">exacerbar</strong> aún más la desertificación.","second":"The increased frequency and severity of droughts resulting from projected climate change is likely to further <strong class=\"keyword\">exacerbate</strong> desertification."},{"author":27,"first":"Esta misión consistirá en proporcionar motivos para la esperanza, en proponer planes viables para un futuro que no se construya únicamente sobre la base del conflicto y las desigualdades, y en ofrecer una visión en la que la ciencia nos ayude a corregir los desequilibrios que la humanidad ha provocado, o ha contribuido a <strong class=\"keyword\">exacerbar</strong>.","second":"This mission will be to give grounds for hope, to come up with achievable plans for a future which is not built solely on conflict and inequalities and to offer a vision where science helps us to even out the imbalances which mankind has created or helped to <strong class=\"keyword\">exacerbate</strong>."},{"author":22,"first":"Considera que la aprobación de la Ley de seguridad humana #, que entrará en vigor en julio de #, podría <strong class=\"keyword\">exacerbar</strong> incluso los casos de violaciones de los derechos humanos por parte de las fuerzas de seguridad, pues permitirá las detenciones sin orden judicial y las detenciones arbitrarias durante tres días; reclama, en este contexto, al Gobierno de Filipinas que prevea medidas concretas de protección para prevenir violaciones de los derechos humanos en el marco de la aplicación de esa ley","second":"Takes the view that the adoption of the Human Security Act #, which will enter into force in July #, is liable to <strong class=\"keyword\">further increase</strong> the incidence of human rights violations by the Security Forces because it will allow arrest without warrant and arbitrary detention for up to three days; calls in this respect upon the Government of the Philippines to introduce concrete protection measures to avoid human rights abuses that could result from the application of this law"},{"author":94808,"first":"Cuando los efectos negativos afectan a los pobres, a los débiles y a los vulnerables, la falta de resiliencia y de protección social de estos puede <strong class=\"keyword\">exacerbar</strong> los efectos.","second":"When negative impacts affect the poor, weak and vulnerable, their lack of resilience and social protection can <strong class=\"keyword\">exacerbate</strong> the impacts further."},{"author":94809,"first":"Sin duda, enfocar el proceso de reforma de la PAC de forma fragmentada podría <strong class=\"keyword\">exacerbar</strong> muchos de los problemas actuales y poner realmente en riesgo una agricultura sostenible.","second":"Indeed, a piecemeal approach in the CAP reform process could <strong class=\"keyword\">exacerbate</strong> many existing problems, bringing real risks to sustainable agriculture."},{"author":94808,"first":"Si se recurre unilateralmente a medidas coactivas y politizadas, en lugar de intentar cooperar, de manera sincera, para resolver las crisis, no se hará sino <strong class=\"keyword\">exacerbar</strong> los conflictos y provocar su proliferación.","second":"To resort, unilaterally, to coercive and politicized measures, rather than sincerely trying to cooperate in helping to resolve crises, would only <strong class=\"keyword\">exacerbate</strong> conflicts and lead to their proliferation."},{"author":94808,"first":"Además de aumentar las tensiones y <strong class=\"keyword\">exacerbar</strong> el ciclo de violencia, estas políticas y prácticas israelíes ilícitas inevitablemente profundizan y agravan la situación humanitaria desesperada que padece la población civil palestina.","second":"Moreover, in addition to escalating tensions and <strong class=\"keyword\">further fuelling</strong> the cycle of violence, these illegal Israeli policies and practices inevitably deepen and worsen the dire humanitarian conditions being experienced by the Palestinian civilian population."},{"author":8000,"first":"Al asimilar ambos tipos de oposición, las autoridades los han reducido a una amalgama y ahora tachan de \"terroristas\" al conjunto de los manifestantes, lo que no hace sino <strong class=\"keyword\">exacerbar</strong> la represión","second":"Lumping the two together, the authorities now qualify all demonstrators as terrorists, which only <strong class=\"keyword\">serves</strong> to <strong class=\"keyword\">exacerbate</strong> the repression"},{"author":95875,"first":"Este problema, por desgracia, no se espera que disminuya en el futuro próximo debido al calentamiento del clima previsto, lo que puede <strong class=\"keyword\">exacerbar</strong> la escasez de agua.","second":"The problem is, unfortunately, unlikely to decrease in the foreseeable future due to predicted warmer climates, which may <strong class=\"keyword\">exacerbate</strong> the water shortage."},{"author":94808,"first":"El Consejo expresó su enérgica desaprobación ante todos los actos tendientes a socavar el proceso de paz en Burundi; instó a todas las partes a dar muestras de moderación y a abstenerse de cometer cualquier acto que pudiera <strong class=\"keyword\">exacerbar</strong> la situación, y reiteró que estaba dispuesto a examinar los medios prácticos que le permitieran apoyar con la mayor eficacia posible el proceso de paz y la aplicación del Acuerdo de Arusha.","second":"The Council expressed its strong disapproval of all acts aimed at undermining the peace process in Burundi; urged all sides to exercise restraint and to refrain from any action that might <strong class=\"keyword\">exacerbate</strong> the situation; and reiterated its readiness to consider practical ways in which it could best support the peace process, and the implementation of the Arusha Agreement."},{"author":27,"first":"A este respecto, tenemos que tomar en serio la crítica de que la UE presiona a los estados africanos para abrir los mercados cosa que podría <strong class=\"keyword\">exacerbar</strong> la pobreza y el hambre.","second":"In this regard, we need to take seriously the criticism that the EU is pressing the African states to opening up the markets, which could <strong class=\"keyword\">exacerbate</strong> poverty and hunger."},{"author":94808,"first":"Toda medida unilateral adoptada por el Alto Representante solo servirá para <strong class=\"keyword\">exacerbar</strong> la situación y provocar una respuesta de las partes bosnias.","second":"Any unilateral step taken by the High Representative will only <strong class=\"keyword\">exacerbate</strong> the situation and provoke a response from the Bosnian sides."},{"author":94808,"first":"Resulta fundamental tratar la cuestión de manera inmediata y adecuada, incluido, en concreto, el incumplimiento de la estrategia de reintegración para los retornados forzosos, así como garantizar un progreso real en la salvaguarda de los derechos y la seguridad de las minorías nacionales, a fin de evitar <strong class=\"keyword\">exacerbar</strong> la desconfianza y la tensión entre etnias, como sucediera en la región de Mitrovica.","second":"It is imperative to promptly and adequately address this issue, including in particular the non-implementation of the reintegration strategy for forced returnees, as well as to ensure real progress in safeguarding the rights and security of national minorities so as to avoid <strong class=\"keyword\">exacerbating</strong> inter-ethnic mistrust and tension, as was the case in the region of Mitrovica."},{"author":94808,"first":"Consultas oficiosas oficiosas sobre el proyecto de resolución A/C.3/70/L.59, titulado “Combatir la glorificación del nazismo, neonazismo y otras prácticas que contribuyen a <strong class=\"keyword\">exacerbar</strong> las formas contemporáneas de racismo, discriminación racial, xenofobia y formas conexas de intolerancia” (en relación con el tema 70 a) del programa) (convocadas por la delegación de la Federación de Rusia)","second":"Informal informal consultations on draft resolution A/C.3/70/L.59, entitled “Combating glorification of Nazism, neo-Nazism and other practices that contribute to <strong class=\"keyword\">fuelling</strong> contemporary forms of racism, racial discrimination, xenophobia and related intolerance” (under agenda item 70 (a)) (convened by the delegation of the Russian Federation)"},{"author":27,"first":"Por supuesto, el cambio climático no hace sino <strong class=\"keyword\">exacerbar</strong> el problema.","second":"Of course, climate change is also <strong class=\"keyword\">exacerbating</strong> the problem."},{"author":94808,"first":"Consultas oficiosas oficiosas sobre el proyecto de resolución titulado “Lucha contra la glorificación del nazismo y otras prácticas que contribuyen a <strong class=\"keyword\">exacerbar</strong> las formas contemporáneas de racismo, discriminación racial, xenofobia y formas conexas de intolerancia” (en relación con el tema 66 a) del programa) (convocadas por la delegación de la Federación de Rusia)","second":"Informal informal consultations on the draft resolution entitled “Combating glorification of Nazism, neo-Nazism and other practices that contribute to <strong class=\"keyword\">fuelling</strong> contemporary forms of racism, racial discrimination, xenophobia and related intolerance” (under agenda item 66 (a)) (convened by the delegation of the Russian Federation)"},{"author":94808,"first":"Las políticas económicas y sociales pueden <strong class=\"keyword\">exacerbar</strong> las disparidades entre hombres y mujeres y empeorar la situación de éstas.","second":"Economic and social policies can <strong class=\"keyword\">exacerbate</strong> the disparities between men and women and worsen women’s situation."},{"author":94808,"first":"Como se indicó en informes anteriores y se puso de manifiesto durante el período de que se informa, la inseguridad y la pobreza pueden <strong class=\"keyword\">exacerbar</strong> la discriminación por razón de género y los abusos, inclusive en el lugar de trabajo, y dar lugar a niveles elevados de violencia contra la mujer, tanto en la esfera pública como en la privada.","second":"As noted in previous reports and as was evident during the reporting period, insecurity and poverty can <strong class=\"keyword\">exacerbate</strong> gender-based discrimination and abuse, including in the workplace, and lead to elevated levels of violence against women in both the public and private spheres."},{"author":94808,"first":"Este enfoque erróneo lleva implícito el riesgo de <strong class=\"keyword\">exacerbar</strong> el problema, en lugar de prevenirlo o contenerlo.","second":"This misguided approach is fraught with risks of <strong class=\"keyword\">exacerbating</strong> the problem instead of preventing or containing it."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}