{"result":"ok","tuc":[{"phrase":{"text":"choice","language":"en"},"meaningId":7584645408140563028,"authors":[25018]},{"phrase":{"text":"exquisite","language":"en"},"meaningId":-3756611133547669565,"authors":[25018]},{"phrase":{"text":"lofty","language":"en"},"meaningId":-3072590778133642698,"authors":[25018]},{"phrase":{"text":"rich","language":"en"},"meaningId":5051311311723939828,"authors":[86934]},{"phrase":{"text":"sublime","language":"en"},"meaningId":5446227525603012472,"authors":[86934]},{"meanings":[{"language":"en","text":"excellent"}],"meaningId":-8399866505476825230,"authors":[93107]}],"phrase":"excelso","examples":[{"author":94808,"first":"La Declaración Constitucional fue promulgada, tras la <strong class=\"keyword\">excelsa</strong> revolución de 1o de septiembre, el 11 de diciembre de 1969.","second":"The Constitutional Declaration was proclaimed after the <strong class=\"keyword\">great</strong> revolution of 1 September, on 11 December 1969."},{"author":95096,"first":"De ahí que mi venerado predecesor, el Papa Pablo VI, en el discurso de clausura de la tercera sesión del concilio Vaticano II, al proclamar solemnemente a María Madre de la Iglesia, citó precisamente una frase tomada de las obras de Ruperto, que define a María portio maxima, portio optima: la parte más <strong class=\"keyword\">excelsa</strong>, la mejor parte de la Iglesia (cf.","second":"For this reason my venerable Predecessor, Pope Paul VI, in his Discourse for the closure of the third session of the Second Vatican Council, in solemnly pronouncing Mary Mother of the Church, even cited a proposal taken from Rupert's works, which describes Mary as portio maxima, portio optima the most <strong class=\"keyword\">sublime</strong> part, the very best part of the Church (cf."},{"author":119739,"first":"Jehová es un ser tan glorioso, <strong class=\"keyword\">excelso</strong> y maravilloso que resulta imposible describirlo a la perfección con términos humanos.","second":"Jehovah is simply too magnificent, too great, and too wonderful to be fully described in human terms."},{"author":119723,"first":"Pero Cristo sabía que uno de estos Doce era un diablo, semejante al ángel que había caído de las alturas más <strong class=\"keyword\">excelsas</strong> hasta el abismo más profundo.","second":"But of these Twelve Christ knew one to be a devil—like that angel, fallen from highest height to lowest depth."},{"author":118293,"first":"Entonces la <strong class=\"keyword\">excelsa</strong> María avanza hacia el mar y sumerge sus pies adorables y con un gesto sobre todo púdico, levanta su pollera.","second":"So the <strong class=\"keyword\">exquisite</strong> Maria dips her adorable toes into the ocean. With a regal but modest gesture, she lifts her skirt..."},{"author":119739,"first":"El sol, la luna... se pararon, en la morada <strong class=\"keyword\">excelsa</strong> allá.","second":"Sun—moon—stood still, in the <strong class=\"keyword\">lofty</strong> abode thereof."},{"author":119723,"first":"Desde aquellas <strong class=\"keyword\">excelsas</strong> palabras de justicia y misericordia y de admonición y esperanza en los versículos de las Escrituras, quiero ahora pasar a los versos de un simple poema con el mismo mensaje:","second":"From the <strong class=\"keyword\">lofty</strong> words of justice and mercy and of warning and hope in the verses of scripture, I turn to the very same message in verses of a simple poem:"},{"author":94808,"first":"Arabia Saudita considera ahora lamentable que el Gobierno de los talibanes haya hecho uso de la posición única del Afganistán no para fomentar lazos de hermandad, la construcción y la reconstrucción o la promoción de los ideales <strong class=\"keyword\">excelsos</strong> que representa el Islam, sino para ofrecer su territorio como centro para atraer, entrenar y desplegar a muchos de los engañados de todas las nacionalidades, particularmente nacionales del Reino de Arabia Saudita, a fin de perpetrar actos criminales que violan todas las leyes y creencias.","second":"Saudi Arabia now finds it regrettable that the Taliban Government has made use of Afghanistan’s distinctive position not for the development of ties of brotherhood, for building and reconstruction or for the promotion of the <strong class=\"keyword\">exalted</strong> ideals that Islam represents but to offer its territory as a centre to attract, train and deploy numbers of the deceived of all nationalities, and particularly nationals of the Kingdom of Saudi Arabia, in order to engage in criminal acts that violate every law and creed."},{"author":119723,"first":"De él aprendí que la más <strong class=\"keyword\">excelsa</strong> dignidad de la condición femenina era ser reina y sacerdotisa para con su esposo, y reinar para siempre jamás como la reina madre de su numerosa y creciente posteridad.","second":"It was from him that I learned that the highest dignity of womanhood was, to stand as a queen and priestess to her husband, and to reign for ever and ever as the queen mother of her numerous and still increasing offspring."},{"author":118293,"first":"Mi <strong class=\"keyword\">excelso</strong> padre, el doctor Fu Manchú,... habría reaccionado ante este relativo fracaso como un incentivo.","second":"My <strong class=\"keyword\">sublime</strong> father, Doctor Fu Manchu would have reacted to this minor failure as an incentive."},{"author":8008,"first":"Con un comportamiento <strong class=\"keyword\">excelso</strong> de la afición, el equipo cerraría una jornada inolvidable que afortunadamente no se tardaría en repetir.","second":"With <strong class=\"keyword\">sublime</strong> behaviour from the fans, the team ended an unforgettable day that fortunately would come again soon."},{"author":8000,"first":"El objetivo debe ser la promoción de los conocimientos, las competencias y las aptitudes dentro de un sistema político en el que prevalezcan la dignidad y los <strong class=\"keyword\">excelsos</strong> valores de humanidad, diversidad, paz, solidaridad y cooperación mutua","second":"The advancement of knowledge, abilities and skills within a political body primed to respect dignity and the <strong class=\"keyword\">higher</strong> values of humanity, diversity, peace, solidarity and mutual cooperation should be aimed at"},{"author":119739,"first":"el Seol, más bien que una morada <strong class=\"keyword\">excelsa</strong>, es para cada uno.","second":"Sheʹol rather than a <strong class=\"keyword\">lofty</strong> abode is for each one."},{"author":95096,"first":"Jesús no es sólo una figura <strong class=\"keyword\">excelsa</strong> de la historia humana, un héroe, un hombre representativo: es el Hijo de Dios, como nos recuerda el acontecimiento llamativo de la transfiguración, del que nos habla el Evangelio de la Misa de hoy; es el Emmanuel, Dios con nosotros, el amigo divino, ¡el único que tiene palabras de vida eterna!","second":"Jesus is not only an <strong class=\"keyword\">outstanding</strong> figure of human history, a hero, a representative man: He is the Son of God; as the sensational event of the Transfiguration, of which the Gospel of today's Mass speaks to us, reminds us; he is Immanuel, the God with us, the Divine friend who alone has words of Eternal Life!"},{"author":95096,"first":"De hecho, siempre hubo almas especialmente consagradas a Dios que, inspiradas en los ejemplos de la <strong class=\"keyword\">excelsa</strong> Madre de Dios, de los Apóstoles y de insignes Padres de la Iglesia, han tributado culto de adoración, de gratitud y de amor a la Humanidad santísima de Cristo y en modo especial a las heridas abiertas en su Cuerpo por los tormentos de la Pasión salvadora.","second":"91. But, in fact, there have always been men specially dedicated to God who, following the example of the beloved Mother of God, of the Apostles and the great Fathers of the Church, have practiced the devotion of thanksgiving, adoration and love towards the most sacred human nature of Christ, and especially towards the wounds by which His body was torn when He was enduring suffering for our salvation."},{"author":119723,"first":"Sé que una de las <strong class=\"keyword\">excelsas</strong> bendiciones de la Sociedad de Socorro es nuestra conexión con mujeres que también testifican de nuestro Señor.","second":"I know that one of the supernal blessings of Relief Society is our connection to women who also bear testimony of our Lord."},{"author":119723,"first":"También en nuestra vida espiritual tenemos grandes ejemplos que seguir, entre los que figura como el más <strong class=\"keyword\">excelso</strong> el Señor y Salvador Jesucristo, que respondió a Tomás cuando éste le preguntó: “...¿cómo, pues, podemos saber el camino?”","second":"In our spiritual lives we also have great examples to follow, the greatest being our Lord and Savior Jesus Christ, who responded to Thomas’s question, “How can we know the way?”"},{"author":95096,"first":"Sus contemporáneos no dudaban en llamarlo «Maestro», título con el que figura desde 1538, y el Papa Pablo VI, en la homilía de su canonización, el 31 de mayo de 1970, resaltó su figura y doctrina sacerdotal <strong class=\"keyword\">excelsa</strong>, lo propuso como modelo de predicación y de dirección de almas, lo calificó de paladín de la reforma eclesiástica y destacó su continuada influencia histórica hasta la actualidad.","second":"His contemporaries readily called him “Master”, a title which he held from 1538. In the homily for his canonization on 31 May 1970, Pope Paul VI praised his person and his outstanding teaching on the priesthood; he held him up as an example of preaching and spiritual direction, called him a advocate of ecclesiastical reform and stressed his continuing influence down to our own time."},{"author":94808,"first":"En virtud de la Resolución presidencial que dispone la designación de los fundadores de los periódicos y revistas de Turkmenistán, de fecha 6 de marzo de 2013, No 12892, se identificará a los fundadores de estas publicaciones. Esta medida tiene por objeto proseguir eficazmente la democratización de la sociedad turcomana, garantizar los derechos constitucionales de los ciudadanos a la libertad de expresión, sistematizar las cuestiones relativas a la creación, la difusión y las actividades de los medios de comunicación, dar a conocer a la opinión pública mundial los grandes logros de nuestra patria y las positivas conquistas de nuestro pueblo unido, e inculcar a los jóvenes el sentimiento de patriotismo y orgullo por estas <strong class=\"keyword\">excelsas</strong> conquistas.","second":"Ownership of newspapers and magazines published in the country is determined in Presidential Decision No. 12892 of 6 March 2013 on the designation of owners of newspapers and magazines published in Turkmenistan, for the purposes of ensuring the successful continuation of the democratization of Turkmen society, safeguarding the constitutional right of Turkmen citizens to freedom of speech, systematizing the approach to issues related to the establishment, operation and distribution of media publications, familiarizing the international community with the exalted achievements of our homeland and the positive triumphs of the united Turkmen people, and inculcating in the young a sense of patriotism and pride in these <strong class=\"keyword\">lofty</strong> accomplishments."},{"author":118293,"first":"si Venus o Cupido sirven a tu <strong class=\"keyword\">excelsa</strong> reina?","second":"If Venus or her <strong class=\"keyword\">son</strong>, as thou dost know, Do now attend the Queen?"},{"author":95096,"first":"A esta exaltación de la « Hija <strong class=\"keyword\">excelsa</strong> de Sión »,111 mediante la asunción a los cielos, está unido el misterio de su gloria eterna.","second":"Connected with this exaltation of the <strong class=\"keyword\">noble</strong> \"Daughter of Sion\"111 through her Assumption into heaven is the mystery of her eternal glory."},{"author":8008,"first":"Café, verde: precio medio de Arábiga, Robusta y <strong class=\"keyword\">Excelsa</strong>, en granos secos.","second":"Prices of apples, pears, wine, maize for forage, sheep, eggs and honey are unit values from Economic Accounts of Agriculture."},{"author":8000,"first":"Elogiando a quienes trabajan en los “medios de información yihadíes”, declaró: “Recuerdo a esos soldados anónimos que están en la primera línea <strong class=\"keyword\">excelsa</strong> del Islam y que están demoliendo los mitos y las fantasías que la propaganda occidental y oriental insistió en hacer llegar a los oídos de nuestros oyentes, a las mentes de nuestros pensadores y a los planes de estudios de nuestros estudiantes”","second":"Commending those working in the “jihadi media”, he declares: “I remind those unknown soldiers that they are on a <strong class=\"keyword\">great</strong> frontier of Islam and that they are demolishing the myths and fantasies which Western and Eastern propaganda kept transmitting to the ears of our listeners, the minds of our thinkers and the curricula of our students”"},{"author":8008,"first":"Foto: Una gran congregación de creyentes prosternándose ante Dios, el <strong class=\"keyword\">Excelso</strong>, en una formación excepcional, que demuestra claramente la humildad y la sumisión a Dios.","second":"A large assembly of believers prostrating themselves to God, the <strong class=\"keyword\">Exalted</strong>, in unique array, which clearly demonstrates their humbleness and submissiveness to Him."},{"author":119739,"first":"“EN EL año que murió el rey Uzías, yo, sin embargo, conseguí ver a Jehová, sentado en un trono <strong class=\"keyword\">excelso</strong> y elevado, y sus faldas llenaban el templo.”","second":"“IN THE year that King Uzziah died I, however, got to see Jehovah, sitting on a throne <strong class=\"keyword\">lofty</strong> and lifted up, and his skirts were filling the temple.”"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"}}}