{"result":"ok","tuc":[{"phrase":{"text":"exclaim","language":"en"},"meanings":[{"language":"en","text":"To call out or declare loudly."},{"language":"en","text":"to cry out"},{"language":"es","text":"Llamar o declarar en voz alta."}],"meaningId":-3191727800159539930,"authors":[70195]},{"phrase":{"text":"shout","language":"en"},"meaningId":4992413383708781554,"authors":[25115]},{"phrase":{"text":"cry","language":"en"},"meaningId":9144330727974965682,"authors":[84500]},{"phrase":{"text":"cry out","language":"en"},"meaningId":-6428673740450650485,"authors":[84500]},{"phrase":{"text":"ejaculate","language":"en"},"meaningId":-4146781122955767089,"authors":[25018]},{"phrase":{"text":"call out","language":"en"},"meaningId":-1589298980192861744,"authors":[84500]},{"phrase":{"text":"outcry","language":"en"},"meaningId":1545820735465694178,"authors":[84500]},{"meanings":[{"language":"en","text":"to exclaim"}],"meaningId":604718164771747146,"authors":[93107]}],"phrase":"exclamar","examples":[{"author":95096,"first":"Como los tres apóstoles en el episodio de la Transfiguración, las personas consagradas saben por experiencia que no siempre su vida es iluminada por aquel fervor sensible que hace <strong class=\"keyword\">exclamar</strong>: « Bueno es estarnos aquí » (Mt 17, 4).","second":"Like the three Apostles in the episode of the Transfiguration, consecrated persons know from experience that their lives are not always marked by the fervour which makes us <strong class=\"keyword\">exclaim</strong>: \"It is well that we are here\" (Mt 17:4)."},{"author":95096,"first":"Más en general, será muy útil para la formación permanente de todo cristiano que, consultándolo continua o esporádicamente, podrá redescubrir la profundidad y la belleza de la fe cristiana, y se sentirá impulsado a <strong class=\"keyword\">exclamar</strong> con las palabras de la liturgia bautismal: «Esta es nuestra fe.","second":"More generally, it will be very useful for the continuing formation of every Christian, who by consulting it frequently or occasionally will be able to rediscover the depth and beauty of the Christian faith and will be led to <strong class=\"keyword\">exclaim</strong> in the words of the baptismal liturgy: \"This is our faith."},{"author":119723,"first":"Llegó la hora de empezar a guardar todo en su lugar, cuando Joshua empezó a brincar y a <strong class=\"keyword\">exclamar</strong>: ‘¡Están aquí!","second":"It was time to start putting things away when Joshua started to jump up and down announcing, ‘They are here!"},{"author":95096,"first":"Pero esto sólo será así, si vuestra misión brota de lo más profundo de la contemplación, en la que \"el creyente aprende a reconocer y apreciar la dignidad casi divina de todo hombre y puede <strong class=\"keyword\">exclamar</strong> con nuevo y grato estupor: \"¡Qué valor debe tener el hombre a los ojos del Creador, si ha merecido tener tan gran Redentor!\"\"","second":"But this will only be so if your mission springs from the depths of contemplation, in which \"the believer learns to recognize and appreciate the almost divine dignity of every human being and can <strong class=\"keyword\">exclaim</strong> with ever renewed and grateful wonder: ‘How precious must man be in the eyes of the Creator if he gained so great a Redeemer!’\""},{"author":119723,"first":"Por otra parte, si lo que construyó poseía excelencia y superioridad sobre lo que los eruditos y filósofos habían dado al mundo en los siglos anteriores, la gente se vería forzada por lo menos a <strong class=\"keyword\">exclamar</strong> con sorpresa: ¿De dónde sacó este hombre esta sabiduría?","second":"On the other hand, if that which he built possesses an excellence and superiority over that which the learned professors and philosophers had given to the world during the preceding hundreds of years, men will be forced, at least, to say in surprise, whence hath this man his wisdom!"},{"author":119723,"first":"La historia escrita por José Smith concluye diciendo: “Nada podía complacer más a los santos... que la luz que inundó el mundo, por medio de esa visión... El carácter sublime de las ideas; la pureza del lenguaje; el ámbito de acción; la duración continua hasta su culminación, a fin de que los herederos de salvación puedan confesar al Señor y doblar la rodilla; las recompensas por la fidelidad y los castigos por los pecados, van mucho más allá de la mentalidad estrecha de los hombres, de modo que todo hombre honesto se ve constreñido a <strong class=\"keyword\">exclamar</strong>: Esto proviene de Dios”26.","second":"... The sublimity of the ideas; the purity of the language; the scope for action; the continued duration for completion, in order that the heirs of salvation, may confess the Lord and bow the knee; The rewards for faithfulnes & the punishments for sins, are so much beyond the narrow mindedness of men, that every honest man is constrained to <strong class=\"keyword\">exclaim</strong>; It came from God.”"},{"author":119723,"first":"El pueblo del rey Benjamín respondió a sus enseñanzas al <strong class=\"keyword\">exclamar</strong>: “Sí, creemos todas las palabras que nos has hablado; y además, sabemos de su certeza y verdad por el Espíritu del Señor Omnipotente, el cual ha efectuado un potente cambio en nosotros, o sea, en nuestros corazones, por lo que ya no tenemos más disposición a obrar mal, sino a hacer lo bueno continuamente” (Mosíah 5:2).","second":"King Benjamin’s people responded to his teaching by <strong class=\"keyword\">exclaiming</strong>, “Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually” (Mosiah 5:2)."},{"author":95096,"first":"Por lo tanto, con razón puede <strong class=\"keyword\">exclamar</strong> cada sacerdote con el Apóstol Pablo: \"Es preciso que los hombres vean en nosotros a los ministros de Cristo y a los administradores de los misterios de Dios\" (1 Cor 4, 1).","second":"Rightly, therefore, with the apostle Paul every priest can <strong class=\"keyword\">exclaim</strong>: \"This is how one should regard us, as servants of Christ and stewards of the mysteries of God\" (1 Cor 4:1)."},{"author":119723,"first":"No es de extrañar que María <strong class=\"keyword\">exclamara</strong>: “Engrandece mi alma al Señor; y mi espíritu se regocija en Dios mi Salvador” (Lucas 1:46–47).","second":"No wonder Mary <strong class=\"keyword\">exclaimed</strong>, “My soul doth magnify the Lord, and my spirit hath rejoiced in God my Saviour” (Luke 1:46–47)."},{"author":95096,"first":"Sed testigos de la \"belleza\" de Dios, que san Francisco supo cantar contemplando las maravillas de la creación, y que le hizo <strong class=\"keyword\">exclamar</strong> dirigiéndose al Altísimo: \"¡Tú eres belleza!\"","second":"May you be witnesses of God's \"beauty\", which Francis was able to praise while contemplating the marvels of Creation, and which made him <strong class=\"keyword\">exclaim</strong> to the Most High \"You are beauty!\""},{"author":118293,"first":"\" Había una enfermedad que lo hacía <strong class=\"keyword\">exclamar</strong>","second":"¶'Twas blighted affection that made him <strong class=\"keyword\">exclaim</strong> ¶"},{"author":95096,"first":"El viajero, en contacto con los prodigios de la Creación, percibe en su corazón la presencia del Creador y se siente impulsado a <strong class=\"keyword\">exclamar</strong> con sentimientos de profunda gratitud: \"¡Qué deseables son todas tus obras!","second":"Travellers in touch with the wonders of creation perceive the Creator’s presence in their hearts, and they are led to <strong class=\"keyword\">exclaim</strong> with sentiments of deep gratitude: \"How delightful are all his works, how dazzling to the eye!\""},{"author":95096,"first":"Jacinta bien podía <strong class=\"keyword\">exclamar</strong> con san Pablo: \"Ahora me alegro por los padecimientos que soporto por vosotros, y completo en mi carne lo que falta a las tribulaciones de Cristo, en favor de su Cuerpo, que es la Iglesia\" (Col 1, 24).","second":"<strong class=\"keyword\">She</strong> could well <strong class=\"keyword\">exclaim</strong> with St Paul: \"I rejoice in my sufferings for your sake, and in my flesh I complete what is lacking in Christ's afflictions for the sake of his body, that is, the Church\" (Col 1: 24)."},{"author":8008,"first":"Al contrario, ha enviado al mundo a su Hijo para manifestarnos su Amor y ha puesto en nuestros corazones el Espíritu que nos hace <strong class=\"keyword\">exclamar</strong> ˇAbbá, Padre! Educar es conducir a las personas al encuentro con Jesucristo, a la escucha del Dios que habla, y acompañarlas para que puedan responder a la Palabra que Dios les dirige.","second":"It is to teach them how to listen to this God who speaks, and to accompany them so that they can respond to the Word that God is addressing them."},{"author":95096,"first":"Meditando acerca de su papel en el desarrollo del plan de Dios para nuestra salvación, llegó a <strong class=\"keyword\">exclamar</strong>: «¿Quién puede apreciar la santidad y la perfección de Aquella que fue elegida para ser la Madre de Cristo?","second":"Meditating upon her role in the unfolding of God’s plan for our salvation, he was moved to <strong class=\"keyword\">exclaim</strong>: “Who can estimate the holiness and perfection of her, who was chosen to be the Mother of Christ?"},{"author":118293,"first":"Justo iba a <strong class=\"keyword\">exclamar</strong>, ¿el infierno se congeló o qué?","second":"Oh, I was gonna <strong class=\"keyword\">say</strong>, did hell freeze over?"},{"author":119723,"first":"Pero nuestras reflexiones eran muchas, ya que veníamos de una sociedad de gran refinación cultural en el Este y estábamos ahora en los confines o en la frontera occidental de los Estados Unidos, contemplando el vasto desierto de quienes se hallan en oscuridad; por lo que resultaba natural observar el estado de degradación, la debilidad intelectual, la crueldad y los celos de una población rezagada casi cien años de su época y sentir lástima por los que deambulaban sin el beneficio de la civilización, el refinamiento ni la religión; sí, y <strong class=\"keyword\">exclamar</strong> en el lenguaje de los profetas: ‘¿Cuándo florecerá el desierto como la rosa?","second":"But our reflections were many, coming as we had from a highly cultivated state of society in the east, and standing now upon the confines or western limits of the United States, and looking into the vast wilderness of those that sat in darkness; how natural it was to observe the degradation, leanness of intellect, ferocity, and jealousy of a people that were nearly a century behind the times, and to feel for those who roamed about without the benefit of civilization, refinement, or religion; yea, and <strong class=\"keyword\">exclaim</strong> in the language of the Prophets: ‘When will the wilderness blossom as the rose?"},{"author":119723,"first":"La sublimidad de las ideas; la pureza del lenguaje; el campo de acción; la duración continua para la consumación, a fin de que los herederos de la salvación confiesen al Señor y doblen la rodilla; los premios por la obediencia y los castigos por los pecados, sobrepujan de tal manera la estrechez mental de los hombres, que todo hombre justo se ve obligado a <strong class=\"keyword\">exclamar</strong>: ‘Vino de Dios’ ”2.","second":"The sublimity of the ideas; the purity of the language; the scope for action; the continued duration for completion, in order that the heirs of salvation may confess the Lord and bow the knee; the rewards for faithfulness, and the punishments for sins, are so much beyond the narrow-mindedness of men, that every honest man is constrained to <strong class=\"keyword\">exclaim</strong>: ‘It came from God.’” 2"},{"author":8008,"first":"Y se henderán las c rocas de la tierra; y a causa de los gemidos de la tierra, muchos de los reyes de las islas del mar se verán constreñidos a <strong class=\"keyword\">exclamar</strong> por el Espíritu de Dios: ¡El Dios de la naturaleza padece!","second":"And the c rocks of the earth must rend; and because of the d groanings of the earth, many of the kings of the isles of the sea shall be wrought upon by the Spirit of God, to <strong class=\"keyword\">exclaim</strong>: The God of nature suffers."},{"author":119739,"first":"Sin duda <strong class=\"keyword\">exclamará</strong>: “¡He esperado mucho este momento, pero la espera ha valido la pena!”.","second":"No doubt you will be moved to <strong class=\"keyword\">exclaim</strong>, ‘I waited a long time for this, but it has been well worth the wait!’"},{"author":95096,"first":"Oh Cristo, ayúdanos a <strong class=\"keyword\">exclamar</strong> nuevamente: “Ayer estaba crucificado con Cristo, hoy soy glorificado con Él.","second":"O Christ, help us to <strong class=\"keyword\">exclaim</strong> again: ‘Yesterday I was crucified with Christ; today I am glorified with Him."},{"author":27,"first":"Cuando la Comisión y el Consejo de Ministros dicen «no sabemos, no sabíamos, no podíamos saber, es culpa de China», no puedo sino <strong class=\"keyword\">exclamar</strong>: pero ¿de quién se burlan?","second":"When we hear the Commission and the Council of Ministers say, ‘we are not aware, we were not aware, we could not be aware, it is China’s fault’, I can only <strong class=\"keyword\">cry out</strong>: but who are they trying to kid?"},{"author":95096,"first":"Podemos <strong class=\"keyword\">exclamar</strong> con plena verdad: \"Ahí tenéis a nuestro Dios: esperamos que nos salve; este es el Señor en quien esperábamos; nos regocijamos y nos alegramos por su salvación\" (Is 25, 9).","second":"In all truth, we can <strong class=\"keyword\">exclaim</strong>: \"Lo, this is our God; we have waited for him, that he might save us. This is the Lord; we have waited for him; let us be glad and rejoice in his salvation\" (Is 25: 9)."},{"author":119723,"first":"Y se henderán las crocas de la tierra; y a causa de los gemidos de la tierra, muchos de los reyes de las islas del mar se verán constreñidos a <strong class=\"keyword\">exclamar</strong> por el Espíritu de Dios: ¡El Dios de la naturaleza padece!","second":"And the crocks of the earth must rend; and because of the dgroanings of the earth, many of the kings of the isles of the sea shall be wrought upon by the Spirit of God, to <strong class=\"keyword\">exclaim</strong>: The God of nature suffers."},{"author":118293,"first":"¿No te quedarás para verme <strong class=\"keyword\">exclamar</strong> \" vaya \" y \" ah \" por una Mixmaster Deluxe?","second":"Hey<strong class=\"keyword\">,</strong> you're not sticking around... to watch me ooh and ahh over a Mixmaster Deluxe?"}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}