{"result":"ok","tuc":[{"phrase":{"text":"execrate","language":"en"},"meanings":[{"language":"en","text":"To feel loathing for"},{"language":"en","text":"To declare to be hateful or abhorrent; denounce"}],"meaningId":-8025556622030505195,"authors":[90508]},{"phrase":{"text":"abhor","language":"en"},"meaningId":6639739766420748120,"authors":[84500]},{"phrase":{"text":"abominate","language":"en"},"meaningId":-5392821806832724107,"authors":[84500]},{"phrase":{"text":"loathe","language":"en"},"meaningId":-5070542054270240020,"authors":[84500]},{"phrase":{"text":"despise","language":"en"},"meaningId":3634800317245644676,"authors":[83064]},{"phrase":{"text":"detest","language":"en"},"meaningId":-8239743736832481612,"authors":[83064]},{"meanings":[{"language":"en","text":"to execrate"},{"language":"en","text":"To execrate"}],"meaningId":-8395876174703843441,"authors":[1]}],"phrase":"execrar","examples":[{"author":119739,"first":"Salomón presenta un nuevo ejemplo de los deseos contrapuestos de los justos y de los inicuos: “Al que retiene el grano... el populacho lo <strong class=\"keyword\">execrará</strong>, pero hay una bendición para la cabeza del que deja que se compre” (Proverbios 11:26).","second":"Giving yet another example of the contrasting desires of the righteous and of the wicked, Solomon says: “The one holding back grain—the populace will <strong class=\"keyword\">execrate</strong> him, but there is a blessing for the head of the one letting it be bought.”"},{"author":118293,"first":"<strong class=\"keyword\">execrar</strong>... <strong class=\"keyword\">execrar</strong>...","second":"<strong class=\"keyword\">Shitcan</strong>..."},{"author":119739,"first":"pero de repente empecé a <strong class=\"keyword\">execrar</strong> su lugar de habitación.","second":"But suddenly I began to <strong class=\"keyword\">execrate</strong> his abiding place."},{"author":119739,"first":"<strong class=\"keyword\">EXECRAR</strong>","second":"<strong class=\"keyword\">EXECRATION</strong>"},{"author":119739,"first":"10 Con eso la cólera de Balac se encendió contra Balaam y él batió las manos,+ y Balac pasó a decir a Balaam: “Fue para <strong class=\"keyword\">execrar</strong>+ a mis enemigos para lo que te llamé, y, ¡mira!, los has bendecido hasta el límite estas tres veces.","second":"10 At that Baʹlak’s anger blazed against Baʹlaam and he clapped his hands,+ and Baʹlak went on to say to Baʹlaam: “It was to <strong class=\"keyword\">execrate</strong>+ my enemies that I called you, and, look! you have blessed them to the limit these three times."},{"author":119739,"first":"(Nú 22:11, 17; 23:11, 13, 25, 27; 24:10.) Aunque no se declare explícitamente, puede que se sobreentienda que el <strong class=\"keyword\">execrar</strong> incluye una imprecación, es decir, una invocación de mal procedente de una fuente divina. (Véanse INVOCACIÓN DE MAL; MALDICIÓN.)","second":"(Nu 22:11, 17; 23:11, 13, 25, 27; 24:10) An imprecation, that is, an invocation of evil from a divine source, is not always stated but may be implied.—See CURSE; MALEDICTION."},{"author":119739,"first":"26 Al que retiene el grano... el populacho lo <strong class=\"keyword\">execrará</strong>, pero hay una bendición para la cabeza del que deja que se compre.","second":"26 The one holding back grain—the populace will <strong class=\"keyword\">execrate</strong> him, but there is a blessing for the head of the one letting it be bought."},{"author":89915,"first":"Antídotos, medicamentos chinos tradicionales para eliminar el calor, inducir la diuresis y <strong class=\"keyword\">execrar</strong> la humedad, avisar al cuerpo por dentro, eliminar la humedad del aire, regular la energía vital, mejorar el apetito y la digestión, detener hemorragias, promover la circulación sanguínea y eliminar la estásis sanguínea, eliminar esputos y aliviar la tos y el asma, tranquilizar la mente, calmar el hígado y comprobar el aire endógeno, inducir la resucitación, salud nutricional, detener secreciones y para el tratamiento del síndrome exterior","second":"Antidotes Traditional Chinese medicines, for clearing away heat, inducing diuresis and excreting dampness, warning the interior body, eliminating wind-dampness, regulating vital energy, improving appetite and digestion, arresting bleeding, promoting blood circulation and removing blood stasis, eliminating sputum and relieving cough and asthma, tranquilizing mind, calming liver and checking endogenous wind, inducing resuscitation, nourishing health, arresting secretion, and for the treatment of exterior syndrome"},{"author":119723,"first":"¿Y por qué he de <strong class=\"keyword\">execrar</strong> al que Jehová no ha execrado?","second":"or how shall I defy, whom the Lord hath not defied?"},{"author":119739,"first":"8 ¿Cómo pudiera yo <strong class=\"keyword\">execrar</strong> a los que Dios* no ha execrado?","second":"8 How could I <strong class=\"keyword\">execrate</strong> those whom God* has not <strong class=\"keyword\">execrated</strong>?"},{"author":119739,"first":"Fue a fin de <strong class=\"keyword\">execrar</strong> a mis enemigos para lo que te tomé y resulta que los has bendecido hasta el límite”.","second":"It was in order to <strong class=\"keyword\">execrate</strong> my enemies that I took you, and here you have blessed them to the limit.”"},{"author":119739,"first":"(Jos 6:26; 1Re 16:34.) Sin embargo, Jehová desaprobó las peticiones del rey Balac para que Balaam maldijera a Israel, e hizo que en su lugar se pronunciaran bendiciones. (Nú 22:6–24:25; véase <strong class=\"keyword\">EXECRAR</strong>.)","second":"(Jos 6:26; 1Ki 16:34) King Balak’s requests for Balaam to curse Israel, however, were disapproved by Jehovah, and He caused blessings to be pronounced instead.—Nu 22:6–24:25; see <strong class=\"keyword\">EXECRATION</strong>."},{"author":118293,"first":"¿No te pueden <strong class=\"keyword\">execrar</strong> eso?","second":"You can't get that expunged?"},{"author":119739,"first":"Un estudio del contexto aclara la naturaleza del “habla injuriosa”. (Véanse <strong class=\"keyword\">EXECRAR</strong>; INJURIA; INVOCACIÓN DE MAL.)","second":"A study of the context makes clear the nature of such “abusive speech.”—See <strong class=\"keyword\">EXECRATION</strong>; MALEDICTION; REVILING."},{"author":119739,"first":"Ante el cariz que tomaron los acontecimientos, “la cólera de Balac se encendió contra Balaam” y, batiendo sus manos enfurecido, exclamó: “Fue para <strong class=\"keyword\">execrar</strong> a mis enemigos para lo que te llamé, y, ¡mira!, los has bendecido hasta el límite estas tres veces.","second":"At this turn of events, “Balak’s anger blazed against Balaam,” and, clapping his hands in a rage, he exclaimed: “It was to <strong class=\"keyword\">execrate</strong> my enemies that I called you, and, look! you have blessed them to the limit these three times."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}