{"result":"ok","tuc":[{"phrase":{"text":"exhort","language":"en"},"meanings":[{"language":"en","text":"urge"}],"meaningId":-1065364498990997076,"authors":[90508]},{"phrase":{"text":"admonish","language":"en"},"meaningId":-8047143245751128081,"authors":[89651]},{"phrase":{"text":"urge","language":"en"},"meaningId":7530352160862485771,"authors":[84500]},{"phrase":{"text":"prompt","language":"en"},"meanings":[{"language":"es","text":"Instar a alguien a hacer algo pronto."}],"meaningId":-6740792954764611215,"authors":[60172]},{"phrase":{"text":"barrack","language":"en"},"meaningId":-4623667209492090424,"authors":[84500]},{"phrase":{"text":"cheer","language":"en"},"meaningId":8627231140417171691,"authors":[84500]},{"phrase":{"text":"inspire","language":"en"},"meaningId":6463811349140664169,"authors":[84500]},{"phrase":{"text":"pep up","language":"en"},"meaningId":-8303462990356457614,"authors":[84500]},{"phrase":{"text":"press","language":"en"},"meaningId":18029810714586269,"authors":[89651]},{"phrase":{"text":"root on","language":"en"},"meaningId":-1063674515943712723,"authors":[84500]},{"phrase":{"text":"scold(admoni)","language":"en"},"meaningId":3193061702770550210,"authors":[8]},{"phrase":{"text":"urge on","language":"en"},"meaningId":3171048030969279905,"authors":[84500]},{"meanings":[{"language":"en","text":"to exhort"}],"meaningId":3158450761039472111,"authors":[93107]}],"phrase":"exhortar","examples":[{"author":94808,"first":"<strong class=\"keyword\">Exhortar</strong> a la comunidad internacional y a los organismos pertinentes de las Naciones Unidas a que presten una mayor asistencia a los refugiados y los desplazados internos afganos con miras a facilitar su regreso de forma voluntaria, segura y digna y su reintegración sostenible en la sociedad de origen y así contribuir a la estabilidad del Afganistán.","second":"<strong class=\"keyword\">Call</strong> on the international community and relevant UN agencies for the provision of enhanced assistance to the Afghan refugees and internally displaced persons to facilitate their voluntary, safe and dignified return and sustainable reintegration into the society of origin so as to contribute to the stability of Afghanistan; and"},{"author":8000,"first":"Tenemos que denunciar y condenar esas atrocidades y <strong class=\"keyword\">exhortar</strong> a que se detenga la mano de los agresores","second":"We must denounce and condemn those atrocities and demand that the aggressors be stopped"},{"author":8000,"first":"A este respecto, deseamos <strong class=\"keyword\">exhortar</strong> a la pronta clarificación de la posición jurídica de la Administración de transición de Kosovo","second":"In that connection, <strong class=\"keyword\">we</strong> wish to <strong class=\"keyword\">urge</strong> prompt clarification of the legal position of Kosovo's transitional Administration"},{"author":119739,"first":"• Al <strong class=\"keyword\">exhortar</strong> a seguir “buscando primero el reino”, ¿qué estaba indicando Jesús que debía ponerse en segundo lugar?","second":"• When Jesus said to keep <strong class=\"keyword\">on</strong> “seeking first the kingdom,” what was he indicating should be put in a secondary place?"},{"author":8000,"first":"En tercer lugar, quisiera <strong class=\"keyword\">exhortar</strong> a los miembros de la Comisión a que presenten los proyectos de resolución lo antes posible, especialmente los que puedan tener consecuencias para el presupuesto por programas, a fin de dar tiempo suficiente a la Secretaría para preparar los costos estimados y a la Comisión Consultiva en Asuntos Administrativos y de Presupuesto y la Quinta Comisión de la Asamblea General para examinarlos","second":"Thirdly, I would like to <strong class=\"keyword\">appeal</strong> to the members of the Committee to submit draft resolutions as early as possible, especially those that may entail programme budget implications, in order to allow sufficient time for the preparation by the Secretariat of the estimated costs and for consideration by the Advisory Committee on Administrative and Budgetary Questions and the Fifth Committee of the General Assembly"},{"author":94808,"first":"Por lo tanto, quisiéramos <strong class=\"keyword\">exhortar</strong> a algunas de las delegaciones que tienen reservas acerca de la postura del Movimiento de los Países No Alineados a que vuelvan a considerarla.","second":"We would therefore like to <strong class=\"keyword\">urge</strong> some delegations that have reservations about the NAM position to kindly take another look."},{"author":94808,"first":"Destacar la necesidad de poner fin rápidamente a la crisis humanitaria y económica que afecta al pueblo palestino, especialmente en la Franja de Gaza, debido al injusto bloqueo impuesto por Israel, la Potencia ocupante; <strong class=\"keyword\">exhortar</strong> a la comunidad internacional y a las organizaciones internacionales a que presionen a Israel, la Potencia ocupante, para que levante el bloqueo y abra los puntos de cruce de inmediato y con carácter permanente de forma que el pueblo palestino en el Territorio Palestino Ocupado pueda recibir ayuda humanitaria de emergencia (alimentos y medicinas), renovar las escuelas y los hospitales y llevar a cabo la reconstrucción, en particular obligando a Israel, la Potencia ocupante, a que permita la entrada de asistencia humanitaria y materiales para reconstruir lo que Israel destruyó en la reciente guerra de 2014 y poniendo en práctica los acuerdos pertinentes.","second":"To stress the need to swiftly end the humanitarian and economic crisis affecting the Palestinian people, especially in the Gaza Strip, due to the unjust blockade imposed by Israel, the occupying Power; <strong class=\"keyword\">call</strong> on the international community and international organizations to pressure Israel, the occupying Power, to lift the blockade and open the crossings immediately and permanently to enable the Palestinian people in the Occupied Palestinian Territory to receive urgent humanitarian aid (food and medicine), renovate schools and hospitals and rebuild, particularly by compelling Israel, the occupying Power, to allow the entry of humanitarian aid and materials for rebuilding what Israel destroyed in the recent war in 2014 and by implementing the relevant agreements."},{"author":94808,"first":"El Presidente del Líbano, Michel Sleiman, volvió a <strong class=\"keyword\">exhortar</strong> a todas las partes libanesas a desvincularse de la crisis en la República Árabe Siria y a respetar la Declaración de Baabda.","second":"The President of Lebanon, Michel Sleiman, maintained his <strong class=\"keyword\">calls</strong> for all Lebanese parties to disassociate themselves from the war in the Syrian Arab Republic and to respect their commitment to the principles of the Baabda Declaration."},{"author":94808,"first":"Por último, reitera el reconocimiento de su Gobierno a las Naciones Unidas por su asistencia al proceso de desarrollo de Burundi, y agradece al Experto independiente por <strong class=\"keyword\">exhortar</strong> a la comunidad internacional a que apoye los esfuerzos de su país en la esfera de los derechos humanos.","second":"She concluded by reiterating her Government’s appreciation to the United Nations for assisting the development process in Burundi, and she thanked the Independent Expert for <strong class=\"keyword\">urging</strong> the international community to support her country’s efforts in the area of human rights."},{"author":94808,"first":"<strong class=\"keyword\">Exhortar</strong> encarecidamente a la pronta y plena aplicación del plan de acción sobre el desarme nuclear aprobado en la Conferencia de 2010 Encargada del Examen del Tratado, en particular los compromisos contraídos por los Estados poseedores de armas nucleares, con arreglo a la medida 5, de acelerar los progresos concretos referentes a las medidas encaminadas a lograr el desarme nuclear.","second":"To strongly <strong class=\"keyword\">call</strong> for the prompt and full implementation of the action plan on nuclear disarmament adopted by the 2010 Review Conference of the Treaty, particularly the commitments made by the nuclear-weapon States under action 5 to accelerate concrete progress on the steps leading to nuclear disarmament."},{"author":119723,"first":"Los diáconos y maestros también deben “amonestar, exponer, <strong class=\"keyword\">exhortar</strong>, enseñar e invitar a todos a venir a Cristo” (D. y C. 20:59; véanse los versículos 46 y 68 para los presbíteros).","second":"Deacons and teachers are also to “warn, expound, <strong class=\"keyword\">exhort</strong>, and teach, and invite all to come unto Christ” (D&C 20:59; see verses 46 and 68 for priests)."},{"author":8000,"first":"La Subcomisión debe <strong class=\"keyword\">exhortar</strong> a Turquía a que depure responsabilidades individuales y estatales por los delitos que se cometieron y siguen cometiéndose en Chipre","second":"The Sub-Commission should <strong class=\"keyword\">urge</strong> Turkey to acknowledge individual and State responsibility for the crimes that had been and continued to be committed in Cyprus"},{"author":94808,"first":"Después de la reunión, los miembros del Consejo autorizaron al Presidente a que hiciera una declaración a la prensa, en la que, entre otras cosas, elogiara el fin de la transición política pacífica en Guinea-Bissau y <strong class=\"keyword\">exhortara</strong> a la comunidad internacional de donantes a que siguieran comprometidos con el país, ya que éste entraba en una etapa post electoral crítica.","second":"After the meeting, Council members authorized the President to issue a statement to the press, which, among other things, commended the conclusion of the peaceful political transition in Guinea-Bissau and <strong class=\"keyword\">called</strong> on the international donor community to remain engaged in Guinea-Bissau as it entered a critical post-electoral phase."},{"author":94808,"first":"En el 125o período ordinario de sesiones de la Consejo de la Liga a nivel ministerial (4 de marzo de 2006) se resolvió <strong class=\"keyword\">exhortar</strong> al Consejo Árabe de Ministros de Telecomunicaciones y Tecnología de la Información y a la Secretaría General de la Liga a que persistieran en sus esfuerzos para vigilar el cumplimiento del Compromiso de Túnez y el Programa de Túnez para la Sociedad de la Información, aprobados por la Cumbre Mundial sobre la Sociedad de la Información, a fin de fomentar la capacidad de los Estados Miembros de adoptar la vía de la sociedad del conocimiento en apoyo del desarrollo de los Estados árabes.","second":"The 125th ordinary session of the Council of the League at ministerial level (4 March 2006) resolved to <strong class=\"keyword\">call upon</strong> the Council of Arab Ministers of Telecommunications and Information Technology and the Secretariat-General of the League to continue their efforts to monitor implementation of the Tunis Commitment and Tunis Agenda for the Information Society issued by WSIS in order to enhance the capabilities of Member States to engage with the knowledge society in support of the path of development in the Arab States."},{"author":94809,"first":"En este contexto, el Comisario responsable de Salud y Protección de los Consumidores se reunió con el Ministro de Agricultura de Grecia dos veces el año pasado para revisar la situación y <strong class=\"keyword\">exhortar</strong> a las autoridades griegas a corregir sin demora las deficiencias en los sistemas de control señaladas en los informes de la Oficina Alimentaria y Veterinaria (OAV).","second":"In this context, the Member of the Commission responsible for Health and Consumer Protection has met the Greek Minister for Agriculture on two occasions in the past year to review the situation and to <strong class=\"keyword\">urge</strong> the Greek authorities to correct without delay the deficiencies in control systems identified in Food and Veterinary Office (FVO) reports."},{"author":94808,"first":"La Asamblea General debe <strong class=\"keyword\">exhortar</strong> enérgicamente a los Estados Miembros a que adopten decisiones por consenso en ese período de sesiones y a que hagan todo cuanto esté a su alcance para aplicar la Convención.","second":"The General Assembly should strongly <strong class=\"keyword\">urge</strong> Member States to adopt decisions at that session by consensus and to do their utmost to implement the Convention."},{"author":8000,"first":"Mi delegación desea <strong class=\"keyword\">exhortar</strong> a todos aquellos Estados que aún no lo hayan hecho a que se conviertan en Estados Partes del Tratado sobre la no proliferación de las armas nucleares (TNP) y del Tratado de prohibición completa de los ensayos nucleares, que está vinculado con aquel","second":"My delegation would like to <strong class=\"keyword\">appeal</strong> to all those States that have not yet done so to become States parties to the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) and to the related Comprehensive Nuclear-Test-Ban Treaty"},{"author":94808,"first":"Acoge con beneplácito además que la Conferencia <strong class=\"keyword\">exhortara</strong> a los Estados poseedores de armas nucleares a que sigan aumentando la transparencia y la confianza mutua, reconoce las medidas positivas adoptadas recientemente en ese sentido, e insta a todos los Estados poseedores de armas nucleares a que emprendan actividades al respecto cuanto antes;","second":"Further welcomes the <strong class=\"keyword\">call</strong> by the Review Conference for the nuclear-weapon States to further enhance transparency so as to increase mutual confidence, acknowledges recent positive steps in this regard, and calls upon all nuclear-weapon States to undertake activities in this regard at an early date;"},{"author":94808,"first":"El Comité debería <strong class=\"keyword\">exhortar</strong> al Estado parte a que impusiera los derechos de la mujer con carácter de urgencia y situara el tema en el centro de la política del Estado y de los programas de cooperación técnica.","second":"The Committee should <strong class=\"keyword\">urge</strong> the State party to enforce the rights of women as a matter of urgency and to place the issue at the centre of State policy and technical cooperation programmes."},{"author":94808,"first":"Expresar su agradecimiento a la Gran Jamahiriya Árabe Libia Popular y Socialista por su iniciativa de abrir una embajada en Moroni, capital de la Unión de las Comoras, y a la Secretaría General por haber abierto una misión en la Unión de las Comoras y <strong class=\"keyword\">exhortar</strong> a los Estados Miembros a que abran misiones diplomáticas en este país;","second":"To extend gratitude to the Great Socialist People’s Libyan Arab Jamahiriya for its initiative in opening an embassy in the capital of the Union of the Comoros, Moroni, and to the Secretariat-General for opening a mission in the Union of the Comoros and to <strong class=\"keyword\">call upon</strong> member States to open diplomatic missions in the country;"},{"author":8000,"first":"También aprovechamos esta oportunidad para <strong class=\"keyword\">exhortar</strong> a todos los Estados que aún no han ratificado el Tratado, en especial aquellos cuya ratificación se requiere para su entrada en vigor, a que lo hagan sin demora","second":"We also take this opportunity to <strong class=\"keyword\">call upon</strong> all States that have not yet ratified the Treaty, particularly those whose ratification is required for its entry into force, to do so without delay"},{"author":8008,"first":"3 Amados, por el gran deseo que tenía de a escribiros de nuestra común b salvación , me ha sido necesario escribiros para <strong class=\"keyword\">exhortaros</strong> a que c luchéis enérgicamente por la fe que se ha dado a los santos.","second":"3 Beloved, when I gave all diligence to a write unto you of the common b salvation , it was needful for me to write unto you, and <strong class=\"keyword\">exhort you</strong> that ye should c earnestly d contend for the faith which was once delivered unto the saints."},{"author":8000,"first":"Reconocer que Israel es el único Estado del Oriente Medio que aún no se ha adherido al Tratado ni ha sometido sus instalaciones nucleares a las salvaguardias totales del OIEA, y <strong class=\"keyword\">exhortar</strong> a dicho país a que lo haga sin demora","second":"Recognize that Israel is the only State in the Middle East that has not yet acceded to the Treaty or placed its nuclear facilities under full-scope IAEA safeguards, and <strong class=\"keyword\">call upon</strong> Israel to do so without delay"},{"author":94808,"first":"Entre otras cosas, las directrices podrían <strong class=\"keyword\">exhortar</strong> a los gobiernos a que ofrezcan un marco social y económico interno justo y estable que apoye y estimule la iniciativa privada; a que los Estados partes ratifiquen, si no lo han hecho aún, los instrumentos jurídicos incluidos en el Pacto mundial y la Declaración de Copenhague; y, por último, a que intensifiquen y acepten la asociación con las empresas, los sindicatos y otras organizaciones no gubernamentales interesadas en la mejora del nivel de vida de todas las personas en la sociedad global.","second":"The guidelines could <strong class=\"keyword\">call upon</strong> Governments, inter alia, to provide a domestic economic and social policy framework that would be just and stable and would support and stimulate private initiative; to ratify, if States parties had not yet done so, the legal instruments contained in the Global Compact and the Copenhagen Declaration; and finally, to enhance and embrace partnership with business, trade unions and other non-governmental organizations that were concerned with the improvement of the living standards of all people in global society."},{"author":95096,"first":"Al término de la Asamblea especial para América del Sínodo de los obispos, que acaba de celebrarse en Roma, los pastores se han hecho eco muchas veces de la voz de los pobres; junto con ellos, no puedo menos de <strong class=\"keyword\">exhortar</strong> a un compromiso renovado de la comunidad internacional en favor de los países que aún deben luchar de manera más intensa contra la pobreza, fuente de numerosos males para las personas y los pueblos, en particular de los flagelos de la droga y de la delincuencia en todas sus formas.","second":"At the end of the Special Assembly for America of the Synod of Bishops which has just concluded in Rome, the Pastors frequently echoed the voice of the poor; with them, in my wishes, I cannot but <strong class=\"keyword\">call</strong> for a renewed commitment by the international community for those countries that must continue to fight even harder against poverty, the source of many evils for persons and peoples, including in particular the scourges of drugs and delinquency in every form."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}