{"result":"ok","tuc":[{"phrase":{"text":"meagre","language":"en"},"meaningId":631908045931542202,"authors":[90508]},{"phrase":{"text":"scanty","language":"en"},"meanings":[{"language":"en","text":"somewhat less than is needed in amplitude or extent"}],"meaningId":-1262572504696182026,"authors":[90508]},{"phrase":{"text":"exiguous","language":"en"},"meaningId":2585453996338752072,"authors":[8]},{"phrase":{"text":"insignificant","language":"en"},"meanings":[{"language":"es","text":"De muy poca importancia."},{"language":"en","text":"Of very little importance."}],"meaningId":-7536070335210140395,"authors":[60172]},{"phrase":{"text":"minuscule","language":"en"},"meanings":[{"language":"es","text":"De muy poca importancia."},{"language":"en","text":"Of very little importance."}],"meaningId":5869732830098919869,"authors":[60172]},{"phrase":{"text":"coarse","language":"en"},"meaningId":-5076343795968159739,"authors":[83064]},{"phrase":{"text":"deficient","language":"en"},"meaningId":-2361693695866763130,"authors":[83086]},{"phrase":{"text":"inadequate","language":"en"},"meaningId":-3218359377144759212,"authors":[89651]},{"phrase":{"text":"insufficient","language":"en"},"meaningId":5824747912222571560,"authors":[83086]},{"phrase":{"text":"least","language":"en"},"meaningId":5691020759057286185,"authors":[83093]},{"phrase":{"text":"nonsufficient","language":"en"},"meaningId":90868952814231334,"authors":[83086]},{"phrase":{"text":"scant","language":"en"},"meaningId":-517450338943500889,"authors":[25115]},{"phrase":{"text":"scarce","language":"en"},"meaningId":-4644609535419915466,"authors":[8]},{"phrase":{"text":"short","language":"en"},"meaningId":2132532544138260839,"authors":[83619]},{"phrase":{"text":"slightest","language":"en"},"meaningId":3899092894390951377,"authors":[83093]},{"phrase":{"text":"small","language":"en"},"meaningId":9044498445247675153,"authors":[25115]},{"meanings":[{"language":"en","text":"exiguous, scarce, scanty, meager"}],"meaningId":-6541180479063725705,"authors":[1]}],"phrase":"exiguo","examples":[{"author":8000,"first":"De hecho, el trastorno del comercio, el deterioro de los caminos por el paso de los convoyes humanitarios y todos los otros costos consumen nuestros <strong class=\"keyword\">exiguos</strong> recursos y constituyen la fuente más común de descontento político entre nuestra propia población, que siente que ha sido abandonada","second":"Indeed, the disruption of trade, the deterioration of major roads by humanitarian convoys and all the other costs eat up our <strong class=\"keyword\">meagre</strong> resources and are the most common source of political unrest among our own people, who feel that they have been abandoned"},{"author":8000,"first":"Es muy lamentable que por varios motivos-los más importantes: las interrupciones por parte del Iraq de sus exportaciones de petróleo, la imposición por parte del Iraq de sobreprecios ilegales y las ventas por parte del Iraq de petróleo fuera de la cuenta de garantía bloqueada-, los fondos para el programa humanitario sigan siendo <strong class=\"keyword\">exiguos</strong>","second":"It is most regrettable that, for various reasons- chief among them Iraq's interruptions of its oil exports, Iraq's imposition of illegal surcharges and Iraq's sales of oil outside the escrow account- funding for the humanitarian programme remains <strong class=\"keyword\">inadequate</strong>"},{"author":118385,"first":"El plan de aplicación de una política activa del mercado de trabajo adoptado en enero de 2016 mantiene el planteamiento actual, mientras que el gasto en este ámbito sigue siendo <strong class=\"keyword\">exiguo</strong>.","second":"The active labour market policy implementation plan adopted in January 2016 continues the current approach, while expenditure in this field remains <strong class=\"keyword\">low</strong>."},{"author":94809,"first":"Los programas sanitarios son inexistentes o están mal estructurados debido a que el presupuesto asignado a sanidad es muy <strong class=\"keyword\">exiguo</strong>.","second":"The programmes for health are poorly structured or non-existent, and the health budget is very <strong class=\"keyword\">low</strong>."},{"author":94808,"first":"Teniendo en cuenta sus <strong class=\"keyword\">exiguos</strong> recursos humanos y financieros, para muchos Estados pequeños como las Maldivas, combatir las crecientes actividades del terrorismo internacional ha sido ardua labor.","second":"Given their <strong class=\"keyword\">meagre</strong> human and financial resources, for many small States like the Maldives, combating the increased activities of international terrorism has been an uphill battle."},{"author":8000,"first":"La inestabilidad política del Oriente Medio sigue determinando la cantidad de presupuesto que ha de asignarse a gastos militares, y queda sólo un <strong class=\"keyword\">exiguo</strong> saldo para servicios sociales, educación y reducción de la pobreza","second":"Political instability in the Middle East continues to dictate how much of the budget is to be utilized on military expenditures, leaving a <strong class=\"keyword\">meagre</strong> balance for social services, education and poverty reduction"},{"author":95096,"first":"La Iglesia Católica, aun siendo en este país una presencia numéricamente <strong class=\"keyword\">exigua</strong>, está inserta en la vida civil y social de Azerbaiyán, participa en sus alegrías y es solidaria para afrontar sus dificultades.","second":"The Catholic Church, even though it has a <strong class=\"keyword\">small</strong> presence in the country, is truly present in the civic and social life of Azerbaijan; it participates in its joys and shares the challenges of confronting its difficulties."},{"author":8000,"first":"Preocupa también al Comité la <strong class=\"keyword\">exigua</strong> remuneración que reciben los niños y que está muy por debajo del salario mínimo","second":"The Committee is also concerned about the <strong class=\"keyword\">low</strong> remuneration that children receive which is well below the minimum wage"},{"author":94809,"first":"Una pequeña mayoría de Estados miembros mide el índice de falta de respuesta ponderado y no ponderado de sus muestras, pero sólo una <strong class=\"keyword\">exigua</strong> minoría considera otros posibles errores en el proceso de recogida, tratamiento o transmisión de datos a Eurostat.","second":"A slight majority of Member States measures the weighted and unweighted response rate of their samples, but only a <strong class=\"keyword\">very small</strong> minority looks at other possible errors in the process of data collection, processing or transmission to Eurostat."},{"author":8000,"first":"En cuanto al estatus de las niñas en la enseñanza, le recomienda que procure acabar con los estereotipos con respecto al papel y la responsabilidad de las mujeres y los hombres y revise con un ojo crítico los planes de estudio de las escuelas a fin de suprimir todas las prácticas discriminatorias, como el <strong class=\"keyword\">exiguo</strong> acceso de las niñas a la formación profesional y la capacitación","second":"As regards the situation of girls in education, it recommends that the State party take measures to break down stereotypical attitudes about the roles and responsibilities of women and men and to critically review its school curricula with a view to abolishing all discriminatory practices in education, including girls' <strong class=\"keyword\">limited</strong> access to vocational education and training"},{"author":94809,"first":"Decisión de la Comisión, de 19 de octubre de 2005, por la que se permite a los Estados miembros ampliar las autorizaciones provisionales concedidas a las nuevas sustancias activas boscalid, indoxacarb y spinosad, y al virus de la poliedrosis nuclear de Spodoptera <strong class=\"keyword\">exigua</strong> [notificada con el número C(2005) 4002] ( 1 )","second":"Commission Decision of 19 October 2005 allowing Member States to extend provisional authorisations granted for the new active substances boscalid, indoxacarb, spinosad and Spodoptera <strong class=\"keyword\">exigua</strong> nuclear polyhedrosis virus (notified under document number C(2005) 4002) ( 1 )"},{"author":94809,"first":"Hace algunos años, el Consejo y el Parlamento Europeo adoptaron una directiva en virtud de la cual se eliminarán progresivamente las jaulas para las gallinas; en cambio, los cerdos todavía viven en condiciones inaceptables, encerrados en espacios <strong class=\"keyword\">exiguos</strong>, con frecuencia amarrados con cuerdas o incluso con cadenas.","second":"A few years ago the Council and Parliament adopted a directive to phase out cages for keeping chickens, whilst pigs still live in unacceptable conditions, shut up in <strong class=\"keyword\">small</strong> spaces and often tied up up with rope or even chains."},{"author":94809,"first":"La explicación de que el aumento sea tan <strong class=\"keyword\">exiguo</strong> hay que buscarla principalmente en la evolución favorable que se prevé seguirán los precios de los cereales, con lo cual su siembra resultará atractiva.","second":"The <strong class=\"keyword\">smallness</strong> of the increase is explained mainly by (expected) favourable cereal price developments and thereby the attractiveness to grow cereals."},{"author":94808,"first":"En el Protocolo no se imponían límites a las emisiones de los países en desarrollo por los siguientes motivos: a) su <strong class=\"keyword\">exiguo</strong> historial de contribución a las concentraciones de gases de efecto invernadero, b) los actuales niveles, relativamente bajos, de emisiones totales y, en particular, de emisiones per cápita y c) su urgente necesidad de crecer con rapidez para solucionar los problemas derivados de la pobreza.","second":"The Protocol refrained from imposing emission limits on developing countries in view of their (a) <strong class=\"keyword\">negligible</strong> historical role in the creation of the GHG concentrations, (b) current relatively low levels of total emissions, particularly per capita emissions, and (c) urgent need to grow fast in order to deal with the problems of poverty."},{"author":94809,"first":"42 Konishiroku considera que, visto que el sector económico comunitario era <strong class=\"keyword\">exiguo</strong> y la gama de productos ofrecidos en el campo de las fotocopiadoras pequeñas muy reducida, la apreciación realizada por las Instituciones sobre si el interés de la Comunidad necesitaba una acción comunitaria era incorrecta, en la medida en que, al decidir proteger a los fabricantes de una cantidad muy pequeña de productos, no tuvieron en cuenta las consecuencias que ello produciría.","second":"42 Konishiroku considers that, in view of the very limited Community production and the very <strong class=\"keyword\">narrow</strong> range of products offered in the field of small photocopiers, the institutions' appraisal of whether the interests of the Community called for Community intervention was incorrect in so far as in deciding to protect manufacturers of a very small quantity of products it did not take account of the consequences which would ensue."},{"author":94809,"first":"destaca que muchos Estados miembros han registrado en las últimas décadas una evolución en las modalidades organizativas de sus entes locales, orientada a imprimir un mayor poder y capacidad de gobernanza a las administraciones locales, que se caracterizan por unas estructuras <strong class=\"keyword\">exiguas</strong> y unas modestas dimensiones demográficas, en particular, a través de diferentes formas de asociación intermunicipal; asimismo, considera que un fenómeno de este tipo, derivado especialmente en el plano institucional de la descentralización administrativa, merece un seguimiento atento y permanente en cooperación con las asociaciones nacionales de entes locales;","second":"notes that, in many Member States, the organisational structures of local authorities, which tended to be rather <strong class=\"keyword\">small</strong> and rudimentary, have evolved in recent decades in order to increase their clout and capacity for governance, not least by setting up inter-municipal associations of various kinds; also considers that this phenomenon, which in institutional terms implies administrative decentralisation, should be monitored closely and on a permanent basis in cooperation with national associations of local authorities;"},{"author":94808,"first":"No obstante, los países afectados han recibido una ayuda muy <strong class=\"keyword\">exigua</strong> para la formación de sus capacidades a escala nacional y regional.","second":"However, affected countries have received very <strong class=\"keyword\">limited</strong> support for their capacity-building efforts at the national and local levels."},{"author":94808,"first":"Con unos resultados tan <strong class=\"keyword\">exiguos</strong> es ilusorio esperar que los serbios participen en gran número en las instituciones de Kosovo.","second":"With results as <strong class=\"keyword\">meagre</strong> as these, it is an illusion to expect that Serbs will participate in Kosovo institutions in greater numbers."},{"author":94808,"first":"Al igual que en años anteriores, la proporción de respuestas recibidas de los gobiernos a las comunicaciones remitidas durante el período que se examina es gravemente <strong class=\"keyword\">exigua</strong>.","second":"As in previous years, the proportion of Government replies received to communications sent during the period under review is <strong class=\"keyword\">problematically low</strong>."},{"author":27,"first":"Pero eso será en el futuro, y lo que hemos conseguido hasta el momento es extremadamente <strong class=\"keyword\">exiguo</strong>.","second":"However, that is in the future and what we have achieved so far is extremely <strong class=\"keyword\">poor</strong>."},{"author":94808,"first":"El déficit por cuenta corriente estadounidense superó el 6% del PIB durante 2006, pero descendió al 3% del PIB a finales de 2009 y se mantuvo en un <strong class=\"keyword\">exiguo</strong> 3,4% del PIB a mediados de 2011.","second":"The United States current-account deficit exceeded 6 per cent of GDP during 2006 but declined to 3 per cent of GDP at the end of 2009 and remained at <strong class=\"keyword\">only</strong> 3.4 <strong class=\"keyword\">per</strong> cent of GDP in mid-2011."},{"author":94809,"first":"El quinto considerando de la Directiva 96/19 anuncia excepciones al plazo, justificadas en el <strong class=\"keyword\">exiguo</strong> desarrollo de la red (41) o en su dimensión, (42) pero siempre con un calendario detallado.","second":"Recital 5 in the preamble to Directive 96/19 states that there will be exceptions to the time-<strong class=\"keyword\">limit</strong> where networks are <strong class=\"keyword\">less</strong> developed (41) or very small, (42) in all cases in accordance with a detailed timetable."},{"author":8000,"first":"No obstante, se dispone de <strong class=\"keyword\">exigua</strong> información respecto de esas medidas y, en particular, sobre sus efectos","second":"Nonetheless, information on these measures, and, in particular, on their impact remains limited"},{"author":94808,"first":"La OMCT también indicó que el presupuesto de la Comisión, que era aprobado por el Parlamento, era extremadamente <strong class=\"keyword\">exiguo</strong> y no abarcaba los gastos básicos de los comisionados.","second":"OMCT also indicated that the budget of the Commission, which is adopted by the Parliament, <strong class=\"keyword\">remains</strong> extremely <strong class=\"keyword\">low</strong> and does not cover the basic expenses of the Commissioners."},{"author":94809,"first":"(10) La pequeña dimensión del mercado local y la escasa actividad exportadora, consecuencia ésta del bajo poder adquisitivo de los Estados de la región, llevan a mantener una producción diversificada pero de pequeño volumen, para satisfacer las necesidades de un mercado <strong class=\"keyword\">exiguo</strong>, de modo que las posibilidades de realizar economías de escala son limitadas.","second":"(10) The small size of the market and the low level of export activity because of the low purchasing power of the countries in the region, and the obligation to maintain diversified but small production lines in order to meet the requirements of a <strong class=\"keyword\">small</strong> market restrict the opportunities for economies of scale."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"83086":{"U":"","id":83086,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83086"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}