{"result":"ok","tuc":[{"phrase":{"text":"atone","language":"en"},"meanings":[{"language":"en","text":"to make reparation, compensation, or amends, for an offence or a crime"},{"language":"en","text":"to clear someone else of wrongdoing"}],"meaningId":5311074536321600476,"authors":[70195]},{"phrase":{"text":"expiate","language":"en"},"meanings":[{"language":"en","text":"To atone for."},{"language":"es","text":"Pagar sus culpas."}],"meaningId":-7839122846087713396,"authors":[84595]},{"phrase":{"text":"aby","language":"en"},"meanings":[{"language":"en","text":"To atone for."},{"language":"es","text":"Pagar sus culpas."}],"meaningId":3910196931415671661,"authors":[84500]},{"phrase":{"text":"abye","language":"en"},"meanings":[{"language":"en","text":"To atone for."},{"language":"es","text":"Pagar sus culpas."}],"meaningId":-6834271416799043245,"authors":[84500]},{"phrase":{"text":"redeem","language":"en"},"meaningId":7050421273673313931,"authors":[25018]},{"phrase":{"text":"atone for","language":"en"},"meaningId":-4114875964670829399,"authors":[25018]},{"meanings":[{"language":"en","text":"atone"}],"meaningId":5323397360236666931,"authors":[93107]}],"phrase":"expiar","examples":[{"author":94808,"first":"Uno de esos casos fue el de la tristemente famosa práctica de la \"esclavitud sexual\" de las trokosis, según la cual se somete a servidumbre a niñas vírgenes que son entregadas a los santuarios para <strong class=\"keyword\">expiar</strong> los supuestos pecados y delitos de sus familiares.","second":"One such case involved the infamous “sex-slavery” practice of Trokosi, where young, vestal virgin girls are held in bondage in fetish shrines to <strong class=\"keyword\">atone</strong> for the alleged sins and crimes of their relatives."},{"author":94808,"first":"El Relator Especial sobre el derecho a la salud recomendó a Ghana que estudiara nuevos métodos para hacer cumplir las leyes que prohibían las \"prácticas tradicionales\" perjudiciales, especialmente las que discriminaban a las mujeres, incluidas la \"trokosi\" (esclavitud ritual de las niñas, por la que se ofrece a adolescentes para que presten servicios por un tiempo en un santuario local a fin de <strong class=\"keyword\">expiar</strong> los pecados de otro miembro de la familia) y la mutilación genital femenina .","second":"The Special Rapporteur on the right to health recommended that Ghana seek new methods of enforcing laws prohibiting harmful “traditional practices,” especially those that discriminate against women, including trokosi (ritual enslavement of girls wherein teenage girls are pledged to a period of service at a local shrine to <strong class=\"keyword\">atone for</strong> another family member’s sins) and female genital mutilation."},{"author":95096,"first":"Por eso, aun cuando deban <strong class=\"keyword\">expiar</strong> su parte de pena debida a la fragilidad humana —que a todos nos marca, ayudándonos a ser humildes—, la fidelidad a Cristo les permite entrar en la libertad de los hijos de Dios.","second":"Therefore, even if they must <strong class=\"keyword\">expiate</strong> their part of the punishment due to human frailty that marks all of us, helping us to stay humble , fidelity to Christ permits them to enter into the freedom of the children of God."},{"author":95096,"first":"Así pues, la alianza nueva y eterna de Dios con el hombre está escrita con caracteres indelebles en la sangre de Cristo, cordero manso y humilde, inmolado libremente para <strong class=\"keyword\">expiar</strong> los pecados del mundo.","second":"God's new and eternal Covenant with man is thus written indelibly in the blood of Christ, the meek and mild lamb, freely sacrificed to <strong class=\"keyword\">atone</strong> for the sins of the world."},{"author":118293,"first":"No puedo <strong class=\"keyword\">expiar</strong> mi culpa.","second":"There's no <strong class=\"keyword\">atoning</strong>."},{"author":119739,"first":"Bajo la Ley, Dios mandaba que se hicieran ciertos sacrificios, u ofrendas, para <strong class=\"keyword\">expiar</strong> los pecados.","second":"Under the Law, God required various sacrifices, or offerings, to <strong class=\"keyword\">atone for</strong> sins."},{"author":31,"first":"Dios mío, Abe.- ¿ Debo ayunar para <strong class=\"keyword\">expiar</strong> mis pecados?","second":"Oh, my God, Abe!- I should fast to <strong class=\"keyword\">atone</strong> for my sins?"},{"author":119723,"first":"Cuan agradecidos debíamos estar de que Él vino hace dos mil años, para <strong class=\"keyword\">expiar</strong> nuestros pecados y establecer el ejemplo para nuestras vidas.","second":"How grateful we all should be that He came, two millennia ago, to <strong class=\"keyword\">atone for</strong> our sins and set the example <strong class=\"keyword\">for</strong> our lives."},{"author":118293,"first":"Debemos <strong class=\"keyword\">expiar</strong> nu estros pecados.","second":"We must <strong class=\"keyword\">atone</strong> - <strong class=\"keyword\">for</strong> our sins."},{"author":118293,"first":"Quiere <strong class=\"keyword\">expiar</strong> los pecados de su padre.","second":"He wants to <strong class=\"keyword\">expiate</strong> his father's sins."},{"author":118293,"first":"Tu alma una de las del Consejo Gris <strong class=\"keyword\">expiará</strong> mi fracaso.","second":"Your soul one of the Grey Council itself <strong class=\"keyword\">will atone for</strong> my failure."},{"author":118293,"first":"Simbolizan el deseo de <strong class=\"keyword\">expiar</strong> todos los males que el peregrino haya cometido en la vida.","second":"They symbolise the desire to <strong class=\"keyword\">atone for</strong> any evil that the pilgrim has done in life."},{"author":119723,"first":"Cristo no sólo vino a <strong class=\"keyword\">expiar</strong> los pecados del mundo, sino a dar el ejemplo ante todos los hombres y a establecer la norma de la perfección de Dios, de la ley de Dios y de la obediencia al Padre15.","second":"Christ came not only to <strong class=\"keyword\">atone for</strong> the sins of the world, but to set an example before all man and to establish the standard of God’s perfection, of God’s law, and of obedience to the Father.15"},{"author":119723,"first":"Así pues, esos sacrificios orientaban simbólicamente a Israel hacia el sacrificio de Jesucristo, quien derramaría Su sangre para <strong class=\"keyword\">expiar</strong> por los pecados del género humano.","second":"Thus, these sacrifices symbolically pointed Israel forward to the sacrifice of Jesus Christ, who would shed His blood to <strong class=\"keyword\">atone for</strong> the sins of mankind."},{"author":119723,"first":"Por tanto, un Redentor, el Hijo Unigénito de Dios, Jesucristo, sufrió y murió para <strong class=\"keyword\">expiar</strong> la transgresión de Adán y Eva, y proporcionar así la __________ y la inmortalidad para todos”.","second":"Thus, a <strong class=\"keyword\">Redeemer</strong>, the Only Begotten Son of God, Jesus Christ, suffered and died to <strong class=\"keyword\">atone for</strong> Adam and Eve’s transgression, thereby providing __________ and immortality <strong class=\"keyword\">for</strong> all.”"},{"author":119723,"first":"Pero el Primogénito en el Espíritu se ofreció a Sí mismo como sacrificio para <strong class=\"keyword\">expiar</strong> los pecados de todos.","second":"But the Firstborn in the Spirit offered Himself as a sacrifice to <strong class=\"keyword\">atone for</strong> the sins of all."},{"author":119739,"first":"Dichas leyes, que se dieron al antiguo Israel, fomentaban un estilo de vida saludable y defendían valores morales elevados. Además, enfatizaban la santidad de la sangre y la necesidad de <strong class=\"keyword\">expiar</strong> los pecados.","second":"(Leviticus 12:1-6; 15:16-24) Such laws given to ancient Israel fostered a healthy lifestyle, upheld lofty moral values, and stressed the sanctity of blood and the need <strong class=\"keyword\">for atonement for</strong> sins."},{"author":95096,"first":"Como en el desarrollo de las técnicas industriales del siglo pasado no se ha sabido evitar la esclavitud del hombre a la máquina, destinada a servirlo, y generaciones enteras hasta nuestros días deben dolorosamente <strong class=\"keyword\">expiar</strong> tales errores; así también hoy, si el desarrollo de los medios técnicos de difusión no se somete \"al yugo suave\"[12] de la ley de Cristo, corre el peligro de ser causa de infinitos males, tanto más graves, cuanto que no se trata de someter las fuerzas materiales, sino también las espirituales, privando \"a los descubrimientos del hombre de las elevadas utilidades que tenían como fin providencial\"[13].","second":"In the past century, advancing technical skill in the field of business frequently had this result: machines, which ought to serve men, when brought into use, rather reduced them to a state of slavery and caused grievous harm. Likewise today, unless the mounting development of technical skill, applied to the diffusion of pictures, sounds and ideas, is subjected to the sweet yoke of the law of Christ,12 it can be the source of countless evils, which appear to be all the more serious, because not only material forces but also the mind are unhappily enslaved, and man's inventions are, to that extent, deprived of those advantages which, in the design of God's Providence, ought to be their primary purpose.13"},{"author":118293,"first":"Solo la muerte de la judía puede <strong class=\"keyword\">expiar</strong> la amorosa indulgencia de un caballero templario.","second":"Only the death of the Jewess can <strong class=\"keyword\">atone for</strong> the amorous indulgence of a Knight Templar."},{"author":118293,"first":"Debemos <strong class=\"keyword\">expiar</strong> nuestros pecados con ayuno y oraciones.","second":"We must <strong class=\"keyword\">atone for</strong> our sins with fasting and prayer."},{"author":94809,"first":"[88]En el marco del Tratado, se prevé también cuándo y en qué condiciones el condenado tiene la facultad de <strong class=\"keyword\">expiar</strong> su pena en el Estado requirente.","second":"[88] The Treaty also determines when and in what circumstances the offender may serve his <strong class=\"keyword\">sentence</strong> in the requesting State."},{"author":119723,"first":"La mayor expresión del amor de Dios hacia nosotros fue Su disposición de enviar a Su Hijo Amado, Jesucristo, para <strong class=\"keyword\">expiar</strong> nuestros pecados, para ser nuestro Salvador y Redentor.","second":"The greatest expression of God’s love <strong class=\"keyword\">for</strong> us was His willingness to send His Beloved Son, Jesus Christ, to <strong class=\"keyword\">atone for</strong> our sins, to be our Savior and <strong class=\"keyword\">Redeemer</strong>."},{"author":8000,"first":"El Japón debería <strong class=\"keyword\">expiar</strong> los crímenes cometidos en el pasado en vez de hacer juegos políticos e intentar desinformar a la opinión pública con el caso de secuestro","second":"Japan should settle those past <strong class=\"keyword\">crimes</strong> rather than play political games and try to mislead the public about the abduction case"},{"author":31,"first":"Para <strong class=\"keyword\">expiar</strong> nuestros pecados","second":"To <strong class=\"keyword\">atone for</strong> our sin"},{"author":119723,"first":"“Y aconteció que mientras así... me atribulaba el recuerdo de mis muchos pecados, he aquí, también me acordé de haber oído a mi padre profetizar... concerniente a la venida de un Jesucristo, un Hijo de Dios, para <strong class=\"keyword\">expiar</strong> los pecados del mundo.","second":"“... It came to pass that as I was ... harrowed up by the memory of my many sins, behold, I remembered also to have heard my father prophesy ... concerning the coming of one Jesus Christ, a Son of God, to <strong class=\"keyword\">atone for</strong> the sins of the world."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}