{"result":"ok","tuc":[{"phrase":{"text":"atonement","language":"en"},"meanings":[{"language":"en","text":"reconciliation of God and mankind"},{"language":"en","text":"repair done for the sake of a damaged relationship"}],"meaningId":8058078566614068851,"authors":[70195]},{"phrase":{"text":"expiation","language":"en"},"meanings":[{"language":"en","text":"an act of atonement"},{"language":"es","text":"Acción expiar un pecado o un delito."},{"language":"en","text":"An act of atonement for a sin or wrongdoing."}],"meaningId":8330469943038149089,"authors":[70195]},{"phrase":{"text":"penitence","language":"en"},"meanings":[{"language":"es","text":"Acción expiar un pecado o un delito."},{"language":"en","text":"An act of atonement for a sin or wrongdoing."}],"meaningId":2809752366825708704,"authors":[60172]},{"phrase":{"text":"redemption","language":"en"},"meaningId":-2788461033996760456,"authors":[25018]},{"phrase":{"text":"satisfaction","language":"en"},"meaningId":-1970830697689088071,"authors":[84500]},{"meanings":[{"language":"en","text":"atonement; expiation"}],"meaningId":-2709360923062427191,"authors":[1]}],"phrase":"expiación","examples":[{"author":119723,"first":"En este video, un joven testifica de cómo su fe en la <strong class=\"keyword\">expiación</strong> de Jesucristo le ayudó a superar una adicción a las drogas.","second":"In this video, a young man testifies of how his faith in the <strong class=\"keyword\">Atonement</strong> of Jesus Christ helped him overcome drug addiction."},{"author":119723,"first":"La <strong class=\"keyword\">Expiación</strong> tiene una cualidad rehabilitadora, un poder milagroso que nos puede ayudar a cambiar quiénes somos: “Una vez me pregunté si las personas que rehúsan arrepentirse pero después satisfacen la ley de la justicia pagando el precio de sus propios pecados pasan a ser dignas de entrar en el reino celestial.","second":"The <strong class=\"keyword\">Atonement</strong> is rehabilitative, a miraculous power that can help us change who we are: “I once wondered if those who refuse to repent but who then satisfy the law of justice by paying for their own sins are then worthy to enter the celestial kingdom."},{"author":119723,"first":"Afortunadamente, se les enseñó el Evangelio, se arrepintieron y, mediante la <strong class=\"keyword\">expiación</strong> de Jesucristo, llegaron a ser espiritualmente más fuertes que las tentaciones de Satanás.","second":"Mercifully, they were taught the gospel, repented, and through the <strong class=\"keyword\">Atonement</strong> of Jesus Christ became spiritually much stronger than Satan’s enticements."},{"author":119723,"first":"Ninguno de nosotros podrá apreciar jamás adecuadamente en la vida mortal la plenitud de las consecuencias beneficiosas de la <strong class=\"keyword\">Expiación</strong>.","second":"None of us can ever adequately appreciate in mortality the full beneficial consequences of the <strong class=\"keyword\">Atonement</strong>."},{"author":119723,"first":"Testifique que solo mediante la gracia que la <strong class=\"keyword\">expiación</strong> de Jesucristo hace posible podemos superar los efectos de la caída de Adán y Eva, obtener la remisión de pecados, superar imperfecciones y progresar hacia la perfección.","second":"Testify that only through grace made possible through the <strong class=\"keyword\">Atonement</strong> of Jesus Christ can we overcome the effects of the Fall of Adam and Eve, obtain a remission of sins, overcome imperfections, and progress toward perfection."},{"author":119723,"first":"A través de la <strong class=\"keyword\">Expiación</strong> infinita, Dios ha proporcionado un medio por el cual podemos vencer nuestros pecados y quedar completamente limpios otra vez.","second":"Through the infinite <strong class=\"keyword\">Atonement</strong>, God has provided a means whereby we can both overcome our sins and become completely clean again."},{"author":119723,"first":"Aprendieron además que mediante la <strong class=\"keyword\">expiación</strong> del Señor Jesucristo y la obediencia a los principios del Evangelio, todo el género humano puede ser salvo.","second":"In addition, they learned that through the <strong class=\"keyword\">Atonement</strong> of Jesus Christ and by obedience to the principles of the gospel, all mankind may be saved."},{"author":119723,"first":"* El presidente Young enseñó que todos los que alcancen alguna gloria en cualquier reino lo habrán logrado porque Jesús se la adquirió mediante Su <strong class=\"keyword\">Expiación</strong>.","second":"* President Young taught that all who attain to any glory in any kingdom will do so because Jesus purchased it by His <strong class=\"keyword\">Atonement</strong>."},{"author":119723,"first":"Les enseñará y testificará que la <strong class=\"keyword\">expiación</strong> de Cristo es infinita, porque circunscribe, abarca y trasciende toda flaqueza mortal que el hombre conoce.","second":"It will teach you and testify to you that Christ’s <strong class=\"keyword\">Atonement</strong> is infinite because it circumscribes and encompasses and transcends every finite frailty known to man."},{"author":119723,"first":"El arrepentimiento existe como una opción únicamente debido a la <strong class=\"keyword\">expiación</strong> de Jesucristo.","second":"Repentance exists as an option only because of the <strong class=\"keyword\">Atonement</strong> of Jesus Christ."},{"author":119723,"first":"Se mantuvieron fieles y dependieron de su testimonio y de la <strong class=\"keyword\">expiación</strong> de Jesucristo.","second":"They continued faithful and relied on their testimonies and the <strong class=\"keyword\">Atonement</strong> of Jesus Christ."},{"author":119723,"first":"Alma describió esa parte de la <strong class=\"keyword\">expiación</strong> del Salvador: “Y él saldrá, sufriendo dolores, aflicciones y tentaciones de todas clases; y esto para que se cumpla la palabra que dice: Tomará sobre sí los dolores y las enfermedades de su pueblo” (Alma 7:11; véase también 2 Nefi 9:21).","second":"Alma described this part of the Savior’s <strong class=\"keyword\">Atonement</strong>: “And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people” (Alma 7:11; also see 2 Nephi 9:21)."},{"author":119723,"first":"Durante el ministerio terrenal de Cristo, Él enseñó el Evangelio, el que capacitaría a los hijos de Dios a llegar a ser libres de la cautividad espiritual mediante la <strong class=\"keyword\">Expiación</strong>.","second":"During Christ’s earthly ministry He taught the gospel, which would enable God’s children to become free from spiritual captivity through the <strong class=\"keyword\">Atonement</strong>."},{"author":119723,"first":"Si aplicamos la <strong class=\"keyword\">Expiación</strong> o sacrificio de Jesucristo a nuestra vida, nos arrepentimos de nuestros pecados y nos esforzamos por vivir como Él vivió, Su <strong class=\"keyword\">expiación</strong> nos limpiará y permitirá que vivamos para siempre con nuestro Padre Celestial.","second":"If we apply the <strong class=\"keyword\">Atonement</strong>, or sacrifice, of Jesus Christ, repent of our sins, and strive to live as He lived, His <strong class=\"keyword\">Atonement</strong> will cleanse us and allow us to live forever with Heavenly Father."},{"author":119723,"first":"Si es humilde y sincero, y acude a Dios y a otras personas en busca de ayuda, podrá superar sus adicciones por medio de la <strong class=\"keyword\">expiación</strong> de Jesucristo.","second":"By being humble and honest and calling upon God and others for help, you can overcome your addictions through the <strong class=\"keyword\">Atonement</strong> of Jesus Christ."},{"author":118293,"first":"¡ <strong class=\"keyword\">Expiación</strong>!","second":"<strong class=\"keyword\">Expiation</strong>!"},{"author":119723,"first":"* ¿Qué bendición podemos recibir mediante Jesucristo y Su <strong class=\"keyword\">expiación</strong>?","second":"* What blessing can we receive because of Jesus Christ and His <strong class=\"keyword\">Atonement</strong>?"},{"author":119723,"first":"Con la <strong class=\"keyword\">Expiación</strong> y la Resurrección, poseen la tercera esperanza, la esperanza de la vida eterna.","second":"With the hope of the <strong class=\"keyword\">Atonement</strong> and the Resurrection, you have a third great hope, the hope of eternal life."},{"author":119723,"first":"49 Pero aAarón y sus hijos ofrecían sacrificios sobre el altar del holocausto y sobre el altar del incienso, y fueron puestos sobre toda la obra del lugar santísimo, y para hacer <strong class=\"keyword\">expiación</strong> por Israel, conforme a todo lo que Moisés, siervo de Dios, había mandado.","second":"49 ¶ But aAaron and his bsons offered upon the altar of the burnt offering, and on the altar of incense, and were appointed for all the work of the place most holy, and to make an catonement for Israel, according to all that Moses the dservant of God had commanded."},{"author":119723,"first":"La reconstitución que prometen la <strong class=\"keyword\">Expiación</strong> y la Resurrección continua en la eternidad.","second":"The resolution promised by the <strong class=\"keyword\">Atonement</strong> and the Resurrection continues in eternity."},{"author":119723,"first":"22 y un macho cabrío como ofrenda por el pecado, para hacer <strong class=\"keyword\">expiación</strong> por vosotros.","second":"22 And one goat for a sin offering, to make an <strong class=\"keyword\">atonement</strong> for you."},{"author":119723,"first":"Usted se está convirtiendo en una persona nueva gracias a la <strong class=\"keyword\">expiación</strong> de Jesucristo.","second":"You are becoming a new person through the <strong class=\"keyword\">Atonement</strong> of Jesus Christ."},{"author":119723,"first":"Encuentra principios en el discurso que te ayuden a entender mejor la <strong class=\"keyword\">expiación</strong> de Jesucristo.","second":"Identify principles from the talk that will help you better understand the <strong class=\"keyword\">Atonement</strong> of Jesus Christ."},{"author":119723,"first":"El propósito de seminario es ayudar a los jóvenes a entender las enseñanzas y la <strong class=\"keyword\">expiación</strong> de Jesucristo y a confiar en ellas, a hacerse merecedores de las bendiciones del templo y a prepararse ellos mismos, a su familia y a los demás para la vida eterna con su Padre Celestial.","second":"The purpose of seminary is to help youth understand and rely on the teachings and <strong class=\"keyword\">Atonement</strong> of Jesus Christ, qualify for the blessings of the temple, and prepare themselves, their families, and others for eternal life with their Father in Heaven."},{"author":119723,"first":"Indique que, a medida que sigan estudiando el tema doctrinal 3, “La <strong class=\"keyword\">expiación</strong> de Jesucristo”, aprenderán sobre la fe en Jesucristo y el arrepentimiento.","second":"Point out that as they continue to study doctrinal topic 3, “The <strong class=\"keyword\">Atonement</strong> of Jesus Christ,” they will learn about faith in Jesus Christ and repentance."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}