{"result":"ok","tuc":[{"phrase":{"text":"extemporaneous","language":"en"},"meanings":[{"language":"en","text":"without preparation"}],"meaningId":-5165418454846234377,"authors":[25018]},{"phrase":{"text":"unseemly","language":"en"},"meanings":[{"language":"en","text":"inconsistent with standards, etc."}],"meaningId":-5076885249426028735,"authors":[90508]},{"phrase":{"text":"ill-timed","language":"en"},"meaningId":-3773692893030682746,"authors":[86934]},{"phrase":{"text":"inopportune","language":"en"},"meaningId":1890074456475215795,"authors":[86934]},{"phrase":{"text":"unpremeditated","language":"en"},"meaningId":-7948163376161831299,"authors":[25115]},{"phrase":{"text":"unseasonable","language":"en"},"meaningId":7845826496054798917,"authors":[86934]},{"meanings":[{"language":"en","text":"extemporaneous"}],"meaningId":4556424159150061893,"authors":[93107]}],"phrase":"extemporáneo","examples":[{"author":94809,"first":"Procedimiento — Intervención — Parte que no puede considerarse codemandada debido a la interposición <strong class=\"keyword\">extemporánea</strong> del recurso de anulación en su contra — Procedencia (Estatuto del Tribunal de Justicia, art. 40, párr.","second":"Procedure – Intervention – Party not being capable of being regarded as defendant due to the <strong class=\"keyword\">late</strong> introduction of its action for annulment – Lawfulness (Statute of the Court of Justice, Art. 40, first para."},{"author":118385,"first":"Según la Sala de Recurso, del tenor del artículo 76, apartado 2, del Reglamento n.o 207/2009 (actualmente artículo 95, apartado 2, del Reglamento 2017/1001) se desprende que la alegación o presentación <strong class=\"keyword\">extemporánea</strong> de hechos y de pruebas no puede otorgar a la parte que la lleve a cabo un derecho incondicional a que tales hechos y pruebas sean tomados en consideración.","second":"According to the Board of Appeal, it is clear from the wording of Article 76(2) of Regulation No 207/2009 (now Article 95(2) of Regulation 2017/1001) that the fact that a party has invoked or produced facts and evidence out of <strong class=\"keyword\">time</strong> does not confer on it an unconditional right to have those facts and evidence taken into consideration."},{"author":94809,"first":"67 Por otra parte, la fase del procedimiento en la que se produjo esa presentación <strong class=\"keyword\">extemporánea</strong> y las circunstancias que la rodeaban no se oponían a la consideración de esas pruebas por parte de la OAMI, ya que la demandante las aportó al presentar el escrito de exposición de motivos del recurso ante la Sala de Recurso, lo que posibilitaba que ésta ejerciera, de forma objetiva y motivada, su facultad de apreciación en cuanto a la consideración de esas pruebas.","second":"67 Secondly, the stage in the proceedings at which the <strong class=\"keyword\">late</strong> production of evidence arose and the circumstances surrounding it do not argue against such evidence being taken into account by OHIM, since the applicant produced it together with its statement setting out the grounds of its action before the Board of Appeal, thereby allowing the Board to exercise its discretion in an objective, reasoned manner to decide whether or not to take the evidence into account."},{"author":94809,"first":"Concluye que dicho error fue el origen de la presentación <strong class=\"keyword\">extemporánea</strong> del recurso ante el Tribunal de Primera Instancia.","second":"That error was reason why the <strong class=\"keyword\">action</strong> before the General Court was lodged out of time."},{"author":94809,"first":"Pienso, por ello, que procede desestimar dicho motivo, por <strong class=\"keyword\">extemporáneo</strong>.","second":"I therefore take the view that it should be dismissed as being put forward <strong class=\"keyword\">too late</strong>."},{"author":94809,"first":"1 En su recurso de casación, Bell & Ross BV (en lo sucesivo, «Bell & Ross») solicita la anulación del auto del Tribunal General de la Unión Europea de 18 de junio de 2010, Bell & Ross/OAMI (T‐51/10; en lo sucesivo, «auto recurrido»), por el que dicho Tribunal declaró manifiestamente inadmisible, debido a su carácter <strong class=\"keyword\">extemporáneo</strong>, el recurso de anulación interpuesto contra la resolución de la Tercera Sala de Recurso de la OAMI, de 27 de octubre de 2009 (asunto R 1267/2008-3), relativa a un procedimiento de nulidad entre Klockgrossisten y Bell & Ross BV.","second":"1 By its appeal, Bell & Ross BV (‘Bell & Ross’) seeks to have set aside the order of the General Court of the European Union of 18 June 2010 in Case T‐51/10 Bell & Ross v OHIM (‘the order under appeal’), by which that court dismissed as manifestly inadmissible, by reason of its <strong class=\"keyword\">lateness</strong>, the appellant’s action against a decision of the Third Board of Appeal of OHIM of 27 October 2009 (case R 1267/2008‐3) relating to invalidity proceedings between Klockgrossisten I Norden AB and Bell & Ross."},{"author":94809,"first":"En mi opinión, procede aplicar la misma conclusión a la presentación <strong class=\"keyword\">extemporánea</strong> de traducciones de los correspondientes certificados de registro (y, en su caso, de renovación).","second":"In my opinion, the same conclusion applies to the <strong class=\"keyword\">late</strong> submission of translations of the relevant registration (and, if appropriate, renewal) certificates."},{"author":94809,"first":"Finalmente, la Comisión considera que la mera exposición de los hechos, por más exhaustiva que sea, no puede suplir en ningún caso la falta de presentación de motivos por parte del demandante y que una presentación, por este último, de sus motivos en sus observaciones sobre la excepción de inadmisibilidad debe considerarse <strong class=\"keyword\">extemporánea</strong> y que, por lo tanto, no procede su admisión.","second":"Finally, the Commission considers that simply setting out the facts, however exhaustively, cannot in any circumstances make up for the applicant' s failure to submit any pleas in law and that submission by the applicant of his pleas in his observations on the objection of inadmissibility must be considered to be out of <strong class=\"keyword\">time</strong> and therefore inadmissible."},{"author":22,"first":"En primer lugar, en la medida en que, en relación con el Reglamento no #/#, el Tribunal de Primera Instancia declara que el recurso es <strong class=\"keyword\">extemporáneo</strong> y que, por tanto, debe declararse su inadmisibilidad (apartados # a # de la sentencia recurrida","second":"First, in so far the judgment under appeal states that, in relation to Regulation No #/#, the action was <strong class=\"keyword\">brought after</strong> the period for doing so had expired and therefore had to be dismissed as inadmissible (paragraphs # to # of the judgment under appeal"},{"author":94809,"first":"17 Al determinar, de este modo, cuáles eran los actos que podían ser objeto de recurso en el marco del procedimiento de promoción (esto es, las decisiones de promoción) y al poner, a continuación, de manifiesto el carácter <strong class=\"keyword\">extemporáneo</strong> de la primera reclamación en relación con éstos, el Tribunal de Primera Instancia respondió claramente a la alegación del Sr. Branco referente a la \"tercera vía de admisibilidad\".","second":"17 By thus identifying the measures within the promotions procedure which were capable of being challenged (namely the promotion decisions) and by subsequently holding that the first complaint was out of <strong class=\"keyword\">time</strong> in relation to those measures, the Court of First Instance clearly answered Mr Branco' s argument concerning the \"third ground of admissibility\"."},{"author":94809,"first":"La Comisión tuvo que iniciar un procedimiento de infracción contra Italia relativo a los intereses de demora devengados con arreglo al artículo 11 del Reglamento n° 1552/89, antes mencionado, por la inscripción <strong class=\"keyword\">extemporánea</strong> de un importe de recursos propios de 1.484.936.000.000 LIT.","second":"The Commission decided to open infringement proceedings against Italy concerning interest on arrears due under Article 11 of Regulation No 1552/89 owing to <strong class=\"keyword\">late</strong> entry of own resources amounting to ITL 1 484 936 000 000."},{"author":94808,"first":"El Tribunal consideró que la denuncia penal había sido presentada de manera <strong class=\"keyword\">extemporánea</strong> y que el Organismo había actuado en el marco de su mandato al realizar las visitas y las inspecciones de los locales.","second":"The cantonal decision had found that the criminal complaint was time-<strong class=\"keyword\">barred</strong> and that the Migrant Reception Office had acted in accordance with its mandate in carrying out checks and unannounced visits to premises."},{"author":94809,"first":"54 Por consiguiente, el primer motivo debe desestimarse en cualquier caso, sin que resulte necesario pronunciarse sobre si era <strong class=\"keyword\">extemporánea</strong> su presentación en el escrito de réplica (véanse, por analogía, la sentencia del Tribunal de Justicia de 28 de julio de 2011, Mediaset/Comisión, C‐403/10 P, no publicada en la Recopilación, apartado 51, y la sentencia del Tribunal General de 1 de diciembre de 1999, Boehringer/Consejo y Comisión, T‐125/96 y T‐152/96, Rec. p. II‐3427, apartado 143).","second":"54 The first plea must therefore be rejected in any event without the need to rule on whether its submission, in the reply, was <strong class=\"keyword\">out</strong> of <strong class=\"keyword\">time</strong> (see, by analogy, judgment of 28 July 2011 in Case C‐403/10 P Mediaset v Commission, not published in the ECR, paragraph 51; Joined Cases T‐125/96 and T‐152/96 Boehringer v Council and Commission [1999] ECR II‐3427, paragraph 143)."},{"author":94809,"first":"55 La recurrente alega que el Tribunal de Primera Instancia utilizó, en primer lugar, un criterio de análisis erróneo al apreciar las pruebas, limitándose a controlar si la Comisión había demostrado la participación de la recurrente en los acuerdos, sin tener en cuenta lo expuesto por esta última, y, en segundo lugar, no tuvo en cuenta las normas relativas a la caducidad, al no admitir, por <strong class=\"keyword\">extemporáneas</strong>, las propuestas de examen de testigos.","second":"55 The appellant claims that the Court of First Instance, first, used an incorrect criterion in appraising the evidence in that it merely verified whether the Commission had established the appellant's participation in the restrictive agreements, without taking account of the appellant's submissions, and then infringed the rules concerning time-limits by rejecting as out of <strong class=\"keyword\">time</strong> offers to adduce oral evidence."},{"author":94809,"first":"Consideran, por otra parte, que, mediante dichas Decisiones <strong class=\"keyword\">extemporáneas</strong>, la Comisión sólo puede conceder las ayudas financieras comunitarias solicitadas.","second":"Moreover, when adopting such <strong class=\"keyword\">belated</strong> decisions, the Commission has no alternative, they contend, but to grant the requested Community financial aid."},{"author":94809,"first":"60 En el presente caso, el Tribunal de Primera Instancia observa que la Sala de Recurso se limitó a considerar que la División de Oposición no había tomado en consideración legítimamente, debido a su presentación <strong class=\"keyword\">extemporánea</strong>, las traducciones presentadas por la demandante durante el procedimiento de oposición.","second":"60 In the present case, the Court finds that the Board of Appeal restricted itself to concluding that the Opposition Division was right not to take into consideration, on account of their <strong class=\"keyword\">late</strong> submission, the translations submitted by the applicant during the opposition proceedings."},{"author":94809,"first":"En apoyo de su recurso, la demandante alega que los procedimientos de elaboración de los IEC litigiosos son <strong class=\"keyword\">extemporáneos</strong> y generan un estado de incertidumbre respecto de la evolución de su carrera.","second":"In support of her action, the applicant submits that the procedures for drawing up the CDR at issue were <strong class=\"keyword\">late</strong> and created a state of uncertainty as to the development of her career."},{"author":94809,"first":"43 La Comisión sostiene que la pretensión de anulación, formulada el 22 de junio de 1993, es <strong class=\"keyword\">extemporánea</strong>.","second":"43 The Commission maintains that the application for annulment, lodged on 22 June 1993, is <strong class=\"keyword\">time</strong>-<strong class=\"keyword\">barred</strong>."},{"author":94809,"first":"En el supuesto de que el Tribunal considerara que habría de tenerse en cuenta la hora en la que la demanda fue recibida en la Secretaría en Luxemburgo, el demandante sostuvo que se vio sometido a circunstancias excepcionales constitutivas de caso fortuito o fuerza mayor, que justificaron, en su opinión, la presentación <strong class=\"keyword\">extemporánea</strong> de su demanda.","second":"Should the Court decide that it is appropriate to take account of the time when the application was received by the Registry in Luxembourg, the applicant claims that he was faced with circumstances that were exceptional in the sense of being unforeseeable or amounting to force majeure which, in his submission, justify the <strong class=\"keyword\">belated</strong> lodgement of his application."},{"author":94809,"first":"85 Habida cuenta del tenor de la citada disposición, de la que resulta que el Tribunal de Justicia, si lo estima necesario, podrá limitar, incluso de oficio, los efectos de la anulación de una sentencia suya, no procede pronunciarse sobre las consecuencias del carácter supuestamente <strong class=\"keyword\">extemporáneo</strong> de la pretensión de la Comisión y del Reino Unido.","second":"85 In view of the wording of that provision, from which it is clear that, if the Court considers it necessary, it may, even of its own motion, limit the annulling effect of its judgment, it is not necessary to rule on the consequences of the request –allegedly <strong class=\"keyword\">out</strong> of <strong class=\"keyword\">time</strong> – from the Commission and the United Kingdom."},{"author":94808,"first":"Al interponerse el recurso de amparo el 31 de enero de 2000, había transcurrido con exceso el plazo de veinte días establecidos para acudir al Tribunal Constitucional, por lo que se rechazó el recurso por <strong class=\"keyword\">extemporáneo</strong>.","second":"By the time the application for amparo was submitted on 31 January 2000, the 20-day deadline for applications to the Constitutional Court was long past and the application was therefore rejected as <strong class=\"keyword\">time</strong>-<strong class=\"keyword\">barred</strong>."},{"author":94809,"first":"En consecuencia, el demandante solicita al Tribunal de Primera Instancia que declare la excepción de inadmisibilidad <strong class=\"keyword\">extemporánea</strong> al haber sido presentada tras la expiración del plazo inicialmente previsto.","second":"The applicant therefore requests the Court to declare that the objection of <strong class=\"keyword\">inadmissibility</strong> is out of time on the <strong class=\"keyword\">ground</strong> that it was lodged after the expiry of the period originally prescribed."},{"author":94809,"first":"En los apartados 94, 120 y 138 de la misma sentencia, el Tribunal de Primera Instancia, con arreglo al apartado 1 del artículo 48 de su Reglamento de Procedimiento, rechazó las propuestas de examen de testigos y de comparecencia de la recurrente, basándose en que dichas propuestas de prueba, formuladas en la réplica, eran <strong class=\"keyword\">extemporáneas</strong>, dado que la recurrente no había alegado ninguna circunstancia que le impidiera formularlas en la demanda.","second":"In paragraphs 94, 120 and 138 of the same judgment, the Court of First Instance, pursuant to Article 48(1) of its Rules of Procedure, rejected the offers of oral evidence from witnesses and of appearance by the appellant on the ground that those offers of evidence, put forward in the reply, were <strong class=\"keyword\">out</strong> of <strong class=\"keyword\">time</strong> and the appellant had not pleaded any circumstances that had prevented it from submitting them in its application."},{"author":94809,"first":"48 No puede cuestionarse esta conclusión alegando, como ha hecho la Comisión en el acto de la vista, que el motivo así entendido es <strong class=\"keyword\">extemporáneo</strong> con arreglo al artículo 48, apartado 2, del Reglamento de Procedimiento.","second":"48 That conclusion cannot be invalidated on the ground put forward by the Commission at the hearing that the plea thus upheld is <strong class=\"keyword\">out</strong> of <strong class=\"keyword\">time</strong> under Article 48(2) of the Rules of Procedure."},{"author":94809,"first":"En relación con las estructuras de tipo principal-subordinado, dichas disposiciones están destinadas a especificar la información que ha de figurar en el acuerdo entre el OICVM principal y el OICVM subordinado, sus depositarios y sus auditores, las medidas adecuadas para evitar los riesgos de la negociación <strong class=\"keyword\">extemporánea</strong>, las consecuencias de la fusión del OICVM principal sobre la autorización del OICVM subordinado, el tipo de irregularidades que proceden del OICVM principal y que han de comunicarse al subordinado, el formato de la información a los partícipes en caso de transformación de un OICVM en un OICVM subordinado, y la forma de proporcionar esa información, el procedimiento de valoración y verificación de la transferencia de activos de un OICVM subordinado a un OICVM principal y la función del depositario del OICVM subordinado en este proceso.","second":"Concerning master-feeder structures, those measures are designed to specify the particulars to be included in the agreement between master and feeder, their depositories and their auditors, the definition of measures appropriate to prevent <strong class=\"keyword\">late</strong> trading risks, the impact of the merger of the master on the authorisation of the feeder, the type of irregularities originating from the master to be reported to the feeder, the way and format of the information to be provided to unit-holders in case of conversion from a UCITS to a feeder UCITS, the procedure for valuating and auditing the transfer of assets from a feeder to a master and the role of the depository of the feeder in this process."}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}