{"result":"ok","tuc":[{"phrase":{"text":"exuberant","language":"en"},"meaningId":-2214067878609035840,"authors":[89651]},{"phrase":{"text":"flamboyant","language":"en"},"meanings":[{"language":"en","text":"showy, bold or audacious in behaviour, appearance, etc."}],"meaningId":1259309933415003545,"authors":[70195]},{"phrase":{"text":"luxuriant","language":"en"},"meaningId":240626979995772612,"authors":[89651]},{"phrase":{"text":"lush","language":"en"},"meanings":[{"language":"en","text":"dense, teeming with life"}],"meaningId":7339901159803863493,"authors":[93107]},{"phrase":{"text":"ebullient","language":"en"},"meanings":[{"language":"es","text":"Alegre sin límites."},{"language":"en","text":"Joyously unrestrained."}],"meaningId":-49892256591107700,"authors":[60172]},{"phrase":{"text":"palatable","language":"en"},"meaningId":-7443006454536207408,"authors":[2697]},{"phrase":{"text":"lavish","language":"en"},"meanings":[{"language":"en","text":"profuse"}],"meaningId":6002707965876250876,"authors":[93107]},{"phrase":{"text":"boisterous","language":"en"},"meaningId":-296093433421394452,"authors":[25018]},{"phrase":{"text":"rampant","language":"en"},"meaningId":-3813421278585909920,"authors":[25018]},{"phrase":{"text":"wanton","language":"en"},"meaningId":3597528135562769543,"authors":[25115]},{"meanings":[{"language":"en","text":"exuberant"}],"meaningId":143194165873568114,"authors":[93107]}],"phrase":"exuberante","examples":[{"author":8008,"first":"Después de un corto viaje por minaban con aire acondicionado, usted será llevado rió arriba para empezar su aventura de 18 millas de pura diversión y belleza insuperable. Este es un viaje de puro contacto con la naturaleza, con exposición a vegetación <strong class=\"keyword\">exuberante</strong> y aguas rápidas.","second":"The guide commences the tour out to the open sea where there is space for the clients to safely familiarize themselves with the skis, and begin a search for dolphins and marine life.Though the sea doesn’t give any guarantee, they very frequently encounter dolphins, different types of fish and birds, and occasionally <strong class=\"keyword\">a</strong> few other surprises."},{"author":119739,"first":"Cuando los israelitas cuiden nuevamente la tierra, las zonas desoladas por las que antes vagaban los chacales estarán cubiertas de vegetación <strong class=\"keyword\">exuberante</strong>.","second":"(Isaiah 35:6b, 7) When the Israelites again care for the land, the desolate areas where jackals once roamed will be covered with verdant, <strong class=\"keyword\">luxuriant</strong> vegetation."},{"author":8008,"first":"Alrededor de Praça de Gomes Teixeira , zona universitaria, se encuentra en cambio la mayor concentración de tascas, con platos <strong class=\"keyword\">exuberantes</strong> y caseros a precios aún más bajos que en Lisboa.","second":"Around Praça de Gomes Teixeira the city university district, can be found the highest concentration of tascas, the typical Portuguese <strong class=\"keyword\">restaurants</strong> serving rural homemade dishes, which have the most competitive prices of the country."},{"author":8008,"first":"El Rio Cubatão es un río con aguas claras y transparentes, el cual está rodeado por su <strong class=\"keyword\">exuberante</strong> parque forestal de el Parque Estadual Serra do Tabuleiro.","second":"A hike in the midst of <strong class=\"keyword\">great</strong> nature scenery."},{"author":8007,"first":"Pero estas cifras están cambiando rápidamente, debido al crecimiento <strong class=\"keyword\">exuberante</strong> de China.","second":"But these figures are changing rapidly, owing to China’s <strong class=\"keyword\">exuberant</strong> growth."},{"author":8008,"first":"Escondido entre centenarios sauces y <strong class=\"keyword\">exuberante</strong> flora local, el Kayumanis es una puerta única al corazón y al alma de China.","second":"Set amongst age-old willow trees and <strong class=\"keyword\">lush</strong> local flora, Kayumanis Nanjing is a perfect portal to discover the heart and soul of China."},{"author":95096,"first":"El relampagueo del Mediterráneo, la magnificencia del desierto norteafricano, la <strong class=\"keyword\">exuberante</strong> selva de Asia, la inmensidad del océano Pacífico, el horizonte sobre el que surge y se pone el sol, el majestuoso esplendor de la belleza natural de Australia, todo eso que he podido disfrutar durante un par de días, suscita un profundo sentido de temor reverencial.","second":"The sparkle of the Mediterranean, the grandeur of the north African desert, the lushness of Asia’s forestation, the vastness of the Pacific Ocean, the horizon upon which the sun rose and set, and the majestic splendour of Australia’s natural beauty which I have been able to enjoy these last couple of days; these all evoke a profound sense of awe."},{"author":8008,"first":"En una palabra, el rey de Francia era una hábil política, y el rey de Inglaterra un <strong class=\"keyword\">exuberante</strong> caballero.","second":"In a word, the king of France was a skilful policy, and the king of England an <strong class=\"keyword\">ebullient</strong> knight."},{"author":8008,"first":"Centro: Una de las razones de la popularidad del balneario es la belleza rústica de la localidad, que aún mantiene su atmósfera de antaño - paseos adoquinados, viviendas con muros de tierra y una vegetación <strong class=\"keyword\">exuberante</strong>.","second":"Center: One of the reasons for the spa's popularity is the beauty of the town, which still retains its rustic spell lanes with cobblestones, buildings with earthen walls, and plenty of <strong class=\"keyword\">lush</strong> trees."},{"author":8008,"first":"Y no es en vano, pues es una región riquísima en recursos hídricos e bellos paisajes, que permiten la realización de actividades placerosas, saludables e muy divertidas. Junto a las cascadas <strong class=\"keyword\">exuberantes</strong> y al río Jacaré – Pepira, los invitamos a disfrutar de la vida de una forma diferente, sea relajando junto al sonido de las aguas, caminando entre la selva o radicalizando con actividades inolvidables!","second":"HOCA tour is a company of tourism Off-Road and adventure, created by Horacio de Oliveira Camargo Junior, for loving the <strong class=\"keyword\">nature</strong> and adventure, decided join the pleasure with the work, by being a tourism guide."},{"author":118293,"first":"Pero para aquellos que consiguieron llegar a esta <strong class=\"keyword\">exuberante</strong> y fértil tierra, el mundo era su ostra.","second":"But for those who did make it to this <strong class=\"keyword\">lush</strong> and fertile land, the world was their oyster."},{"author":118293,"first":"Otras primaveras Tan <strong class=\"keyword\">exuberantes</strong> y hermosas","second":"There may be other springs <strong class=\"keyword\">as</strong> full and fair"},{"author":8008,"first":"Newton House se encuentra en medio de casi 1 hectárea de jardines <strong class=\"keyword\">exuberantes</strong>, un poco alejada de la A515, en el parque nacional de Peak Discrict, a 13 km de Ashbourne.","second":"Newton House is set in 2 acres of <strong class=\"keyword\">lush</strong> gardens, <strong class=\"keyword\">set</strong> back from the A515, in the Peak District National Park 8 miles from Ashbourne."},{"author":8008,"first":"Ubicado en un entorno natural de <strong class=\"keyword\">exuberante</strong> vegetación, cerca de la playa y de las tiendas, este establecimiento ofrece unas impresionantes vistas al mar, la bahía, las montañas, el parque y el puerto desde sus amplias terrazas.","second":"Set in the middle of <strong class=\"keyword\">lush green</strong> areas, close to the beach and shops, the residence offers a breathtaking view over the sea, the bay, the mountains, the park or the marina from the large terraces."},{"author":8008,"first":"Verde y <strong class=\"keyword\">exuberante</strong> durante todo el año, St. Stephen’s Green cubre unos 22 acres, a los cuales se puede llegar caminando hacia el sur desde Kildare, Dawson o Grafton Street.","second":"<strong class=\"keyword\">Lush</strong> and green all year long, St. Stephen’s Green spans roughly 22 acres and can be reached by heading south on Kildare, Dawson or Grafton Street."},{"author":119723,"first":"La demanda de esos productos debe ser enorme porque es casi imposible encender el televisor o la radio sin ver u oír publicidades de productos que prometen de todo, desde hacer bajar de peso hasta hacer renacer un <strong class=\"keyword\">exuberante</strong> cabello.","second":"There must be a tremendous demand for these products, because one can scarcely turn on the television or radio without seeing or hearing promotions for products that promise everything from losing weight to growing a <strong class=\"keyword\">lush</strong> crop of thick hair."},{"author":8008,"first":"Las inmersiones nocturnas y la exploración de cuevas y restos arqeuológicos de los barcos fenicios son dos emocionantes alternativas en los <strong class=\"keyword\">exuberantes</strong> fondos marinos de Ibiza y Formentera.","second":"Night dives and the exploration of caves and archaeological remains from Phoenician boats are two exciting alternatives for the <strong class=\"keyword\">exuberant</strong> depths of Ibiza and Formentera."},{"author":118293,"first":"Sólo durante unos pocos miles de años, los desiertos del Sahara, del Sinaí y el Árabe fueron verdes y <strong class=\"keyword\">exuberantes</strong>.","second":"For just a few thousand years, the Sahara, Sinai and Arabian deserts were <strong class=\"keyword\">lush</strong> and green."},{"author":8008,"first":"El Sur , es el motor económico de Vietnam, construido alrededor de Cuidad Ho Chi Minh (Thành Phố Hồ Chí Minh, antiguo Saigón) cubriendo también el <strong class=\"keyword\">exuberante</strong> y poco-visitado Delta de Mekong, la cesta del arroz de Vietnam.","second":"The North , around Hanoi (Hà Nội): from the Red River Delta to high mountains near China, to the World Heritage site Ha Long Bay , the North harbors some of the most <strong class=\"keyword\">magnificent</strong> views of Vietnam in an exotic context."},{"author":8008,"first":"Este complejo vacacional cuenta con variedad de actividades para toda la familia. Ubicado en 10 acres de bonitos jardines y <strong class=\"keyword\">exuberante</strong> vegetación, al lado de una larga playa de arena.","second":"This resort, packed full of activities for the whole family, is set in 10 acres of beautiful gardens and <strong class=\"keyword\">lush</strong> vegetation right next to a long sandy beach."},{"author":118293,"first":"Un paraíso donde la tierra es <strong class=\"keyword\">exuberante</strong> y la comida es abundante.","second":"Aparadise where the land is <strong class=\"keyword\">lush</strong> and the food is plentiful."},{"author":8008,"first":"Usted puede pasear por sus <strong class=\"keyword\">exuberantes</strong> jardines botánicos que albergan exóticas especies de flora y fauna, lo que hace el hotel un verdadero paraíso para el descanso.","second":"You may walk by the <strong class=\"keyword\">exuberant</strong> gardens which makes the hotel a paradise."},{"author":94809,"first":"Sin embargo, demuestran que urge reformar los mecanismos multilaterales existentes con el fin de evitar complicar aún más, mediante la instauración de acuerdos bilaterales entre Estados miembros, el paisaje jurídico ya <strong class=\"keyword\">exuberante</strong> en lo que a extradición se refiere.","second":"But they highlight the urgent need to reform existing multilateral mechanisms so as to avoid further complicating the existing <strong class=\"keyword\">abundance</strong> of extradition measures through the adoption of bilateral agreements between Member States."},{"author":31,"first":"Como una viña <strong class=\"keyword\">exuberante</strong>, dales simiente como granos de maíz,... que proliferen en obras buenas y aceptables a tus ojos,... y permite que contemplen a los hijos de sus hijos como un olivar recién plantado,...... para que tras recibir tu gracia... puedan brillar como las estrellas del cielo. \"","second":"\" like a <strong class=\"keyword\">luxuriant</strong> vine, give them seed in number like full ears of grain...\" that they may abound in every work that is good and acceptable unto Thee; \" and let them behold their children' s children like a newly planted olive orchard"},{"author":118385,"first":"Vinos de color rosa pálido o salmón, vivaces, frescos, elaborados a partir de uvas tintas, con aromas y sabores afrutados (frambuesa, melocotón, cereza guinda, grosella negra, fresa silvestre, etc.) e incluso aromas florales; vinos <strong class=\"keyword\">exuberantes</strong>, con acidez ligera y alegre; secos, semisecos, semidulces o dulces, dependiendo del contenido de azúcar.","second":"Pale pink or salmon-coloured, lively, fresh wines made from black grapes, with fruity fragrances and flavours (raspberry, peach, sour cherry, blackcurrant, wild strawberry, etc.) and perhaps floral aromas; <strong class=\"keyword\">exuberant</strong> wine with light, playful acids; dry, medium-dry, medium-sweet or sweet, depending on the sugar content."}],"from":"es","dest":"en","authors":{"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2697":{"U":"http://dumps.wikimedia.org/dewiktionary/latest/dewiktionary-latest-pages-articles.xml.bz2","id":2697,"N":"Wikiworterbuch","url":"https://glosbe.com/source/2697"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}