{"result":"ok","tuc":[{"phrase":{"text":"exanimate","language":"en"},"meanings":[{"language":"en","text":"lifeless; dead"}],"meaningId":7504909003979296653,"authors":[70195]},{"phrase":{"text":"lifeless","language":"en"},"meaningId":-5045905189705247951,"authors":[25018]},{"phrase":{"text":"spiritless","language":"en"},"meaningId":-5925495206899325174,"authors":[2903]},{"meanings":[{"language":"en","text":"lifeless, exanimate."}],"meaningId":4519972685912417055,"authors":[93107]}],"phrase":"exánime","examples":[{"author":8008,"first":"Por último, el caballero de la Muerte más poderoso del Rey <strong class=\"keyword\">Exánime</strong> será el obstáculo final que tendrán que superar los héroes para entrar en la parte superior de la ciudadela.","second":"The <strong class=\"keyword\">Lich</strong> King's most powerful death knight then stands as the final obstacle for the heroes to enter the upper reaches of the citadel."},{"author":8008,"first":"Pudiendo gobernar su reino sin oposición, el rey <strong class=\"keyword\">Exánime</strong> comenzó a prepararse para su verdadera misión en el mundo.","second":"Left to rule his kingdom unopposed, the <strong class=\"keyword\">Lich</strong> King began preparing for his true mission in the world."},{"author":8008,"first":"Cuando el momento fue el adecuado, Kil'jaeden explicó la misión para la que había creado al rey <strong class=\"keyword\">Exánime</strong>.","second":"When the time was right, Kil'jaeden explained the mission for which he had created the <strong class=\"keyword\">Lich</strong> King."},{"author":8008,"first":"Las cámaras privadas del Rey <strong class=\"keyword\">Exánime</strong> están cerca, aunque pueden suponer la muerte de todo aquel que se adentre en ellas.","second":"The <strong class=\"keyword\">Lich</strong> King's private chambers are within reach, although they may be the death of anyone who ventures there."},{"author":8008,"first":"Desde la apertura del Torneo Argenta al noreste de Corona de Hielo, aventureros han viajado desde Azeroth y más allá para demostrar su valía en el corazón del dominio del Rey <strong class=\"keyword\">Exánime</strong>.","second":"Since the opening of the Argent Tournament in northeastern Icecrown, adventurers have journeyed from across Azeroth and beyond to prove their worth in the heart of the <strong class=\"keyword\">Lich</strong> King's domain."},{"author":8008,"first":"Servir a este ser espectral, o a este Rey <strong class=\"keyword\">Exánime</strong>, como Kel'Thuzad había empezado a considerarlo, le otorgaría sin duda gran poder... y maldición para toda la eternidad.","second":"To Kel'Thuzad's astonishment, the ice shifted and cracked, and <strong class=\"keyword\">the</strong> top of a ziggurat pierced the frozen ground. A building was being pulled up out of the soil."},{"author":8008,"first":"Aún así, el Rey <strong class=\"keyword\">Exánime</strong> ha convertido a algunos trols de hielo en no-muertos y los ha forzado a servirlo.","second":"Even so, the <strong class=\"keyword\">Lich</strong> King has raised a number of ice trolls into undeath and forced them to serve him."},{"author":8008,"first":"Después de meses en el helado norte, puede que estés buscando algo de calor mientras continúas tu embate contra el diabólico Rey <strong class=\"keyword\">Exánime</strong>.","second":"After months in the cold north, perhaps you may be looking for some warmth as you continue your onslaught towards the evil <strong class=\"keyword\">Lich</strong> King."},{"author":118293,"first":"Nueve adulterios, 12 relaciones, 64 fornicaciones y algo parecido a una violación se debaten cada noche en el alma del delicado Florialis mas es un hombre de conducta tan tranquila y reservada que pasa por <strong class=\"keyword\">exánime</strong> y asexuado.","second":"Nine adulteries, 12 liaisons, 64 fornications, and something approaching a rape rest nightly upon the soul of our delicate friend Florialis, and yet the man is so quiet and reserved in demeanor that he passes for both bloodless and sexless."},{"author":8008,"first":"Mientras la atención del Rey <strong class=\"keyword\">Exánime</strong> se centra sobre la Cruzada Argenta y los Caballeros de la Espada de Ébano, que atraviesan las puertas frontales, los jugadores tendrán que ayudar a Jaina Valiente (Alianza) y a Sylvanas Brisaveloz (Horda) a infiltrarse en la ciudadela por una entrada diferente.","second":"While the <strong class=\"keyword\">Lich</strong> King's attention is focused on the Argent Crusade and the Knights of the Ebon Blade ripping through the front gates, players will be tested as they assist Jaina Proudmoore (Alliance) and Sylvanas Windrunner (Horde) in infiltrating the citadel through an alternate entrance."},{"author":118293,"first":"Y ante el despojo <strong class=\"keyword\">exánime</strong> levantáos y tirad a Carlos, mi hijo, la púrpura real.","second":"Trample my <strong class=\"keyword\">lifeless</strong> carcass and robe my son in the imperial purple!"},{"author":8008,"first":"Te ofrecemos la última creación de Sandy Bergholz, una imagen titulada Arthas , en la que podemos ver una forma muy original para demostrar tu lealtad al Rey <strong class=\"keyword\">Exánime</strong>.","second":"Today we feature the tattoo art of Sandy Bergholz' Arthas , showing the devotion of his most dedicated followers."},{"author":8008,"first":"Fue durante este tiempo cuando la aguerrida guerrera, Lana'thel, se encontró con Quel'Delar. Poco tiempo después se presentó la mejor oportunidad para usar la espada: el príncipe Kael'thas Caminante del Sol creó un ejército y unió sus fuerzas a Illidan Tempestira, quien les guió al norte hasta Corona de Hielo con la misión de destruir al Rey <strong class=\"keyword\">Exánime</strong>.","second":"It was during this time that the battle-hardened warrior Lana’thel stumbled upon Quel’Delar, and soon afterward the greatest opportunity to use the blade presented itself: Prince Kael’thas Sunstrider raised an army and combined forces with Illidan Stormrage, who led them north to Icecrown on a mission to destroy the <strong class=\"keyword\">Lich</strong> King."},{"author":118293,"first":"Pirro se dirige hacia Príamo, ataca lleno de furia, pero sólo con el aire de su funesta espada el <strong class=\"keyword\">exánime</strong> anciano cae.","second":"Pyrrhus at Priam drives, in rage strikes wide, but with the whiff and wind of his fell sword his unnerv-ed father falls."},{"author":8008,"first":"Los malvados lanzadores de hechizos fueron destrozados y reconstruidos como <strong class=\"keyword\">exánimes</strong> esqueléticos.","second":"The wicked spellcasters were ripped apart and remade as skeletal <strong class=\"keyword\">liches</strong>."},{"author":8008,"first":"Tras haberse liberado del tiránico gobierno del Rey <strong class=\"keyword\">Exánime</strong>, un grupo de no-muertos renegados busca mantener su libre voluntad mientras destruyen a todo aquel que se les oponga.","second":"aving broken free from the tyrannical rule of the <strong class=\"keyword\">Lich</strong> King, a renegade group of undead seek to retain their own free will while destroying all those who oppose them."},{"author":8008,"first":"La Cruzada Argenta ha hecho un llamamiento, un llamamiento a las armas dirigido a los héroes de todos los confines para que acudan a las mismísimas puertas del dominio del Rey <strong class=\"keyword\">Exánime</strong> y para que demuestren su valía en un torneo nunca antes visto en Azeroth.","second":"They say even the darkest cloud has a silver lining. It is this hope that drives the men and women of the Argent Crusade: hope that the Light will see them through these trying times, hope that good will triumph over evil, hope that a hero blessed by the Light will come forth to put an end to the <strong class=\"keyword\">Lich</strong> King's dark reign."},{"author":8008,"first":"Tras abandonar su servidumbre al Rey <strong class=\"keyword\">Exánime</strong>, los caballeros de la Muerte comenzaron su nueva andadura como formidables adversarios de amplia experiencia, equipados con armadura pesada y poseedores de un inmenso bagaje de magia prohibida que aprendieron bajo el yugo del Rey <strong class=\"keyword\">Exánime</strong>.","second":"No longer servants of the <strong class=\"keyword\">Lich</strong> King, they begin their new calling as experienced, formidable adversaries, heavily armed and armored and possessing an arsenal of deadly and forbidden magic learned in the <strong class=\"keyword\">Lich</strong> King's <strong class=\"keyword\">thrall</strong>."},{"author":8008,"first":"Pero mientras el rey <strong class=\"keyword\">Exánime</strong> extendía su influencia sobre la tierra, un imperio sombrío se alzaba contra su poder.","second":"Yet as the <strong class=\"keyword\">Lich</strong> King extended his influence over the land, one shadowy empire stood against his power."},{"author":8008,"first":"Allí el <strong class=\"keyword\">exánime</strong> obtendría el poderoso libro de hechizos de Medivh y lo usaría para invocar a Archimonde de vuelta al mundo.","second":"There the <strong class=\"keyword\">lich</strong> would obtain the powerful spellbook of Medivh, and use it to summon Archimonde back into the world."},{"author":8008,"first":"Kel'Thuzad contempló al creciente ejército del rey <strong class=\"keyword\">Exánime</strong> y lo llamó la Plaga, porque pronto marcharía contra las puertas de Lordaeron y borraría a la humanidad de la faz de la tierra.","second":"Kel'Thuzad looked upon the <strong class=\"keyword\">Lich</strong> King's growing army and named it the Scourge, for soon it would march upon the gates of Lordaeron and scour humanity from the face of the world."},{"author":8008,"first":"Sus tácticas de atacar y correr contra las fortalezas del rey <strong class=\"keyword\">Exánime</strong> bloqueaban sus esfuerzos para acabar con ellos una vez tras otra.","second":"Their hit-and-run tactics on the <strong class=\"keyword\">Lich</strong> King's strongholds stymied his efforts to root them out time after time."},{"author":8008,"first":"El rey <strong class=\"keyword\">Exánime</strong> estaba satisfecho con su último conscripto.","second":"The <strong class=\"keyword\">Lich</strong> King was pleased with his latest conscript."},{"author":8008,"first":"Arthas, llamado por el mismísimo rey <strong class=\"keyword\">Exánime</strong>, se vio obligado a dejar a la Plaga en manos de su teniente, Kel'Thuzad, mientras la guerra se extendía por las Tierras de la Peste.","second":"Arthas, called by the <strong class=\"keyword\">Lich</strong> King, was forced to leave the Scourge in the hands of his lieutenant, Kel'Thuzad, as the war escalated throughout the Plaguelands."}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}