{"result":"ok","tuc":[{"phrase":{"text":"unwieldy","language":"en"},"meanings":[{"language":"en","text":"difficult to carry, handle, manage or operate"}],"meaningId":-4240069720905712792,"authors":[90508]},{"meanings":[{"language":"en","text":"cumbersome"}],"meaningId":-5852831397887602851,"authors":[93107]}],"phrase":"farragoso","examples":[{"author":94808,"first":"Además, en caso de que la utilización de esa terminología en el artículo se considerara demasiado <strong class=\"keyword\">farragosa</strong>, podrían hacerse precisiones en el comentario del proyecto artículo 8.","second":"And if recourse to such language in the body of the Article were regarded as <strong class=\"keyword\">cumbersome</strong>, qualifications could be formulated in the commentary on draft article 8."},{"author":94809,"first":"La simplificación legislativa está destinada a mejorar y adaptar la legislación modificando o sustituyendo los actos y disposiciones demasiado <strong class=\"keyword\">farragosos</strong> y demasiado complejos con vistas a su aplicación.","second":"The purpose of legislative simplification is to improve and adapt legislation by amending or replacing acts and provisions which are too <strong class=\"keyword\">unwieldy</strong> and too complex to be applied."},{"author":27,"first":"Tengamos cuidado de garantizar que la nueva estrategia económica, llamada \"estrategia de Europa 2020\", no se convierta en otro terreno <strong class=\"keyword\">farragoso</strong> más.","second":"Let us be careful to ensure that the new economic strategy, dubbed 'European Union 2020', does not become yet another <strong class=\"keyword\">complicated</strong> beast."},{"author":94809,"first":"2.3.1 El derecho de libre circulación es obstaculizado por la aplicación divergente e incorrecta del Derecho comunitario y por procedimientos administrativos <strong class=\"keyword\">farragosos</strong>","second":"2.3.1. The right to free movement is hindered by divergent and incorrect application of EU law and by <strong class=\"keyword\">cumbersome</strong> administrative procedures"},{"author":8007,"first":"&quot;En 1956&quot;, recuerdo que dijo, &quot;entendimos que la esclavitud no conducía a la libertad, que las mentiras no ayudaban a la verdad, que la opresión no alimentaba la igualdad definitiva&quot;. Lo que decía era simple, pero es difícil subestimar la importancia de aquellas verdades simples cuando se confrontan las verdades <strong class=\"keyword\">farragosas</strong> de la propaganda oficial.","second":"“In 1956,” I remember him saying, “we understood that slavery did not lead to freedom, that lies did not help the truth, that oppression did not foster ultimate equality.” What he said was simple, but it is hard to underestimate the importance of those simple truths when confronting the <strong class=\"keyword\">convoluted</strong> lies of official propaganda."},{"author":94809,"first":"Procedimientos por incumplimiento <strong class=\"keyword\">farragosos</strong> y lentos, solo excepcionalmente eficaces ...","second":"Proceedings for failure to fulfil an obligation are long, <strong class=\"keyword\">cumbersome</strong> and effective only exceptionally ..."},{"author":94809,"first":"La mayor parte de las dificultades de aplicación del nuevo Código Procesal Penal se deben a que los procedimientos son <strong class=\"keyword\">farragosos</strong>, se fijan plazos irrealistas para la investigación de delitos graves, así como para la programación de las audiencias y, por último, a las restricciones para que los agentes de policía declaren en los tribunales.","second":"Most difficulties regarding the implementation of the new penal procedure code relate to its too <strong class=\"keyword\">cumbersome</strong> procedures, unrealistic deadlines for the investigation of serious crimes and for scheduling case hearings and, finally, legal restrictions for giving evidence in court by police officers."},{"author":118385,"first":"En términos generales las disposiciones de notificación se consideraron apropiadas, aunque en ocasiones resultaban <strong class=\"keyword\">farragosas</strong>, especialmente en relación con la elaboración de informes financieros.","second":"Reporting arrangements were considered appropriate overall, but sometimes <strong class=\"keyword\">cumbersome</strong>, particularly with regard to financial reporting."},{"author":94809,"first":"El sector empresarial espera que los controles necesarios (por muy legítimos y justificados que sean) no se conviertan en procedimientos <strong class=\"keyword\">farragosos</strong> y complicados ni aumenten los costes.","second":"The business community expects that necessary controls (legitimate and well-founded) do not result in <strong class=\"keyword\">cumbersome</strong> and complicated procedures, thus increasing costs."},{"author":27,"first":"Saludo también con agrado las medidas para incrementar la transparencia en las decisiones para asignar subvenciones a organizaciones, así como las facilidad de uso del proceso de solicitud de fondos que, en la actualidad, es demasiado <strong class=\"keyword\">farragoso</strong>.","second":"I welcome also the measures to increase transparency in the decisions to allocate grants to organisations and also the user-friendliness of the grant application process which at the moment is far too <strong class=\"keyword\">cumbersome</strong>."},{"author":27,"first":"En consecuencia, y desde este punto de vista, consideramos que ha de fomentarse más aún, si cabe, la acción de las organizaciones de productores y que es preciso anticipar el iter de definición de las IGP y las DOP, demasiado <strong class=\"keyword\">farragoso</strong> y burocrático y que actualmente depende de la producción.","second":"We therefore believe that this action, including that of the producer associations, should be given a further boost and that there is, of course, a need to speed up the excessively bureaucratic and <strong class=\"keyword\">cumbersome procedure</strong> which the industry currently has to negotiate in order to be awarded protected geographical indications and designations of origin."},{"author":91988,"first":"Bajo la presión para actuar sin demoras, e incapaces de identificar, en esta etapa temprana, las principales prioridades de la reforma estructural, los gobiernos se fijaron una larga y <strong class=\"keyword\">farragosa</strong> lista de cosas por hacer.","second":"Under pressure to act without delay, and unable at this early stage to identify key priorities for structural reform, governments set themselves a long and <strong class=\"keyword\">ragbag</strong> to-do list."},{"author":94809,"first":"- una normativa nacional <strong class=\"keyword\">farragosa</strong> y controvertida no aclara la situación, aunque la zona esté clasificada de interés nacional y europeo;","second":"- the national legislation on the matter is <strong class=\"keyword\">confused</strong> and controversial and does nothing to clarify the situation, even though the area is one of national and European interest;"},{"author":94809,"first":"En materia de legislación cautelar(2), la Comisión adopta una posición extremadamente crítica -compartida por el Comité- respecto de los procedimientos legislativos, demasiados lentos, <strong class=\"keyword\">farragosos</strong> y expuestos a la tentación de cada uno de dejar su \"impronta personal\".","second":"As regards prudential legislation(2), the Commission takes a very critical view - which the Committee shares - of the legislative procedures: too slow, too <strong class=\"keyword\">confused</strong> and open to the temptation for each to add \"something of his own\"."},{"author":8008,"first":"Todos los participantes necesitan darse cuenta de como y cuando la comunicacion puede volverse <strong class=\"keyword\">farragosa</strong>, y deben estar implicados en buscar soluciones.","second":"All participants need to be aware of when and how communications can become bogged down, and be involved in solutions."},{"author":27,"first":"En el debate acerca del informe Teverson hemos abordado dos cuestiones que deseo mencionar. El primer lugar, el procedimiento de los Fondos estructurales se ha convertido en demasiado complejo, difícil y <strong class=\"keyword\">farragoso</strong>, por lo que es necesario simplificarlo.","second":"In the discussion of the Teverson report we have also dealt with two questions which I want to recall here: firstly, the mechanism of the Structural Funds is now too complex, too difficult, too <strong class=\"keyword\">cumbersome</strong>, and must be simplified."},{"author":27,"first":"En realidad, paradójicamente existen problemas burocráticos y mecanismos todavía <strong class=\"keyword\">farragosos</strong> especialmente en los plazos de asignación y de utilización de los fondos: así ha sucedido con el Fondo de cohesión el cual muestra la falta de utilización de todos los créditos de pago de 1999, y también con los Fondos estructurales, los cuales no han alcanzado el objetivo de gasto del 100%, tanto porque una gran parte de los recursos se ha utilizado sólo antes del vencimiento del período de programación como por la lentitud de la asignación de las financiaciones disponibles que convierten en más onerosa la realización de programas a los sujetos que los ejecutan.","second":"In reality, strangely, there are bureaucratic problems and mechanisms which are still poorly defined, particularly as regards the time frames for the disbursement and use of the funds: this applies to the Cohesion Fund, of which all the appropriations for 1999 were not used, and it applies to the Structural Funds, which did not achieve the 100% expenditure target both because the majority of the resources were committed only just before the end of the programming period and because of the slow rate of disbursement of the appropriations available. These factors make the process much more burdensome for those implementing the programmes."},{"author":27,"first":"Doy las gracias en particular a la señora Attwooll por haber contribuido a aclarar un texto que me parece bastante <strong class=\"keyword\">farragoso</strong> y no siempre fácil de comprender de forma inmediata para quienes tendrán que aplicarlo sobre el terreno.","second":"I am particularly grateful to Mrs Attwooll for helping to clarify a text that strikes me as decidedly overladen and not always easy to understand, not least by those who will have to implement it on the ground."},{"author":27,"first":"Se trata de una serie de detalles <strong class=\"keyword\">farragosos</strong> e inverosímiles, y me sorprende que los autores de la enmienda sobre el anexo no hayan añadido un párrafo que dice que los diputados tenían derecho, pagándolo ellos, a enviar tarjetas de Navidad editadas por el Parlamento.","second":"It is a <strong class=\"keyword\">jumble</strong> of improbable details and I am surprised that the authors of the amendment to the annex did not add a paragraph stating that Members were entitled to send Christmas cards published by Parliament at their own expense!"},{"author":118293,"first":"Me parece muy <strong class=\"keyword\">farragoso</strong>.","second":"I really find this very tedious."},{"author":94808,"first":"En este contexto, importantes ONG ejecutoras destacaron los <strong class=\"keyword\">farragosos</strong> requisitos de presentación de informes de algunas entidades del sistema de las Naciones Unidas. También destacaron que los distintos programas y entidades de las Naciones Unidas tenían exigencias diferentes a este respecto e imponían distintas obligaciones a los asociados en la ejecución.","second":"In this context, key implementing NGOs highlighted the <strong class=\"keyword\">burdensome</strong> reporting requirements of some United Nations entities; furthermore, different United Nations entities and programmes place different reporting requirements and obligations on implementing partners."},{"author":118385,"first":"Los requisitos de presentación de informes se consideraron en ocasiones <strong class=\"keyword\">farragosos</strong>, especialmente la elaboración de informes financieros.","second":"Reporting requirements were sometimes considered as <strong class=\"keyword\">burdensome</strong>, particularly with regard to financial reporting."},{"author":27,"first":"No redacté todos los artículos del Tratado y ni siquiera una parte ínfima del mismo, pero todos esos textos resultan a veces inevitablemente <strong class=\"keyword\">farragosos</strong>.","second":"I did not write all the passages of the Treaty, or even the smallest part of it, but you will not escape the cumbersomeness that at times characterises all of these <strong class=\"keyword\">texts</strong>."},{"author":94809,"first":"No obstante, esto no debe tener como consecuencia trámites <strong class=\"keyword\">farragosos</strong> para las organizaciones registradas en el SGAM y las medidas adoptadas para garantizar la transparencia deben ser proporcionadas (deberá sustituirse \"garantiza\" por \"pueda tener\").","second":"This should not however result in heavy <strong class=\"keyword\">procedures</strong> for EMAS registered organisations and measures taken to ensure transparency should remain proportionate (\"guaranteed\" to be replaced by \"given\")."}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}