{"result":"ok","tuc":[{"phrase":{"text":"fatuous","language":"en"},"meanings":[{"language":"en","text":"obnoxiously stupid, vacantly silly, content in one&#39;s foolishness"}],"meaningId":-6168408217403811123,"authors":[70195]},{"phrase":{"text":"foolish","language":"en"},"meaningId":4895790315522332314,"authors":[25018]},{"phrase":{"text":"inane","language":"en"},"meaningId":6745989085731023243,"authors":[25018]},{"meanings":[{"language":"en","text":"fatuous, vain"}],"meaningId":4571825366460515044,"authors":[93107]}],"phrase":"fatuo","examples":[{"author":94809,"first":"95/75/CE: Decisión de la Comisión, de 10 de marzo de 1995, por la que se autoriza a Finlandia para adoptar disposiciones más estrictas con respecto a la presencia de Avena <strong class=\"keyword\">fatua</strong> en las semillas de cereales (El texto en lengua finesa es el único auténtico) (Texto pertinente a los fines del EEE)","second":"95/75/EC: Commission Decision of 10 March 1995 authorizing Finland to adopt more stringent provisions concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in cereal seed (Only the Finnish text is authentic) (Text with EEA relevance)"},{"author":118293,"first":"No moriré por una <strong class=\"keyword\">fatua</strong>. Ho la.","second":"I'm not going down in some <strong class=\"keyword\">fatwa</strong>."},{"author":94808,"first":"Se acercó a <strong class=\"keyword\">Fatu</strong> Ahi por detrás de la colina y logró quedar por encima del Comandante Alfredo y sus hombres.","second":"He approached <strong class=\"keyword\">Fatu Ahi</strong> from around the hill and obtained a higher position above Major Alfredo and his men."},{"author":94809,"first":"c) La presencia de una semilla de Avena <strong class=\"keyword\">fatua</strong>, Avena sterilis o Lolium temulentum en una muestra del peso prescrito no se considerará impureza si en una segunda muestra del mismo peso no hay ninguna semilla de estas especies.","second":"(c) the presence of one seed of Avena <strong class=\"keyword\">fatua</strong>, <strong class=\"keyword\">Avena</strong> sterilis or Lolium temulentum in a sample of the prescribed weight shall not be regarded as an impurity where a second sample of the same weight is free from any seeds of these species;"},{"author":94809,"first":"por la que se fijan las condiciones particulares referentes a la presencia de Avena <strong class=\"keyword\">fatua</strong> en las semillas de cereales","second":"laying down special conditions concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in cereal seed"},{"author":118293,"first":"Los actores son mentirosos, estúpidos y <strong class=\"keyword\">fatuos</strong>.","second":"Actors are stupid, dishonest and vain"},{"author":94809,"first":"h) la presencia de una semilla de Avena <strong class=\"keyword\">fatua</strong> y Avena sterilis en una muestra del peso prescrito no se considerará impureza si en una segunda muestra de un peso igual a dos veces el prescrito no hay ninguna semilla de estas especies;","second":"(h) the presence of one seed of Avena <strong class=\"keyword\">fatua</strong>, and Avena sterilis in a sample of the prescribed weight shall not be regarded as an impurity where a second sample of twice the prescribed weight is free from any seeds of these species;"},{"author":118385,"first":"La Comisión autorizará, según el procedimiento previsto en el artículo 21, para la comercialización de semillas de cereales, en la totalidad o en algunas partes del territorio de uno o de varios Estados miembros, para que se adopten disposiciones más estrictas que las previstas en el Anexo II en lo que respecta a la presencia de Avena <strong class=\"keyword\">fatua</strong> en estas semillas, si se aplican disposiciones similares a la producción nacional de estas semillas y si se lleva efectivamente a cabo una campaña de erradicación de la Avena <strong class=\"keyword\">fatua</strong> en los cultivos de cereales de la región de que se trate.","second":"The Commission, in accordance with the procedure provided for in Article 21, shall for the marketing of cereal seeds authorize, in respect of the whole or parts of the territory of one or more Member States, provisions which are more strict than those laid down in Annex II concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in those seeds, if similar provisions are applied to the home production of those seeds and if there is a campaign to eradicate Avena <strong class=\"keyword\">fatua</strong> from cereals grown in the region in question."},{"author":94809,"first":"Decisión de la Comisión de 2 de marzo de 2005, por la que se autoriza a Estonia, Letonia, Lituania y Malta a adoptar requisitos más estrictos en relación con la presencia de Avena <strong class=\"keyword\">fatua</strong> en semillas de cereales [notificada con el número C(2005) 462] ( 1 )","second":"Commission Decision of 2 March 2005 authorising Estonia, Latvia, Lithuania and Malta to adopt stricter requirements concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in cereal seed (notified under document number C(2005) 462) ( 1 )"},{"author":8008,"first":"En una extensa encuesta, el diario danés explica que, efectivamente, según el presidente de la Organización, Mohamed Gelle – víctima asimismo de una <strong class=\"keyword\">fatua</strong> –, un grupo muy activo formado por 15-20 islamistas somalíes ha lanzado una campaña destinada a reclutar a jóvenes compatriotas para organizaciones afines a Al Qaeda, cuyo método se basa en ejercer presión sobre sus familias (en Dinamarca y Somalia), así como en la enseñanza de la doctrina del islam más radical. En la actualidad, 16.700 somalíes residen en Dinamarca.","second":"Somalisk Netværk i Danmark (Somali Network in Denmark) has submitted a series of proposals to integration minister Birthe Rønn Hornbech aimed at thwarting the fundamentalists."},{"author":94808,"first":"Las sanciones extrajudiciales en el marco de la <strong class=\"keyword\">fatua</strong> (veredicto religioso) han sido declaradas ilegales por la División de Apelación.","second":"Extrajudicial Punishment in the name of <strong class=\"keyword\">Fatwa</strong> (Religious verdict) has been declared as illegal by the Appellate Division."},{"author":118385,"first":"La Comisión autorizará, según el procedimiento previsto en el artículo 21, para la comercialización de semillas de plantas forrajeras, en la totalidad o en algunas partes del territorio de uno o de varios Estados miembros, para que se adopten disposiciones más estrictas que las previstas en el Anexo II en lo que respecta a la presencia de Avena <strong class=\"keyword\">fatua</strong> en estas semillas, si se aplican disposiciones similares a la producción nacional de estas semillas y si se lleva realmente a cabo una campaña de erradicación de la Avena <strong class=\"keyword\">fatua</strong> en los cultivos de plantas forrajeras de la región de que se trate.","second":"The Commission, in accordance with the procedure provided for in Article 21, shall for the marketing of forage crop seeds authorize, in respect of the whole or parts of the territory of one or more Member States, provisions which are more strict than those laid down in Annex II concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in those seeds, if similar provisions are applied to the home production of those seeds and if there is a campaign to eradicate Avena <strong class=\"keyword\">fatua</strong> from forage crops grown in the region in question."},{"author":94808,"first":"La confrontación armada en <strong class=\"keyword\">Fatu</strong> Ahi el 23 de mayo de 2006","second":"Armed confrontation in <strong class=\"keyword\">Fatu Ahi</strong> on 23 May 2006"},{"author":94809,"first":"por la que se autoriza a Estonia, Letonia, Lituania y Malta a adoptar requisitos más estrictos en relación con la presencia de Avena <strong class=\"keyword\">fatua</strong> en semillas de cereales","second":"authorising Estonia, Latvia, Lithuania and Malta to adopt stricter requirements concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in cereal seed"},{"author":92475,"first":"Antes de ser informada de las <strong class=\"keyword\">fatuas</strong> escribió en su página pública de Facebook el 2 de mayo:","second":"Before she was aware of the <strong class=\"keyword\">fatwas</strong>, she wrote on her public Facebook page on May 2:"},{"author":118293,"first":"Se llama fuego <strong class=\"keyword\">fatuo</strong>.","second":"It's called <strong class=\"keyword\">foxfire</strong>."},{"author":42,"first":"Decisión #/CEE de la Comisión, de # de mayo de #, por la que se autoriza a determinados Estados miembros para que adopten disposiciones más estrictas en lo que se refiere a la presencia de Avena <strong class=\"keyword\">fatua</strong> en las semillas de plantas forrajeras y de cereales (DO L #, #.#, p. #), modificada por","second":"Commission Decision #/EEC of # May # authorising certain Member States to make provisions which are more strict concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in fodder plant and cereal seed (OJ L #, #.#, p. #), as amended by"},{"author":8000,"first":"El enfrentamiento en <strong class=\"keyword\">Fatu</strong> Ahi se prolongó hasta el anochecer","second":"The confrontation at <strong class=\"keyword\">Fatu Ahi</strong> lasted until nightfall"},{"author":94809,"first":"De conformidad con el procedimiento previsto en el artículo 21, podrá establecerse que los Estados miembros puedan disponer que, en los casos no contemplados en la presente Directiva, los envases de semillas de base, de semillas certificadas o de semillas comerciales, lleven una etiqueta del proveedor (que podrá estar separada de la etiqueta oficial o consistir en información de los proveedores impresa en el propio envase) o que los lotes de semillas que cumplan las condiciones especiales sobre la presencia de Avena <strong class=\"keyword\">fatua</strong>, establecidas de acuerdo con el procedimiento previsto en el artículo 21, vayan acompañados de un certificado oficial que dé fe de la observancia de dichas condiciones.","second":"In accordance with the procedure laid down in Article 21 it may be provided that Member States may require that, in cases other than those provided for in this Directive, packages of basic seed, certified seed or commercial seed shall bear a supplier's label (which may either be a label separate from the official label or take the form of suppliers' information printed on the package itself) or that seed lots complying with the special conditions concerning the presence of Avena <strong class=\"keyword\">fatua</strong>, laid down in accordance with the procedure provided for in Article 21, should be accompanied by an official certificate attesting compliance with those conditions."},{"author":94809,"first":"Debe incorporarse al Acuerdo la Decisión 2005/200/CE de la Comisión, de 2 de marzo de 2005, por la que se autoriza a Estonia, Letonia, Lituania y Malta a adoptar requisitos más estrictos en relación con la presencia de Avena <strong class=\"keyword\">fatua</strong> en semillas de cereales (2).","second":"Commission Decision 2005/200/EC of 2 March 2005 authorising Estonia, Latvia, Lithuania and Malta to adopt stricter requirements concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in cereal seed (2) is to be incorporated into the Agreement."},{"author":8000,"first":"Confrontación armada en <strong class=\"keyword\">Fatu</strong> Ahi el # de mayo","second":"Armed confrontation in <strong class=\"keyword\">Fatu Ahi</strong> on # ay"},{"author":118293,"first":"¿Desde cuándo el libro de revelaciones tiene juegos <strong class=\"keyword\">fatuos</strong>?","second":"Since when does the Book of Revelations have jack-<strong class=\"keyword\">o-lanterns</strong>?"},{"author":118293,"first":"¡ Mi amigo de <strong class=\"keyword\">Fatu</strong> Hiva!","second":"My friend from <strong class=\"keyword\">Fatu</strong> Hiva!"},{"author":118293,"first":"No necesito escuchar tu mierda <strong class=\"keyword\">fatua</strong> sobre el planeta y las siguientes generaciones, porque no las conozco y nunca voy a conocerlas.","second":"I don't need to listen to your <strong class=\"keyword\">fatuous</strong> bullshit about the planet and the next generations, because I don't know them and I never will."},{"author":94809,"first":"374 D 0531: Decisión 74/531/CEE de la Comisión, de 16 de octubre de 1974, por la que se autoriza al Reino de los Países Bajos a adoptar disposiciones más estrictas en lo que se refiere a la presencia de Avena <strong class=\"keyword\">fatua</strong> en las semillas de cereales (DO L 299, 7.11.1974, p.","second":"374 D 0531: Commission Decision 74/531/EEC of 16 October 1974 authorising the Kingdom of the Netherlands to adopt more stringent provisions concerning the presence of Avena <strong class=\"keyword\">fatua</strong> in cereal seed (OJ L 299, 7.11.1974, p."}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"}}}