{"result":"ok","tuc":[{"phrase":{"text":"fateful","language":"en"},"meaningId":8767824136899775921,"authors":[84715]},{"phrase":{"text":"fatal","language":"en"},"meaningId":-3507114722072896461,"authors":[99488]},{"phrase":{"text":"fatidic","language":"en"},"meaningId":4522779012678698393,"authors":[8]},{"phrase":{"text":"fatidical","language":"en"},"meaningId":5459921262483810225,"authors":[8]},{"meanings":[{"language":"en","text":"fateful"}],"meaningId":-927686078811175563,"authors":[1]}],"phrase":"fatídico","examples":[{"author":95875,"first":"«Los <strong class=\"keyword\">fatídicos</strong> viajes nocturnos a las discotecas también se cobran muchas vidas.»","second":"'And the <strong class=\"keyword\">fatal</strong> disco trips at night also take a terrible toll.'"},{"author":118293,"first":"Como diría el <strong class=\"keyword\">fatídico</strong> duelista de Pushkin.","second":"As Pushkin's doomed <strong class=\"keyword\">duellist</strong> said..."},{"author":119723,"first":"El cumplimiento literal de esa <strong class=\"keyword\">fatídica</strong> predicción fue sólo uno de los muchos acontecimientos consiguientes a la aniquilación de la ciudad menos de cuarenta años después.","second":"The literal fulfilment of that awful portent was but an incident in the annihilation of the city less than forty years later."},{"author":118293,"first":"La hora <strong class=\"keyword\">fatídica</strong>.","second":"The <strong class=\"keyword\">fateful</strong> hour."},{"author":92475,"first":"Dentro del <strong class=\"keyword\">fatídico</strong> escenario que observa Kalashnikov, los Estados Unidos serían tan víctimas como Rusia.","second":"In <strong class=\"keyword\">Kalashnikov's doomsday</strong> scenario, the United States is just as much a victim as Russia."},{"author":31,"first":"Desde aquel <strong class=\"keyword\">fatídico</strong> día...... no sabemos ni una palabra","second":"Since that <strong class=\"keyword\">terrible</strong> day...... there has been no word of them"},{"author":94808,"first":"En esta ocasión debemos recordar los graves crímenes cometidos por terroristas en 1976, que segaron la vida de 73 personas inocentes en la <strong class=\"keyword\">fatídica</strong> voladura de un avión cubano en Barbados.","second":"On this occasion we remember the serious crimes committed by terrorists in 1976, in which a <strong class=\"keyword\">fatal</strong> bombing of a Cuban airliner in Barbados took the lives of 73 innocent people."},{"author":27,"first":"Volver al método intergubernamental es <strong class=\"keyword\">fatídico</strong>.","second":"Reverting to the intergovernmental method is <strong class=\"keyword\">fatal</strong>."},{"author":119723,"first":"Aquel <strong class=\"keyword\">fatídico</strong> Día de Acción de Gracias fue en 2011, y me ha llevado algunos años darme cuenta de cuánto me ayudaron mis hermanos y hermanas de la Iglesia.","second":"That <strong class=\"keyword\">fateful</strong> Thanksgiving Day was in 2011, and it took me a few years to realize just how much I was helped by my brothers and sisters in the Church."},{"author":8000,"first":"La vivienda, situada en un barrio densamente poblado, era de la familia Al-Athamnah, que perdió a # de sus miembros ese día <strong class=\"keyword\">fatídico</strong>","second":"The house, situated in a densely populated neighbourhood, was the home of the Al-Athamnah family, which lost # members on that <strong class=\"keyword\">fateful</strong> day"},{"author":27,"first":"La causa de estos <strong class=\"keyword\">fatídicos</strong> accidentes radica a menudo en una velocidad excesiva.","second":"These <strong class=\"keyword\">fatal</strong> accidents are often caused by speeding."},{"author":92475,"first":"Como sucede a menudo en la época moderna, parte de la <strong class=\"keyword\">fatídica</strong> historia se desarrolló en la red.","second":"As is often the case in the modern era, some of the <strong class=\"keyword\">tragic</strong> story played out online."},{"author":118293,"first":"Y ahora, por primera vez, estamos trayendo a usted la historia completa de lo que ocurrió aquel <strong class=\"keyword\">fatídico</strong> día.","second":"And now for the first time, we are bringing to you the full story of what happened on that <strong class=\"keyword\">fateful</strong> day."},{"author":118293,"first":"Tracy, por años Cristal fue la champaña del hip-hop hasta que el presidente de Roederer cometió un <strong class=\"keyword\">fatídico</strong> error.","second":"Tracy, for years Cristal was the hip-hop champagne, until the president of Roederer committed a <strong class=\"keyword\">fateful</strong> error."},{"author":94808,"first":"Por todo ello, me congratulo de que las Naciones Unidas hayan decidido enviar una nueva comisión que volverá a investigar la situación general desde la <strong class=\"keyword\">fatídica</strong> noche del 18 al 19 de septiembre de 2002.","second":"Accordingly, I welcome the fact that the United Nations has decided to send a new commission of inquiry which will conduct a comprehensive review of the investigations dating back to the <strong class=\"keyword\">fateful</strong> night of 18 to 19 September 2002."},{"author":8000,"first":"En el nuevo escenario internacional que abre esa <strong class=\"keyword\">fatídica</strong> fecha del martes # de septiembre, su palabra verídica, su autoridad moral e infatigable voluntad de unir para la paz otorgan a nuestra Organización una real posibilidad de influir en apoyo de la justicia y la razón en estos momentos tan difíciles","second":"In the new international environment created that <strong class=\"keyword\">fateful day</strong> of Tuesday # eptember, his words of truth and moral authority and his tireless desire to promote unity to achieve peace offer our Organization a genuine possibility to make a difference on the side of justice and reason in such difficult times"},{"author":31,"first":"Qué suerte que sus admirables abogados...... no estaban presentes en la casa de la familia Clutter esa noche <strong class=\"keyword\">fatídica</strong>","second":"How fortunate that their admirable attorneys...... were not present at the Clutter home that <strong class=\"keyword\">fateful</strong> evening"},{"author":31,"first":"la puerta estaba abierta y entré para hablar con ella... pero no había nadie y eso me alivió.Ya me iba contenta... cuando pensé que sería <strong class=\"keyword\">fatídico</strong>... si alguien me veía salir de allí","second":"The door was open a little, so I marched right in ready to give her a piece of my mind... but there wasn' t anybody there, which certainly made me feel a lot better... and I started to leave a lot happier than I had felt when I arrived"},{"author":8008,"first":"En 1546 inició una <strong class=\"keyword\">fatídica</strong> correspondencia secreta con su viejo conocido Juan Calvino .","second":"He also began, in 1546, a <strong class=\"keyword\">fateful</strong> secret correspondence with his old acquaintance, John Calvin ."},{"author":92475,"first":"El libro, de Jon Krakauer, cuenta la historia real de Christopher “Alexander Supertramp [Supervagabundo]” McCandless, un graduado universitario que dejó atrás a sus amigos y familia para realizar una odisea a través de las carreteras americanas que lo conducirían a su <strong class=\"keyword\">fatídico</strong> destino: Alaska.","second":"The book, by Jon Krakauer, tells the true story of Christopher “Alexander Supertramp” McCandless, a college graduate who left behind friends and family for an odyssey through American roads that would lead to his <strong class=\"keyword\">fateful</strong> goal: Alaska."},{"author":118293,"first":"Ese <strong class=\"keyword\">fatídico</strong> día, Haram desafió el dominio del cielo y huyó con Narin.","second":"On that <strong class=\"keyword\">fateful</strong> day, Haram defied the rule of heaven and ran away with Narin."},{"author":94808,"first":"Esa noche <strong class=\"keyword\">fatídica</strong> estábamos juntos en la plaza, de pie, entonando un canto a la paz, cuyo logro ha sido el anhelo de mi pueblo generación tras generación.","second":"That <strong class=\"keyword\">fateful</strong> night at the square, we stood together and sang of peace, which has been the aspiration of my people for generation upon generation."},{"author":91988,"first":"Pero es razonable sostener que el gobierno tomó una de las decisiones más <strong class=\"keyword\">fatídicas</strong> y catastróficas en la historia de Polonia.","second":"But it is reasonable to maintain that the government made one of the most <strong class=\"keyword\">fateful</strong> and catastrophic choices in Poland’s history."},{"author":94808,"first":"Los graves crímenes cometidos por terroristas en 1976, liderados por Luis Posada Carriles —que cegaron la vida de 73 personas, en su mayoría deportistas, en la <strong class=\"keyword\">fatídica</strong> voladura de un avión cubano en Barbados— siguen siendo un tema que el Consejo está obligado a ventilar.","second":"The serious crimes committed in 1976 by terrorists led by Luis Posada Carriles — killing 73 people, for the most part sportsmen, in the <strong class=\"keyword\">fateful</strong> blowing-up of a Cuban aircraft over Barbados — remain an issue that the Council is obliged to examine."},{"author":22,"first":"Recientemente, la seguridad de abastecimiento no ha tenido la atención debida, lo que ha resultado <strong class=\"keyword\">fatídico</strong> por las repercusiones del conflicto del gas entre Ucrania y Rusia así como por la fuerte desaceleración económica y la gran volatilidad de los costes de la energía","second":"Recently security of supply has not been in the centre of attention, which has been proved <strong class=\"keyword\">unfortunate</strong> by the repercussions of the dispute on gas transfer between Ukraine and Russia as well as the strong economic downturn and highly volatile energy prices"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}