{"result":"ok","tuc":[{"phrase":{"text":"maw","language":"en"},"meanings":[{"language":"en","text":"upper digestive tract"}],"meaningId":1763433866705537254,"authors":[70195]},{"phrase":{"text":"jaws","language":"en"},"meaningId":-2402207404688067098,"authors":[92056]},{"phrase":{"text":"abyss","language":"en"},"meaningId":8277467900770184200,"authors":[2698]},{"phrase":{"text":"mouth","language":"en"},"meaningId":2695840197818970431,"authors":[2698]},{"phrase":{"text":"muzzle","language":"en"},"meaningId":7736617272855471949,"authors":[2698]},{"phrase":{"text":"tunnel","language":"en"},"meaningId":-559955823528640741,"authors":[2698]},{"phrase":{"text":"chasm","language":"en"},"meaningId":1435492756063833630,"authors":[2698]},{"phrase":{"text":"divide","language":"en"},"meaningId":-3940597049952176557,"authors":[2698]},{"phrase":{"text":"gulf","language":"en"},"meaningId":4387114865738533929,"authors":[2698]},{"phrase":{"text":"gullet","language":"en"},"meaningId":-6705833102354905484,"authors":[25018]},{"phrase":{"text":"jaw","language":"en"},"meaningId":4880499391040817395,"authors":[97745]},{"phrase":{"text":"pharynx","language":"en"},"meaningId":-3368002812818747585,"authors":[25018]},{"phrase":{"text":"ravine","language":"en"},"meaningId":-3246928110230967825,"authors":[2698]},{"phrase":{"text":"throat","language":"en"},"meaningId":2882639433987765510,"authors":[83042]}],"phrase":"fauces","examples":[{"author":94809,"first":"a) inspección visual de la cabeza y la garganta; incisión y examen de los ganglios linfáticos submaxilares (Lnn. mandibulares); inspección visual de la boca, las <strong class=\"keyword\">fauces</strong> y la lengua;","second":"(a) visual inspection of the head and throat; incision and examination of the submaxillary lymph nodes (Lnn mandibulares); visual inspection of the mouth, <strong class=\"keyword\">fauces</strong> and tongue;"},{"author":118293,"first":"Las <strong class=\"keyword\">fauces</strong> abiertas.","second":"Its... <strong class=\"keyword\">jaw</strong> wide open."},{"author":118293,"first":"Has entrado en las <strong class=\"keyword\">fauces</strong> de la muerte.","second":"You have entered the <strong class=\"keyword\">jaws</strong> of death"},{"author":118293,"first":"¿Se reunirán en las <strong class=\"keyword\">Fauces</strong> del Infierno?","second":"They'll be at the <strong class=\"keyword\">Hellmouth</strong>?"},{"author":118293,"first":"No faltan bestias acechando abajo, todos con <strong class=\"keyword\">fauces</strong> o aguijones.","second":"There's no shortage of beasties lurking in the undergrowth... all with teeth or stings."},{"author":118293,"first":"Ud sabe, tomar la naranja más próxima o algo con <strong class=\"keyword\">fauces</strong> de 1,2m de largo","second":"YOU KNOW, GRAB YOUR NEAREST ORANGE OR SOMETHING, WITH <strong class=\"keyword\">JAWS</strong> THAT ARE FOUR FEET LONG. Abraham:"},{"author":118293,"first":"Mientras que el otro se paseó por las <strong class=\"keyword\">fauces</strong> de la bestia si n armas, y derribó una ciudad entera con no más que astucia y discurso persuasivo.","second":"While the other, strolled into the <strong class=\"keyword\">jaws</strong> of the beast, absent weapon, and brought down an entire city with but cunning and silver tongue."},{"author":94809,"first":"inspección visual de la cabeza y la garganta; inspección visual de la boca, las <strong class=\"keyword\">fauces</strong> y la lengua;","second":"visual inspection of the head and throat; visual inspection of the mouth, <strong class=\"keyword\">fauces</strong> and tongue;"},{"author":94809,"first":"inspección visual de la cabeza y la garganta; incisión y examen de los ganglios linfáticos retrofaríngeos (Lnn. retropharyngiales); inspección de la boca y las <strong class=\"keyword\">fauces</strong>; palpación de la lengua; extirpación de las amígdalas;","second":"visual inspection of the head and throat; incision and examination of the retropharyngeal lymph nodes (Lnn retropharyngiales); inspection of the mouth and <strong class=\"keyword\">fauces</strong>; palpation of the tongue; removal of the tonsils;"},{"author":94809,"first":"inspección visual de la cabeza y, una vez desprendida la lengua, de la garganta; palpación y, si es necesario, incisión de los ganglios linfáticos submaxilares, retrofaríngeos y parótidos (Lnn. retropharyngiales, mandibulares y parotidei); la lengua deberá desprenderse de forma tal que permita una inspección visual detallada de la boca y de las <strong class=\"keyword\">fauces</strong>, y se someterá asimismo a inspección visual y palpación; las amígdalas deberán extirparse;","second":"visual inspection of the head and, after freeing the tongue, the throat; palpation and, if necessary, incision of the sub-maxillary, retropharyngeal and parotid lymph nodes (Lnn retropharyngiales, mandibulares and parotidei). The tongue must be freed to permit a detailed visual inspection of the mouth and the <strong class=\"keyword\">fauces</strong> and must itself be visually examined and palpated. The tonsils must be removed;"},{"author":31,"first":"la bestia no era una pantera, tenía patas de oso, y <strong class=\"keyword\">fauces</strong> de león... el dragón cayó a su poder, y recibió su gran autoridad","second":"And the beast which I saw was like unto a leopard, and his feet were the feet of a bear, and his <strong class=\"keyword\">mouth</strong> as the mouth of a lion.And the dragon gave him his power, and his seat, and great authority"},{"author":31,"first":"¡ Valientemente siguieron cabalgando hacia las <strong class=\"keyword\">fauces</strong> de la muerte!¡ De la boca del infierno!","second":"Into the <strong class=\"keyword\">jaws</strong> of Death, Into the mouth of Hell!"},{"author":94808,"first":"¿Hay alguien tan loco que se agarre a los bigotes de un león y con una aguja en la mano le pinche en el ojo, las orejas y las <strong class=\"keyword\">fauces</strong>?","second":"“Is there anyone mad enough to stand on the end of a lion’s whiskers with a needle in his hand, poking it into the <strong class=\"keyword\">lion’s</strong> eye, ears and face?"},{"author":118293,"first":"Cuando el amo esté libre, se abrirán las <strong class=\"keyword\">Fauces</strong> del Infiierno... los demonios saldrán a festejar y todos moriremos.","second":"Once the Master gets free, the <strong class=\"keyword\">Hellmouth</strong> opens and everybody dies."},{"author":118293,"first":"Directamente a las <strong class=\"keyword\">fauces</strong> de Mumm-Ra, diría yo.","second":"Right <strong class=\"keyword\">into</strong> mumm-ra's hands, if you ask me."},{"author":118293,"first":"Soy el hijo del Sultán a punto de embarcarse en un viaje a las <strong class=\"keyword\">fauces</strong> de su enemigo.","second":"I am the son of the Sultan about to embark on a journey to the den of my sworn enemy."},{"author":8001,"first":"La moneda reproduce un pastor que intenta arrancar un cordero de las <strong class=\"keyword\">fauces</strong> de un león","second":"The coin features a shepherd pulling a lamb from a lion 's <strong class=\"keyword\">mouth</strong>"},{"author":8008,"first":"La principal preocupación de los <strong class=\"keyword\">Fauces</strong> de Madera es poner fin al sufrimiento de sus corruptos hermanos, y encontrar una cura que sane las heridas que Frondavil ha inflingido sobre la tierra, para que un día el antiguo bosque vuelva a llenarse con los alegres cantos y las suaves risas de los hijos del bosque.","second":"The <strong class=\"keyword\">Timbermaw's</strong> main concerns are putting an end to their corrupted brethren's suffering and finding a cure to heal the wounds the corruption of Felwood has inflicted upon the land, so that one day, the ancient forests will once again resound with the peaceful chants and the soft laughter of the children of the forest."},{"author":118293,"first":"Por qué el sepulcro, donde te vi reposar, ha abierto sus poderosas <strong class=\"keyword\">fauces</strong> de mármol, para traerte de vuelta.","second":"Why the sepulchre, wherein we saw thee quietly inter'd, hath oped his ponderous and marble <strong class=\"keyword\">jaws</strong>, to cast thee up again."},{"author":118293,"first":"Estoy a punto de caer en las <strong class=\"keyword\">fauces</strong> de un brutal interrogatorio por parte de la policía, y se supone que tenéis que prepararme y tranquilizarme.","second":"I'm about to go into the <strong class=\"keyword\">jaws</strong> of a brutal police interrogation, and you're supposed to be reassuring me and preparing me."},{"author":31,"first":"Esas cosas son fáciles cuando vives en las <strong class=\"keyword\">fauces</strong> del infierno","second":"Things like that are easier when you live on a <strong class=\"keyword\">Hellmouth</strong>"},{"author":118293,"first":"Que tiene la sangre de un asesino... en sus terroríficas <strong class=\"keyword\">fauces</strong>.","second":"Except this one, who had a killer's blood in its terrifying <strong class=\"keyword\">maw</strong>."},{"author":118293,"first":"\" Por tanto, amigos míos, tened cuidado de no ser tragados por las rugientes <strong class=\"keyword\">fauces</strong> del infierno. \"","second":"\" And so, my friends, beware that you are not swallowed up by the roaring <strong class=\"keyword\">jaws</strong> of Hell! \""},{"author":118293,"first":"\" Estábamos abajo pero no hacia fuera, porque sabíamos'que se dirigía directamente en las <strong class=\"keyword\">fauces</strong> de los atascos de tráfico leyendas de Tokio. \"","second":"'We were down but not out, because we knew'he was heading straight into the <strong class=\"keyword\">jaws</strong> of Tokyo's legendry traffic jams.'"},{"author":118293,"first":"Así que muerde con fuerza, más astillas se clavan en sus <strong class=\"keyword\">fauces</strong> y sangra más.","second":"So he attacks wildly, gets more splinters in his <strong class=\"keyword\">jaw</strong> and more blood."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8001":{"U":"http://opus.lingfil.uu.se/ECB.php","id":8001,"N":"ECB","url":"https://glosbe.com/source/8001"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}