{"result":"ok","tuc":[{"phrase":{"text":"reliable","language":"en"},"meaningId":-445534644332068980,"authors":[25018]},{"phrase":{"text":"authentic","language":"en"},"meaningId":4647844973061784568,"authors":[89651]},{"phrase":{"text":"authoritative","language":"en"},"meaningId":2497446147093668781,"authors":[80097]},{"phrase":{"text":"credible","language":"en"},"meaningId":-4285848886990755968,"authors":[80097]},{"phrase":{"text":"irrefutable","language":"en"},"meaningId":65987732139606141,"authors":[84715]},{"phrase":{"text":"certifying","language":"en"},"meaningId":-3374874920455375829,"authors":[80097]},{"phrase":{"text":"evidentiary","language":"en"},"meaningId":-4828439589384191054,"authors":[76967]},{"phrase":{"text":"trustworthy","language":"en"},"meaningId":-5523382058722749609,"authors":[80097]},{"meanings":[{"language":"en","text":"reliable, indisputable"}],"meaningId":-1790856454869780126,"authors":[1]}],"phrase":"fehaciente","examples":[{"author":22,"first":"Existen pruebas <strong class=\"keyword\">fehacientes</strong> de que las medidas informales no legislativas destinadas a promover buenas prácticas han fracasado a la hora de erradicar pautas arraigadas de discriminación","second":"There is good <strong class=\"keyword\">evidence</strong> that informal non-legislative measures intended to promote good practice have failed to eradicate entrenched patterns of discrimination"},{"author":8000,"first":"Sexto, Siria está de acuerdo con el informe en lo que respecta a la necesidad de conferir el tiempo suficiente a completar las investigaciones y a reunir todas las pruebas <strong class=\"keyword\">fehacientes</strong> necesarias antes de pasar a la fase siguiente","second":"Sixthly, Syria agrees with the report as regards the need for adequate time to complete the investigations and gather all the necessary <strong class=\"keyword\">solid</strong> evidence and proof before moving on to the next step"},{"author":94808,"first":"Garantice en la práctica el respeto absoluto del principio de inadmisibilidad de las pruebas obtenidas bajo tortura y revise las condenas basadas únicamente en confesiones, reconociendo que muchas de ellas pueden haber sido obtenidas mediante torturas o malos tratos y, según corresponda, conceda indemnización a las personas que hayan presentado pruebas <strong class=\"keyword\">fehacientes</strong> de haber sido torturadas o maltratadas, y las deje en libertad.","second":"Ensure in practice absolute respect for the principle of the inadmissibility of evidence obtained by torture and review cases of convictions based solely on confessions, recognizing that many of them may have been obtained through torture or ill-treatment, and, as appropriate, provide compensation to and release persons presenting <strong class=\"keyword\">credible</strong> evidence of having been tortured or ill-treated;"},{"author":94808,"first":"Asimismo, en su opinión, los gobiernos debían elaborar indicadores estadísticos <strong class=\"keyword\">fehacientes</strong> con el fin de facilitar el proceso de planificación de la economía de la información y efectuar un seguimiento de sus efectos y resultados.","second":"They felt that Governments needed to develop <strong class=\"keyword\">reliable</strong> statistical indicators to facilitate the process of planning the information economy and monitoring impact and performance."},{"author":94808,"first":"Se basará en información <strong class=\"keyword\">fehaciente</strong> y convalidada tomada fundamentalmente de instituciones nacionales e internacionales.","second":"It will be based on <strong class=\"keyword\">authoritative</strong> and validated information gathered primarily from national and international institutions."},{"author":94808,"first":"En casi todos los Estados, la transferencia de la posesión de bienes corporales al acreedor garantizado (la prenda clásica con desplazamiento) se considera suficiente tanto como prueba <strong class=\"keyword\">fehaciente</strong> de la constitución de una garantía real como para hacerla oponible a terceros.","second":"In virtually all States, a transfer of possession of tangible assets to the secured creditor (the classic possessory pledge) is accepted as sufficient to both <strong class=\"keyword\">evidence</strong> the creation of a security right and make it effective against third parties."},{"author":94809,"first":"Hay pruebas <strong class=\"keyword\">fehacientes</strong> de que Bellview Airlines, certificada en Nigeria, incurre en deficiencias graves, como demuestran los resultados de las investigaciones llevadas a cabo por las autoridades competentes de Francia y la Agencia Europea de Seguridad Aérea.","second":"There is <strong class=\"keyword\">verified</strong> evidence of serious deficiencies on the part of the air carrier Bellview Airlines certified in Nigeria, as demonstrated by the results of the investigations carried out by the competent authorities of France and by European Aviation Safety Agency."},{"author":94809,"first":"Excepcionalmente podrán ser asimilados a hijos a su cargo, mediante decisión especial motivada de la autoridad facultada para proceder a los nombramientos, adoptada sobre la base de documentos <strong class=\"keyword\">fehacientes</strong>, las personas respecto a las cuales el funcionario tenga la obligación legal de dar alimentos y cuyo mantenimiento le imponga gastos importantes.","second":"Any person whom the official has a legal responsibility to maintain and whose maintenance involves heavy expenditure may, exceptionally, be treated as <strong class=\"keyword\">if</strong> he were a dependent child by special reasoned decision of the appointing authority, based on supporting documents."},{"author":94808,"first":"Para el caso que el extranjero sea jubilado, retirado, pensionista o rentista deberá acreditar dicha condición en forma <strong class=\"keyword\">fehaciente</strong> y resultar que sus ingresos le permitan solventar sus gastos en el país.","second":"Where the foreigner is a pensioner, a retiree or a person of independent means, he or she shall present <strong class=\"keyword\">reliable evidence</strong> of that status and demonstrate that his or her income is sufficient to meet the cost of living in the country."},{"author":94809,"first":"Dicha información deberá constituir una prueba <strong class=\"keyword\">fehaciente</strong> y mostrar la relación entre el uso y el resultado (41).","second":"Such information should constitute <strong class=\"keyword\">genuine</strong> proof and show the relationship between use and result (41)."},{"author":94808,"first":"Hasta ahora, se han llevado a cabo varias operaciones pero, a pesar de los controles exhaustivos y fiables en materia de identidad y residencia, por ahora no se ha obtenido ninguna prueba <strong class=\"keyword\">fehaciente</strong> de que Ratko Mladic se encuentre efectivamente en territorio de la Unión de los Estados de Serbia y Montenegro.","second":"Thus far a number of operations have been carried out, but despite thorough and credible identity and residence checks, so far there has been not a single piece of <strong class=\"keyword\">reliable</strong> proof that Ratko Mladic is indeed within the territory of the State Union of Serbia and Montenegro."},{"author":94808,"first":"En cambio, el Fiscal demostró una diligencia excepcional, ya que las denuncias que no están respaldadas por pruebas <strong class=\"keyword\">fehacientes</strong> suelen ser archivadas.","second":"The Public Prosecutor, on the other hand, had shown exceptional diligence, considering that complaints not supported by <strong class=\"keyword\">strong</strong> evidence are generally filed with no further action."},{"author":94809,"first":"23 El apartado 4 del artículo 2 del Anexo VII del Estatuto dispone que \"excepcionalmente podrán ser asimilados a hijos a su cargo, mediante decisión especial motivada de la Autoridad Facultada para Proceder a los Nombramientos, adoptada sobre la base de documentos <strong class=\"keyword\">fehacientes</strong>, las personas respecto a las cuales el funcionario tenga la obligación legal de dar alimentos y cuyo mantenimiento le imponga gastos importantes\".","second":"23 Article 2(4) of Annex VII to the Staff Regulations provides that: \"Any person whom the official has a legal responsibility to maintain and whose maintenance involves heavy expenditure may, <strong class=\"keyword\">exceptionally</strong>, be treated as if he were a dependent child by special reasoned decision of the appointing authority, based on supporting documents\"."},{"author":22,"first":"El conserje anotará la fecha y hora de entrega, que serán <strong class=\"keyword\">fehacientes</strong>, y expedirá un recibí si así se le pidiere","second":"The janitor shall make a record, which shall constitute good <strong class=\"keyword\">evidence</strong>, of the date and time of such lodgement and shall issue a receipt upon request"},{"author":94809,"first":"Existen pruebas <strong class=\"keyword\">fehacientes</strong> de falta de transparencia y notificación oportuna por parte de SN2AG en respuesta a las investigaciones de la Comisión.","second":"There is <strong class=\"keyword\">verified</strong> evidence of a lack of transparency and timely communication on the part of SN2AG in response to enquiries by the Commission."},{"author":8000,"first":"En la actualidad, la presencia de ese número tan grande de Estados Miembros y su activa participación en esas deliberaciones son pruebas <strong class=\"keyword\">fehacientes</strong> de su oposición a esas medidas extraterritoriales unilaterales","second":"Today, the presence of such a large number of Member States and their active participation in these deliberations are <strong class=\"keyword\">strong</strong> evidence of their opposition to these unilateral extraterritorial measures"},{"author":119739,"first":"La ocupación de Abel es prueba <strong class=\"keyword\">fehaciente</strong> de que los seres humanos criaban estos animales domésticos desde los albores de la historia.","second":"Abel’s occupation testifies that man raised these domestic animals from the outset of mankind’s history."},{"author":8000,"first":"Sin embargo, disponer de una sala de tres magistrados que representen diversas tradiciones y prácticas jurídicas, así como de tradiciones culturales y lingüísticas, sería particularmente importante en causas: a) en que se impugne una decisión administrativa relacionada con un nombramiento, un ascenso o la rescisión de un nombramiento; b) en que se alegue acoso o trato discriminatorio con el sustento de prueba <strong class=\"keyword\">fehaciente</strong>; o c) en que haya una situación que pueda significar un perjuicio financiero considerable para la Organización, por ejemplo cuando un solo magistrado que entienda en la causa estime que la indemnización que ha de decretar el Tribunal Contencioso-Administrativo será superior al valor de dos años de sueldo básico neto","second":"However, the Secretary-General is of the view that having a panel of three judges representing diverse legal traditions and practices, as well as cultural and linguistic backgrounds, would be particularly important in cases involving (a) a contested administrative decision related to appointment, promotion or termination; (b) an allegation of harassment or discriminatory treatment supported by <strong class=\"keyword\">substantiated</strong> evidence; or (c) a situation where the potential exists for substantial financial damages for the Organization, such as when a single judge reviewing a case considers that the compensation to be ordered by the Dispute Tribunal is expected to be in excess of two years' net base salary"},{"author":94808,"first":"Además, el empleador tiene la obligación de preavisar al trabajador de manera <strong class=\"keyword\">fehaciente</strong> la extinción del contrato con antelación no menor de un mes ni mayor a dos, salvo en los casos en que la duración prevista fuese inferior a un mes.","second":"In addition, the employer is obliged to give the worker <strong class=\"keyword\">clear</strong> warning of the expiry of the contract with no less than one month’s and no more than two months’ notice, except in cases where the duration stipulated is less than a month."},{"author":94808,"first":"2) el ejemplar <strong class=\"keyword\">fehaciente</strong> identifique a la parte garantizada como al cesionario del documento o documentos;","second":"(2) the <strong class=\"keyword\">authoritative</strong> copy identifies the secured party as the assignee of the record or records;"},{"author":94808,"first":"Las posiciones que adoptó en este órgano, a la hora de examinar las situaciones en que se habían producido violaciones de los derechos humanos, son prueba <strong class=\"keyword\">fehaciente</strong> de su compromiso de trabajar siempre en favor de los ideales de la justicia y la igualdad, como se afirma en la Carta de las Naciones Unidas, en la cual se proclama “la fe en los derechos fundamentales del hombre, en la dignidad y el valor de la persona humana, en la igualdad de derechos de hombres y mujeres y de las naciones grandes y pequeñas”.","second":"The positions it took within this body, when examining human rights violations, <strong class=\"keyword\">testify</strong> to its commitment to work continually to promote the ideals of justice and equality as enshrined in the Charter of the United Nations, which proclaims “faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small ...”"},{"author":94808,"first":"Fue realizada una rigurosa investigación por parte de la Fiscalía en relación con lo ocurrido, la cual permitió corroborar de manera <strong class=\"keyword\">fehaciente</strong> la veracidad de lo antes expuesto.","second":"The prosecutor’s office conducted a rigorous investigation of the facts, which offered <strong class=\"keyword\">irrefutable</strong> corroboration of the true situation as indicated above."},{"author":8000,"first":"La impresionante lista de oradores en relación con este tema es una prueba <strong class=\"keyword\">fehaciente</strong> de ello","second":"The impressive list of speakers on this item is <strong class=\"keyword\">clear</strong> proof of that"},{"author":8000,"first":"Una prueba <strong class=\"keyword\">fehaciente</strong> de que la República Kirguisa está comprometida con la política de no proliferación de las armas de destrucción en masa es su adhesión a la Convención sobre la prohibición del desarrollo, la producción y el almacenamiento de armas bacteriológicas (biológicas) y toxínicas y sobre su destrucción","second":"The accession by the Kyrgyz Republic to the Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on Their Destruction was another <strong class=\"keyword\">clear</strong> sign of Kyrgyzstan's commitment to a policy of non-proliferation of weapons of mass destruction"},{"author":94808,"first":"Tomando nota de su pertinencia para el examen por la Comisión de temas actuales y futuros relativos a las organizaciones internacionales, la Comisión reconoció el valor considerable del Anuario Jurídico preparado por la Secretaría, que proporcionaba la información más completa y <strong class=\"keyword\">fehaciente</strong> acerca de las principales actividades y evolución jurídica en el sistema de las Naciones Unidas, así como de la práctica de los Estados con respecto a las organizaciones internacionales.","second":"Noting the relevance to the Commission’s consideration of present and future topics concerning international organizations, the Commission recognized the significant value of the Juridical Yearbook prepared by the Secretariat which provides the most comprehensive and <strong class=\"keyword\">authoritative</strong> information on major legal developments and activities within the United Nations system as well as State practice with regard to international organizations."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"76967":{"U":"","id":76967,"N":"UN term","url":"https://glosbe.com/source/76967"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}