{"result":"ok","tuc":[{"phrase":{"text":"zeal","language":"en"},"meanings":[{"language":"en","text":"fervor or devotion"}],"meaningId":8714654307381574916,"authors":[70195]},{"phrase":{"text":"fervour","language":"en"},"meaningId":-3083123979474105028,"authors":[89651]},{"phrase":{"text":"ardour","language":"en"},"meaningId":1269523705362528723,"authors":[84715]},{"phrase":{"text":"ardor","language":"en"},"meanings":[{"language":"en","text":"great warmth of feeling; fervor; passion"},{"language":"en","text":"Great warmth of feeling; fervor; passion"}],"meaningId":5510854112153464587,"authors":[70195]},{"phrase":{"text":"fervor","language":"en"},"meaningId":7390763163485248284,"authors":[89651]},{"phrase":{"text":"fervency","language":"en"},"meaningId":-8334742181238178314,"authors":[20]},{"phrase":{"text":"devotion","language":"en"},"meanings":[{"language":"en","text":"religious veneration, zeal, or piety"}],"meaningId":6976706175378872146,"authors":[70195]},{"phrase":{"text":"enthusiasm","language":"en"},"meaningId":-4396809036693383965,"authors":[89651]},{"phrase":{"text":"fire","language":"en"},"meaningId":3276635200537430902,"authors":[83619]},{"phrase":{"text":"impetuosity","language":"en"},"meaningId":-4211709705587458652,"authors":[84500]},{"phrase":{"text":"impetuousness","language":"en"},"meaningId":3003450903483069191,"authors":[84500]},{"phrase":{"text":"passion","language":"en"},"meaningId":-5814224714916224242,"authors":[25018]},{"phrase":{"text":"vehemence","language":"en"},"meaningId":4815862899109815421,"authors":[25115]},{"phrase":{"text":"verve","language":"en"},"meaningId":5728976714734374146,"authors":[83042]},{"phrase":{"text":"zest","language":"en"},"meaningId":-7993406593645763444,"authors":[25115]},{"meanings":[{"language":"en","text":"fervor"}],"meaningId":-5654580616706682368,"authors":[1]}],"phrase":"fervor","examples":[{"author":118293,"first":"\" No pierdas este <strong class=\"keyword\">fervor</strong>. \"","second":"\" Don't waste this <strong class=\"keyword\">fervour</strong>. \""},{"author":95096,"first":"Como los tres apóstoles en el episodio de la Transfiguración, las personas consagradas saben por experiencia que no siempre su vida es iluminada por aquel <strong class=\"keyword\">fervor</strong> sensible que hace exclamar: « Bueno es estarnos aquí » (Mt 17, 4).","second":"Like the three Apostles in the episode of the Transfiguration, consecrated persons know from experience that their lives are not always marked by the <strong class=\"keyword\">fervour</strong> which makes us exclaim: \"It is well that we are here\" (Mt 17:4)."},{"author":119723,"first":"El orar con fe no implica simplemente <strong class=\"keyword\">fervor</strong> al orar, sino que también requiere que la oración vaya seguida de acciones.","second":"Praying in faith implies not just <strong class=\"keyword\">fervor</strong> as you pray but also requires that you follow up your prayer with actions."},{"author":95096,"first":"\"Plantas y columnas de la renovación del <strong class=\"keyword\">fervor</strong> cristiano\" (Carta VII), los hermanos que constituyeron en la iglesia de San Bernabé, en Milán, el primer cenáculo de vida ascética y apostólica animada por el sacerdote Antonio María, eligieron como padre y guía al Apóstol de las gentes, esforzándose por poner en práctica su doctrina y sus ejemplos.","second":"\"Plants and pillars of Christian <strong class=\"keyword\">fervour</strong>\" (Letter VII), the brothers who formed the first cenacle of ascetical and apostolic life inspired by Fr Anthony Mary at St Barnabas' Church in Milan, chose as their father and guide the Apostle to the Gentiles, and strove to put his doctrine and example into practice."},{"author":95096,"first":"Por lo tanto, venerables hermanos, Nos deseamos, en primer lugar, que por esta intención se rece más y con un mayor <strong class=\"keyword\">fervor</strong>.","second":"49. First of all, therefore, Venerable Brethren, We trust that more continuous and <strong class=\"keyword\">fervent</strong> prayers will be raised to God for this cause."},{"author":95096,"first":"Expreso de corazón a toda la orden mi anhelo de que viva el 450° aniversario del nacimiento de san Camilo con alegría y compromiso apostólico, y, a la vez que encomiendo a la Virgen inmaculada, Reina de los Ministros de los enfermos y Salud de los enfermos, esperanzas y proyectos, deseo que, como sucedió con vuestro fundador, también para cada camilo el Año jubilar sea ocasión de <strong class=\"keyword\">fervor</strong>, santidad y gracia.","second":"I offer the entire order my heartfelt wishes for the 450th anniversary of the birth of St Camillus, in the hope that it will be celebrated with joy and apostolic commitment and, as I entrust its hopes and plans to the Immaculate Virgin, Queen of the Servants of the Sick and Health of the Sick, I hope that the Jubilee Year will be an occasion of <strong class=\"keyword\">fervour</strong>, holiness and grace for each Camillian, as it was for your founder."},{"author":92475,"first":"Existe una fuerte desaprobación social [en] del estilo de vida homosexual, en gran parte basada en el <strong class=\"keyword\">fervor</strong> religioso.","second":"There is strong social disapproval of the homosexual lifestyle, much of which is rooted in religious <strong class=\"keyword\">fervour</strong>."},{"author":95096,"first":"Gracias a una recuperación general del <strong class=\"keyword\">fervor</strong> religioso, los miembros de la Sociedad de San Pablo buscarán y encontrarán, con espíritu de diálogo y fraternidad, soluciones adecuadas para el anhelado impulso apostólico, según las directrices de vuestro fundador.","second":"Through a widespread recovery of religious <strong class=\"keyword\">zeal</strong>, the members of the Society of St Paul will be able to seek and to find, in a spirit of dialogue and brotherhood, suitable solutions for the desired apostolic renewal in accordance with the founder's instructions."},{"author":118293,"first":"Y ése es un destino del cual desearía salvarla con <strong class=\"keyword\">fervor</strong>.","second":"And that is a fate from which I wish most <strong class=\"keyword\">fervently</strong> to save you."},{"author":118293,"first":"\"... este <strong class=\"keyword\">fervor</strong> me está llevando. \"","second":"This <strong class=\"keyword\">fervour</strong> is taking me."},{"author":119723,"first":"Mientras hablaba, le escuché con atención y oré con <strong class=\"keyword\">fervor</strong> para saber lo que el Señor quería que le dijese.","second":"As he spoke, I listened carefully and prayed earnestly to know what the Lord would have me say."},{"author":119723,"first":"Agradezco profundamente el hecho de que, en proporción con nuestra diligencia, fidelidad y humildad en lo que toca a guardar los mandamientos de Dios, Él nos bendecirá y nos prestará ayuda en nuestras labores; y es el deber de toda persona procurar con <strong class=\"keyword\">fervor</strong> aprender las vías del Señor7.","second":"I appreciate fully the fact that in proportion to our diligence, faithfulness and humility in keeping the commandments of God, He will bless us and assist us in our labors; and it is the duty of every one to seek earnestly of the Lord to learn His ways.7"},{"author":31,"first":"Trata de contener el <strong class=\"keyword\">fervor</strong> periodístico","second":"Clothes make the man who helped me make <strong class=\"keyword\">the front</strong> page"},{"author":31,"first":"Este monstruo que sirvió...... a su bella patria con tanto <strong class=\"keyword\">fervor</strong>, será capturado...... con Danton y decapitado","second":"This monster who has served..... his beautiful fatherland with so much of <strong class=\"keyword\">enthusiasm</strong>, he will be captured... with Danton and decapitated"},{"author":119723,"first":"Sentía un espíritu especial al contemplar la bella escena de ese vitral, la de un jovencito creyente en una arboleda sagrada, que tomó la valiente decisión de orar con <strong class=\"keyword\">fervor</strong> a nuestro Padre Celestial, quien lo escuchó y le respondió con amor.","second":"I felt a special spirit while looking at the beautiful scene in this window picture of a believing young boy in a sacred grove who made a courageous decision to earnestly pray to our Heavenly Father, who listened and responded lovingly to him."},{"author":118293,"first":"\" He pedido prestados algunos colores del <strong class=\"keyword\">fervor</strong> de la juventud. \"","second":"I borrowed few colours from the <strong class=\"keyword\">fervour</strong> of youth."},{"author":118293,"first":"Bueno, entendemos tu <strong class=\"keyword\">fervor</strong>, pero...","second":"AII right, we appreciate your <strong class=\"keyword\">passion</strong>, but-"},{"author":95096,"first":"Al volver a vuestros hogares y a vuestras ocupaciones diarias, llevad el hermoso recuerdo de esta peregrinación a Roma y proseguid con valentía vuestro compromiso de testimonio cristiano, para que os preparéis a vivir con intensidad y <strong class=\"keyword\">fervor</strong> el Año santo, ya cercano.","second":"In returning to your homes and your daily tasks, take with you the happy memory of this pilgrimage to Rome, and continue courageously in your commitment to bearing Christian witness, in order to prepare yourselves to live with intensity and <strong class=\"keyword\">fervour</strong> the Holy Year now close at hand."},{"author":27,"first":"La premisa, ya refutada por numerosos ejemplos, de que solo el mercado resolverá el problema del suministro y del consumo de energía, se defiende con creciente <strong class=\"keyword\">fervor</strong> en un esfuerzo por rechazar lo que cada vez es más difícil de ignorar: que el \"mercado\" solo ha tenido éxito para algunos, los que han acumulado ingentes beneficios, pero no para los consumidores, que se enfrentan a facturas de energía cada vez más altas.","second":"The premise, already refuted by innumerable examples, that the market alone will resolve the problem of energy supply and consumption, is defended with growing <strong class=\"keyword\">fervour</strong> in an effort to conjure away what is increasingly difficult to ignore: that the 'market' has only been a success for some, who have accumulated fabulous profits, but not for the consumers, who find themselves confronted with ever-higher energy bills."},{"author":118293,"first":"Él me deseaba con <strong class=\"keyword\">fervor</strong> tan to que intento despedirme, pero no pudo porque estaba loco por mi cuerpo.","second":"He wanted me so bad that he tried to fire me, but he couldn't because he was so hot for my body."},{"author":95096,"first":"Los padres dominicos promovían aquí con <strong class=\"keyword\">fervor</strong> el culto a la Virgen.","second":"Here the Dominican Fathers <strong class=\"keyword\">fervently spread veneration</strong> of the Blessed Virgin Mary."},{"author":118293,"first":"Al principio, reuní a un pequeño grupo de valientes camaradas, al los que incité en contra del <strong class=\"keyword\">fervor</strong> por la guerra.","second":"In the beginning, I collected a small, courageous band of victimised comrades, and hurled it against the <strong class=\"keyword\">fervour</strong> of war."},{"author":95096,"first":"El mensaje de esperanza que anunciáis suscitará nuevo <strong class=\"keyword\">fervor</strong> y un renovado compromiso de vida cristiana.","second":"The message of hope which you proclaim will not fail to evoke fresh <strong class=\"keyword\">fervour</strong> and a renewed commitment to Christian life."},{"author":95096,"first":"Que os encienda en nuevo <strong class=\"keyword\">fervor</strong> la Madre de Dios y nuestra.","second":"May the Mother of Jesus and Our Mother fire you with new <strong class=\"keyword\">fervor</strong>!"},{"author":119723,"first":"He sido testigo personal del <strong class=\"keyword\">fervor</strong> de aquellos que han adoptado Su sagrada palabra desde las islas del mar hasta la inmensidad de Rusia.","second":"I have witnessed for myself the <strong class=\"keyword\">fervor</strong> of those who have embraced His sacred word from the isles of the sea to the enormity of Russia."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}