{"result":"ok","tuc":[{"phrase":{"text":"figure","language":"en"},"meaningId":-5901273710601372165,"authors":[84500]},{"phrase":{"text":"appear","language":"en"},"meaningId":7236596699983507328,"authors":[84715]},{"phrase":{"text":"represent","language":"en"},"meaningId":6738616332526249846,"authors":[84500]},{"phrase":{"text":"enter","language":"en"},"meaningId":5018783171928408404,"authors":[84500]},{"phrase":{"text":"interpret","language":"en"},"meaningId":-4974202363803878160,"authors":[83619]},{"phrase":{"text":"place","language":"en"},"meaningId":100026452334796620,"authors":[84500]},{"phrase":{"text":"come in","language":"en"},"meaningId":8522099951594701624,"authors":[84500]},{"phrase":{"text":"come out","language":"en"},"meaningId":6632789645512621228,"authors":[84500]},{"phrase":{"text":"fancy","language":"en"},"meaningId":-7482271714730555795,"authors":[25018]},{"phrase":{"text":"feature","language":"en"},"meaningId":-1958412914833489727,"authors":[97745]},{"phrase":{"text":"imagine","language":"en"},"meaningId":638900536848944620,"authors":[25018]},{"phrase":{"text":"portray","language":"en"},"meaningId":8687135555323865343,"authors":[83042]},{"phrase":{"text":"pose","language":"en"},"meaningId":-8473680312100506593,"authors":[84500]},{"phrase":{"text":"posture","language":"en"},"meaningId":5201163346730755535,"authors":[84500]},{"phrase":{"text":"rank","language":"en"},"meaningId":-6807089504187834884,"authors":[97745]},{"meanings":[{"language":"en","text":"to appear"}],"meaningId":-3242162546465369099,"authors":[93107]}],"phrase":"figurar","examples":[{"author":94808,"first":"Sin embargo, la Comisión consideró que la práctica ulterior que no se seguía \"en la aplicación del tratado\" no debía <strong class=\"keyword\">figurar</strong>, en el presente proyecto de conclusiones, como un medio de interpretación complementario.","second":"The Commission did not, however, consider that subsequent practice, which is not “in the application of the treaty”, should be dealt with, in the present draft conclusions, as a supplementary means of interpretation."},{"author":94809,"first":"En la sección final de la declaración deberá <strong class=\"keyword\">figurar</strong> un importe de control que corresponderá al total de todos los importes declarados en el encabezamiento y en el texto de la declaración.","second":"The end section of the declaration gives a checksum which is the total of all the amounts declared in the header and in the body of the declaration."},{"author":22,"first":"Cada plan de proyecto enumerará las agencias designadas para llevar a término el proyecto e incluirá disposiciones detalladas para la realización de la actividad de cooperación, entre las que podrán <strong class=\"keyword\">figurar</strong>, en su caso, aspectos como su ámbito técnico, su gestión, las responsabilidades en cuanto a descontaminación aplicables, el intercambio de información no divulgable, el intercambio de equipo, el tratamiento de la propiedad intelectual, el coste total, el reparto de costes y el calendario","second":"Each Project Plan shall list the agencies designated to implement the project, and include detailed provisions for the implementation of the cooperative activity, <strong class=\"keyword\">including</strong> its technical scope and management, the applicable decontamination responsibilities, exchange of undisclosed information, exchange of equipment, treatment of intellectual property, total costs, cost-sharing and its schedule, as appropriate"},{"author":94808,"first":"La rotación e incluso el movimiento de personal debería programarse en vez de ser resistida: el Centro puede valerse intensivamente de consultores durante un cierto período de tiempo y luego contratar a otras personas, que deberían <strong class=\"keyword\">figurar</strong> en la lista de candidatos del Centro.","second":"Staff rotation and even turnover should be planned rather than resisted: the BRC can intensely use consultants for a certain period of time and then hire new people, who should be on the BRC list of candidates."},{"author":94809,"first":"La empresa a que se refiere en el artículo 10 comprobará, según el caso, la fecha efectiva de puesta a disposición o de final de carga mediante una mención especial que <strong class=\"keyword\">figurará</strong> en el certificado de conformidad previsto en el apartado 5 del artículo 16.","second":"The undertaking referred to in Article 10 shall record the actual date on which the goods are made available or on which loading is completed, as appropriate, by means of a special <strong class=\"keyword\">indication</strong> on the certificate of conformity pursuant to Article 16 (5)."},{"author":94809,"first":"Cuando la fijación anticipada de la restitución , bien para todos los destinos , bien para determinados de ellos , se limite a determinados productos de una subpartida del arancel aduanero común , la solicitud de certificado y el certificado comprenderán , en la casilla 12 , la designación de los productos que se beneficien de la fijación anticipada de la restitución , y la subpartida del arancel aduanero común , que <strong class=\"keyword\">figurará</strong> en la casilla 8 , irá precedida de « ex » .","second":"When advance fixing of the refund for certain or all destinations is possible only in respect of part of the products falling within a subheading of the Common Customs Tariff, Section 12 of the licence application and of the licence itself shall give the description of the products eligible for advance fixing of the refund, and the subheading of the Common Customs Tariff entered in <strong class=\"keyword\">Section</strong> 8 shall be preceded by the expression \"ex\"."},{"author":94809,"first":"4c. la designación de la autoridad que expide el permiso (puede <strong class=\"keyword\">figurar</strong> en la página 2)","second":"4c. the name of the issuing authority (may be <strong class=\"keyword\">printed</strong> on page 2);"},{"author":94808,"first":"Se podrá utilizar la portada como sustituto para presentar los modelos detallados aprobados en las reuniones primera y segunda de los Estados Partes solamente si toda la información que va a <strong class=\"keyword\">figurar</strong> en un informe anual es idéntica a la de informes anteriores.","second":"The cover page could be used as a substitute for submitting detailed forms adopted at the First and Second Meetings of the States parties only if all of the information to be provided in an annual report is the same as in past reports."},{"author":8000,"first":"Por lo que respecta al proyecto de artículo # relativo a la obligación de no causar daños, algunos miembros se sumaron a la postura del Relator Especial según la cual, por motivos de coherencia, debería mantenerse el umbral de daños significativos y señalaron, asimismo, que esa referencia debería <strong class=\"keyword\">figurar</strong> en el título del proyecto de artículo","second":"Concerning draft article # bligation not to cause harm, some members expressed support for the position of the Special Rapporteur that for purposes of consistency the threshold of significant harm should be maintained, noting also that such reference should be <strong class=\"keyword\">included</strong> in the title of the draft article"},{"author":94809,"first":"Si un emisor opta por incluir una previsión o una estimación de beneficios, en el documento de registro deberá <strong class=\"keyword\">figurar</strong> la información prevista en los puntos 13.1 y 13.2:","second":"If an issuer chooses to include a profit forecast or a profit estimate the registration document must <strong class=\"keyword\">contain</strong> the information set out in items 13.1 and 13.2:"},{"author":94809,"first":"En los instrumentos cuya conformidad CE se haya comprobado, la marca CE de conformidad y los datos suplementarios exigidos que se mencionan en el punto 1 del Anexo IV deberán <strong class=\"keyword\">figurar</strong> de forma bien visible, fácilmente legible e indeleble.","second":"The EC mark of conformity and the required supplementary data as described in Annex IV.1 shall be affixed in a clearly visible, easily legible and indelible form"},{"author":94809,"first":"Pueden <strong class=\"keyword\">figurar</strong> importes relativos, respectivamente, a la “banca comercial” y a la “banca minorista” en las filas correspondientes a la aplicación del método estándar (filas 060 y 070) y en las filas 110 y 120, relativas al método estándar alternativo (p.ej., cuando una filial está sujeta al método estándar mientras que la entidad matriz lo está al método estándar alternativo).","second":"There can be amounts for the rows corresponding to “Commercial banking” and “Retail banking” under the TSA (rows 060 and 070) as well as under the ASA rows 110 and 120 (e.g. if a subsidiary is subject to TSA whereas the parent entity is subject to ASA)."},{"author":22,"first":"Por tanto, el trabajo digno (según la definición de la OIT) y el diálogo social, condición indispensable para la afirmación y protección de los derechos laborales, deben ser objeto de un reconocimiento adecuado y <strong class=\"keyword\">figurar</strong> entre las prioridades del IEDDH","second":"For this reason, decent work (as defined by the ILO) and social dialogue, which are a sine qua non for affirming and safeguarding labour rights, must be appropriately recognised as priorities of the EIDHR"},{"author":22,"first":"En él deberá <strong class=\"keyword\">figurar</strong> el nombre y la dirección de la exposición","second":"The name and address of the exhibition shall be indicated thereon"},{"author":8000,"first":"En consecuencia, el séptimo informe versaba sobre ciertas cuestiones pendientes, como las disposiciones finales del proyecto de artículos y el lugar en que debía <strong class=\"keyword\">figurar</strong> el capítulo relativo a la responsabilidad de un Estado en relación con el hecho de una organización internacional","second":"Accordingly, the seventh report addressed certain outstanding issues such as the final provisions of the draft articles and the place of the <strong class=\"keyword\">chapter</strong> concerning the responsibility of a State in connection with the act of an international organization"},{"author":94808,"first":"Invita a todos los miembros de la Organización Mundial del Comercio a que consideren, según el caso, la posibilidad de conceder a los países que dejen de <strong class=\"keyword\">figurar</strong> en la lista el trato y las exenciones especiales y diferenciales que se ofrecen a los países menos adelantados durante un período acorde con su estado de desarrollo;","second":"Invites all members of the World Trade Organization to consider extending to a graduated country, as appropriate, the existing special and differential treatment and exemptions available to least developed countries for a period appropriate to the development situation;"},{"author":94809,"first":"d) Todo el personal de revisión de la aeronavegabilidad deberá identificarse mediante una lista que <strong class=\"keyword\">figurará</strong> en la memoria de gestión del mantenimiento de la aeronavegabilidad, junto con su referencia de autorización de revisión de la aeronavegabilidad.","second":"(d) Airworthiness review staff shall be identified by listing each person in the continuing airworthiness management exposition together with their airworthiness review authorisation reference."},{"author":94808,"first":"El Presidente (habla en inglés): Ese texto <strong class=\"keyword\">figurará</strong> en el informe final de la Comisión.","second":"The Chairman: That text will <strong class=\"keyword\">appear</strong> in the Commission’s final report."},{"author":94808,"first":"Entre dichas garantías debían <strong class=\"keyword\">figurar</strong> las siguientes: a) la imposición de una orden de control debía ser competencia exclusiva de los tribunales y debía decidirse únicamente tras un proceso en que se expusieran al tribunal y al interesado pruebas creíbles de la necesidad de la orden; b) la necesidad de imponer la orden debía determinarse con arreglo al criterio de apreciación de las pruebas aplicado en la justicia penal (\"más allá de toda duda razonable\"); c) las órdenes de control debían imponerse por un plazo determinado, con la posibilidad de rescindirlas o modificarlas si se presentaban nuevas pruebas .","second":"Such safeguards <strong class=\"keyword\">include</strong>: a) control orders should be imposed only by a court and only through a process in which credible evidence of necessity is presented to the court and the person subject to the order; b) The criminal standard of proof (“beyond a reasonable doubt”) should be applied in the determination of necessity; c) control orders should be time-limited and open to rescission and amendment on the presentation of new evidence."},{"author":94809,"first":"La descripción de los productos deberá <strong class=\"keyword\">figurar</strong> en la casilla reservada a tal efecto sin dejar líneas en blanco.","second":"The description of the products must be <strong class=\"keyword\">given</strong> in the box reserved for this purpose without leaving any blank lines."},{"author":94809,"first":"En este espacio deberá <strong class=\"keyword\">figurar</strong> un dispositivo óptico variable («cinegrama» o equivalente).","second":"An optically variable mark (‘kinegram’ or equivalent) shall appear in this space."},{"author":94809,"first":"El presente Reglamento intenta eliminar las diferencias nacionales que hasta ahora han impuesto una innecesaria carga de trabajo administrativo para los emisores, disponiendo que los datos concretos que deben <strong class=\"keyword\">figurar</strong> en dichas listas se definan a través de actos delegados, con arreglo a las normas técnicas de ejecución adoptadas por la Comisión.","second":"The Regulation aims to eliminate national differences which have imposed so far unnecessary administrative burdens on issuers, by providing that the precise data to be <strong class=\"keyword\">included</strong> in such lists should be defined in delegated acts and implementing technical standards adopted by the Commission."},{"author":94809,"first":"No obstante, estos datos podrán <strong class=\"keyword\">figurar</strong> en otros documentos que acompañen a los óvulos siempre que la organización de criadores de animales que lleve el libro genealógico certifique los documentos con la frase siguiente: «El abajo firmante certifica que los datos exigidos en virtud del artículo 4 de la Decisión 2005/379/CE de la Comisión figuran en los documentos adjuntos: [...]», seguida de una lista exhaustiva de los anexos pertinentes.","second":"However, those particulars may be <strong class=\"keyword\">contained</strong> in other documents accompanying the ova provided that the breeding organisation keeping the herd-book certifies the documents with the following sentence: ‘The undersigned certifies that the particulars required by Article 4 of Commission Decision 2005/379/EC are contained in the documents attached: [...]’ completed with an exhaustive list of the relevant attachments."},{"author":94808,"first":"De no <strong class=\"keyword\">figurar</strong> en los datos del contrato el nombre y la dirección del destinatario, la parte controladora deberá facilitar al porteador dichos datos antes de que las mercancías lleguen a su lugar de destino o a su llegada a dicho lugar;","second":"If the name and address of the consignee are not referred to in the contract particulars, the controlling party shall prior to or upon the arrival of the goods at the place of destination advise the carrier of such name and address;"},{"author":94809,"first":"En la casilla 22 de las solicitudes y los certificados deberá <strong class=\"keyword\">figurar</strong>, subrayada, una de las indicaciones siguientes:","second":"Box 22 of the licences shall <strong class=\"keyword\">contain</strong> one of the following indications, underlined:"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}