{"result":"ok","tuc":[{"phrase":{"text":"philistine","language":"en"},"meanings":[{"language":"en","text":"Lacking in appreciation for art or culture"},{"language":"en","text":"Of or relating to ancient Philistia or its culture or its people."},{"language":"es","text":"Perteneciente o relativo a la antigua Filistea o su cultura o su gente."},{"language":"en","text":"lacking in appreciation for art or culture"},{"language":"en","text":"A member of an Aegean people who settled ancient Philistia around the 12th century BC."},{"language":"es","text":"Una persona que desprecia el arte y la literatura."},{"language":"en","text":"Smug, ignorant, indifferent or hostile to artistic and cultural values."},{"language":"en","text":"A person who despises art and literature."},{"language":"es","text":"Presumido, ignorante, indiferente u hostil a los valores artísticos y culturales."},{"language":"es","text":"Miembro de un pueblo del Egeo que se estableció en la antigua filistea en el siglo 12 A. C."}],"meaningId":2480808443028044078,"authors":[90508]},{"phrase":{"text":"Philistine","language":"en"},"meanings":[{"language":"en","text":"person from Philistia"},{"language":"es","text":"Una persona que desprecia el arte y la literatura."},{"language":"en","text":"A person who despises art and literature."}],"meaningId":-3896961083353997255,"authors":[90508]},{"phrase":{"text":"anti-intellectual","language":"en"},"meanings":[{"language":"en","text":"Smug, ignorant, indifferent or hostile to artistic and cultural values."},{"language":"es","text":"Presumido, ignorante, indiferente u hostil a los valores artísticos y culturales."}],"meaningId":-6203051383566903248,"authors":[60172]},{"meanings":[{"language":"en","text":"philistine"}],"meaningId":342419035802085702,"authors":[93107]}],"phrase":"filisteo","examples":[{"author":119739,"first":"27 (A propósito, la casa estaba llena de hombres y mujeres, y todos los señores del eje <strong class=\"keyword\">filisteos</strong> estaban allí;+ y sobre el techo había como tres mil hombres y mujeres que miraban mientras Sansón ofrecía algún entretenimiento.)","second":"27 (Incidentally, the house was full of men and women and all the Phi·lisʹtine axis lords were there;+ and upon the roof there were about three thousand men and women who were looking on while Samson offered some amusement.)"},{"author":119723,"first":"37 Y añadió David: Jehová, que me ha librado de las garras del león y de las garras del oso, él también me librará de manos de este <strong class=\"keyword\">filisteo</strong>.","second":"37 David said moreover, The Lord that adelivered me out of the paw of the lion, and out of the paw of the bear, he will bdeliver me out of the hand of this <strong class=\"keyword\">Philistine</strong>."},{"author":119739,"first":"+ Ante eso, todos los <strong class=\"keyword\">filisteos</strong> subieron para buscar a David.","second":"+ At that all the Phi·lisʹtines came up to look for David."},{"author":119739,"first":"El New Bible Dictionary llega a la siguiente conclusión: “No hay razón para pensar que no hubiera pequeños grupos de <strong class=\"keyword\">filisteos</strong> entre los primeros mercaderes egeos, grupos que no destacaban lo suficiente como para que potencias más importantes los tuvieran en cuenta”.","second":"The conclusion reached in that New Bible Dictionary is: “There is no reason why small groups of <strong class=\"keyword\">Philistines</strong> could not have been among the early Aegean traders, not prominent enough to be noticed by the larger states.”"},{"author":119723,"first":"Y Aquis respondió a los príncipes de los <strong class=\"keyword\">filisteos</strong>: ¿No es este, David, el siervo de Saúl, rey de Israel, que ha estado conmigo por días o por años, y no he hallado falta en él desde el día en que se pasó a mí hasta hoy?","second":"And Achish said unto the princes of the <strong class=\"keyword\">Philistines</strong>, Is not this David, the servant of Saul the king of Israel, which hath been with me these days, or these years, and I have found no fault in him since he fell unto me unto this day?"},{"author":119739,"first":"15 En cuanto a todos los pozos que habían cavado los siervos de su padre en los días de Abrahán su padre,+ estos los cegaron los <strong class=\"keyword\">filisteos</strong>, y los llenaron de tierra seca.","second":"15 As for all the wells that the servants of his father had dug in the days of Abraham his father,+ these the Phi·lisʹtines stopped up and they would fill them with dry earth."},{"author":119739,"first":"55* Ahora bien, al momento que Saúl vio a David salir al encuentro del <strong class=\"keyword\">filisteo</strong>, dijo a Abner+ el jefe del ejército: “¿De quién+ es hijo el muchacho,+ Abner?”.","second":"55* Now at the moment that Saul saw David going out to meet the Phi·lisʹtine, he said to Abʹner+ the chief of the army: “Whose+ son is the boy,+ Abʹner?”"},{"author":119739,"first":"4 ”Y, también, ¿qué tienen que ver ustedes conmigo,* oh Tiro y Sidón+ y todas ustedes las regiones de <strong class=\"keyword\">Filistea</strong>?","second":"4 “And, also, what do YOU have to do with me,* O Tyre and Siʹdon+ and all YOU regions of Phi·lisʹti·a?"},{"author":119739,"first":"Tras veinte años de labor y afán, Samuel les dijo a sus hermanos israelitas: “Si con todo su corazón están volviéndose a Jehová, quiten de en medio de ustedes los dioses extranjeros y también las imágenes de Astoret, y dirijan su corazón inalterablemente a Jehová y sírvanle solo a él, y él los librará de la mano de los <strong class=\"keyword\">filisteos</strong>” (1 Samuel 7:3).","second":"After two decades of hard work, though, Samuel delivered this message to the people: “If it is with all your heart you are returning to Jehovah, put away the foreign gods from your midst and also the Ashtoreth images, and direct your heart unswervingly to Jehovah and serve him alone, and he will deliver you from the hand of the <strong class=\"keyword\">Philistines</strong>.”—1 Samuel 7:3."},{"author":27,"first":"Hay que parar este comportamiento tan <strong class=\"keyword\">filisteo</strong> y la Unión Europea debe insistir en que las autoridades de la República Popular de China no destruyan este importante enclave cultural de la antigua Ruta de la Seda.","second":"Such philistinism must be <strong class=\"keyword\">stopped</strong> and the European Union must insist that the authorities of the People's Republic of China do not destroy this important cultural site on the ancient Silk Road."},{"author":118293,"first":"Semejante <strong class=\"keyword\">filisteo</strong>.","second":"Such a <strong class=\"keyword\">Philistine</strong>."},{"author":119739,"first":"(Gé 21:25-31; 26:20, 21.) Sin embargo, después de su muerte los <strong class=\"keyword\">filisteos</strong> no hicieron caso de los derechos que tenía su hijo y heredero Isaac, y cegaron todos los pozos que habían cavado los siervos de su padre Abrahán. (Gé 26:15, 18.)","second":"(Ge 21:25-31; 26:20, 21) After his death, however, the <strong class=\"keyword\">Philistines</strong> disregarded the rights of his son and heir Isaac and stopped up the very wells that Abraham’s servants had dug.—Ge 26:15, 18."},{"author":119739,"first":"Cuando Jehová extienda su mano contra los <strong class=\"keyword\">filisteos</strong> modernos, estas personas “de condición humilde” estarán a salvo.","second":"(Isaiah 65:13, 14; Amos 8:11) When Jehovah stretches out his hand against the modern-day <strong class=\"keyword\">Philistines</strong>, these “lowly ones” will be secure."},{"author":31,"first":"\" los israelitas tuvieron miedo de los <strong class=\"keyword\">filisteos</strong>","second":"\" they were afraid of the <strong class=\"keyword\">Philistines</strong>"},{"author":92475,"first":"Y finalmente, el rabino Noam Perel, secretario general del Movimento Juvenil Mundial desde 2012, pidió que las Fuerzas de Defensa Israelí “se conviertan en un ejército de vengadores que no se detendrán con 300 prepucios <strong class=\"keyword\">filisteos</strong>”.","second":"And finally, Rabbi Noam Perel, secretary-general of the World Youth Movement since 2012, called for the IDF “to be turned into an army of avengers which will not stop at 300 <strong class=\"keyword\">Philistine</strong> foreskins.”"},{"author":119723,"first":"Le dijo a Saúl que él y sus hijos morirían al día siguiente en la batalla contra los <strong class=\"keyword\">filisteos</strong>.","second":"She told Saul that he and his sons would be killed the next day in battle with the <strong class=\"keyword\">Philistines</strong>."},{"author":119723,"first":"18 Y aconteció que después hubo una segunda guerra en Gob contra los <strong class=\"keyword\">filisteos</strong>; entonces Sibecai, el husatita, mató a Saf, que era de los hijos del agigante.","second":"18 And it came to pass after this, that there was again a abattle with the <strong class=\"keyword\">Philistines</strong> at Gob: then Sibbechai the Hushathite slew Saph, which was of the sons of the giant."},{"author":118293,"first":"¿Un <strong class=\"keyword\">filisteo</strong> se rinde ante un israelita?","second":"A <strong class=\"keyword\">Philistine</strong> submit to an Israelite?"},{"author":119739,"first":"+ 2 Y David procedió a inquirir+ de Jehová, diciendo: “¿Iré, y tengo que derribar a estos <strong class=\"keyword\">filisteos</strong>?”.","second":"+ 2 And David proceeded to inquire+ of Jehovah, saying: “Shall I go, and must I strike down these Phi·lisʹtines?”"},{"author":119739,"first":"(1Cr 2:4, 9, 25-27, 33, 42.) Los jerahmeelitas vivían en el S. de Judá, al parecer en la misma región que los amalequitas, los guesuritas y los guirzitas, contra quienes David realizó incursiones mientras residía entre los <strong class=\"keyword\">filisteos</strong> cuando huía del rey Saúl.","second":"(1Ch 2:4, 9, 25-27, 33, 42) The Jerahmeelites lived in the southern part of Judah, apparently in the same general region as the Amalekites, Geshurites, and Girzites whom David raided while residing among the <strong class=\"keyword\">Philistines</strong> as a fugitive from King Saul."},{"author":119739,"first":"*+ 19 Y aconteció que mientras Saúl estaba hablando al sacerdote,+ la ruidosa agitación que había en el campamento de los <strong class=\"keyword\">filisteos</strong> siguió, haciéndose cada vez mayor.","second":"*+ 19 And it came about that while Saul was speaking to the priest,+ the turmoil that was in the camp of the Phi·lisʹtines continued to go on, getting greater and greater."},{"author":119739,"first":"El “Israel” que se menciona en Isaías 9:12 podría en este caso incluir a Judá, pues los <strong class=\"keyword\">filisteos</strong> invadieron Judá durante el reinado de Acaz, contemporáneo de Péqah, y tomaron y ocuparon algunas ciudades y plazas fuertes.","second":"The “Israel” mentioned at Isaiah 9:12 may include Judah in this instance because the <strong class=\"keyword\">Philistines</strong> invaded Judah during the reign of Pekah’s contemporary, Ahaz, capturing and occupying a number of Judean cities and strongholds."},{"author":119739,"first":"(Gé 16:7, 14.) El desierto de Sur es una región que se encuentra al SO. de <strong class=\"keyword\">Filistea</strong> y en el camino a Egipto, lo que tal vez indique que Agar se dirigía a su tierra natal. (Éx 15:22.)","second":"(Ge 16:7, 14) The wilderness of Shur is a region SW of Philistia and on the way to Egypt, which may indicate that Hagar was heading back to her homeland.—Ex 15:22."},{"author":119739,"first":"17 Y aconteció, al tiempo en que Faraón envió al pueblo, que Dios no los guió por el camino de la tierra de los <strong class=\"keyword\">filisteos</strong> simplemente porque estaba cerca, porque dijo Dios: “Puede ser que el pueblo sienta pesar al ver guerra y ciertamente se vuelva a Egipto”.","second":"17 And it came about at the time of Pharʹaoh’s sending the people away that God did not lead them by the way of the land of the Phi·lisʹtines just because it was near, for God said: “It might be the people will feel regret when they see war and will certainly return to Egypt.”"},{"author":119739,"first":"Tres de sus hombres entraron por la fuerza en la ciudad —ocupada entonces por los <strong class=\"keyword\">filisteos</strong>— y volvieron con el agua.","second":"Three of David’s men forced their way into the city—then occupied by the <strong class=\"keyword\">Philistines</strong>—and brought back the water."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}