{"result":"ok","tuc":[{"phrase":{"text":"flagrant","language":"en"},"meanings":[{"language":"en","text":"obvious and offensive"}],"meaningId":9221085474458780857,"authors":[70195]},{"phrase":{"text":"blatant","language":"en"},"meanings":[{"language":"en","text":"Without any attempt at concealment; completely obvious."},{"language":"es","text":"Sin ningún intento de ocultamiento, completamente obvio."},{"language":"en","text":"obvious, on show"}],"meaningId":5015757282875786694,"authors":[70195]},{"phrase":{"text":"egregious","language":"en"},"meanings":[{"language":"en","text":"Exceptional, conspicuous, outstanding, most usually in a negative fashion"}],"meaningId":4221999682651203363,"authors":[70195]},{"phrase":{"text":"blazing","language":"en"},"meanings":[{"language":"en","text":"Without any attempt at concealment; completely obvious."},{"language":"es","text":"Sin ningún intento de ocultamiento, completamente obvio."}],"meaningId":4198883205471008961,"authors":[60172]},{"phrase":{"text":"conspicuous","language":"en"},"meanings":[{"language":"en","text":"Without any attempt at concealment; completely obvious."},{"language":"es","text":"Sin ningún intento de ocultamiento, completamente obvio."}],"meaningId":636927745102210487,"authors":[60172]},{"phrase":{"text":"shameless","language":"en"},"meanings":[{"language":"en","text":"Without any attempt at concealment; completely obvious."},{"language":"es","text":"Sin ningún intento de ocultamiento, completamente obvio."}],"meaningId":4078245829246958291,"authors":[60172]},{"phrase":{"text":"gross","language":"en"},"meaningId":8668977332837536530,"authors":[97745]},{"meanings":[{"language":"en","text":"flagrant"}],"meaningId":8623150667164731676,"authors":[93107]}],"phrase":"flagrante","examples":[{"author":8000,"first":"Es también una violación <strong class=\"keyword\">flagrante</strong> del Acuerdo de Cesación del Fuego de Lusaka ( # anexo) y del Plan de Kampala de separación y redespliegue, así como de los planes secundarios de separación y de redespliegue de fuerzas de Harare","second":"It is a <strong class=\"keyword\">blatant</strong> violation of the Lusaka Ceasefire Agreement ( # annex), and the Kampala disengagement and redeployment plan, as well as the Harare sub-plans for disengagement and redeployment of forces"},{"author":8000,"first":"El hecho de dejar que estas personas pasaran hambre ha constituido una <strong class=\"keyword\">flagrante</strong> violación de la Convención de # y del Protocolo de # y apela al ACNUR a volver a calcular el número de refugiados a fin de evitar las penurias y la diseminación en los campos","second":"Leaving them to go hungry was a <strong class=\"keyword\">flagrant</strong> violation of the # onvention and the # rotocol and she called on UNHCR to recalculate the number of refugees in order to avoid deprivation and dissemination in the camps"},{"author":94808,"first":"El Consejo debe adoptar una postura inequívoca ante el desafío <strong class=\"keyword\">flagrante</strong> de Israel al derecho internacional, en especial por lo que hace a la violación de los derechos humanos fundamentales.","second":"The Council must take an unequivocal stand on Israel’s <strong class=\"keyword\">flagrant</strong> defiance of international law, particularly with regard to the violation of fundamental human rights."},{"author":8007,"first":"Sencillamente no hay un acuerdo sobre cómo abordar problemas <strong class=\"keyword\">flagrantes</strong> como el déficit comercial cada vez más frágil de Estados Unidos o la disfunción financiera de varios mercados emergentes.","second":"There is simply no agreement on how to address <strong class=\"keyword\">glaring</strong> problems such as America’s increasingly fragile trade deficit, or financial dysfunction in a number of emerging markets."},{"author":8000,"first":"Condenamos categóricamente esas acciones atroces, que constituyen una violación <strong class=\"keyword\">flagrante</strong> del derecho internacional","second":"We strongly condemn these heinous actions, which are <strong class=\"keyword\">blatant</strong> violations of international law"},{"author":94808,"first":"Además, se insta a la Unión Europea a que denuncie las <strong class=\"keyword\">flagrantes</strong> violaciones de los instrumentos internacionales de derechos humanos que comete Marruecos en el territorio; y se exhorta a la Unión Europea a que no concierte acuerdos con Marruecos sobre la explotación de los recursos naturales del Sáhara Occidental, puesto que tales acuerdos carecerían de coherencia con el derecho internacional.","second":"Furthermore, it urged the European Union to denounce the <strong class=\"keyword\">flagrant</strong> violations of international human rights law by Morocco in the Territory; urged the European Union not to enter into agreements with Morocco on the exploitation of the natural resources of Western Sahara, since such agreements would be inconsistent with international law."},{"author":118293,"first":"Venimos a reportar un caso <strong class=\"keyword\">flagrante</strong> de negligencia criminal.","second":"We've come to report a <strong class=\"keyword\">blatant</strong> case of criminal neglect."},{"author":94808,"first":"El Tribunal confirmó su conclusión de la decisión sobre admisibilidad de 14 de diciembre de 2011, según la cual “la ‘República de Nagorno-Karabaj’ no ha sido reconocida como Estado en virtud del derecho internacional por ningún país y ninguna organización internacional” ... reafirmando así la posición de la comunidad internacional, que en su gran mayoría rechazó esa entidad y se negó a reconocer como legítima la situación creada mediante la utilización de la fuerza contra la integridad territorial de Azerbaiyán, acompañada de la conocida práctica de depuración étnica y otras violaciones <strong class=\"keyword\">flagrantes</strong> de las normas imperativas del derecho internacional.","second":"The Court confirmed its conclusion from the admissibility decision of 14 December 2011, according to which “the ‘NKR’ is not recognized as a State under international law by any countries or international organizations”, thus reaffirming the position of the international community that overwhelmingly rejected that entity and refused to recognize as legitimate the situation created through the use of force against the territorial integrity of Azerbaijan, accompanied by the notorious practice of ethnic cleansing and other <strong class=\"keyword\">flagrant</strong> violations of the peremptory norms of international law."},{"author":8000,"first":"También reafirma que todas estas medidas constituyen una <strong class=\"keyword\">flagrante</strong> violación del derecho internacional, los convenios internacionales, la Carta de las Naciones Unidas, la resolución # del Consejo de Seguridad y el Cuarto Convenio de Ginebra de # de agosto de","second":"It also reaffirmed that all such measures constitute a <strong class=\"keyword\">flagrant</strong> violation of international law, international conventions, the Charter of the United Nations, Security Council resolution # and the Fourth Geneva Convention of # ugust"},{"author":94808,"first":"En <strong class=\"keyword\">flagrante</strong> violación de la Carta de las Naciones Unidas y la resolución 2046 (2012) del Consejo de Seguridad, el Gobierno de Uganda acogió, el 5 de enero de 2013 en Kampala, una reunión en pro de una alianza de los partidos de oposición del Sudán y los movimientos rebeldes armados conocida como el Frente Revolucionario.","second":"In <strong class=\"keyword\">stark</strong> violation of the Charter of the United Nations and Security Council resolution 2046 (2012), the Government of Uganda hosted a meeting for an alliance of Sudanese opposition parties and armed rebel movements known as the Revolutionary Front in Kampala on 5 January 2013."},{"author":94808,"first":"Por primera vez, en esta resolución de hoy también se recuerda que, de conformidad con el Artículo 5 de la Carta de las Naciones Unidas, si la República Popular Democrática de Corea continúa por el rumbo actual, violando de manera sistemática y <strong class=\"keyword\">flagrante</strong> las obligaciones contraídas en virtud de la Carta, podrían suspenderse todos sus derechos y privilegios aquí en las Naciones Unidas.","second":"For the first time, today’s resolution also recalls that, in keeping with Article 5 of the Charter of the United Nations, if the Democratic People’s Republic of Korea continues on its current path, systematically and <strong class=\"keyword\">flagrantly</strong> violating its Charter obligations, it could see some or all of its rights and privileges here at the United Nations suspended."},{"author":8000,"first":"Para que se tenga una idea de hasta donde han llegado las aberraciones y crueles violaciones que se cometen en la Base Naval estadounidense en Guantánamo, sólo comparables a lo acontecido en los campos de concentración nazi, baste decir que un informe confidencial- filtrado a la prensa norteamericana- resultado de la inspección realizada en junio del # por el Comité Internacional de la Cruz Roja (CICR) al centro de detención de Guantánamo, denunció que en el lugar hay médicos y otros trabajadores de la salud que colaboran en la planificación de los interrogatorios, lo que supone una “violación <strong class=\"keyword\">flagrante</strong> de la ética médica\"","second":"A confidential report on the Guantánamo detention centre by the Red Cross International Committee- later leaked to the US press- gives the reader an idea of just how bad the irregularities and cruel violations committed in the US Naval Base in Guantanamo are- they are comparable only to what happened in Nazi concentration camps. The report was the result of a June # inspection of the detention centre and it voiced harsh criticisms of the place, saying that there are doctors and other health workers there who collaborate in the planning the interrogations which is a “<strong class=\"keyword\">flagrant</strong> violation of medical ethics”"},{"author":27,"first":"Pero estamos tratando con un gobierno que basa su poder en un <strong class=\"keyword\">flagrante</strong> fraude electoral en las elecciones ordinarias al Parlamento.","second":"But we are still concerned about a government which bases its power on a <strong class=\"keyword\">blatant</strong> electoral fraud in ordinary parliamentary elections."},{"author":94808,"first":"La violencia contra la mujer constituye una violación <strong class=\"keyword\">flagrante</strong> de la Convención en la que no caben medidas de reconciliación y de mediación; se debe erradicar mediante medidas de prevención y protección, mediante la rehabilitación de las víctimas y el castigo de los maltratadores.","second":"Violence against women was a <strong class=\"keyword\">blatant</strong> violation of the Convention and could not be reconciled or mediated; it must be eradicated through preventive and protective measures, rehabilitation of the victim and effective punishment of the perpetrator."},{"author":94808,"first":"Es un ejemplo de discriminación manifiesta y violación <strong class=\"keyword\">flagrante</strong> de todos los convenios y acuerdos relacionados con el establecimiento de la Organización, incluida la Carta.","second":"It was an example of open discrimination and of <strong class=\"keyword\">flagrant</strong> violation of all conventions and agreements surrounding the establishment of the Organization, including the Charter."},{"author":94808,"first":"Se trata de una violación <strong class=\"keyword\">flagrante</strong> de las normas internacionales, que ha exacerbado extraordinariamente las tensiones y la violencia a nivel local y regional.","second":"That is an <strong class=\"keyword\">egregious</strong> violation of international norms that has greatly increased tension and caused more violence on the local and regional levels."},{"author":8000,"first":"La construcción de ese muro de separación racista en territorio palestino es una violación <strong class=\"keyword\">flagrante</strong> del derecho internacional y el derecho internacional humanitario, porque altera los hechos sobre el terreno y mina las perspectivas de paz en la Ribera Occidental y los territorios palestinos","second":"The construction of the racist separation wall on Palestinian territory is a <strong class=\"keyword\">flagrant</strong> violation of international law and international humanitarian law because it alters the facts on the ground and undermines the prospects for peace in the West Bank and the Palestinian territories"},{"author":94808,"first":"Como resultado de la <strong class=\"keyword\">flagrante</strong> violación cometida por Rusia de sus obligaciones con arreglo al Memorando de Budapest, a saber, su intento de anexar Crimea, las continuas hostilidades de las fuerzas terroristas rusas en Donbass ponen claramente de relieve la necesidad de introducir rápidamente profundos cambios en las fuerzas armadas nacionales, lo cual incluye una revisión exhaustiva de los programas de formación militar.","second":"As a result of the <strong class=\"keyword\">blatant</strong> violation by Russia of its obligations under the Budapest Memorandum, namely attempted annexation by that country of Crimea, the ongoing hostilities of the Russian terrorist forces in Donbass clearly illustrated the need for rapid and deep changes in the national armed forces, including comprehensive revision of the military education programmes."},{"author":94808,"first":"Condena firmemente el desproporcionado e indiscriminado uso de la fuerza en violación del derecho internacional humanitario por la Potencia ocupante israelí contra civiles palestinos inocentes e inermes, que ha causado la muerte de 120 civiles, entre ellos muchos niños, en los territorios ocupados, lo que constituye una <strong class=\"keyword\">flagrante</strong> y grave violación del derecho a la vida y también un crimen de guerra y un crimen de lesa humanidad;","second":"Strongly condemns the disproportionate and indiscriminate use of force in violation of international humanitarian law by the Israeli occupying Power against innocent and unarmed Palestinian civilians, causing the death of 120 civilians, including many children, in the occupied territories, which constitutes a <strong class=\"keyword\">flagrant</strong> and grave violation of the right to life and also constitutes a war crime and a crime against humanity;"},{"author":94809,"first":"El 7 de marzo de 2013, el Consejo de Seguridad de las Naciones Unidas adoptó la RCSNU 2094 (2013), por la que se condena en los términos más firmes el ensayo llevado a cabo por la RPDC el 12 de febrero de 2013 en violación y <strong class=\"keyword\">flagrante</strong> incumplimiento de las RCSNU pertinentes.","second":"On 7 March 2013, the UN Security Council adopted UNSCR 2094 (2013), condemning in the strongest terms the nuclear test conducted by the DPRK on 12 February 2013 in violation of and with <strong class=\"keyword\">flagrant disregard</strong> for the relevant UNSCRs."},{"author":8000,"first":"Las ventas de armas de Estados Unidos a Taiwán constituyen una gran violación de la soberanía de China y una <strong class=\"keyword\">flagrante</strong> injerencia en los asuntos internos de China","second":"United States arms sales to Taiwan constitute a grave infringement on China's sovereignty and <strong class=\"keyword\">flagrant</strong> interference in China's internal affairs"},{"author":94808,"first":"En muchos casos, la sociedad civil ni siquiera está legalizada o institucionalizada, en <strong class=\"keyword\">flagrante</strong> violación de la Declaración Universal de Derechos Humanos.","second":"In a number of countries civil society is not even legalized nor institutionalized, in <strong class=\"keyword\">flagrant</strong> violation of the Universal Declaration of Human Rights."},{"author":94808,"first":"Expresar su profunda preocupación por el empeoramiento de la crisis siria y las graves repercusiones que tendrá para el futuro de Siria y su seguridad, estabilidad, unidad nacional e integridad territorial, y por el terrible sufrimiento que padece el pueblo sirio ante la intensificación de la destrucción, la violencia, las matanzas y los crímenes atroces cometidos contra la población civil, en <strong class=\"keyword\">flagrante</strong> violación de los principios de los derechos humanos y el derecho internacional humanitario, y también por el aumento sostenido que esa intensificación ha ocasionado en el número de personas que se han visto obligadas a desplazarse o refugiarse, tanto en la propia Siria como en los países vecinos;","second":"To express its profound concern at the worsening of the Syrian crisis and the grave repercussions thereof for the future of Syria and its security, stability, national unity and territorial integrity, and at the severe human suffering endured by the Syrian people because of the intensification of the destruction, violence, killing and the horrific crimes committed against civilians, in <strong class=\"keyword\">flagrant</strong> violation of human rights principles and international humanitarian law, and the sustained increase to which that intensification has led in the number of those who have been displaced or made refugees, both in Syria and neighbouring countries;"},{"author":94809,"first":"A pesar de los acuerdos firmados por los Gobiernos italiano y esloveno, el objeto del contencioso sigue constituyendo una discriminación <strong class=\"keyword\">flagrante</strong> de los derechos de la minoría italiana, sometida aún a una confiscación injusta de algunos de sus bienes.","second":"Despite the agreements initialled by the Italian and Slovenian governments, the subject at issue continues to constitute an example of <strong class=\"keyword\">blatant</strong> discrimination against the rights of the Italian minority, which is still suffering the effects of the unjust confiscation of various assets."},{"author":8000,"first":"Por si no bastara con todas esas violaciones, además las autoridades libanesas han desmantelado redes de espionaje israelí, que suponen una violación <strong class=\"keyword\">flagrante</strong> de la soberanía libanesa y de las resoluciones pertinentes del Consejo de Seguridad","second":"As if all those violations were not enough, the Lebanese authorities have also dismantled Israeli spy networks, which are in <strong class=\"keyword\">blatant</strong> violation of Lebanese sovereignty and relevant Security Council resolutions"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}