{"result":"ok","tuc":[{"phrase":{"text":"flaming","language":"en"},"meaningId":-2329881206415917705,"authors":[25018]},{"phrase":{"text":"brand new","language":"en"},"meanings":[{"language":"en","text":"utterly new"}],"meaningId":-1967990748598966454,"authors":[100714]},{"phrase":{"text":"flamboyant","language":"en"},"meanings":[{"language":"en","text":"Showy, bold or audacious in behaviour and appearance."},{"language":"es","text":"Llamativo, descarado o audaz en comportamiento y apariencia."}],"meaningId":4582585457346295820,"authors":[60172]},{"phrase":{"text":"brand-new","language":"en"},"meaningId":-7530614224454730668,"authors":[83042]},{"phrase":{"text":"brilliant","language":"en"},"meaningId":3739995383978051877,"authors":[25018]},{"phrase":{"text":"newly-fledged","language":"en"},"meaningId":-8925196730499752480,"authors":[83093]},{"phrase":{"text":"newly-made","language":"en"},"meaningId":3384888963262241286,"authors":[83093]},{"meanings":[{"language":"en","text":"brand-new"},{"language":"en","text":"brilliant, radiant"}],"meaningId":1154511753683791290,"authors":[1]}],"phrase":"flamante","examples":[{"author":8000,"first":"Asimismo, tiene grandes expectativas sobre la labor del <strong class=\"keyword\">flamante</strong> Consejo y hará todo lo posible por que éste se convierta en un importante foro para el diálogo constructivo y la cooperación sobre las cuestiones relativas a los derechos humanos","second":"Thailand has a high expectation of the work of the <strong class=\"keyword\">newly established</strong> Human Rights Council and will do its utmost to ensure that the Council becomes a main forum for constructive dialogue and cooperation on issues concerning human rights"},{"author":31,"first":"Su <strong class=\"keyword\">flamante</strong> esposa le dio un STD","second":"That his <strong class=\"keyword\">brandnew</strong> wife gave him an std"},{"author":94808,"first":"Y hemos visto descarrilarse el último y <strong class=\"keyword\">flamante</strong> producto de esta casa: la prohibición de los ensayos de arma nucleares, y autorizarse la reducción de los plazos de aviso para posibles nuevos ensayos nucleares.","second":"And we saw the last <strong class=\"keyword\">proud</strong> product of this house, the nuclear‐test ban, derailed and reductions authorized in lead‐times for possible new nuclear tests."},{"author":26,"first":"Sí, mi padre me tenía preparado un <strong class=\"keyword\">flamante</strong> puesto en su negocio","second":"Yeah.After graduation, my old man had <strong class=\"keyword\">a</strong> post for me in his chemical business"},{"author":94808,"first":"La Comisión Consultiva opina que la interacción entre la <strong class=\"keyword\">flamante</strong> Comisión de Consolidación de la Paz y su oficina de apoyo y las misiones políticas especiales podría dar lugar a complementariedades y sinergias, con el resultado de una mayor coherencia normativa y la posibilidad de beneficios y economías.","second":"The Advisory Committee is of the opinion that interaction of the <strong class=\"keyword\">newly established</strong> Peacebuilding Commission and its support office with special political missions could give rise to complementarities and synergies, resulting in enhanced policy coherence as well as possible gains and savings."},{"author":92475,"first":"Una vez se supo que Petro fue el ganador de la contienda, Mike’s Bogota Blog [en] guarda ciertas esperanzas por el <strong class=\"keyword\">flamante</strong> burgomaestre:","second":"Once it was announced that Petro had won the election, Mike’s Bogota Blog expressed certain hopes for the <strong class=\"keyword\">elected</strong> mayor:"},{"author":118293,"first":"Apostaré mi reputación esa vacuna está llena de un <strong class=\"keyword\">flamante</strong> grado A del virus Croatoan.","second":"That vaccine is chock-full of grade<strong class=\"keyword\">-</strong>a, Farm-fresh croatoan virus."},{"author":8000,"first":"La UNOPS remitirá esta cuestión al <strong class=\"keyword\">flamante</strong> Comité de Gestión y Supervisión del Riesgo","second":"UNOPS will refer this matter to its <strong class=\"keyword\">recently</strong> created Risk Management and Oversight Committee"},{"author":31,"first":"Dos hermosas y <strong class=\"keyword\">flamantes</strong> vías","second":"Two beautiful <strong class=\"keyword\">shiny</strong> rails"},{"author":118293,"first":"Despues de tantos años, quiero que me vea <strong class=\"keyword\">flamante</strong>.","second":"AFTER ALL THESE YEARS, I WANT HER TO SEE ME AT MY BEST."},{"author":118293,"first":"Un hombre no puede ir con su <strong class=\"keyword\">flamante</strong> esposa... y decirle que su esposa muerta regresó.","second":"A man can't just bust in on the woman he's just married... and tell her that his dead wife has come back."},{"author":8000,"first":"Durante su visita a Kakata, unos # kilómetros al norte de Monrovia, el Grupo observó a fuerzas del Gobierno que llevaban fusiles y bandoleras con municiones <strong class=\"keyword\">flamantes</strong> a los hombros","second":"During its visit to Kakata, some # km north of Monrovia, the Panel witnessed the Government forces carrying guns and belts with <strong class=\"keyword\">brand new</strong> ammunition around their shoulders"},{"author":31,"first":"Nuevos nombres, nuevo domicilio y una nueva <strong class=\"keyword\">flamante</strong> historia de tapadera","second":"New names, new locations and <strong class=\"keyword\">brand- spanking-</strong> new cover stories"},{"author":118293,"first":"Ahora presentamos una orquesta flam ante con un estilo <strong class=\"keyword\">flamante</strong>.","second":"And now a brand new orchestra, with a <strong class=\"keyword\">brand new</strong> style."},{"author":8008,"first":"Aurora Lúbiz dirigirá una coreografía de cierre, a la que se integrarán, luciendo su destreza, los <strong class=\"keyword\">flamantes</strong> ganadores.","second":"Directed by Aurora Lúbiz, a closing choreography will show the <strong class=\"keyword\">brand new</strong> winners showing off their skills."},{"author":8000,"first":"En su # o período de sesiones el Grupo de Trabajo se reunió con representantes del Gobierno del Líbano, entre ellos un miembro del <strong class=\"keyword\">flamante</strong> Comité Especial de Derechos Humanos del Líbano, que también preside el Comité de Derechos Humanos del Colegio de Abogados del Líbano, con los que intercambió opiniones en relación con los casos pendientes","second":"At its sixty-fourth session, the Working Group met with representatives of the Government of Lebanon, including a member of the <strong class=\"keyword\">newly established</strong> national ad hoc human rights committee of Lebanon, who is also President of the Human Rights Committee of the Bar Association of Lebanon, and engaged in an exchange of views with regard to the outstanding cases"},{"author":8000,"first":"También se refirió a la reciente creación de un Fondo Fiduciario del Banco Mundial para la Justicia y los Derechos Humanos, <strong class=\"keyword\">flamante</strong> iniciativa conjunta del Banco Mundial y de los países nórdicos para financiar las actividades de derechos humanos relacionadas con el Banco","second":"He also referred to the recent establishment of a Justice and Human Rights Trust Fund, <strong class=\"keyword\">a</strong> joint initiative by the World Bank and Nordic countries to fund Bank-related activities on human rights"},{"author":94808,"first":"Sírvanse ampliar la información sobre las actividades, existentes o propuestas, del <strong class=\"keyword\">flamante</strong> Comité Nacional de Derecho Internacional Humanitario establecido conforme a la decisión No 2989, de 2 de junio de 2004, así como sobre su composición, sus funciones relacionadas con las normas de derechos humanos y su presupuesto.","second":"Please elaborate on the activities, existing and proposed, of the <strong class=\"keyword\">newly</strong> established National Committee for International Humanitarian Law established pursuant to decision No. 2989 of 2 June 2004, as well as on its composition, human rights law-related functions and its budget."},{"author":118293,"first":"¿Por qué el Gran Barty te daría un <strong class=\"keyword\">flamante</strong> Aston Martin?","second":"Why would Big Barty give you a <strong class=\"keyword\">brand-new</strong> Aston Martin?"},{"author":118293,"first":"Omar está presentando un <strong class=\"keyword\">flamante</strong> sistema de camas convertibles en toda su flota.","second":"Omar is introducing <strong class=\"keyword\">brand new</strong> flat beds across his entire fleet."},{"author":118293,"first":"La pira funeraria en llamas sobre mi <strong class=\"keyword\">flamante</strong> barco funerario","second":"The flaming funeral pyre on my <strong class=\"keyword\">flaming</strong> funeral pyre ship"},{"author":26,"first":"Al darle la espalda a su profesión anterior...Malkovich tuvo que empezar desde cero... y pagar el derecho de piso otra vez como <strong class=\"keyword\">flamante</strong> titiritero","second":"Turning his back on his former profession, Malkovich had to start from scratch... and pay his dues allover again as a <strong class=\"keyword\">fledgling</strong> puppeteer"},{"author":8008,"first":"Falgas presenta el <strong class=\"keyword\">flamante</strong> todo terreno Trans Dakar II, que incorpora un videojuego interactivo para dos jugadores, inspirado en la clásica carrera del desierto.","second":"There is a race cars videogame interactive for two players."},{"author":118293,"first":"Quizá lo que voy a decir no tenga que ver con nada, pero Buster apareció con una <strong class=\"keyword\">flamante</strong> escopeta.","second":"This might not have anything to do with anything, but old Buster showed up with a <strong class=\"keyword\">brand new</strong> shotgun."},{"author":118293,"first":"Además de un <strong class=\"keyword\">flamante</strong> Haguar para cada uno de nosotros.","second":"Plus a <strong class=\"keyword\">brand new</strong> Haguar for each of us."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}