{"result":"ok","tuc":[{"phrase":{"text":"flank","language":"en"},"meaningId":7987822437571976283,"authors":[25018]},{"phrase":{"text":"outflank","language":"en"},"meaningId":4541526859181073256,"authors":[89651]},{"meanings":[{"language":"en","text":"to flank"}],"meaningId":3375468878051482077,"authors":[93107]}],"phrase":"flanquear","examples":[{"author":31,"first":"EI coronel dice que no se puede <strong class=\"keyword\">flanquear</strong>, que tenemos que asaltarla de frente","second":"ColoneI says there' s no way to <strong class=\"keyword\">outflank</strong> it, <strong class=\"keyword\">so</strong> we gotta take it head- on by frontaI assault"},{"author":118293,"first":"Tenemos que <strong class=\"keyword\">flanquear</strong> al equipo SEAL imbécil por allá, así que...","second":"We got to <strong class=\"keyword\">flank</strong> SEAL team douche in there, so, uh,"},{"author":94809,"first":"En cambio, todos los demás elementos de la declaración de obligaciones, y en particular la obligación de mantenimiento provisional y administración separada del negocio destinado a enajenación, así como los pormenores relativos al fiduciario designado por Südzucker, deben ser objeto de cargas al servir únicamente para <strong class=\"keyword\">flanquear</strong> la aplicación de las condiciones antes mencionadas.","second":"All remaining parts of the statement of commitments, especially the commitment to temporarily maintain and administer separately the business that is to be sold, and the details relating to the trustees to be nominated by Südzucker, shall constitute obligations, since they serve merely to support the implementation of the above conditions."},{"author":118293,"first":"Si acortamos nuestro camino a través de la pared, aquí los podemos <strong class=\"keyword\">flanquear</strong>.","second":"If we cut our way through the wall here, We can <strong class=\"keyword\">flank</strong> them."},{"author":27,"first":"Si sigue importándonos esta cuestión, entonces debemos <strong class=\"keyword\">flanquear</strong> la nueva reestructuración de la industria en la Unión Europea y establecer medidas que amortigüen sus efectos sociales.","second":"If the issue is still to have any meaning, then further restructuring of the industry in the European Union must be <strong class=\"keyword\">flanked</strong> and more effectively cushioned in social terms."},{"author":118293,"first":"Nuestra unidad atraves ó las montañas para <strong class=\"keyword\">flanquear</strong> al enemigo.","second":"Our company retreated from one moun tain to the next."},{"author":8008,"first":"Para acceder a la impresionante construcción se debe atravesar una pequeña explanada y <strong class=\"keyword\">flanquear</strong> un portal.","second":"To consent to the impressive construction a small esplanade it should be crossed and to <strong class=\"keyword\">flank</strong> a portal."},{"author":8008,"first":"(Siempre que una criatura sin la habilidad de <strong class=\"keyword\">flanquear</strong> bloquee a un Fragmentado, la criatura bloqueadora obtiene -1/-1 hasta el final del turno.","second":"(Whenever a creature without <strong class=\"keyword\">flanking</strong> blocks a Sliver, the blocking creature gets -1/-1 until end of turn."},{"author":118293,"first":"Puedo liderar a nuestras tropas, <strong class=\"keyword\">flanquear</strong> y derrotar al enemigo.","second":"I can lead our troops, <strong class=\"keyword\">flank</strong> to the back and <strong class=\"keyword\">surround</strong> the enemy."},{"author":31,"first":"El coronel dice que no podemos <strong class=\"keyword\">flanquear</strong> tendremos que tomarla por asalto","second":"Colonel says there' s no way to <strong class=\"keyword\">outflank</strong> it, so we gotta take it head- on by frontal assault"},{"author":118293,"first":"Los <strong class=\"keyword\">flanquearé</strong>.","second":"I'll <strong class=\"keyword\">outflank</strong> them."},{"author":118293,"first":"Continúe <strong class=\"keyword\">flanquear</strong> tomaré le importaba.","second":"Continue to <strong class=\"keyword\">outflank</strong> I will take care him ."},{"author":8008,"first":"Antes de entrar en el pueblo de Garrucha, sede del Caracol, a 30 metros de la orilla del pueblo, se paran 3 convoy y bajan del carro 4 soldados, como queriendo <strong class=\"keyword\">flanquear</strong> al pueblo de Garrucha, aprovechando de nuestro camino del trabajadero colectivo de milpa, reacciona el pueblo para rechazarlo y empiezan a organizarse, al instante los soldados suben de su carro y siguen su camino, mientras los otros que están adelante está intimidando a la población tomando películas y fotografiando, y así mientras están esperando los que están provocando.","second":"Before entering the town of Garrucha, the headquarters of the Caracol, about 30 meters from the edge of the town, 3 trucks from the convoy stopped and 4 soldiers got out of a truck as if to <strong class=\"keyword\">outflank</strong> the town of Garrucha by using the road to our collective cornfield. The people reacted and organized themselves to eject the convoy."},{"author":118293,"first":"El coronel dice que no se puede <strong class=\"keyword\">flanquear</strong>, que tenemos que asaltarla de frente.","second":"Colonel says there's no way to <strong class=\"keyword\">outflank</strong> it, <strong class=\"keyword\">so</strong> we gotta take it head-on by frontal assault."},{"author":118293,"first":"¡ Deben <strong class=\"keyword\">flanquear</strong> ese M-60!","second":"You gotta <strong class=\"keyword\">flank</strong> that M-60!"},{"author":118293,"first":"Lo <strong class=\"keyword\">flanquearé</strong>!","second":"I'll <strong class=\"keyword\">flank</strong> him!"},{"author":118293,"first":"Que una unidad de infantería intente <strong class=\"keyword\">flanquear</strong> la posición, y ataque el pueblo por detrás del fuerte.","second":"I'd like an infantry unit to <strong class=\"keyword\">outflank</strong> the entire position then smash through this village behind the fort."},{"author":118293,"first":"Como puedes ver aquí, no se podían <strong class=\"keyword\">flanquear</strong>...","second":"As you can see here, there's no <strong class=\"keyword\">flanking</strong>..."},{"author":118293,"first":"Tendré que usar el Raposo para la incisión de la vena cava inferior y <strong class=\"keyword\">flanquear</strong> esa perra.","second":"I'll have used the Raposo to incise the inferior vena cava and <strong class=\"keyword\">flank</strong> this bitch."},{"author":118293,"first":"¡ Dénme un hueco para <strong class=\"keyword\">flanquear</strong> por la izquierda!","second":"Give me a window to <strong class=\"keyword\">flank</strong> from the left."},{"author":118293,"first":"Voy a <strong class=\"keyword\">flanquear</strong> le y distraer su aten ción de esta condenada habitación.","second":"I'm gonna <strong class=\"keyword\">flank</strong> him to get his attention off this damn room!"},{"author":31,"first":"El coronel dice que no se puede <strong class=\"keyword\">flanquear</strong>, que tenemos que asaltarla de frente","second":"Colonel says there' s no way to <strong class=\"keyword\">outflank</strong> it, <strong class=\"keyword\">so</strong> we gotta take it head- on by frontal assault"},{"author":118293,"first":"En un intento de <strong class=\"keyword\">flanquear</strong> sus jefes militares, persuade a Producciones Walt Disney para llevar sus sueños por el espacio directamente al publico americano.","second":"In an attempt to <strong class=\"keyword\">outflank</strong> his military employers, he persuades Walt Disney Productions to sell his dreams of space direct to the American public."},{"author":8000,"first":"El Grupo de Expertos considera igualmente pertinentes a su mandato el suministro, la venta o la transferencia, directa o indirecta, de armas o pertrechos, la penetración de tropas de gobiernos extranjeros en la República Democrática del Congo, la prestación de asistencia, asesoramiento o adiestramiento conexo a las actividades militares, el libre acceso de los dirigentes de los grupos armados congoleños a los países vecinos, especialmente con miras al reclutamiento, forzoso o no, de combatientes desmovilizados o civiles, el tránsito por los países vecinos para <strong class=\"keyword\">flanquear</strong> a tropas enemigas en la República Democrática del Congo, el uso de los países vecinos como lugar de retirada, base de operaciones o refugio y el transporte ilícito de armas en el interior de la República Democrática del Congo","second":"The Group of Experts construes as equally relevant to its mandate the direct or indirect supply, sale or transfer of arms and any related materiel, the encroachment of foreign government troops into the Democratic Republic of the Congo, the provision of assistance, advice or training related to military activities, the unimpeded access of leaders of Congolese armed groups to neighbouring countries, in particular to recruit demobilized combatants or civilians, whether forcibly or not, the passage through neighbouring countries to <strong class=\"keyword\">outflank</strong> opposing troops in the Democratic Republic of the Congo, the use of neighbouring countries as a retreat, rear base or safe haven and the illicit internal movement of weapons within the Democratic Republic of the Congo"},{"author":118293,"first":"Lo <strong class=\"keyword\">flanquearé</strong> por la izquierda.","second":"I'll <strong class=\"keyword\">flank</strong> him on the left."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}