{"result":"ok","tuc":[{"phrase":{"text":"flag","language":"en"},"meanings":[{"language":"en","text":"weaken"}],"meaningId":5791362555981934974,"authors":[70195]},{"phrase":{"text":"weaken","language":"en"},"meaningId":1303843639344185462,"authors":[25115]},{"phrase":{"text":"abate","language":"en"},"meaningId":-4964683550913715775,"authors":[83042]},{"phrase":{"text":"decline","language":"en"},"meaningId":6701033522083254325,"authors":[25018]},{"phrase":{"text":"falter","language":"en"},"meaningId":2050810607412756184,"authors":[97745]},{"phrase":{"text":"give","language":"en"},"meaningId":-2762810047674173603,"authors":[86934]},{"phrase":{"text":"slacken","language":"en"},"meaningId":-891706912831089774,"authors":[20]},{"phrase":{"text":"waver","language":"en"},"meaningId":1245463960763029745,"authors":[97745]},{"meanings":[{"language":"en","text":"to weaken"},{"language":"en","text":"to flag (mark)"},{"language":"en","text":"to droop"},{"language":"en","text":"to lose heart"}],"meaningId":5425360100611450728,"authors":[93107]}],"phrase":"flaquear","examples":[{"author":118293,"first":"¿Podría seguir así, o volvería a <strong class=\"keyword\">flaquear</strong>?","second":"Am I just... bein'like this since I just come back... or am I gonna break bad again?"},{"author":8007,"first":"Aunque surjan situaciones peligrosas, esas Fuerzas de Autodefensa y el propio Japón no deben <strong class=\"keyword\">flaquear</strong>.","second":"Even if dangerous situations arise, the Self-Defense Forces, and Japan itself, must not <strong class=\"keyword\">flinch</strong>."},{"author":27,"first":"La Unión Europea no debe <strong class=\"keyword\">flaquear</strong> en esa atención y debe seguir presionando a las autoridades de Belarús para que favorezcan un verdadero cambio que vaya más allá de la mera formalidad legal para mejorar el nivel de vida de los ciudadanos, contribuir eficazmente al progreso democrático y permitir que los ciudadanos disfruten de plena autodeterminación política.","second":"The EU must not let this attention <strong class=\"keyword\">waver</strong> and must keep up the pressure on the Belarus authorities to encourage real change that goes beyond mere legal formality and that real changes are made that improve people’s standard of living, effectively promote democracy and enable the citizens to enjoy full political self-determination."},{"author":118293,"first":"Nunca le vi <strong class=\"keyword\">flaquear</strong> ni dudar.","second":"I never saw him <strong class=\"keyword\">lose</strong> heart, nor was he ever deterred."},{"author":119723,"first":"¿Por qué afrontar las cargas de la vida solos?, nos pregunta Cristo, ¿o por qué afrontarlas con un apoyo temporal que pronto <strong class=\"keyword\">flaqueará</strong>?","second":"Why face life’s burdens alone, Christ asks, or why face them with temporal support that will quickly <strong class=\"keyword\">falter</strong>?"},{"author":8000,"first":"El delegado de Etiopía concluyó reiterando el firme compromiso de su país a llevar adelante sin <strong class=\"keyword\">flaquear</strong> los programas de reforma económica y política actualmente en curso","second":"The Ethiopian delegate concluded by reiterating his country's firm commitment to deliberately <strong class=\"keyword\">pursue</strong> its ongoing economic and political reform programmes"},{"author":119723,"first":"Muestren esa luz a sus familiares y a los que son como de su familia, porque los problemas del mundo indudablemente nos harán <strong class=\"keyword\">flaquear</strong> y nos harán daño.","second":"Show that light to your family and those who feel like family, for the brush at our feet will snag us, and obstacles will surely bruise us."},{"author":27,"first":"Por lo tanto, el Parlamento no debe <strong class=\"keyword\">flaquear</strong> ante la compleja naturaleza de estos tiempos.","second":"Parliament must, therefore, not <strong class=\"keyword\">waver</strong> in the face of the complex nature of these times."},{"author":31,"first":"Solamente llevan # horas y ya empiezan a <strong class=\"keyword\">flaquear</strong>","second":"They' re in their #nd hour and <strong class=\"keyword\">starting</strong> to <strong class=\"keyword\">crack</strong> already"},{"author":118293,"first":"No debemos <strong class=\"keyword\">flaquear</strong>.","second":"We must not <strong class=\"keyword\">falter</strong>."},{"author":91988,"first":"En términos simples, cuando los europeos de clase media comiencen a pensar que una buena parte de los pobres son inmigrantes recientes, su arraigada fe en las virtudes del estado de bienestar empezará a <strong class=\"keyword\">flaquear</strong>.","second":"Simply put, when middle-class Europeans begin to think that a good portion of the poor are recent immigrants, their ingrained belief in the virtue of the welfare state will begin to <strong class=\"keyword\">waver</strong>."},{"author":31,"first":"Si eso es <strong class=\"keyword\">flaquear</strong>, de acuerdo, estoy flaqueando","second":"lf that' s <strong class=\"keyword\">going soft</strong>, okay, I' m going soft"},{"author":94808,"first":"En esta etapa la rendición de cuentas es una necesidad, y la comunidad internacional no debe <strong class=\"keyword\">flaquear</strong> en sus exigencias.","second":"Accountability at the current stage is imperative, and the international community must not <strong class=\"keyword\">waver</strong> in its demands."},{"author":91988,"first":"Asimismo, unas altas tasas de aumento del PIB en el Brasil y la Argentina en el mismo período podrían invertirse pronto, en particular si bajan los precios de los productos básicos, perspectiva nada remota, si la economía china empieza a <strong class=\"keyword\">flaquear</strong> o los tipos de interés reales mundiales aumentan en este año.","second":"Likewise, high GDP growth rates in Brazil and Argentina over the same period could soon reverse, particularly if global commodity prices fall – not a remote prospect if the Chinese economy begins to <strong class=\"keyword\">falter</strong> or global real interest rates rise this year."},{"author":119719,"first":"El referéndum en el Reino Unido no exime a la UE de su obligación de resolver la crisis migratoria, que ha hecho <strong class=\"keyword\">flaquear</strong> la sensación de seguridad en toda Europa.","second":"The referendum in the UK does not relieve the EU of its duty to solve the migration crisis, which has undermined the sense of security across the whole of Europe."},{"author":94808,"first":"Nuestra posición no debe <strong class=\"keyword\">flaquear</strong>, ni en la retórica ni en la práctica.","second":"Our stance must not <strong class=\"keyword\">waver</strong> either in rhetoric or action."},{"author":94808,"first":"La información recibida parece indicar que el Consejo Nacional de Prensa suele <strong class=\"keyword\">flaquear</strong> en la defensa de la libertad de expresión.","second":"From information gathered, it would seem that the National Press Council often <strong class=\"keyword\">failed</strong> to mount a significant defence of freedom of expression."},{"author":27,"first":"El rescate puede permitirle <strong class=\"keyword\">flaquear</strong> hasta la próxima vez que su política monetaria necesite desviarse de la del resto de la zona del euro.","second":"The bailout may allow <strong class=\"keyword\">it</strong> to limp on until the next time that its monetary policy needs to diverge from those of the rest of the eurozone."},{"author":118293,"first":"Cuando el enemigo empezaba a <strong class=\"keyword\">flaquear</strong>.","second":"When the enemy was beginning to <strong class=\"keyword\">falter</strong>."},{"author":118293,"first":"No voy a dejar que ninguno de ustedes me haga <strong class=\"keyword\">flaquear</strong> más.","second":"Well, I'm not going to let either of you <strong class=\"keyword\">weaken</strong> me any more."},{"author":8000,"first":"El Secretario General, en su memoria sobre la labor de la Organización, ha expresado su preocupación por el hecho de que “el cuerpo normativo del desarme multilateral se ha deteriorado poco a poco al <strong class=\"keyword\">flaquear</strong> el compromiso internacional”","second":"The Secretary-General, in his report on the work of the Organization, has expressed concern that “the body of multilateral disarmament norms has been slowly eroded as a result of <strong class=\"keyword\">weakened</strong> international commitment”"},{"author":94808,"first":"La historia de la salud y el desarrollo mundiales está llena de ejemplos de iniciativas centradas en enfermedades concretas que consiguieron progresos sustanciales solo para <strong class=\"keyword\">flaquear</strong> en el tramo final.","second":"The history of global health and development is replete with examples of disease-specific efforts that generated substantial progress only to <strong class=\"keyword\">falter</strong> at the last mile."},{"author":118293,"first":"Pero como dije, Ireenie sabía hacer <strong class=\"keyword\">flaquear</strong> a los hombres.","second":"But like I said, lreenie knew how <strong class=\"keyword\">to</strong> break a brother down."},{"author":8000,"first":"No tenemos la intención, bajo circunstancia alguna, de <strong class=\"keyword\">flaquear</strong> en este renovado compromiso de volver a encaminar a África hacia la paz, la seguridad, la estabilidad, el crecimiento, el desarrollo sostenible y la democracia perdurable","second":"We do not, under any circumstances, intend to <strong class=\"keyword\">waver</strong> in this renewed commitment of repositioning Africa for peace, security, stability, growth, sustainable development and enduring democracy"},{"author":31,"first":"\" Braddock empieza a <strong class=\"keyword\">flaquear</strong> \".!","second":"Braddock looks like he' <strong class=\"keyword\">s tinally</strong> starting to wilt"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"119719":{"U":"http://consilium.europa.eu/","id":119719,"N":"Consilium EU","url":"https://glosbe.com/source/119719"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}