{"result":"ok","tuc":[{"phrase":{"text":"forge","language":"en"},"meanings":[{"language":"en","text":"To make a copy of with the intent to deceive."},{"language":"en","text":"To create and mold by hammering."},{"language":"en","text":"To create something, usually for a specific function."},{"language":"es","text":"Crear y moldear a golpe de martillo."},{"language":"es","text":"Realizar una copia de con la intención de engañar."},{"language":"es","text":"Crear algo, generalmente para una función específica."}],"meaningId":4161430327060986425,"authors":[9]},{"phrase":{"text":"shape","language":"en"},"meanings":[{"language":"en","text":"To create something, usually for a specific function."},{"language":"es","text":"Crear algo, generalmente para una función específica."}],"meaningId":-2425658076295097784,"authors":[25115]},{"phrase":{"text":"work","language":"en"},"meanings":[{"language":"en","text":"To create something, usually for a specific function."},{"language":"es","text":"Crear algo, generalmente para una función específica."}],"meaningId":1231409198157701976,"authors":[9]},{"phrase":{"text":"form","language":"en"},"meanings":[{"language":"en","text":"To create something, usually for a specific function."},{"language":"es","text":"Crear algo, generalmente para una función específica."}],"meaningId":2041110113798852858,"authors":[84500]},{"phrase":{"text":"malleate","language":"en"},"meanings":[{"language":"en","text":"to beat into shape with a hammer"}],"meaningId":5052109458361898141,"authors":[70195]},{"phrase":{"text":"mould","language":"en"},"meanings":[{"language":"en","text":"To create something, usually for a specific function."},{"language":"es","text":"Crear algo, generalmente para una función específica."}],"meaningId":-5862928193678372617,"authors":[84500]},{"phrase":{"text":"mold","language":"en"},"meanings":[{"language":"en","text":"To create something, usually for a specific function."},{"language":"es","text":"Crear algo, generalmente para una función específica."}],"meaningId":-3378208191104189484,"authors":[84500]},{"phrase":{"text":"fabricate","language":"en"},"meaningId":5829542409321643462,"authors":[25018]},{"phrase":{"text":"fashion","language":"en"},"meaningId":-5410893041021410048,"authors":[84500]},{"phrase":{"text":"invent","language":"en"},"meaningId":7170831671469139909,"authors":[89651]},{"phrase":{"text":"counterfeit","language":"en"},"meanings":[{"language":"en","text":"To make a copy of with the intent to deceive."},{"language":"es","text":"Realizar una copia de con la intención de engañar."}],"meaningId":7086885008305121696,"authors":[60172]},{"phrase":{"text":"fake","language":"en"},"meanings":[{"language":"en","text":"To make a copy of with the intent to deceive."},{"language":"es","text":"Realizar una copia de con la intención de engañar."}],"meaningId":-1860302270706463465,"authors":[60172]},{"phrase":{"text":"hammer","language":"en"},"meanings":[{"language":"en","text":"To create and mold by hammering."},{"language":"es","text":"Crear y moldear a golpe de martillo."}],"meaningId":-2661945201893069850,"authors":[60172]},{"phrase":{"text":"beat","language":"en"},"meaningId":-6689883507768729766,"authors":[25018]},{"phrase":{"text":"concoct","language":"en"},"meaningId":-1784509684806613812,"authors":[20]},{"phrase":{"text":"contrive","language":"en"},"meaningId":-5899047399140969703,"authors":[83093]},{"phrase":{"text":"die forge","language":"en"},"meaningId":-7766098739365295574,"authors":[91370]},{"phrase":{"text":"make","language":"en"},"meaningId":5254767270419356015,"authors":[25018]},{"phrase":{"text":"smith","language":"en"},"meaningId":-5879321920878567568,"authors":[25115]},{"meanings":[{"language":"en","text":"to forge"}],"meaningId":3166188066414015558,"authors":[93107]},{"meanings":[{"language":"es","text":"quemar marihuana"}],"meaningId":null,"authors":[81244]}],"phrase":"forjar","examples":[{"author":94808,"first":"La Experta independiente visitó Rwanda en misión del 31 de enero al 7 de febrero de 2011, tras lo cual destacó que los esfuerzos del Gobierno por <strong class=\"keyword\">forjar</strong> la unidad y la cohesión social bajo una identidad nacional rwandesa y aplacar el origen étnico como fuerza movilizadora y destructiva de la sociedad no deberían limitar de ninguna manera los derechos de las personas y las comunidades a la libertad de expresión y a la autoidentificación como pertenecientes a un grupo étnico ni eran incompatibles con ellos.","second":"The independent expert conducted a mission to Rwanda from 31 January to 7 February 2011, after which she emphasized that Government efforts to <strong class=\"keyword\">forge</strong> unity and social cohesion behind a Rwandan national identity and to diminish ethnicity as a mobilizing and destructive force in society should not in any way restrict, and were not incompatible with, the rights of individuals and communities to freedom of expression and to freely identify as belonging to an ethnic group."},{"author":8000,"first":"El proyecto educativo conjunto de las Naciones Unidas fue el primero dirigido a reforzar la planificación descentralizada de la educación, mejorar la calidad de los datos estadísticos, <strong class=\"keyword\">forjar</strong> vínculos más sólidos con los programas sobre el desarrollo de la primera infancia y crear sistemas de supervisión para garantizar que todos los niños asistan a la escuela","second":"The joint United Nations education project pioneered efforts to strengthen the decentralized planning of education, improve the quality of data, <strong class=\"keyword\">forge</strong> stronger links with early childhood development (ECD) programmes and create community monitoring systems for ensuring that all children attend school"},{"author":8000,"first":"El PNUMA <strong class=\"keyword\">forjará</strong> y fortalecerá sus enlaces con otras entidades de las Naciones Unidas y con organizaciones juveniles en el plano nacional, regional e internacional con miras a fomentar la movilización y la concienciación de la juventud sobre el medio ambiente","second":"UNEP will <strong class=\"keyword\">forge</strong> and strengthen links with other United Nations entities and with international, regional and national young people's organizations to promote environmental awareness and actions by young people"},{"author":94808,"first":"Gracias a la participación del Director Ejecutivo del Fondo en varias conferencias y reuniones celebradas en la Sede y fuera de ella, se facilitó el intercambio de información sobre la colaboración del Fondo con la Fundación pro Naciones Unidas, así como sobre las posibilidad de formar nuevas asociaciones con las Naciones Unidas, con lo que aumentó la visibilidad de esas nuevas iniciativas y la opinión pública cobró más conciencia de la labor general de las Naciones Unidas destinada a <strong class=\"keyword\">forjar</strong> relaciones de colaboración.","second":"The participation of the Executive Director of UNFIP at a number of conferences and meetings, both at Headquarters and overseas, enabled information exchange on the successful UNFIP and UNF partnership as well as on the potential for new United Nations partnerships, thereby raising the visibility of these new initiatives and increasing the awareness of the overall partnership-<strong class=\"keyword\">building</strong> efforts of the United Nations."},{"author":27,"first":"Esta recomendación, elaborada por la señora Serracchiani y basada en el proyecto de Decisión del Consejo relativa a la celebración del Acuerdo entre la Unión Europea y la República de Croacia se debe al interés que ha demostrado Croacia en <strong class=\"keyword\">forjar</strong> un vínculo con el Observatorio Europeo de la Droga y las Toxicomanías.","second":"This recommendation, drafted by Mrs Serracchiani and based on the proposal for a Council Decision on the conclusion of an agreement between the EU and the Republic of Croatia, concerns the interest that Croatia has shown in <strong class=\"keyword\">forging</strong> a link with the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA)."},{"author":94808,"first":"Entre esas cuestiones podemos mencionar la necesidad de evaluar la capacidad de un Estado que ha salido de un conflicto, la importancia de elaborar planes amplios a largo plazo, la necesidad de asegurarse de que las respuestas se adecuen a las características particulares —políticas, culturales y sociales— del Estado de que se trate, la importancia de hacer participar en todo el proceso a todos los grupos de interés nacionales y la necesidad de <strong class=\"keyword\">forjar</strong> la capacidad nacional.","second":"These issues include the need to assess existing capacity in a State emerging from conflict, the importance of developing comprehensive long-term approaches, the need to ensure that responses are tailored to the specific political, cultural and social characteristics of the State concerned, the importance of involving all domestic constituencies throughout the process, and the need to <strong class=\"keyword\">build</strong> national capacity."},{"author":94808,"first":"En el cuarto programa regional, la Dirección Regional para los Estados Árabes examinará la posibilidad de obtener financiación de la región y de <strong class=\"keyword\">forjar</strong> alianzas con instituciones regionales.","second":"In the fourth regional programme, the Regional Bureau for Arab States will explore the possibility of securing funding from the region and consider <strong class=\"keyword\">building</strong> partnerships with regional institutions."},{"author":94808,"first":"Destaca nuevamente la necesidad de afianzar las instituciones parlamentarias de Haití a fin de <strong class=\"keyword\">forjar</strong> el consenso necesario, entre otras cosas, para aplicar el documento de estrategia nacional de crecimiento y reducción de la pobreza y las diversas reformas institucionales.","second":"The Group stresses again the need to further develop parliamentary institutions in Haiti, in order to <strong class=\"keyword\">build</strong> the necessary consensus around, inter alia, the implementation of the national growth and poverty reduction strategy paper and various institutional reforms."},{"author":8000,"first":"La fuerza del multilateralismo, encarnada en este foro, consiste en <strong class=\"keyword\">forjar</strong> el futuro de los pueblos partiendo de todas las lecciones aprendidas del pasado","second":"The strength of multilateralism, which this forum expresses, is <strong class=\"keyword\">to build</strong> the future of peoples on all the lessons learned from the past"},{"author":94808,"first":"Será decisivo apoyar las organizaciones no gubernamentales para superar su actual polarización en torno a cuestiones políticas y económicas y <strong class=\"keyword\">forjar</strong> alianzas estratégicas duraderas, lo que contribuirá a que tengan una mayor repercusión en la adopción de decisiones y la formulación de políticas.","second":"It will be crucial to support non-governmental organizations (NGOs) in overcoming their current polarization over political and economic issues and <strong class=\"keyword\">forging</strong> long standing strategic alliances, leading to their greater impact on decision-making and policy formulation."},{"author":94808,"first":"En último término, será una pérdida para Myanmar, puesto que el país necesita el talento de toda su población para <strong class=\"keyword\">forjar</strong> un futuro mejor.","second":"Ultimately, it would be a loss for Myanmar, since the country needs the talent of all of its people to <strong class=\"keyword\">build</strong> a better future."},{"author":8000,"first":"Esperamos que el enfoque ecuánime de la Comisión contribuirá de manera constructiva a la promoción de la tolerancia, la unidad y la armonía en el pueblo de Timor Oriental, de manera que sea capaz, a la larga, de dejar la historia atrás, mirar al futuro y, unidos <strong class=\"keyword\">forjar</strong> una nación fuerte, coherente y unificada","second":"We hope that the even-handed approach of the Commission will contribute constructively to the promotion of tolerance, unity and harmony among the people of East Timor so that they will be able, at long last, to put history behind them, look forward to the future and, together, <strong class=\"keyword\">forge</strong> a strong, cohesive and united nation"},{"author":118293,"first":"<strong class=\"keyword\">Forjar</strong> el futuro.","second":"<strong class=\"keyword\">Shape</strong> the future."},{"author":8000,"first":"Haciendo de puente entre Myanmar y la comunidad internacional, la ASEAN ha logrado <strong class=\"keyword\">forjar</strong> una alianza que funciona tripartita entre la ASEAN, Myanmar y las Naciones Unidas","second":"Acting as a bridge between Myanmar and the international community, ASEAN has successfully <strong class=\"keyword\">forged</strong> a working tripartite partnership between ASEAN, Myanmar and the United Nations"},{"author":94808,"first":"A ese respecto, Benin se esforzará decididamente por fortalecer el vínculo crucial que el Consejo de Seguridad está tratando de <strong class=\"keyword\">forjar</strong> con las organizaciones regionales y subregionales en la esfera del mantenimiento de la paz.","second":"In that context, Benin will resolutely strive to strengthen the crucial <strong class=\"keyword\">partnership</strong> that the Security Council is endeavouring to <strong class=\"keyword\">establish</strong> with regional and subregional organizations in the area of peacekeeping."},{"author":8000,"first":"También genera oportunidades para que las organizaciones de personas con discapacidad aumenten su capacidad y eficiencia y asuman un papel más importante, por ejemplo, al promover una mayor sensibilización, realizar actividades de promoción, ejercer presión sobre sus gobiernos, lanzar iniciativas, brindar conocimientos técnicos, mejorar sus tácticas de negociación y <strong class=\"keyword\">forjar</strong> alianzas entre las organizaciones que se ocupan de distintos tipos de discapacidad","second":"It also creates opportunities for organizations of persons with disabilities to increase their capacity and effectiveness, and expand their roles in activities such as raising awareness; advocacy; lobbying their Governments; launching initiatives; providing technical expertise; strengthening their negotiation tactics; and <strong class=\"keyword\">creating</strong> alliances among organizations representing different types of disabilities"},{"author":94808,"first":"Tras recordar que la meta para el futuro era, según había acordado la CP 8 \"<strong class=\"keyword\">forjar</strong> una alianza mundial para revertir y prevenir la desertificación y la degradación de las tierras, y mitigar los efectos de la sequía en las zonas afectadas, a fin de apoyar la reducción de la pobreza y la sostenibilidad ambiental\"","second":"Recalling that the aim for the future, as agreed upon by COP 8, was “to <strong class=\"keyword\">forge</strong> a global partnership to reverse and prevent desertification and land degradation and to mitigate the effects of drought in affected areas in order to support poverty reduction and environmental sustainability”,"},{"author":94808,"first":"Para garantizar una mayor participación y diálogo, el PNUD <strong class=\"keyword\">forjará</strong> asociaciones estratégicas con los gobiernos autónomos descentralizados, las organizaciones de la sociedad civil y las organizaciones privadas.","second":"To ensure greater participation and dialogue, autonomous decentralized governments, civil society organizations and private organizations will be strategic partners of UNDP."},{"author":94808,"first":"Objetivo de la Organización: Promover el cambio de cultura institucional de la Secretaría, prestar apoyo a la gestión racional de los recursos humanos de la Organización respecto de la contratación y la dotación de personal, y <strong class=\"keyword\">forjar</strong> un personal con aptitudes múltiples, versátil y móvil para dar respuesta a las nuevas necesidades y requisitos.","second":"Objective of the Organization: To promote organizational culture change in the Secretariat, to support the sound management of human resources in the Organization with respect to recruitment and staffing, and to <strong class=\"keyword\">build</strong> a multi-skilled, versatile and mobile staff to address new requirements and needs."},{"author":8000,"first":"Por tanto, antes de que sea demasiado tarde, debemos cumplir nuestro compromiso con la Carta de las Naciones Unidas y <strong class=\"keyword\">forjar</strong> una visión y una estrategia nuevas con las que poder hacer frente a los desafíos de esta nueva era","second":"We must therefore, before it is too late, honour our commitment to the United Nations Charter and <strong class=\"keyword\">create</strong> a new vision and strategy with which we may face the challenges of this new era"},{"author":94808,"first":"Alienta a la comunidad internacional a que apoye los esfuerzos de los países para <strong class=\"keyword\">forjar</strong> alianzas más firmes con la sociedad civil, incluidas las organizaciones de personas de edad, las instituciones académicas, las fundaciones de investigación, las organizaciones de base comunitaria, en particular los cuidadores, y el sector privado, a fin de ayudar a crear capacidad en cuestiones relativas al envejecimiento;","second":"Encourages the international community to support national efforts to <strong class=\"keyword\">forge</strong> stronger partnerships with civil society, including organizations of older persons, academia, research foundations, community-based organizations, including caregivers, and the private sector, in an effort to help to build capacity on ageing issues;"},{"author":27,"first":"La UE tiene una autoridad real en la OIC y tenemos la responsabilidad en la mesa redonda de reunirnos para <strong class=\"keyword\">forjar</strong> políticas que den a los agricultores una oportunidad de vivir sus vidas con dignidad y seguridad económica.","second":"The EU has real authority in the ICO and we have a responsibility in the round-table meeting to <strong class=\"keyword\">hammer</strong> out policies which will give the farmers an opportunity to live their lives with dignity and financial security."},{"author":8000,"first":"El Grupo reconoce que la responsabilidad primordial de <strong class=\"keyword\">forjar</strong> un Haití estable y democrático recae en el pueblo haitiano","second":"The Group recognizes that the chief responsibility for the <strong class=\"keyword\">building</strong> of a stable and democratic Haiti rests in the hands of the Haitian people"},{"author":8000,"first":"El PNUMA <strong class=\"keyword\">forjará</strong> y fortalecerá las asociaciones a nivel mundial con los grupos principales como medio para aprovechar los distintos mecanismos disponibles y los conocimientos especializados con el fin de promover la gestión y el uso sostenibles de los recursos hídricos y encontrar soluciones en las que se utilicen las mejores prácticas para abordar las cuestiones del agua dulce relacionadas con el medio ambiente","second":"UNEP will <strong class=\"keyword\">forge</strong> and strengthen partnerships at the global level with major groups as a means of drawing on the range of available mechanisms and expertise to promote the sustainable management and use of water resources and to identify best-practice responses to environment-related freshwater issues"},{"author":8000,"first":"Por último, una conferencia de esas características constituiría también una medida para <strong class=\"keyword\">forjar</strong> un consenso","second":"Finally, such an international conference would also be a <strong class=\"keyword\">consensus</strong>-<strong class=\"keyword\">building</strong> measure"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"91370":{"U":"","id":91370,"N":"Sorina","url":"https://glosbe.com/source/91370"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"81244":{"U":"","id":81244,"N":"Jerga y Regionalismos de Mexico","url":"https://glosbe.com/source/81244"}}}