{"result":"ok","tuc":[{"phrase":{"text":"formulism","language":"en"},"meaningId":955774014631483264,"authors":[84715]},{"meanings":[{"language":"en","text":"formulism"}],"meaningId":-7485620745579644834,"authors":[93107]}],"phrase":"formulismo","examples":[{"author":8000,"first":"Hasta hace poco, la respuesta de la comunidad internacional a este reto había sido, por lo general, de desinterés y apatía, y se había caracterizado, en gran medida, por el <strong class=\"keyword\">formulismo</strong>","second":"The response of the international community to this challenge had until recently been generally disengaged and apathetic, and characterized largely by <strong class=\"keyword\">tokenism</strong>"},{"author":94808,"first":"Hasta hace poco, la respuesta de la comunidad internacional a este reto había sido, por lo general, de desinterés y apatía, y se había caracterizado, en gran medida, por el <strong class=\"keyword\">formulismo</strong>.","second":"The response of the international community to this challenge had until recently been generally disengaged and apathetic, and characterized largely by <strong class=\"keyword\">tokenism</strong>."},{"author":94808,"first":"Recordó a los participantes que, en su discurso de apertura del seminario del año anterior, el Embajador del Reino Unido de Gran Bretaña e Irlanda del Norte, Mark Lyall Grant, se había referido al <strong class=\"keyword\">formulismo</strong> de gran parte de la labor del Consejo, la necesidad de establecer prioridades claras dado el mucho tiempo que se dedicaba a cuestiones de rutina, y la conveniencia de conferir un mayor peso a la prevención de conflictos.","second":"He reminded participants that, in his opening remarks at the previous year’s workshop, the Ambassador of the United Kingdom of Great Britain and Northern Ireland, Mark Lyall Grant, had commented on the <strong class=\"keyword\">formulaic</strong> nature of much of the Council’s work, the need to set clear priorities given how much time was devoted to routine matters, and the desirability of greater focus on conflict prevention."},{"author":118293,"first":"Me parece que es solo un <strong class=\"keyword\">formulismo</strong> para meter tus narices en lo que te dé la gana.","second":"Sounds to me like a catch-all phrase to allow you to stick your nose in wherever you want."},{"author":95875,"first":"Trontelj, es que los órganos responsables de realizar las revisiones éticas en estos países están sobrecargados de trabajo, debido a la cantidad de <strong class=\"keyword\">formulismos</strong> burocráticos y de solicitudes para llevar a cabo las pruebas.","second":"One of the key problems in trying to identify and root out such abuses, said Professor Trontelj, was that the bodies responsible for carrying out ethical reviews in these countries were overloaded, due to the burden of bureaucratic regulations and sheer numbers of trial applications."},{"author":95096,"first":"Nuestra confianza esta avalada por el hecho de que –como justamente Vuestra Excelencia ha manifestado– entre la Santa Sede y Malta existen vínculos espirituales cuyo valor supera con mucho los <strong class=\"keyword\">formulismos</strong> diplomáticos; es la fidelidad secular a la Iglesia Católica, tan profundamente arraigada en la vida y costumbres de vuestro pueblo, lo que sin duda se podría definir como la nota propia el patrimonio espiritual e inconfundible de su fisonomía espiritual.","second":"Our confidence is strengthened by the fact that – as Your Excellency has rightly observed – spiritual links exist between the Holy See and Malta and have a value that far exceeds purely diplomatic <strong class=\"keyword\">formalities</strong>. We might well say that the special and unmistakable mark of the spiritual character of those relations is age-old fidelity to the Catholic Church, which is so deeply rooted in the life and culture of your people."},{"author":94808,"first":"a) La aplicación de las lecciones aprendidas no es un fin en sí mismo y no debería limitarse a un mero <strong class=\"keyword\">formulismo</strong>.","second":"(a) Application of the lessons is not an end in itself and should not be reduced to <strong class=\"keyword\">mere</strong> procedural <strong class=\"keyword\">compliance</strong>."},{"author":94808,"first":"La respuesta de la comunidad internacional a este desafío ha sido, hasta hace poco, generalmente episódica, a veces apática y a menudo caracterizada por el <strong class=\"keyword\">formulismo</strong>.","second":"The response of the international community to this challenge had, until recently, been generally episodic, sometimes apathetic, and characterized often by <strong class=\"keyword\">tokenism</strong>."},{"author":94808,"first":"Se ha concluido repetidas veces que las administraciones locales no habían establecido servicios de protección de los menores o éstos no estaban dotados de suficiente personal o capacidad profesional; los servicios de bienestar de la infancia no tenían en marcha el sistema de vigilancia, o no lo administraban debidamente o sólo era un <strong class=\"keyword\">formulismo</strong>; a menudo las autoridades tardaban en denunciar los casos de maltrato de menores e incumplían su deber, y a veces ni siquiera estaban al tanto de éste.","second":"It has repeatedly been established that the child welfare services designed to prevent or eliminate the endangerment of children were not set up by the local governments, or were set up with insufficient personnel and professional resources; the child welfare services did not operate the monitoring system, or did not operate it adequately or it was only operated formally; the authorities were often late in signalling cases of child abuse and did not comply with their lawful obligations, and in certain cases were not even aware of such obligations."},{"author":8000,"first":"Esta es una importante elección que se debe hacer, y es también una gran responsabilidad: el <strong class=\"keyword\">formulismo</strong> o un compromiso total contra el SIDA","second":"This is an important choice to make, and a heavy responsibility, too: <strong class=\"keyword\">tokenism</strong> or total commitment against AIDS"},{"author":8000,"first":"El Comité considera que una reformulación de la reserva del Estado Parte al volver a ratificar el Protocolo Facultativo, como proponen los autores, sólo para especificar lo que de hecho es consecuencia lógica de la reforma de los mecanismos del Convenio Europeo, sería un mero <strong class=\"keyword\">formulismo</strong>","second":"“The Committee considers that a reformulation of the State party's reservation, upon re-ratification of the Optional Protocol, as suggested by the authors, only to spell out what is in fact a logical consequence of the reform of the European Convention mechanisms, would be a purely <strong class=\"keyword\">formalistic</strong> exercise"},{"author":118293,"first":"Mero <strong class=\"keyword\">formulismo</strong>.","second":"It's just <strong class=\"keyword\">formality</strong>."},{"author":94808,"first":"El Comité considera que una reformulación de la reserva del Estado Parte al volver a ratificar el Protocolo Facultativo, como proponen los autores, sólo para especificar lo que de hecho es consecuencia lógica de la reforma de los mecanismos del Convenio Europeo, sería un mero <strong class=\"keyword\">formulismo</strong>.","second":"“The Committee considers that a reformulation of the State party’s reservation, upon re‐ratification of the Optional Protocol, as suggested by the authors, only to spell out what is in fact a logical consequence of the reform of the European Convention mechanisms, would be a purely <strong class=\"keyword\">formalistic</strong> exercise."},{"author":8000,"first":"La respuesta de la comunidad internacional a este desafío ha sido, hasta hace poco, generalmente episódica, a veces apática y a menudo caracterizada por el <strong class=\"keyword\">formulismo</strong>","second":"The response of the international community to this challenge had, until recently, been generally episodic, sometimes apathetic, and characterized often by <strong class=\"keyword\">tokenism</strong>"},{"author":94808,"first":"Por otra parte, si la participación de los jóvenes va a ser más que un mero <strong class=\"keyword\">formulismo</strong>, las autoridades al más alto nivel de las Naciones Unidas deben entablar un diálogo positivo con los delegados jóvenes.","second":"Additionally, if the participation of youth is to amount to more than mere <strong class=\"keyword\">tokenism</strong>, officials at the highest levels of the United Nations must engage youth delegates in meaningful dialogue."},{"author":31,"first":"Es un <strong class=\"keyword\">formulismo</strong>, Sr.Lavery","second":"Just double- <strong class=\"keyword\">checking</strong> the <strong class=\"keyword\">tally</strong>, Mr. Lavery"},{"author":94808,"first":"Los hijos de madre extranjera y padre islandés nacidos en Islandia ahora adquieren la nacionalidad islandesa una vez cumplidos los <strong class=\"keyword\">formulismos</strong> necesarios para determinar la paternidad y así se suprime toda discriminación por el estado civil.","second":"The child of a foreign mother and an Icelandic father born in Iceland now acquires Icelandic citizenship when the legal requirements concerning establishment of paternity <strong class=\"keyword\">are</strong> fulfilled, and any discrimination on the basis of marital status is thereby abolished."},{"author":94808,"first":"Consideramos que las deliberaciones sobre el tema del programa que estamos examinando no deben terminar en un simple <strong class=\"keyword\">formulismo</strong>, sino que deben resultar en la adopción de medidas que puedan llevarse a la práctica.","second":"It is our conviction that discussions on the agenda item before us should not end up as mere <strong class=\"keyword\">formalities</strong> but should result in measures that can be implemented."},{"author":94808,"first":"Disponer de un defensor del pueblo independiente, procesos judiciales y sistemas de revisión por pares entre países puede ayudar a que la gobernanza participativa sea algo más que un mero <strong class=\"keyword\">formulismo</strong>.","second":"Independent ombudsmen, judicial processes and peer-review systems between countries can all help ensure that participatory governance is not just <strong class=\"keyword\">tokenism</strong>."},{"author":118293,"first":"Puedo completar todos esos <strong class=\"keyword\">formulismos</strong>.","second":"I could fill out that boilerplate stuff for you."},{"author":118293,"first":"Es solo un <strong class=\"keyword\">formulismo</strong>, utilizado cotidianamente,","second":"This is just a formula, used every day."},{"author":118293,"first":"Mero <strong class=\"keyword\">formulismo</strong>, por supuesto.","second":"Just as a <strong class=\"keyword\">matter</strong> of form, of course."},{"author":8000,"first":"Finalmente, en cuanto al último motivo de inadmisibilidad planteado por el Estado Parte respecto de la falta de legitimidad del abogado del autor para actuar ante el Comité de Derechos Humanos, el Comité toma nota de la pretensión del Estado Parte; no obstante, reitera que no existen requisitos específicos para actuar ante él y que el Estado no cuestiona el mandato del abogado del Sr. Gómez Vázquez, sino simplemente si se han cumplido unos <strong class=\"keyword\">formulismos</strong> que no son requeridos por el Pacto","second":"astly, with respect to the final ground of inadmissibility claimed by the State party, to the effect that the author's counsel does not have the right to represent him before the Human Rights Committee, the Committee takes note of the State party's claim, but reiterates that there are no specific requirements for representation before it and that the State party does not question whether or not Mr. Gómez Vázquez's counsel represents him, but only whether certain <strong class=\"keyword\">formalities</strong> that are not required by the Covenant have been fulfilled"},{"author":94808,"first":"En el debate abierto del Consejo sobre los métodos de trabajo celebrado hace 14 años, se reconoció que las reuniones públicas eran más un <strong class=\"keyword\">formulismo</strong> y que todo se analizaba y se acordaba con anterioridad en las consultas oficiosas o privadas.","second":"It was acknowledged in the Council’s open debate on working methods 14 years ago that the public meetings had become more of a <strong class=\"keyword\">formality</strong> and everything was discussed and agreed beforehand in the informal or closed consultations."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}