{"result":"ok","tuc":[{"phrase":{"text":"alien","language":"en"},"meaningId":1221605190190510709,"authors":[89651]},{"phrase":{"text":"foreign","language":"en"},"meaningId":6051106045279787358,"authors":[89651]},{"phrase":{"text":"foreigner","language":"en"},"meaningId":6638434875580614275,"authors":[86934]},{"phrase":{"text":"stranger","language":"en"},"meaningId":-7349585219872913907,"authors":[86934]},{"meanings":[{"language":"en","text":"foreign"}],"meaningId":-1417999734449738449,"authors":[93107]}],"phrase":"foráneo","examples":[{"author":118293,"first":"En habla, me lanzo a mí mismo en un lugar desconocido... una tierra <strong class=\"keyword\">foránea</strong>.","second":"In speaking, I throw myself into an unknown place a <strong class=\"keyword\">foreign</strong> land."},{"author":8000,"first":"Operaciones normales de transporte marítimo pueden causar la introducción de especies <strong class=\"keyword\">foráneas</strong> invasoras en el medio ambiente marino","second":"Normal shipping operations can also be responsible for the introduction of <strong class=\"keyword\">invasive alien</strong> species into the marine environment"},{"author":94808,"first":"El Movimiento de los Países No Alineados subraya el derecho fundamental e inalienable de todos los pueblos, incluidos todos los territorios no autónomos y los territorios que se encuentran bajo ocupación extranjera o dominio colonial o <strong class=\"keyword\">foráneo</strong>, a la libre determinación, cuyo ejercicio, en el caso de los pueblos que están sometidos a la ocupación extranjera o la dominación colonial o <strong class=\"keyword\">foránea</strong>, sigue siendo válido e imprescindible para asegurar la erradicación de todas esas situaciones y garantizar el respeto universal por los derechos humanos y las libertades fundamentales.","second":"The Non-Aligned Movement stresses the fundamental and inalienable right of all peoples, including all non-self governing territories, as well as those territories under foreign occupation and colonial or <strong class=\"keyword\">alien domination</strong> to self determination, the exercise of which, in the case of peoples under foreign occupation and colonial or <strong class=\"keyword\">alien</strong> domination, remains valid and essential to ensure the eradication of all these situations and to guarantee universal respect for human rights and fundamental freedoms."},{"author":94808,"first":"En el capítulo 4, dedicado a los factores de cambio directos e indirectos en el contexto de distintas perspectivas en relación con la calidad de vida, se hará hincapié en los aspectos regionales y subregionales de la degradación y la rehabilitación de tierras y en las especies <strong class=\"keyword\">foráneas</strong> invasoras y la intensificación sostenible de la agricultura.","second":"In chapter 4, on direct and indirect drivers of change in the context of different perspectives of quality of life, emphasis will be placed on the regional and subregional aspects of land degradation and restoration as well as on <strong class=\"keyword\">invasive alien</strong> species and sustainable intensification of agriculture."},{"author":94808,"first":"Introducción de especies <strong class=\"keyword\">foráneas</strong> invasoras","second":"Introduction of <strong class=\"keyword\">invasive alien</strong> species"},{"author":94808,"first":"Se debe proteger la cultura de la Región árabe de la invasión de normas <strong class=\"keyword\">foráneas</strong>, revitalizando los valores culturales árabes e islámicos.","second":"The culture of the Arab Region should be protected from invasion of <strong class=\"keyword\">foreign</strong> norms by reviving the Arab and Islamic cultural values."},{"author":94809,"first":"Considerando que la información facilitada por la República de Eslovenia y recogida por los agentes de la Comisión durante una visita oficial realizada en 1995 a ese país muestra que existen razones fundadas para considerar que en la República de Eslovenia pueden cultivarse patatas en condiciones sanitarias adecuadas y que, en la actualidad, no existen fuentes de introducción de enfermedades <strong class=\"keyword\">foráneas</strong> de la patata; que, además, la República de Eslovenia ha aplicado a su producción de patatas normas sanitarias y de calidad adecuadas;","second":"Whereas information supplied by the Republic of Slovenia and collected during an official visit by Commission officials carried out in that country in 1995 has shown that there are good reasons to believe that in the Republic of Slovenia potatoes can be grown under adequate health conditions and that, at present, there are no sources for the introduction of <strong class=\"keyword\">exotic</strong> potato diseases; whereas the Republic of Slovenia has moreover implemented adequate health and quality standards in its potato production;"},{"author":8000,"first":"Durante su misión a Filipinas en # se informó al Relator Especial de que las organizaciones indígenas que defendían territorios ancestrales y derechos de tenencia de tierras o se oponían a la invasión de sus territorios por intereses comerciales <strong class=\"keyword\">foráneos</strong> podían ser calificados de subversivos y sus miembros perseguidos como terroristas (véase # dd # párr","second":"During his mission to the Philippines in # the Special Rapporteur was informed that indigenous organizations that defend ancestral domains and land rights or resist the encroachment of <strong class=\"keyword\">alien</strong> commercial interests on their territories are often criminalized as subversive, and their members prosecuted as “terrorists” (see # dd # para"},{"author":8000,"first":"Al igual que el resto de los trabajadores cubanos, las personas contratadas por firmas <strong class=\"keyword\">foráneas</strong> tienen que ser miembros de la gubernamentalmente controlada organización sindical CTC (Central de Trabajadores de Cuba","second":"And like all Cuban workers, they must be members of the state-controlled Cuban labour union CTC (Central de Trabajadores de Cuba"},{"author":94808,"first":"Le preocupa el hecho de que algunos timorenses ven en la igualdad de género un concepto <strong class=\"keyword\">foráneo</strong> y piensan que las organizaciones no gubernamentales que abogan por los derechos de la mujer se inmiscuyen en cuestiones que no son de su incumbencia.","second":"She was concerned that some Timorese perceived gender equality as a <strong class=\"keyword\">foreign</strong> concept and considered that non-governmental organizations that advocated for women’s rights were meddling."},{"author":94808,"first":"Además resalta, entre otros, los siguientes grandes impulsores del cambio en el ecosistema del Mar Caribe: los cambios en el uso de la zona costera y el mar, la contaminación causada por actividades realizadas en tierra, la sobreexplotación pesquera, la urbanización de comunidades costeras, la falta de una gestión coordinada, el cambio climático y la introducción de especies <strong class=\"keyword\">foráneas</strong> .","second":"It further highlights, among others, the following major drivers of change in the Caribbean Sea ecosystem: changes in coastal land and sea use, land-based pollution, overfishing, urbanization of coastal communities, lack of coordinated governance, climate change, and <strong class=\"keyword\">alien</strong> species introduction."},{"author":8000,"first":"Recordando en particular la resolución # de la Asamblea General, de # de diciembre de # en la que se reafirma la legitimidad de la lucha de los pueblos por la independencia de la dominación extranjera y de la ocupación <strong class=\"keyword\">foránea</strong> y por la libre determinación, de conformidad con el derecho internacional","second":"Recalling in particular General Assembly resolution # of # ecember # reaffirming the legitimacy of the struggle of peoples for independence from foreign domination and foreign occupation and for self-determination, in conformity with international law"},{"author":118293,"first":"Si pudiéramos embotellar ese estado mental libertino que surge en suelo <strong class=\"keyword\">foráneo</strong> para aferrarse a él aunque sea por un día, una noche una hora.","second":"If only you could bottle that unfettered state of mind that comes with being on <strong class=\"keyword\">foreign</strong> soil to just hold on to it even for a day, an evening an hour."},{"author":94808,"first":"Los órganos de las Naciones Unidas también han prestado atención a la condición jurídica de los combatientes que luchan contra la dominación colonial y <strong class=\"keyword\">foránea</strong> y contra los regímenes racistas, así como las medidas utilizadas para impedir la realización de los derechos de los pueblos y naciones a la libre determinación.","second":"United Nations organs have also given extensive attention to the legal status of combatants struggling against colonial and <strong class=\"keyword\">alien</strong> domination and racist regimes, as well as to measures used to impede the realization of the right of peoples and nations to self-determination."},{"author":94808,"first":"Los conflictos armados y de otra índole, las guerras de agresión, la ocupación extranjera, la dominación colonial u otras formas de dominación <strong class=\"keyword\">foránea</strong>, así como el terrorismo, siguen originando graves obstáculos para el adelanto de la mujer.","second":"Armed conflicts and conflicts of other types, wars of aggression, foreign occupation, colonial or other <strong class=\"keyword\">alien</strong> domination, as well as terrorism, continue to cause serious obstacles to the advancement of women."},{"author":118293,"first":"Tendremos 42,85 segundos para corregir nuestro rumbo... luego de que la nave <strong class=\"keyword\">foránea</strong> entre a la nova.","second":"We shall have 42.85 seconds to correct our course after the <strong class=\"keyword\">alien</strong> ship enters the nova."},{"author":118293,"first":"Pero como usted, jure proteger este pais contra cualquier enemigo, <strong class=\"keyword\">foraneo</strong>, señor, y domestico.","second":"But like you, I swore to defend this country against all enemies..<strong class=\"keyword\">.</strong> foreign, sir, and domestic."},{"author":8000,"first":"Recordaron a la comunidad internacional mantener su reconocimiento de que la esclavitud y el comercio de esclavos, incluso el comercio trasatlántico de esclavos, son crímenes de lesa humanidad, y que los legados de la esclavitud, del comercio de esclavos, del colonialismo, de la ocupación extranjera, de la dominación <strong class=\"keyword\">foránea</strong> del genocidio y de otras formas de vasallaje se han manifestado en la pobreza, el subdesarrollo, la marginación, la exclusión social y las disparidades económicas para el mundo en desarrollo","second":"They reminded the international community to preserve its recognition that slavery and slave trade, including trans-Atlantic slave trade, are crimes against humanity, and that the legacies of slavery, slave trade, colonialism, foreign occupation, <strong class=\"keyword\">alien</strong> domination, genocide and other forms of servitude have manifested themselves in poverty, underdevelopment, marginalisation, social exclusion and economic disparities for the developing world"},{"author":8008,"first":"Note: Actualmente, los disparadores no son activados por acciones de claves <strong class=\"keyword\">foráneas</strong> en cascada.","second":"mysqldump also produces correct definitions of tables in the dump file, and does not forget about the <strong class=\"keyword\">foreign</strong> keys."},{"author":8000,"first":"b) Acelerar la elaboración de medidas para hacer frente al problema de las especies <strong class=\"keyword\">foráneas</strong> invasoras de las aguas de lastre, instar a la Organización Marítima Internacional a que finalice el proyecto de convenio internacional para el control y la gestión de las aguas de lastre y los sedimentos de los buques","second":"b) Accelerate the development of measures to address <strong class=\"keyword\">invasive alien</strong> species in ballast water. Urge the International Maritime Organization to finalize its draft International Convention on the Control and Management of Ships' Ballast Water and Sediments"},{"author":8008,"first":"Además de su faro, Chipiona tiene otro gran monumento, el Santuario de Nuestra Señora de la Regla, lugar de peregrinación de muchos devotos sanluqueños y <strong class=\"keyword\">foráneos</strong>.","second":"Other than the lighthouse, Chipiona also has anther great monuments , the Sanctuary of Nuestra Señora de la <strong class=\"keyword\">Regla</strong>."},{"author":94808,"first":"Varias delegaciones destacaron la necesidad de distinguir el terrorismo de la lucha legítima de los pueblos sometidos a dominación colonial o <strong class=\"keyword\">foránea</strong> u ocupación extranjera en ejercicio de su derecho a la libre determinación.","second":"Several delegations emphasized the need to distinguish terrorism from the legitimate struggle of peoples under colonial or <strong class=\"keyword\">alien</strong> domination and foreign occupation in the exercise of their right to self-determination."},{"author":94808,"first":"No obstante, la República Democrática de Timor-Leste sigue teniendo una confianza absoluta en que el terrorismo y la injerencia criminal <strong class=\"keyword\">foránea</strong> no prevalecerán.","second":"Nevertheless, the Democratic Republic of Timor-Leste remains absolutely confident that such terrorism and <strong class=\"keyword\">outside</strong> criminal interference will not prevail."},{"author":94808,"first":"Es fundamental formar a los maestros y crear libros de texto y planes de estudio en los que se incluyan lecciones de entendimiento mutuo, tolerancia, protección de los derechos humanos, así como de conocimiento y respeto de culturas, pueblos y países <strong class=\"keyword\">foráneos</strong>.","second":"It is of high importance to train teachers and to develop textbooks and curriculums that include lessons of mutual understanding, tolerance, the protection of human rights, and knowledge of and respect for <strong class=\"keyword\">foreign</strong> cultures, peoples and countries."},{"author":8008,"first":"Se investigaron las técnicas de producción de carbón tradicionales y se propusieron técnicas mejoradas, eliminando paulatinamente al intermediario <strong class=\"keyword\">foráneo</strong> que pagaba precios muy bajos y tenía ingresos significativamente superiores a los productores.","second":"Traditional charcoal production techniques were investigated and improved techniques were proposed, gradually eliminating the <strong class=\"keyword\">outside</strong> intermediary who paid very low prices and had income significantly higher than the producers."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}