{"result":"ok","tuc":[{"phrase":{"text":"forge","language":"en"},"meaningId":450297997859035861,"authors":[83060]},{"phrase":{"text":"form","language":"en"},"meaningId":6588336666813157593,"authors":[83619]},{"phrase":{"text":"harden","language":"en"},"meaningId":7482125992806767106,"authors":[25018]},{"phrase":{"text":"mould","language":"en"},"meaningId":-1273141821377759289,"authors":[83619]},{"phrase":{"text":"set","language":"en"},"meaningId":3489951076707819377,"authors":[83060]},{"phrase":{"text":"shape","language":"en"},"meaningId":5630994028998114074,"authors":[83619]},{"phrase":{"text":"work","language":"en"},"meaningId":-8835146357488151153,"authors":[83064]},{"phrase":{"text":"age","language":"en"},"meaningId":8555432871023907634,"authors":[83042]},{"phrase":{"text":"bandage","language":"en"},"meaningId":280232254569066088,"authors":[83042]},{"phrase":{"text":"concoct","language":"en"},"meaningId":-8727901487535281094,"authors":[20]},{"phrase":{"text":"cure","language":"en"},"meaningId":-5615292409747089371,"authors":[83042]},{"phrase":{"text":"devise","language":"en"},"meaningId":5592273808186247238,"authors":[25018]},{"phrase":{"text":"dress","language":"en"},"meaningId":6194029838678493897,"authors":[83042]},{"phrase":{"text":"mold","language":"en"},"meaningId":-4553049412345306421,"authors":[84500]},{"phrase":{"text":"temper","language":"en"},"meaningId":-6513884689539930741,"authors":[83042]},{"meanings":[{"language":"en","text":"to forge"},{"language":"en","text":"to hatch"},{"language":"en","text":"to set"},{"language":"en","text":"(intransitive) to set"},{"language":"en","text":"to conceive of"}],"meaningId":-2074902038031521377,"authors":[1]}],"phrase":"fraguar","examples":[{"author":27,"first":"El ambicioso plan de <strong class=\"keyword\">fraguar</strong> nuevos vínculos políticos, sociales y culturales más estrechos entre las orillas del Norte y del Sur del Mediterráneo debe seguir siendo uno de los objetivos prioritarios de la Unión Europea para lograr la aplicación deseada y estratégica de una zona de libre comercio.","second":"The ambitious plan of <strong class=\"keyword\">forging</strong> new and closer political, social and cultural links between the northern and southern shores of the Mediterranean must remain one of the priority goals of the European Union in order to achieve the desired and strategic implementation of a free trade area."},{"author":8000,"first":"Las Naciones Unidas, con su experiencia y su legitimidad singulares, resultan esenciales para los esfuerzos encaminados a ayudar al pueblo iraquí a recuperar su soberanía cuanto antes y a <strong class=\"keyword\">fraguar</strong> un nuevo Iraq, que esté en paz consigo mismo y con sus vecinos","second":"The United Nations, with its unique experience and legitimacy, is essential to efforts to help the Iraqi people recover their sovereignty as soon as possible and to <strong class=\"keyword\">forge</strong> a new Iraq, at peace with itself and with its neighbours"},{"author":27,"first":"Recientemente, este Parlamento aprobó un dictamen sobre el futuro de la OCM del aceite de oliva que parecía <strong class=\"keyword\">fraguar</strong> un cierto consenso.","second":"Recently, this Parliament approved an opinion on the future of the olive oil COM which seemed to establish a certain consensus."},{"author":118293,"first":"Por eso pensó <strong class=\"keyword\">fraguar</strong> su muerte y engañar al seguro.","second":"Hence, the insurance scam and the staging of his own death."},{"author":118293,"first":"Si conociera a Bill Rawls, estaría llamando aquí en cuanto llegara a su oficina para decirnos que le advirtió a Burrell de que no <strong class=\"keyword\">fraguara</strong> los libros.","second":"If I know Bill Rawls, he'll be calling over here as soon as he gets back to his office, telling us he warned Burrell against <strong class=\"keyword\">cooking</strong> the books."},{"author":118293,"first":"Porque querían <strong class=\"keyword\">fraguar</strong> la escena, George.","second":"Because someone wanted <strong class=\"keyword\">to</strong> stage the crime scene, George."},{"author":94808,"first":"La mafia terrorista de origen cubano radicada en Miami, Estados Unidos, continúa intentando abortar el recién iniciado proceso judicial contra los cuatro mercenarios terroristas culpables de innumerables crímenes contra el pueblo de Cuba y actualmente detenidos por <strong class=\"keyword\">fraguar</strong> un atentado contra el Presidente de la República de Cuba.","second":"The terrorist Mafia of Cuban extraction based at Miami, Florida (United States) was attempting to thwart legal proceedings conducted against four terrorist mercenaries guilty of countless crimes against the Cuban people and currently incarcerated for organizing an attempt to assassinate the President of the Republic of Cuba."},{"author":94808,"first":"Deben establecerse ahora mismo las condiciones que permitan <strong class=\"keyword\">fraguar</strong> un arreglo político;","second":"Conditions conducive to a political settlement must now <strong class=\"keyword\">be put</strong> in place;"},{"author":94808,"first":"En efecto, la tenacidad de la FPNUL ha hecho posible la solución diplomática que ustedes, miembros del Consejo de Seguridad, acaban de <strong class=\"keyword\">fraguar</strong>.","second":"Indeed, UNIFIL’s tenacity has made possible the diplomatic solution that you, the members of the Security Council, have just <strong class=\"keyword\">forged</strong>."},{"author":94808,"first":"El FMI también proporciona asistencia técnica a países para ayudarles a fomentar sus capacidades en la esfera del desarrollo macroeconómico y, en especial, <strong class=\"keyword\">fraguar</strong> sus políticas macroeconómicas con miras a fomentar la recuperación del crecimiento en un entorno estable.","second":"IMF was also providing technical assistance to countries to help them to build capacities in the area of macroeconomic development and, in particular, to solidify their macroeconomic policies with a view to fostering the recovery of growth in a stable environment."},{"author":8000,"first":"Por tanto, al <strong class=\"keyword\">fraguar</strong> una coalición mundial para erradicar el terrorismo internacional, debemos pensar también seriamente en la necesidad de restablecer la esperanza y de reconstruir sociedades destrozadas para que se conviertan en lugares tolerantes, estables y pacíficos, en lugar de presenciar cómo degeneran poco a poco en núcleos de extremismo, fundamentalismo y terrorismo","second":"So as we <strong class=\"keyword\">build</strong> a global coalition to root out international terrorism, we also need to think seriously about restoring hope and rebuilding shattered societies into tolerant, stable and peaceful places, rather than watching them degenerate slowly into cells of extremism, fundamentalism and terrorism"},{"author":8000,"first":"Muchos países todavía necesitan muchísimo recursos humanos y de otro tipo, y necesitan fortalecer urgentemente sus capacidades institucionales, obtener un mayor intercambio de información y tecnología y <strong class=\"keyword\">fraguar</strong> verdaderas alianzas","second":"Many countries are still in critical need of sufficient human and other resources and sorely need to strengthen their institutional capacities, obtain a wider exchange of information and technology and <strong class=\"keyword\">forge</strong> genuine partnerships"},{"author":8008,"first":"Geólogos e ingenieros decidieron que necesitaban inyectar algo más grande, de 5 a 7 centímetros, que se atascara dentro de las fisuras y cavidades y evitara que las inyecciones de mezcla se escurrieran antes de <strong class=\"keyword\">fraguar</strong>. Pero no había disponibles guijarros redondos de ese tamaño, bien seleccionados, en ningún lugar vecino.","second":"Toward the end of 1994, the World Bank money was nearly gone."},{"author":119723,"first":"13 Sin embargo, hubo algunos entre ellos que pensaron interrogarlos para que por medio de sus astutas atretas pudieran enredarlos con sus propias palabras, a fin de obtener testimonio contra ellos, con objeto de entregarlos a sus jueces para que fueran juzgados de acuerdo con la ley, y fueran ejecutados o encarcelados, según el crimen que pudieran <strong class=\"keyword\">fraguar</strong> o atestiguar en contra de ellos.","second":"13 Nevertheless, there were some among them who thought to question them, that by their cunning adevices they might catch them in their words, that they might bfind witness against them, that they might deliver them to their judges that they might be judged according to the law, and that they might be slain or cast into prison, according to the crime which they could make appear or witness against them."},{"author":90326,"first":"Esta invención se refiere a un método de fabricación de cemento Pórtland translúcido y/o conductivo de alta resistencia a los sulfatos, que mantiene una vida útil de hasta 70 años en condiciones de servicio normal, que después de <strong class=\"keyword\">fraguar</strong>, permite el paso de la luz a través de él y que adquiere hasta el 70% de su resistencia final a las 48 horas de haber fraguado.","second":"The invention relates to a method of producing conductive and/or translucent Portland cement which has high sulphate resistance and which has a service life of up to 70 years under normal service conditions. Once the inventive cement has <strong class=\"keyword\">set</strong>, light can pass therethrough. Up to 70 % of the final resistance of the cement is reached within 48 hours of setting."},{"author":94808,"first":"Tras encomiar a todos los que participaron en el establecimiento del Convenio, así como a la cooperación establecida entre la FAO y el PNUMA, pidió que continuara esa labor sinérgica, en particular en lo relativo a <strong class=\"keyword\">fraguar</strong> una mayor cooperación entre los convenios relacionados con los productos químicos.","second":"Paying tribute to all those involved in establishing the Convention, together with the partnership between FAO and UNEP, he called for such synergistic work to continue, particularly with regard to <strong class=\"keyword\">forging</strong> greater cooperation between the chemicals conventions."},{"author":94808,"first":"Se introdujo el concepto “Malaysia Incorporated” con el fin de <strong class=\"keyword\">fraguar</strong> una relación más estrecha entre los sectores público y privado.","second":"The Malaysia Incorporated Concept was introduced to <strong class=\"keyword\">forge</strong> a closer relationship between the public and private sectors."},{"author":27,"first":"Es evidente que se trata de aunar voluntades, de <strong class=\"keyword\">fraguar</strong> consensos y de balizar el camino para que el proyecto de Unión Europea progrese.","second":"It is clearly a question of uniting wills, <strong class=\"keyword\">forging</strong> consensus and identifying the right direction so that the European Union can make progress."},{"author":27,"first":"Señor Presidente en ejercicio, esperamos que sea capaz la Presidencia francesa de aunar voluntades y de <strong class=\"keyword\">fraguar</strong> consensos para que, efectivamente, como usted nos ha propuesto, la Unión Europea avance decisivamente bajo su período de Presidencia.","second":"President-in-Office, we hope that the French Presidency will be capable of joining forces and <strong class=\"keyword\">forging</strong> consensuses so that, as you proposed, the European Union can move forward decisively under your Presidency."},{"author":31,"first":"<strong class=\"keyword\">Fraguar</strong> la firma del Jefe de Registros, tercer departamento","second":"<strong class=\"keyword\">Forging</strong> the Head of Records signature"},{"author":94808,"first":"Asimismo, tiene por objeto movilizar a organismos internacionales y gobiernos nacionales para <strong class=\"keyword\">fraguar</strong> compromisos mundiales.","second":"It also aims to mobilize international agencies and national Governments for <strong class=\"keyword\">forging</strong> global commitments."},{"author":94808,"first":"Me cabe el honor de informar a los miembros del Consejo de Seguridad de que las autoridades de la República Centroafricana han expresado a mi Representante su deseo de que la Oficina de las Naciones Unidas de Apoyo a la Consolidación de la Paz en la República Centroafricana (BONUCA) siga asistiéndolas en su empeño por <strong class=\"keyword\">fraguar</strong> una paz duradera tras el restablecimiento del orden constitucional en el país.","second":"I have the honour to inform the members of the Security Council that the authorities of the Central African Republic have advised my Representative that they would like the United Nations Peacebuilding Support Office in the Central African Republic (BONUCA) to continue to assist them in their efforts towards <strong class=\"keyword\">building</strong> lasting peace, following the restoration of constitutional order in their country."},{"author":8000,"first":"Además, diversos seminarios internacionales y regionales sobre las armas pequeñas y ligeras han desempeñado un papel importante para <strong class=\"keyword\">fraguar</strong> un consenso internacional y aumentar el intercambio de experiencias e información","second":"In addition, various international and regional seminars on small arms and light weapons have played an important role in <strong class=\"keyword\">forging</strong> international consensus and in increasing the exchange of experience and information"},{"author":94808,"first":"Por ese motivo, ofreceremos la ayuda que podamos para ayudar a <strong class=\"keyword\">fraguar</strong> el mayor consenso posible sobre todas las múltiples decisiones de largo alcance que actualmente se invita a tomar a la Organización.","second":"For that reason, we shall offer whatever help we can to building the broadest possible consensus on all the many far-reaching decisions that the Organization is currently called upon to make."},{"author":95875,"first":"Confrontando la opinión de que la investigación pública está en declive, los análisis revelan que el sector es mayor y más dinámico de lo que a menudo se piensa, y que se ha trabajado mucho para <strong class=\"keyword\">fraguar</strong> vínculos más fuertes con la industria.","second":"Challenging the view that public research is in decline, analysis reveals that the sector is larger and more dynamic than many realise, and that it has <strong class=\"keyword\">worked</strong> hard to <strong class=\"keyword\">forge</strong> stronger links with industry."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"83060":{"U":"","id":83060,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83060"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}