{"result":"ok","tuc":[{"phrase":{"text":"stamp","language":"en"},"meanings":[{"language":"en","text":"to apply postage stamps to"}],"meaningId":251150920481210406,"authors":[70195]},{"phrase":{"text":"clear","language":"en"},"meanings":[{"language":"en","text":"to go through as payment"}],"meaningId":-3186738788853275816,"authors":[70195]},{"phrase":{"text":"frank","language":"en"},"meaningId":-2323814328922427941,"authors":[92056]},{"phrase":{"text":"prepay","language":"en"},"meaningId":2033593066112693797,"authors":[89651]},{"phrase":{"text":"enfranchise","language":"en"},"meaningId":1163144764197698056,"authors":[25018]},{"phrase":{"text":"allow","language":"en"},"meaningId":4678685715053410153,"authors":[86934]},{"phrase":{"text":"emancipate","language":"en"},"meaningId":-6536668163639940232,"authors":[83064]},{"phrase":{"text":"exempt","language":"en"},"meaningId":1392494695034830530,"authors":[20]},{"phrase":{"text":"free","language":"en"},"meaningId":7219428109751938574,"authors":[20]},{"phrase":{"text":"liberate","language":"en"},"meaningId":4123764441567947457,"authors":[20]},{"phrase":{"text":"manumit","language":"en"},"meaningId":-602773175889255023,"authors":[83064]},{"phrase":{"text":"put a stamp on","language":"en"},"meaningId":537755838126414275,"authors":[25018]},{"phrase":{"text":"release","language":"en"},"meaningId":2018743769739265328,"authors":[83042]},{"phrase":{"text":"unhand","language":"en"},"meaningId":-4003199288913686653,"authors":[83042]},{"meanings":[{"language":"en","text":"to clear"}],"meaningId":-4512252537084777108,"authors":[93107]}],"phrase":"franquear","examples":[{"author":94809,"first":"<strong class=\"keyword\">franquear</strong> todos los obstáculos en la trayectoria de aproximación, y","second":"<strong class=\"keyword\">clear</strong> all obstacles in the approach path; and"},{"author":8007,"first":"Para poder <strong class=\"keyword\">franquear</strong> el atolladero que existe hoy en día, es necesario entender las posiciones de los actores.","second":"Understanding the positions of the actors is a necessary step if today's impasse is to be bridged."},{"author":94809,"first":"Máquinas de calcular y máquinas de bolsillo registradoras, reproductoras y visualizadoras de datos, con función de cálculo; máquinas de contabilidad, de <strong class=\"keyword\">franquear</strong>, expedir boletos (tiques) y máquinas similares, con dispositivo de cálculo incorporado; cajas registradoras","second":"Calculating machines and pocket-size data-recording, reproducing and displaying machines with calculating functions; accounting machines, <strong class=\"keyword\">postage</strong>-<strong class=\"keyword\">franking</strong> machines, ticket-issuing machines and similar machines, incorporating a calculating device; cash registers"},{"author":94809,"first":"Cruces: abordar y <strong class=\"keyword\">franquear</strong> cruces e intersecciones;","second":"Crossroads: approaching and <strong class=\"keyword\">crossing</strong> of intersections and junctions;"},{"author":94809,"first":"2) cualquier parte de la trayectoria neta de vuelo de despegue en la que el avión esté virando con un ángulo de alabeo de más de 15° deberá <strong class=\"keyword\">franquear</strong> todos los obstáculos en los márgenes horizontales que se especifican en los puntos a), d) y e) del presente OPS, y con un margen vertical de 50 pies como mínimo, y","second":"(2) any part of the net take-off flight path in which the aeroplane is banked by more than 15 o must <strong class=\"keyword\">clear</strong> all obstacles within the horizontal distances specified in subparagraphs (a), (d) and (e) of this paragraph by a vertical distance of at least 50 ft; and"},{"author":94809,"first":"una decisión prejudicial sobre la interpretación del artículo 36 del Reglamento (CEE) no 222/77 del Consejo, de 13 de diciembre de 1976, relativo al tránsito comunitario (DO 1977, L 38, p. 1; EE 02/03, p. 91), modificado por el Reglamento (CEE) no 474/90 del Consejo, de 22 de febrero de 1990, con vistas a la supresión de la presentación del aviso del paso al <strong class=\"keyword\">franquear</strong> una frontera interior de la Comunidad (DO L 51, p. 1), y del artículo 11 bis del Reglamento (CEE) no 1062/87 de la Comisión, de 27 de marzo de 1987, por el que se establecen disposiciones de aplicación y medidas de simplificación del régimen de tránsito comunitario (DO L 107, p. 1), modificado por el Reglamento (CEE) no 1429/90 de la Comisión, de 29 de mayo de 1990 (DO L 137, p.","second":"on the interpretation of Article 36 of Council Regulation (EEC) No 222/77 of 13 December 1976 on Community transit (OJ 1977 L 38, p. 1) as amended by Council Regulation (EEC) No 474/90 of 22 February 1990 with a view to abolishing lodgement of the transit advice note on <strong class=\"keyword\">crossing</strong> an internal frontier of the Community (OJ 1990 L 51, p. 1), and of Article 11a of Commission Regulation (EEC) No 1062/87 of 27 March 1987 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure (OJ 1987 L 107, p. 1) as amended by Commission Regulation (EEC) No 1429/90 of 29 May 1990 (OJ 1990 L 137, p."},{"author":94809,"first":"La trayectoria de vuelo <strong class=\"keyword\">franqueará</strong>, con un margen vertical mínimo de 300 m (1 000 pies) o 600 m (2 000 pies) en terreno montañoso, todo el terreno y los obstáculos a lo largo de la ruta dentro de 9,3 km (5 NM) a ambos lados de la derrota prevista.","second":"The flight path <strong class=\"keyword\">clears</strong> vertically, by at least 300 m (1 000 ft) or 600 m (2 000 ft) in areas of mountainous terrain, all terrain and obstacles along the route within 9,3 km (5 NM) on either side of the intended track."},{"author":94808,"first":"Se exhorta a los Estados a <strong class=\"keyword\">franquear</strong> con rapidez el paso al personal humanitario y a los suministros destinados a las comunidades afectadas;","second":"States are urged to <strong class=\"keyword\">facilitate</strong> the rapid and <strong class=\"keyword\">unimpeded</strong> passage of humanitarian personnel and supplies to affected communities;"},{"author":94809,"first":"– partida 8470: «Máquinas de calcular y máquinas de bolsillo registradoras, reproductoras y visualizadoras de datos, con función de cálculo; máquinas de contabilidad, de <strong class=\"keyword\">franquear</strong>, expedir boletos (tiques) y máquinas similares, con dispositivo de cálculo incorporado; cajas registradoras [...]»;","second":"– heading 8470: ‘[c]alculating machines and pocket-size data-recording, reproducing and displaying machines with calculating functions; accounting machines, <strong class=\"keyword\">postage</strong>-franking machines, ticket-issuing machines and similar machines, incorporating a calculating device; cash registers ...’;"},{"author":22,"first":"cualquier parte de la trayectoria neta de vuelo de despegue en la que el avión esté virando con un ángulo de alabeo de más de #° deberá <strong class=\"keyword\">franquear</strong> todos los obstáculos en los márgenes horizontales que se especifican en los puntos a), d) y e) del presente OPS, y con un margen vertical de # pies como mínimo, y","second":"any part of the net take-off flight path in which the aeroplane is banked by more than #° must <strong class=\"keyword\">clear</strong> all obstacles within the horizontal distances specified in subparagraphs (a), (d) and (e) of this paragraph by a vertical distance of at least # ft; and"},{"author":94809,"first":"Redes Transeuropeas de Transporte (RTE-T) : Programa cofinanciado, gestionado directamente por la Comisión, dedicado a desarrollar enlaces e interconexiones clave que permitan eliminar los puntos de estrangulamiento; acabar los tramos pendientes y completar los grandes ejes, especialmente sus secciones transfronterizas; <strong class=\"keyword\">franquear</strong> las barreras naturales y mejorar la interoperabilidad de los grandes ejes.","second":"Trans-European networks for transport (TEN-T) : A co-financed programme, directly managed by the Commission, aimed at developing key links and interconnections to eliminate existing mobility bottlenecks, to fill in missing sections and complete the main routes (especially their cross-border sections), cross natural barriers and improve interoperability on major routes."},{"author":94809,"first":"Explicó que los controles de la administración de aduanas se realizan en todo el territorio nacional y, por lo tanto, también en la zona fronteriza, pero que el hecho de <strong class=\"keyword\">franquear</strong> la frontera no es, en absoluto, el elemento que da lugar a estos controles.","second":"It stated that the customs administration's checks are carried out throughout French territory, thus also in the frontier region, but that the event giving rise to those checks is never the <strong class=\"keyword\">crossing</strong> of the frontier."},{"author":118293,"first":"¡ Puede coger el correo, la máquina de <strong class=\"keyword\">franquear</strong> y toda esa mierda que tengo que hacer, y metérselo todo por el ojo del culo!","second":"You can take that mail, and that <strong class=\"keyword\">franking</strong> machine, and all that other rubbish I have to go about with, and you can stuff'em right up your ass!"},{"author":94809,"first":"Máquinas de contabilidad, registradoras, de <strong class=\"keyword\">franquear</strong>, de expedir boletos y máquinas similares, con dispositivo de cálculo incorporado","second":"Accounting machines, cash registers, <strong class=\"keyword\">postage</strong>-<strong class=\"keyword\">franking</strong> machines, ticket-issuing machines and similar machines, incorporating a calculating device"},{"author":89915,"first":"Quioscos de previo pago electrónicos para <strong class=\"keyword\">franquear</strong> cartas y paquetes (enviados mediante servicios postales o transportadores privados)","second":"Electronic pre-payment kiosks for <strong class=\"keyword\">franking</strong> of letters and parcels (forwarded by postal services or by private carriers)"},{"author":8008,"first":"<strong class=\"keyword\">Franquear</strong> esta mínima barrera en un corto paseo nos permitirá contemplar los descomunales \"guijarros\" del Macar d'Alfurinet, una playa que parece hecha a la medida de los gigantes que -según las leyendas- poblaron una vez Menorca.","second":"<strong class=\"keyword\">Crossing</strong> this small barrier will enable us to see the enormous macs, \"pebbles\", of Macar d'Alfurinet, a beach that seems to had been made for the giants who, according to legends, inhabited Menorca."},{"author":94809,"first":"Pero no son imposibles de <strong class=\"keyword\">franquear</strong>, tal como han demostrado numerosos proyectos que han realizado adaptaciones locales que favorecían el trabajo en equipo.","second":"These pitfalls can be eliminated as several projects have shown, particularly by using local adjustments to foster team work."},{"author":94809,"first":"Indicar, sirviéndose de un código cuando así esté previsto, el lugar de carga de las mercancías, tal como se conozca al cumplir las formalidades, sobre el medio de transporte activo en el que deban <strong class=\"keyword\">franquear</strong> la frontera de la Comunidad.","second":"Using a code where required, enter the place, as known at the time of completion of formalities, at which the goods are to be loaded onto the active means of transport on which they are to <strong class=\"keyword\">cross</strong> the Community frontier."},{"author":8000,"first":"Como he dicho al comienzo de mi declaración, todavía quedan por <strong class=\"keyword\">franquear</strong> varias etapas importantes del proceso constitucional interno","second":"As I said at the beginning of my statement, a number of major <strong class=\"keyword\">hurdles</strong> in the domestic constitutional process remain to be cleared"},{"author":94809,"first":"si para el avión se especifica una trayectoria neta de vuelo en el despegue en el AFM, el avión podrá continuar el despegue y <strong class=\"keyword\">franquear</strong> todos los obstáculos a lo largo de la senda con un margen adecuado hasta que el avión esté en condiciones de cumplir con los requisitos de NCC.POL.130.","second":"for the aeroplane where a net take-off flight path is specified in the AFM, the aeroplane shall be able to continue the take-off and <strong class=\"keyword\">clear</strong> all obstacles along the flight path by an adequate margin until the aeroplane is in a position to comply with NCC.POL.130."},{"author":8008,"first":"2 de marzo de 2001 - El 8 de marzo, Día Internacional de la Mujer, la OIT celebrará una conferencia destinada a destacar los éxitos de algunas mujeres que han conseguido <strong class=\"keyword\">franquear</strong> las generalizadas pero a menudo invisibles barreras que cierran el camino hacia el éxito y obstaculizan las carreras de tantas otras mujeres deseosas de encontrar igualdad de oportunidades en los puestos más altos de las organizaciones y emp ...","second":"12 October 2001 - GENEVA (ILO News) - The Director-General of the International Labour Office (ILO) Juan Somavia flies to Ottawa on 14 October to urge Canada and other countries of the Americas to confront growing human insecurity in the work place, caused by the worldwide economic slowdown."},{"author":22,"first":"la creación y el desarrollo de enlaces e interconexiones clave que permitan eliminar los puntos de estrangulamiento, acabar los tramos pendientes y completar los grandes ejes, especialmente sus secciones transfronterizas, <strong class=\"keyword\">franquear</strong> las barreras naturales y mejorar la interoperabilidad de los grandes ejes","second":"establishment and development of the key links and interconnections needed to eliminate bottlenecks, fill in missing sections and complete the main routes, especially their cross-border sections, <strong class=\"keyword\">cross</strong> natural barriers, and improve interoperability on major routes"},{"author":31,"first":"Una vez más la cuestión de luchar en solitario para enfrentarse a esta famosa barricada, hallando los límites y deseos de una, quizás aprendiendo también a pedir ayuda a los demás a <strong class=\"keyword\">franquear</strong> esta famosa barricada","second":"Once again it' s that question of struggling alone to confront this famous barricade, finding out one' s limits and desires, also maybe learning how to ask others for help to <strong class=\"keyword\">overcome</strong> this famous barricade"},{"author":27,"first":"Pero de ahí a minimizar el carácter representativo del Consejo, creo que hay un espacio que usted no puede <strong class=\"keyword\">franquear</strong>.","second":"But to therefore reduce the representative nature of the Council is <strong class=\"keyword\">going</strong> too far."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}