{"result":"ok","tuc":[{"phrase":{"text":"frugal","language":"en"},"meanings":[{"language":"en","text":"economical, avoiding waste, thrifty"},{"language":"es","text":"Que evita los desperdicios."},{"language":"en","text":"Avoiding waste."}],"meaningId":6734358093496247378,"authors":[70195]},{"phrase":{"text":"thrifty","language":"en"},"meaningId":5456666183490039718,"authors":[25115]},{"phrase":{"text":"spare","language":"en"},"meanings":[{"language":"en","text":"scanty, not abundant or plentiful"}],"meaningId":-4701328045382514542,"authors":[90508]},{"phrase":{"text":"sparing","language":"en"},"meaningId":-7192914674264403229,"authors":[25115]},{"phrase":{"text":"economical","language":"en"},"meanings":[{"language":"es","text":"Que evita los desperdicios."},{"language":"en","text":"Avoiding waste."}],"meaningId":-5543272838971170416,"authors":[60172]},{"phrase":{"text":"abstemious","language":"en"},"meaningId":-2590757169785440926,"authors":[97745]},{"phrase":{"text":"parsimonious","language":"en"},"meaningId":7196252430031305275,"authors":[25018]},{"meanings":[{"language":"en","text":"frugal, economical"}],"meaningId":1279234440745846506,"authors":[93107]}],"phrase":"frugal","examples":[{"author":31,"first":"Señor, mi esposa es muy <strong class=\"keyword\">frugal</strong>","second":"Sir, my wife is very <strong class=\"keyword\">frugal</strong>"},{"author":91988,"first":"Como sostengo en mi nuevo libro, The <strong class=\"keyword\">Frugal</strong> Superpower: America’s Global Leadership in a Cash-Strapped Era (La superpotencia <strong class=\"keyword\">frugal</strong>: el liderazgo global de los Estados Unidos en una era sin dinero), la carga que estas obligaciones impondrán a los estadounidenses –impuestos más elevados y menores beneficios—debilitará el apoyo del público al expansivo papel internacional que el país ha desempeñado desde la Segunda Guerra Mundial.","second":"As I argue in my new book The <strong class=\"keyword\">Frugal</strong> Superpower: America’s Global Leadership in a Cash-Strapped Era, the burden that these obligations will impose on Americans – in the form of higher taxes and fewer benefits – will weaken public support for the expansive international role that the United States has played since World War II."},{"author":118293,"first":"Ahora vete de aquí, fuerte y <strong class=\"keyword\">frugal</strong>.","second":"Now walk away, strong and <strong class=\"keyword\">frugal</strong>."},{"author":118293,"first":"Sí, no me importa lo <strong class=\"keyword\">frugal</strong>, pero odio lo barato.","second":"Yeah, I don't mind <strong class=\"keyword\">frugal</strong>, but I hate cheap."},{"author":118293,"first":"Se supone que las monjas son <strong class=\"keyword\">frugales</strong>.","second":"Nuns are supposed to be <strong class=\"keyword\">frugal</strong>."},{"author":118293,"first":"Lo compré en el <strong class=\"keyword\">Frugal</strong> Hoosier.","second":"I got it at the <strong class=\"keyword\">frugal</strong> hoosier."},{"author":8008,"first":"Ciertamente, las comidas suelen ser apetitosas, esa noche tocó un exquisito cuscus de cordero cocinado en el horno de leña bereber; la cantidad, la justa (peso 110 kilos) y también son <strong class=\"keyword\">frugales</strong>: ideales para conjugar con las excursiones y paseos que son menester realizar por esta zona.","second":"We were ready for dinner. Certainly food is usually appetizing and that night there was a delicious lamb couscous cooked in the Berber clay oven, just the right portion, no more no less, (I weigh 110 Kilos), Berbers are moderate in their eating habits and this is ideal for the trips and walks in the area, which are a must."},{"author":118293,"first":"Supongo que no llevando una vida <strong class=\"keyword\">frugal</strong>.","second":"I'm guessing it's not because he's <strong class=\"keyword\">frugal</strong>."},{"author":94809,"first":"Los animales tienen las características fenotípicas siguientes: altura media, buen desarrollo somático, aspecto proporcionado, color variable, con predominancia del negro, pelo largo, con cuernos, orejas de dimensiones medias, patas cortas pero robustas, excepcionalmente resistentes, <strong class=\"keyword\">frugales</strong>, con un temperamento vigoroso, ideales para climas secos y cálidos con pastos pobres de carácter extensivo, madurez sexual tardía, bajo índice de fecundidad, baja producción de leche [la leche tiene un elevado contenido de materia grasa (5 %) y proteínas (3,5 %)], resistentes a condiciones climáticas extremas y a las enfermedades y gran capacidad de desplazamiento.","second":"The animals have the following phenotypic characters: medium height, good body development, proportionate physique, with a range of colourings but predominantly black, long hair, with horns, average-sized ears, short but strong legs, exceptionally resistant, <strong class=\"keyword\">abstemious</strong>, with a strong temperament, suited to dry, hot climates, poor pastures and extensive feeding conditions, late sexual maturity, low incidence of multiple births, low milk production (the milk has high levels of fat (5 %) and protein (3,5 %)), resistant to extreme weather conditions, resistant to disease and able to walk far."},{"author":118293,"first":"Se vive con eso, siendo <strong class=\"keyword\">frugal</strong>.","second":"One can live well on that if <strong class=\"keyword\">one</strong> is <strong class=\"keyword\">frugal</strong>."},{"author":118293,"first":"Sólo trata de ser <strong class=\"keyword\">frugal</strong>, ¿sí?","second":"Just spendthrifty<strong class=\"keyword\">,</strong> okay?"},{"author":91988,"first":"A modo de ejemplo: realice una búsqueda en Google de la frase en inglés “<strong class=\"keyword\">frugal</strong> innovation” (“innovación <strong class=\"keyword\">frugal</strong>”), y la totalidad de los primeros 20 resultados de dicha búsqueda hacen referencia a la India.","second":"To take one example: Google the phrase “<strong class=\"keyword\">frugal</strong> innovation,” and the first 20 search results all relate to India."},{"author":118293,"first":"Una comida <strong class=\"keyword\">frugal</strong>.","second":"A <strong class=\"keyword\">frugal</strong> meal."},{"author":8007,"first":"Pero el liderazgo de la India en cuanto a la “innovación <strong class=\"keyword\">frugal</strong>” va más allá de la reducción de tamaños: involucra partir de las necesidades de los consumidores pobres, que en sí es un concepto novedoso (¿quién sabía que los pobres podrían ser consumidores?),&nbsp; y trabajar en retroceso.","second":"But India’s leadership in “<strong class=\"keyword\">frugal</strong> innovation” goes beyond downsizing: it involves starting with the needs of poor consumers – itself a novel term (who knew the poor could be consumers?) – and working backwards."},{"author":118293,"first":"El tipo del <strong class=\"keyword\">Frugal</strong> Hoosier me dio esta pista.","second":"The produce guy at the <strong class=\"keyword\">frugal</strong> hoosier gave me this clue."},{"author":94259,"first":"El Sur fue pionero en innovación <strong class=\"keyword\">frugal</strong> por pura necesidad.","second":"The South pioneered <strong class=\"keyword\">frugal</strong> innovation out of sheer necessity."},{"author":91988,"first":"De hecho, algunos han llegado al convencimiento de que, dadas las consecuencias ambientales, el crecimiento económico causa más daño que beneficio y que la crisis debería considerarse como una oportunidad para desplazarse hacia una economía más <strong class=\"keyword\">frugal</strong>.","second":"In fact, some have become convinced that, given the environmental consequences, economic growth does more harm than good and that the crisis should be regarded as an opportunity to shift to a more <strong class=\"keyword\">frugal</strong> economy."},{"author":31,"first":"Después de mañana, hasta los más <strong class=\"keyword\">frugales</strong> serán reyes","second":"After tomorrow, even the <strong class=\"keyword\">thrifty</strong> among you shall be kings"},{"author":8007,"first":"Muchos otros ejemplos de innovaciones <strong class=\"keyword\">frugales</strong> ya se encuentran en el mercado, incluyendo un mini-camión de bajo costo y eficiente en el uso de combustible, un mini-tractor barato que se vende de manera rentable en los EE.UU., un refrigerador que funciona a baterías, un inversor de electricidad que cuesta $100, y una lámpara solar de $12.","second":"Many other examples of <strong class=\"keyword\">frugal</strong> innovation are already in the market, including a low-cost fuel-efficient mini-truck, an inexpensive mini-tractor being sold profitably in the United States, a battery-powered refrigerator, a $100 electricity inverter, and a $12 solar lamp."},{"author":94259,"first":"Les di muchos ejemplos de innovadores <strong class=\"keyword\">frugales</strong> de todo el mundo,","second":"I gave tons of examples of <strong class=\"keyword\">frugal</strong> innovators from around the world,"},{"author":118293,"first":"Pero sólo un aperitivo, muy <strong class=\"keyword\">frugal</strong>.","second":"But just a snack, very <strong class=\"keyword\">frugal</strong>."},{"author":8008,"first":"Tomando como base las actividades del paquete de ideas elaborado por la AMGS, las Guías aprendieron el valor de compartir y lo necesario de la cooperación internacional. Terminamos la velada con un <strong class=\"keyword\">frugal</strong> refrigerio, sabiendo que juntas podemos hacer la diferencia y tener un mundo mejor.","second":"They also created a WTD postcard that you can download from the resources section."},{"author":119723,"first":"Al vivir de manera <strong class=\"keyword\">frugal</strong> y servir a los demás con buena disposición, recibimos más bendiciones.","second":"As we lived <strong class=\"keyword\">frugally</strong> and served others willingly, we received added blessings."},{"author":119723,"first":"Si trabajamos con ahínco, hacemos una prudente administración de nuestras mayordomías personales y vivimos de manera <strong class=\"keyword\">frugal</strong>, el Señor nos prosperará en el uso de este elevado conocimiento para adelantar Su santa obra.","second":"If we work hard, wisely manage our personal stewardships, and live providently, the Lord will prosper us in our use of this heightened knowledge to advance His holy work."},{"author":95875,"first":"Una iniciativa de la UE exploró esta vida <strong class=\"keyword\">frugal</strong> y la relacionó con las nociones contemporáneas pertinentes.","second":"An EU initiative explored this <strong class=\"keyword\">frugal</strong> living and connected it to contemporary notions."}],"from":"es","dest":"en","authors":{"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}