{"result":"ok","tuc":[{"phrase":{"text":"fruition","language":"en"},"meaningId":-2716378402646248659,"authors":[89651]},{"meanings":[{"language":"en","text":"delight"}],"meaningId":-7005474551737716258,"authors":[93107]}],"phrase":"fruición","examples":[{"author":8008,"first":"El Usuario responde personalmente por cualquier dato o información indicados en el momento del registro y/o en el momento de <strong class=\"keyword\">fruición</strong> de los Servicios.","second":"The User is personally responsible for any data and information provided upon registering and/or upon <strong class=\"keyword\">using</strong> the <strong class=\"keyword\">Services</strong>."},{"author":8008,"first":"Las comunidades de gays y lesbianas aclaman a las mujeres que hacen música mientras los grandes sellos que las tienen bajo contrato contabilizan con <strong class=\"keyword\">fruición</strong> sus ganancias por la venta de millones de discos.","second":"The lesbian-gay communities celebrated the musicians and the majors that had them under contract, enthusiastically tallying the profits from the millions of records and CDs sold."},{"author":8008,"first":"...sencillez, respeto y <strong class=\"keyword\">fruición</strong>: con estos tres elementos el placer estaba servido.","second":"...simplicity, respect and <strong class=\"keyword\">fruition</strong>: these three ingredients amount to pleasure guaranteed."},{"author":8008,"first":"Wayin se compromete a asegurar la <strong class=\"keyword\">fruición</strong> de los Servicios.","second":"Wayin undertakes to provide the <strong class=\"keyword\">Services</strong>."},{"author":27,"first":"Señor Presidente, es difícil para cualquiera de nosotros en esta Asamblea comprender por qué un ser humano debería matar a otro y, sin embargo, en Colombia, los miembros de la guerrilla y de grupos paramilitares se matan unos a otros y a miles de civiles sin escrúpulos e incluso, en algunos casos, con <strong class=\"keyword\">fruición</strong>.","second":"Mr President, it is difficult for any of us in this House to comprehend why one human being should kill another, and yet in Colombia members of guerrilla and paramilitary groups kill each other and thousands of civilians without qualms, and in some cases with <strong class=\"keyword\">relish</strong>."},{"author":27,"first":"Nos enfrentamos al mismo problema en el Transdniéster separatista, gobernado por un régimen marioneta que imita con <strong class=\"keyword\">fruición</strong> los métodos del Kremlin.","second":"We face the same problem in separatist Trans-Dnistria, which is governed by a puppet regime which <strong class=\"keyword\">is</strong> a keen student of the Kremlin's methods."},{"author":8008,"first":"Para la <strong class=\"keyword\">fruición</strong> de los Servicios, el Usuario deberá registrarse en el Sitio eligiendo un código de identificación (ID o Nombre de usuario) y un código personal (contraseña) (de aquí en adelante \"Códigos de Acceso\") y aceptar las presentes Condiciones Generales con las modalidades indicadas en el Sitio.","second":"In order to <strong class=\"keyword\">use</strong> the Services, the User must register on the Site and choose an identification code (ID or user name) and a personal code (password) (hereafter \"Access Codes\") and accept the present General Conditions in conformity with the procedures specified on the Site."},{"author":8008,"first":"Avalado por el éxito del primer single, el genial y divertido “Blind”, un himno discotequero en toda regla que cuenta con la inestimable colaboración vocal de Antony Hegarty (Antony and The Johnsons), el álbum homónimo de la nueva banda nos devuelve a los últimos 70 y primeros 80, años de <strong class=\"keyword\">fruición</strong> musical, ambigüedad sexual y descarado narcisismo, cuando el disco cedía su reinado al high energy, que más tarde derivaría en el house que todos conocemos.","second":"Spurred on by the success enjoyed by his first single, the brilliant and witty \"Blind\", a fully fledged clubbers anthem that he recorded with the invaluable participation of the vocalist Antony Hegarty (Antony and The Johnstons), the new band's album takes us back to the end of the 70s and the start of the 80s. These years were loaded with musical <strong class=\"keyword\">delights</strong>, sexual ambiguity and brazen narcissism when discos started to give way to high energy that would later become the house that we all know and love."},{"author":94809,"first":"(4) Más concretamente, el texto de la ley en el artículo citado establece que: «[...] La contribución se concede en la medida en que esté garantizada la <strong class=\"keyword\">fruición</strong> directa y sin restricciones de los contenidos y servicios descodificados y se ofrezcan prestaciones de interactividad, [...] a través de interfaces de programas (API) abiertas y reconocidas como tales, de conformidad con las normas publicadas en el Diario Oficial de las Comunidades Europeas según lo definido en el artículo 18 de la Directiva 2002/21/CE del Parlamento Europeo y del Consejo, de 7 de marzo de 2002 [...]».","second":"(4) The text of the law states that the subsidy is granted if direct and unrestricted reception of non-encrypted digital content and <strong class=\"keyword\">services</strong> are guaranteed and if interactive services are provided, through application programming interfaces (API) which are open and recognised as such, in accordance with the standards published in the Official Journal of the European Communities pursuant to Article 18 of Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002."},{"author":8008,"first":"Para la <strong class=\"keyword\">fruición</strong> de algunos de los Servicios, además de aceptar las presentes Condiciones Generales, podrá solicitarse al Usuario la aceptación de ulteriores específicas condiciones Generales.","second":"In order to <strong class=\"keyword\">use</strong> some of the Services, besides accepting the present General Conditions, the User may be asked to accept further specific general conditions."},{"author":95096,"first":"Además, pueden introducir entre sus componentes ciertos hábitos negativos de <strong class=\"keyword\">fruición</strong> distraída y superficial de los programas, de pasividad acrítica ante sus contenidos, de renuncia a la mutua confrontación y al diálogo constructivo.","second":"It may not occur to them to question the values implied, nor may they have the opportunity or the capacity, even if they do, to challenge the producers or to engage in constructive dialogue with them on the issues."},{"author":95875,"first":"A pesar de que se ha estudiado con <strong class=\"keyword\">fruición</strong> el conflicto, no se ha realizado un análisis de los mecanismos de tolerancia y coexistencia pacífica para entender la situación sin los filtros conceptuales de la visión eurocéntrica.","second":"Conflict has received significant academic attention, but existing mechanisms of tolerance and peaceful coexistence have not been studied with an eye to moving beyond Eurocentric conceptualization."},{"author":8008,"first":"Se escapa de sus labios de color rojo y se lo tragó con <strong class=\"keyword\">fruición</strong> disfruta runter.Willst es.Sie tan hermosa XXX Adultos Videos Porno ver?","second":"It leaks from her red lips and swallowed it with <strong class=\"keyword\">relish</strong> enjoys <strong class=\"keyword\">es.Sie</strong> runter.Willst you so beautiful XXX Adult Porn Videos see?"},{"author":8008,"first":"Con el término datos suministraos se entienden los que han sido transmitidos durante la operación de registro en el Sitio y las sucesivas modificaciones y/o integraciones por parte del Interesado, así como los datos personales eventualmente indicados en el momento de la <strong class=\"keyword\">fruición</strong> de los Servicios.","second":"By the personal information provided we mean the data the User enters upon registering and the changes and/or additions he/she may make afterwards, as well as the personal data the User enters when <strong class=\"keyword\">using</strong> the Services."},{"author":27,"first":"De momento, como prueba, bastará señalar que si hubiésemos escrito alguna falsedad, pueden dar por seguro que los servicios de información de los Estados aludidos nos hubiesen desmentido públicamente con gran <strong class=\"keyword\">fruición</strong>.","second":"Suffice to say that, if we had made any false allegations in this report, you can safely assume that the intelligence services of the countries in question would have been only too <strong class=\"keyword\">delighted</strong> to take us apart in public!"},{"author":8008,"first":"Esta página web se dirige a agencias de comunicación que quieran ofrecer a los propios clientes un canal promocional interactivo en una relación de calidad/ precio conveniente, a departamentos marketing de compañías que deseen proveerse de un instrumento eficaz de “viral marketing”, respaldando las propias iniciativas, o bien a entes e instituciones que sientan la necesidad de ampliar su propia comunicación con una modalidad de <strong class=\"keyword\">fruición</strong> divertida y al alcance de todos.","second":"This website targets: communication agencies willing to offer their customers an interactive promotional system with a profitable quality/price ratio; corporate marketing departments keen to use an efficient “viral marketing” tool to support their commercial operations; public institutions interested in improving their communication with an amusing and <strong class=\"keyword\">user</strong>-friendly device."},{"author":27,"first":"Todo esto ha sido devorado con <strong class=\"keyword\">fruición</strong> por los medios de comunicación.","second":"All this has been <strong class=\"keyword\">devoured</strong> by the media with great enthusiasm."},{"author":8008,"first":"Faligi, con sede el Valle de Aosta, en Calle Amerique, numero 9, Quart 11020 Italia, C.I.F. IT 01124850072, inscripción al Registro del las empresas 01124850072, REA AO – 69469 (desde aquí llamada “Editorial Faligi”) autoriza la <strong class=\"keyword\">fruición</strong> de los servicios disponibles en este sitio Web (desde aquí llamado “Sito”) para uso exclusivamente personal, sin finalidades comerciales, siempre que las notificas sobre la propiedad intelectual y sobre otros derechos de propiedad se quedan alegadas a las copias originales del material.","second":"The subject, physical or juridical person, accepting this agreement is thus authorized to enter the Site and benefit of the services here presented, will be from now on called \"User”."},{"author":8008,"first":"Ingíeranse con <strong class=\"keyword\">fruición</strong> y sin dejar que enfríen, mastíquese bien, y, por último, regurgítense debidamente aderezadas con un enorme respeto por la cultura musical tradicional de nuestro país, tomándola como base, pero habiendo tomado antes la píldora “antiendogámica”.","second":"And <strong class=\"keyword\">be</strong> clear about the fact that if someone “pisses on us”, we don't give a shit about them. What you are holding in yours hands is the first record of Ophiusa, in which we can perceive the Galician essences; but you can also recognize scents of swing, reggae and bluegrass, all of them popular music: folk music."},{"author":95096,"first":"Como Madre de la Iglesia, la Virgen santísima está unida a los discípulos y \"persevera en la oración\" (cf. Hch 1, 14), y, como Mujer nueva que anticipa en sí lo que se realizará un día para todos nosotros en la <strong class=\"keyword\">fruición</strong> plena de la vida trinitaria, es elevada al cielo, desde donde extiende el manto de protección de su misericordia sobre sus hijos peregrinos hacia el monte santo de la gloria.","second":"As Mother of the Church, the Blessed Virgin is one with the disciples in \"constant prayer\" (Acts 1: 14); as the new Woman who anticipates in herself what will one day come to pass for us all in the full enjoyment of Trinitarian life, she is taken up into heaven from where she spreads the protective mantle of her mercy over her children on their pilgrimage to the holy mountain of glory."},{"author":118293,"first":"Pero entonces Hitler, al darse cuenta Stalin iba a hacer nada, ordenó a la SS para aplastar el levantamiento, que procedieron a hacer con <strong class=\"keyword\">fruición</strong> y la crueldad.","second":"But then Hitler, realising Stalin was going to do nothing, ordered the SS to crush the uprising, which they proceeded to do with great <strong class=\"keyword\">relish</strong> and ruthlessness."},{"author":27,"first":"Estoy convencido, señor Comisario, de que la Comisión de Presupuestos leerá con <strong class=\"keyword\">fruición</strong> estos datos en cuanto se los faciliten.","second":"Commissioner, I am convinced that the Committee on Budgets will be <strong class=\"keyword\">delighted</strong> to read this information as soon as they are provided with it."},{"author":8008,"first":"Los destinatarios de la provisión se obligan a utlilizar o comercializar los bienes proveídos asegurando la integridad, la plenitud y la efectiva <strong class=\"keyword\">fruición</strong> de estas informaciones.","second":"The recipients of the goods or services are required to use or sell the goods ensuring that they are intact, complete and that this information is usable."},{"author":27,"first":"Desde hace algunos años venimos hablando con <strong class=\"keyword\">fruición</strong> –yo mismo represento a una ciudad, Reims, en Champagne– del concepto de las cuencas.","second":"For a number of years we have readily <strong class=\"keyword\">been</strong> talking – I myself represent a town, Rheims in Champagne – about the concept of catchment areas."},{"author":8008,"first":"El objetivo principal es facilitar la comunicabilidad y hacer más agradable la <strong class=\"keyword\">fruición</strong> de las nuevas tecnologías.","second":"The main goal is to make communicability easier and the usage of the new technologies to <strong class=\"keyword\">be</strong> a more enjoyable experience."}],"from":"es","dest":"en","authors":{"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}