{"result":"ok","tuc":[{"phrase":{"text":"baleful","language":"en"},"meanings":[{"language":"en","text":"ominous"}],"meaningId":5065972860339182252,"authors":[90508]},{"phrase":{"text":"macabre","language":"en"},"meanings":[{"language":"en","text":"ghastly, shocking, terrifying"}],"meaningId":-6883021006507042990,"authors":[90508]},{"phrase":{"text":"fateful","language":"en"},"meaningId":1277061494851111759,"authors":[25018]},{"phrase":{"text":"fatal","language":"en"},"meaningId":896668840060787195,"authors":[25018]},{"phrase":{"text":"miserable","language":"en"},"meaningId":4924773649661798318,"authors":[69425]},{"phrase":{"text":"baneful","language":"en"},"meaningId":8991787211969217974,"authors":[25018]},{"phrase":{"text":"disastrous","language":"en"},"meaningId":-5284511808353223789,"authors":[25018]},{"phrase":{"text":"dismal","language":"en"},"meaningId":8313027415332398503,"authors":[99488]},{"phrase":{"text":"ill-fated","language":"en"},"meaningId":6625891677820618856,"authors":[20]},{"phrase":{"text":"pernicious","language":"en"},"meaningId":-4713343313056786519,"authors":[25018]},{"phrase":{"text":"ruinous","language":"en"},"meaningId":3094918220609833793,"authors":[25115]},{"phrase":{"text":"sinister","language":"en"},"meaningId":4264500781120905538,"authors":[25115]},{"phrase":{"text":"unfortunate","language":"en"},"meaningId":4592515275546438751,"authors":[25115]},{"meanings":[{"language":"en","text":"dismal"},{"language":"en","text":"baleful"},{"language":"en","text":"fateful"}],"meaningId":-5072247978257738263,"authors":[1]},{"meanings":[{"language":"es","text":"Que trae la muerte."}],"meaningId":null,"authors":[60172]}],"phrase":"funesto","examples":[{"author":8000,"first":"En el informe se presenta un panorama <strong class=\"keyword\">funesto</strong> de la situación humanitaria en los territorios ocupados","second":"The report presents a <strong class=\"keyword\">bleak</strong> account of the humanitarian situation in the occupied territories"},{"author":27,"first":"Señora Presidenta, estimadas y estimados colegas, al igual que los oradores que me han precedido, yo considero <strong class=\"keyword\">funesto</strong> que la India haya realizado dichos ensayos nucleares y que en el propio país no se haya elevado ninguna crítica.","second":"Madam President, ladies and gentlemen, like the previous speaker I find it extremely worrying that India has carried out these tests and that no criticism is coming from inside the country itself."},{"author":8000,"first":"La misma idea fue expresada más o menos simultáneamente por el honorable magistrado Brennan, de la Corte Suprema de los Estados Unidos, a propósito de la pena de muerte: \"La debilidad constitucional <strong class=\"keyword\">funesta</strong> de la pena de muerte estriba en que se trata a miembros de la raza humana como si no fueran seres humanos, como objetos con los que se puede jugar y olvidar","second":"The same idea was expressed at about the same time by Supreme Court judge Justice Brennan with regard to the death penalty: “The <strong class=\"keyword\">fatal</strong> constitutional infirmity in the punishment of death is that it treats members of the human race as non-humans, as objects to be toyed with and discarded"},{"author":8000,"first":"Los horrores de la mañana del martes # de septiembre, el espectáculo del terrorismo internacional en acción, visto en directo por televisión en todo el mundo, han proyectado una sombra <strong class=\"keyword\">funesta</strong> sobre todos nosotros y sobre la humanidad en general","second":"“The horrors of the morning of Tuesday # eptember, the spectacle of international terrorism in action, viewed live on television screens the world over, has cast a heavy <strong class=\"keyword\">pall</strong> on all of us and on humanity as a whole"},{"author":94808,"first":"Las amenazas de este nuevo tipo buscan el desencadenamiento de los conflictos entro grupos religiosos y culturales, la promesa <strong class=\"keyword\">funesta</strong> de una vuelta a la barbarie.","second":"The threats of this new type aim to set off conflicts between religious or cultural groups — the <strong class=\"keyword\">dire</strong> premise of a return to barbarism."},{"author":8000,"first":"Expresando su profunda preocupación por las <strong class=\"keyword\">funestas</strong> consecuencias del conflicto para la situación en las esferas humanitaria y de los derechos humanos, así como por las informaciones relativas a la explotación ilícita de los recursos naturales de la República Democrática del Congo","second":"Expressing its deep concern at the <strong class=\"keyword\">dire</strong> consequences of the conflict for the humanitarian and human rights situation, as well as at the reports of the illegal exploitation of the natural resources of the Democratic Republic of the Congo"},{"author":27,"first":"La idea era hallar un equilibrio entre mantener un umbral razonable y hacer alguna concesión a los grupos pequeños, para garantizar que no se vean abocados a la <strong class=\"keyword\">funesta</strong> perspectiva de un chantaje por parte de una minoría de sus miembros que tengan en su mano la posibilidad de echar el cierre en cualquier momento.","second":"The idea was to find a balance between a reasonable threshold and to give something to the smaller groups, to make sure they are not facing that <strong class=\"keyword\">dire</strong> prospect of virtual blackmail by a minority of Members within their group who could pull the plug at any moment."},{"author":94808,"first":"Quisiera aclarar brevemente algunos datos sobre el <strong class=\"keyword\">funesto</strong> incidente de Qana, ocurrido en abril de 1996.","second":"I should like briefly to clarify a few facts on the <strong class=\"keyword\">unfortunate</strong> incident in Qana, which took place in April 1996."},{"author":118293,"first":"Y fue más como si ella hubiese sido rescatada de algún <strong class=\"keyword\">funesto</strong> peligro y no del abrazo del amor.","second":"And it was more as though she had been freed from some <strong class=\"keyword\">dire</strong> situation of peril than from the embraces of love."},{"author":8000,"first":"El cuarto capítulo prescribe la privatización acelerada y total de la economía cubana tras el derrocamiento del Gobierno Revolucionario; el sometimiento de las políticas económicas y financieras del país a Estados Unidos, como consecuencia de su subordinación a los dictámenes e imposiciones de las instituciones financieras internacionales; y el establecimiento de una economía de “libre mercado” que se ciña estrictamente a los patrones de la doctrina neoliberal que tan <strong class=\"keyword\">funestas</strong> consecuencias ha tenido para las grandes mayorías de la población de América Latina y de muchos países del Tercer Mundo","second":"The fourth chapter prescribes the quick and total privatization of Cuba's economy following the overthrow of the revolutionary government; aligning the country's economic and financial policies with those of the United States by making these subordinate to the prescriptions and impositions of international financial institutions and establishing a “free market” economy which strictly adheres to the neoliberal schemes that have had such devastating <strong class=\"keyword\">consequences</strong> for the great majority of people in Latin American and other Third World countries"},{"author":118293,"first":"Amados hijos... víctimas de nuestros tiempos... nuestros hermanitos perecen en este <strong class=\"keyword\">funesto</strong> accidente.","second":"Dear children, victims our times, - our poor little brothers perish in this <strong class=\"keyword\">deadly</strong> accident."},{"author":94808,"first":"El Consejo de Seguridad, por medio de la resolución 1373 (2001), se ha comprometido a emprender la tarea ambiciosa y loable de eliminar las raíces y las ramificaciones de esta lacra tan <strong class=\"keyword\">funesta</strong>.","second":"The Security Council has, through resolution 1373 (2001), undertaken the ambitious and laudable task of rooting out this <strong class=\"keyword\">pernicious</strong> scourge root and branch."},{"author":95096,"first":"Mis años de teenager fueron arruinados por un régimen <strong class=\"keyword\">funesto</strong> que pensaba tener todas las respuestas; su influjo creció –filtrándose en las escuelas y los organismos civiles, así como en la política e incluso en la religión– antes de que pudiera percibirse claramente que era un monstruo.","second":"My own years as a teenager were marred by a <strong class=\"keyword\">sinister</strong> regime that thought it had all the answers; its influence grew – infiltrating schools and civic bodies, as well as politics and even religion – before it was fully recognized for the monster it was."},{"author":27,"first":"En efecto, podría ocurrir que Gran Bretaña, Irlanda y Dinamarca soliciten una cláusula de exclusión voluntaria del Reglamento no 1408 y esto sería, de hecho, <strong class=\"keyword\">funesto</strong>, pues nadie en esta Asamblea puede acoger con satisfacción una nueva cláusula de exclusión en el ámbito de la política social.","second":"It is of course possible for the United Kingdom, Ireland and Denmark to apply to opt out under Regulation 1408, and that would really be <strong class=\"keyword\">disastrous</strong>, because no one in this House could welcome a further social policy opt-out."},{"author":94808,"first":"Insta a los Estados, a la comunidad internacional, a las entidades pertinentes de las Naciones Unidas, a la sociedad civil y a las instituciones financieras internacionales a que sigan apoyando de forma activa, mediante la asignación de más recursos financieros, programas focalizados e innovadores orientados a poner fin a la mutilación genital femenina, y a formular e impartir programas de educación y cursos prácticos de sensibilización sobre las <strong class=\"keyword\">funestas</strong> consecuencias que tiene esta práctica perjudicial para la salud de las niñas, sin olvidar programas de capacitación para quienes realizan la dañina intervención a fin de que puedan dedicarse a otra profesión;","second":"Urges States, the international community, the relevant United Nations entities, civil society and international financial institutions to continue to actively support, through the allocation of increased financial resources, targeted innovative programmes that address ending female genital mutilation and developing and providing education programmes and sensitization workshops on the <strong class=\"keyword\">dire</strong> consequences for the health of the girl of this harmful practice and to provide for those who perform the harmful procedure training programmes so that they may adopt an alternative profession;"},{"author":119723,"first":"Todos nos hemos visto profundamente afectados por los trágicos acontecimientos de ese día <strong class=\"keyword\">funesto</strong>, el 11 de septiembre de 2001.","second":"All of us have been dramatically affected by the tragic events of that <strong class=\"keyword\">fateful</strong> day, September 11, 2001."},{"author":8000,"first":"Aun así, algunos Estados invocan la libertad de expresión para justificar la promoción de esas manifestaciones <strong class=\"keyword\">funestas</strong> y la demanda del mercado conexo en sus propios países, fortaleciendo y fomentando así la trata y la explotación sexual de mujeres","second":"Even so, some States invoked freedom of expression to justify the promotion of those <strong class=\"keyword\">pernicious</strong> manifestations and the related market demand in their own countries, thus strengthening and promoting trafficking in women and the sexual exploitation of women"},{"author":94808,"first":"Esta situación podría precipitar otra oleada de hostilidades con consecuencias <strong class=\"keyword\">funestas</strong> para la paz y la estabilidad de la región.","second":"It could also precipitate another round of hostilities with <strong class=\"keyword\">dire</strong> consequences for regional peace and stability."},{"author":119723,"first":"¿Cómo puede acarrear un líder inicuo consecuencias tan <strong class=\"keyword\">funestas</strong> sobre tantas personas?","second":"How can one wicked leader have such a profound effect on so many people?"},{"author":31,"first":"Si lo hacemos, podemos cometer un error de <strong class=\"keyword\">funestas</strong> consecuencias","second":"If we do, we may commit an error that has serious <strong class=\"keyword\">consequences</strong>"},{"author":119723,"first":"Las Escrituras repetidamente llaman “el día grande y terrible de Jehová” a tan <strong class=\"keyword\">funesta</strong> época.b Verdaderamente espantosa será para las personas, familias y naciones que, habiéndose hundido profundamente en el pecado, hayan perdido su derecho a la misericordia.","second":"The <strong class=\"keyword\">fateful</strong> time is repeatedly designated in scripture, “the great and dreadful day of the Lord.”a Fearful indeed will it be to individuals, families, and nations, who have so far sunk into sin as to have forfeited their claim to mercy."},{"author":94809,"first":"El campo jurídico asimismo ha recibido el impacto <strong class=\"keyword\">funesto</strong> de las contiendas armadas.","second":"The <strong class=\"keyword\">terrible</strong> effects of armed conflict have also been felt in the legal sphere."},{"author":91988,"first":"SAN FRANCISCO – Estamos en una era de ansiedad debido a la eliminación de empleos como resultado de la automatización, en la que <strong class=\"keyword\">funestos</strong> encabezados presagian que el auge de robots hará obsoletas categorías enteras de trabajo.","second":"SAN FRANCISCO – This is an age of anxiety about the job-killing effects of automation, with <strong class=\"keyword\">dire</strong> headlines warning that the rise of robots will render entire occupational categories obsolete."},{"author":119739,"first":"Esta creencia supersticiosa les trajo consecuencias <strong class=\"keyword\">funestas</strong>, pues perdieron el favor y la bendición de Jehová (Isaías 65:11, 12).","second":"They lost Jehovah’s favor and blessing.—Isaiah 65:11, 12."},{"author":31,"first":"¡ Qué <strong class=\"keyword\">funesto</strong> acontecimiento!","second":"Oh, what a <strong class=\"keyword\">dreadful</strong> deed!"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}