{"result":"ok","tuc":[{"phrase":{"text":"furious","language":"en"},"meaningId":7922621214486098040,"authors":[92056]},{"phrase":{"text":"angry","language":"en"},"meaningId":3209720147676647981,"authors":[89651]},{"phrase":{"text":"rabid","language":"en"},"meaningId":2894873049872593016,"authors":[25018]},{"phrase":{"text":"ferocious","language":"en"},"meaningId":-7267398950153284335,"authors":[2698]},{"phrase":{"text":"frantic","language":"en"},"meaningId":-5427365581704065296,"authors":[25018]},{"phrase":{"text":"frenetic","language":"en"},"meaningId":3813069039141444026,"authors":[2698]},{"phrase":{"text":"frenzied","language":"en"},"meaningId":1343957886052803157,"authors":[2698]},{"phrase":{"text":"infuriated","language":"en"},"meaningId":-4001897750890063949,"authors":[60172]},{"phrase":{"text":"mad","language":"en"},"meaningId":-5822345027277469385,"authors":[25018]},{"phrase":{"text":"wild","language":"en"},"meaningId":5799325249608365222,"authors":[2698]},{"phrase":{"text":"wrathful","language":"en"},"meaningId":-8628677442363289798,"authors":[2698]},{"meanings":[{"language":"en","text":"furious, enraged, irate"}],"meaningId":5324776293364433943,"authors":[93107]}],"phrase":"furibundo","examples":[{"author":31,"first":"Me dijeron que anoche <strong class=\"keyword\">Furibundo</strong> le disparó a alguien","second":"I heard <strong class=\"keyword\">Furious</strong> shot at somebody last night"},{"author":91988,"first":"Pero su historia sigue y sigue, y la emoción que la rodea parece curiosamente <strong class=\"keyword\">furibunda</strong> y vengativa.","second":"But her story just goes on and on, and the emotion that attaches to it seems strangely <strong class=\"keyword\">furious</strong> and vengeful."},{"author":31,"first":"<strong class=\"keyword\">Furibundo</strong>, así es como estoy","second":"<strong class=\"keyword\">Sore as hell</strong>, that' s how I am"},{"author":8007,"first":"Desafortunadamente, si bien manifestantes <strong class=\"keyword\">furibundos</strong> a veces obligaron a gobernantes poco gratos a abandonar el poder, no pudieron reemplazar a los tiranos con gobiernos que respetaran los deseos de la población.","second":"Unfortunately, while <strong class=\"keyword\">angry</strong> protesters have sometimes forced unwelcome rulers out of power, they have been unable to replace tyrants with governments that respect the public’s wishes."},{"author":118293,"first":"Y no estoy amargada, estoy <strong class=\"keyword\">furibunda</strong>.","second":"And I'm not bitter<strong class=\"keyword\">.</strong>"},{"author":8008,"first":"Sin embargo, el incipiente pero <strong class=\"keyword\">furibundo</strong> movimiento de fanáticos, materializado en un bombardeo epistolar y en manifestaciones públicas frente a las oficinas de la cadena, convencieron a los directivos de conceder un año más de plazo para remontar el vuelo en los índices de rating. Por desgracia, al término de esa tercera temporada y tras observar la casi nula mejora en los guarismos, la NBC optó por dar punto final a la misma, dejando a Roddenberry en un estado de obvia frustración.","second":"One might assume that these most clearly represented his vision of what ''Star Trek'' should be: * <strong class=\"keyword\">{</strong>{e|Amok Time}} * {{e|Balance of Terror}} * {{e|The City on the Edge of Forever}} * {{e|The Devil in the Dark}} * {{e|The Enemy Within}} * {{e|The Menagerie, Part I}} and {{e|The Menagerie, Part II}} * {{e|The Naked Time}} * {{e|The Return of the Archons}} * {{e|Where No Man Has Gone Before}} * {{e|The Trouble with Tribbles}} === The Series That Never Was === By {{m|June|1977}}, ''Star Trek'' was to become a television series again, after the success of the original ''Star Trek''."},{"author":94808,"first":"Tenían en común, entre otras cosas, un <strong class=\"keyword\">furibundo</strong> antisemitismo.","second":"They shared, among other things, a <strong class=\"keyword\">frenzied</strong> anti-Semitism."},{"author":91988,"first":"De la misma manera que los montañeses impusieron su voz por sobre la de los girondinos en la Asamblea Legislativa durante la Revolución Francesa, los yihadistas <strong class=\"keyword\">furibundos</strong> hoy acallan a la gran cantidad de musulmanes que sólo quieren que los dejen solos para practicar su fe en paz y con respeto por los otros y por la ley.","second":"Just as the Montagnards drowned out the Girondins in the Legislative Assembly during the French Revolution, the <strong class=\"keyword\">rabid</strong> jihadists are drowning out the large number of Muslims who want nothing more than to be left alone to practice their faith in peace and with respect for others and the law."},{"author":118293,"first":"Se paraba sobre la mesa y daba unos discursos <strong class=\"keyword\">furibundos</strong>.","second":"He'd stand up on the table making <strong class=\"keyword\">furious</strong> speeches."},{"author":94808,"first":"El Comité quisiera recordar su posición de que las políticas peligrosas que Israel sigue en Jerusalén Oriental podrían suscitar reacciones <strong class=\"keyword\">furibundas</strong> de una gran parte del mundo musulmán que podrían desembocar en violencia, e incluso en un conflicto armado.","second":"The Committee would like to reiterate its position that Israel’s dangerous policies in East Jerusalem risk inciting forceful reactions by large parts of the Muslim world that could lead to violence and even armed conflict."},{"author":92475,"first":"Las imágenes [en] grabadas por un viandante muestran la discusión que se inició entre los padres del niño y una multitud <strong class=\"keyword\">furibunda</strong> que se había reunido alrededor.","second":"Footage recorded by a passerby captured a scuffle break out between the child's parents and an <strong class=\"keyword\">angry</strong> crowd that had gathered."},{"author":118293,"first":"Ha tenido que ponerse <strong class=\"keyword\">furibundo</strong> para llamarme por mi nombre de pila.","second":"You had to get good and <strong class=\"keyword\">sore</strong> before calling me by my first name."},{"author":118293,"first":"Puede regresar a sus labores, Teniente, tal vez con uno o dos... de esos violentos engramas menos en su <strong class=\"keyword\">furibunda</strong> cabeza.","second":"You can return to duty, Lieutenant, though perhaps with one or two fewer violent engrams in that fiery head of yours."},{"author":118293,"first":"Siempre estás alterado y <strong class=\"keyword\">furibundo</strong>... y crees que eso te da derecho a ser un histérico empedernido.","second":"You're always upset and enraged, and you think that gives you the right... to be habitually hysterical."},{"author":27,"first":"No obstante, solamente trabajando a favor de una mejor distribución de la riqueza, apoyando a los PMA en su camino hacia el crecimiento y la democracia, y luchando contra la especulación <strong class=\"keyword\">furibunda</strong> en relación con los precios de los productos básicos, será posible que estos países extremadamente vulnerables sean capaces de escapar del círculo vicioso de la pobreza.","second":"And yet it is by working towards a better distribution of wealth, supporting LDCs on the path to growth and democracy, and combating the <strong class=\"keyword\">frenzied</strong> speculation on commodity prices, that these extremely vulnerable countries will be able to escape the vicious circle of poverty."},{"author":118293,"first":"Antes de que pudiera llegar la policía la <strong class=\"keyword\">furibunda</strong> pero muy bien vestida joven se escapó.","second":"Before police could arrive on the scene the enraged, yet fashionably attired young woman escaped."},{"author":118293,"first":"pensaba de es el me sacado..... porque aquí es emancipados, no celoso <strong class=\"keyword\">furibundo</strong> como de nosotros. pero | mister |","second":"I thought I'd leave because even though Americans are open-minded... and not jealous like us,"},{"author":8008,"first":"Cienciano del Cusco logró el título de la Copa Sudamericana 2003, al derrotar al River Plate de Argentina por 1-0 en vibrante partido jugado en el estadio Monumental de la Universidad San Agustín de Arequipa, que lució un lleno de banderas. El único tanto del encuentro lo consiguió el paraguayo Carlos Lugo en el minuto 33 del segundo tiempo, de un <strong class=\"keyword\">furibundo</strong> remate, con derecha, en un tiro libre sancionado por el inefable árbitro uruguayo Méndez, y que se coló por entre Coudet y López para vencer a Constanzo.","second":"19/12/2003 - AREQUIPA, Peru (AP) -- Cienciano's Carlos Lubo sent a free kick through a wall of River Plate defenders to upset the Argentine club and win the Copa Sudamericana Friday, delivering the nation its first-ever international club title."},{"author":92475,"first":"También en la cadena francesa de televisión France24 hubo reacciones <strong class=\"keyword\">furibundas</strong>.","second":"There were additional outraged reactions on the website of the TV channel <strong class=\"keyword\">France24</strong>."},{"author":27,"first":"Quisiera aclarar a algunos de los diputados de la derecha, que hoy en el Parlamento nos han acusado de ser defensores <strong class=\"keyword\">furibundos</strong> del medio ambiente, que en este caso lo que importa es que realmente queremos que la contratación pública sea un proceso transparente y que sea posible incorporar disposiciones sociales y medioambientales en dicho proceso sin distorsionar, naturalmente, el mercado interior.","second":"I should like to say to some of those on the right wing who, in Parliament today, have accused us of being <strong class=\"keyword\">rabid</strong> environmental campaigners, that what is important in this case is that we in actual fact want to make public procurement transparent and to make it possible for social and environmental provisions to be incorporated into such procurement without, of course, disturbing the internal market."},{"author":31,"first":"Me dijeron que anoche <strong class=\"keyword\">Furibundo</strong> le disparó a alguien","second":"I heard <strong class=\"keyword\">Furious</strong> shot at somebody last night.- He get him?"},{"author":8007,"first":"De manera significativa, y en contraste con sus ataques cada vez más <strong class=\"keyword\">furibundos</strong> contra el Dalai Lama, China no ha denunciado (o quitado su reconocimiento) a su Karmapa, a pesar de que su huida a la India señalara su fracaso para mantener la lealtad de un supuesto títere.","second":"Significantly, in contrast to its increasingly <strong class=\"keyword\">vituperative</strong> attacks on the Dalai Lama, China has not denounced (or derecognized) its Karmapa, although his flight to India signaled its failure to retain the loyalty of a supposed puppet."},{"author":118293,"first":"\" Financiera <strong class=\"keyword\">Furibundo</strong> Styles \".","second":"\" <strong class=\"keyword\">Furious</strong> Styles Financial. \""},{"author":118293,"first":"Por eso estamos <strong class=\"keyword\">furibundos</strong>.","second":"This is why we're so <strong class=\"keyword\">livid</strong>."},{"author":8008,"first":"Se inicia con una <strong class=\"keyword\">furibunda</strong> embestida del poder de la reacción y la derecha encabezada, faltaba más sobraba menos, por la jerarquía de la iglesia católica en contra de la ley promulgada en México DF, que reconoce los plenos derechos de las parejas de un mismo sexo para casarse y adoptar hijos.","second":"Howard Zinn, the Boston University historian and political activist who was an early opponent of US involvement in Vietnam and the author of the seminal A People’s History of the United States , died on January 28 at the age of 87 of a heart attack in Santa Monica, California."}],"from":"es","dest":"en","authors":{"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}