{"result":"ok","tuc":[{"phrase":{"text":"furtive","language":"en"},"meanings":[{"language":"en","text":"stealthy"},{"language":"es","text":"Que realiza esfuerzos extremos para evitar ser observado."},{"language":"en","text":"Taking pains to avoid being observed."}],"meaningId":6174830960167453096,"authors":[70195]},{"phrase":{"text":"stealthy","language":"en"},"meanings":[{"language":"en","text":"characterized by or resembling stealth or secrecy"}],"meaningId":-8721110829758822688,"authors":[70195]},{"phrase":{"text":"poacher","language":"en"},"meanings":[{"language":"en","text":"a person who trespasses in order to take game illegally"}],"meaningId":-1918865426842726204,"authors":[70195]},{"phrase":{"text":"sneaky","language":"en"},"meaningId":513794549351425365,"authors":[89651]},{"phrase":{"text":"shifty","language":"en"},"meaningId":1113252533878464721,"authors":[86934]},{"phrase":{"text":"surreptitious","language":"en"},"meanings":[{"language":"es","text":"Que realiza esfuerzos extremos para evitar ser observado."},{"language":"en","text":"Taking pains to avoid being observed."}],"meaningId":-837189937922658483,"authors":[97745]},{"phrase":{"text":"clandestine","language":"en"},"meaningId":-8210552510785766791,"authors":[25018]},{"phrase":{"text":"hugger-mugger","language":"en"},"meaningId":5740519167589270704,"authors":[69425]},{"phrase":{"text":"sly","language":"en"},"meaningId":805638573684690850,"authors":[89651]},{"phrase":{"text":"covert","language":"en"},"meaningId":-2508562804282942064,"authors":[83042]},{"phrase":{"text":"hole-and-corner","language":"en"},"meaningId":-5898545724850183450,"authors":[25018]},{"phrase":{"text":"secret","language":"en"},"meaningId":8992515229114785495,"authors":[89651]},{"phrase":{"text":"sneaking","language":"en"},"meaningId":-4432972379455353566,"authors":[25115]},{"meanings":[{"language":"en","text":"poacher"},{"language":"en","text":"poacher-like"},{"language":"en","text":"furtive"}],"meaningId":-7514784668417966473,"authors":[1]}],"phrase":"furtivo","examples":[{"author":94808,"first":"La situación general de seguridad en el país continuó siendo inestable debido a la rebelión interna en curso en el norte, las actividades de los asaltantes de caminos y cazadores <strong class=\"keyword\">furtivos</strong>, la falta de progresos de importancia en la ejecución del proceso de desarme, desmovilización y reintegración, los reveses en el proceso electoral y la presencia de elementos rebeldes extranjeros, entre ellos los asociados con el Ejército de Resistencia del Señor (LRA) de Uganda y los pertenecientes al Frente Popular para la Recuperación (FPR), del líder rebelde del Chad, General Baba Laddé.","second":"The overall security situation in the country remained volatile owing to the ongoing internal rebellion in the north of the country, the activities of road bandits and <strong class=\"keyword\">poachers</strong>, the lack of significant progress in the implementation of disarmament, demobilization and reintegration, the setbacks in the electoral process and the presence of foreign rebel elements, including those associated with the Ugandan Lord’s Resistance Army (LRA) and the Front populaire pour le redressement (FPR) of the Chadian rebel leader, General Baba Laddé."},{"author":118293,"first":"Salmón <strong class=\"keyword\">furtivo</strong>.","second":"<strong class=\"keyword\">Sneaky</strong> salmon."},{"author":8000,"first":"Con respecto a las organizaciones de autodefensa, el Ministro afirma que las comunidades de base de la República Centroafricana siguen sometidas a abusos por parte de una serie de grupos políticos y militares, cazadores <strong class=\"keyword\">furtivos</strong> e incluso granjeros del Chad en busca de pastos","second":"With regard to self-defence organizations, he said that grass-roots communities in his country were still subject to abuses from a variety of political and military groups, <strong class=\"keyword\">poachers</strong>, and even Chadian farmers seeking pasture"},{"author":94808,"first":"Expresando seria preocupación por el aumento constante de la caza <strong class=\"keyword\">furtiva</strong> de rinocerontes y los alarmantes niveles de matanzas de elefantes en África, que ponen a esas especies en peligro de extinción a nivel local y, en algunos casos, de extinción a nivel mundial,","second":"Expressing serious concern over the steady rise in the level of rhinoceros <strong class=\"keyword\">poaching</strong> and the alarmingly high levels of killings of elephants in Africa, which threaten those species with local extinction and, in some cases, with global extinction,"},{"author":8008,"first":"Ambas de estas tortugas están en peligro de extinción debido a la caza <strong class=\"keyword\">furtiva</strong> por su carne y huevos, así como también por la destrucción de su hábitat natural y al desarrollo de tierras a lo largo de la línea costera.","second":"Both of these turtles are endangered due to <strong class=\"keyword\">poaching</strong> for meat and eggs, as also because of the destruction of their natural habitat due to land development along the coast line."},{"author":94808,"first":"El Comité también examinó cuestiones relacionadas con la lucha contra el terrorismo y la no proliferación de las armas pequeñas y las armas ligeras; la seguridad marítima en el Golfo de Guinea; y la delincuencia organizada transnacional, incluido el tráfico de drogas y la caza <strong class=\"keyword\">furtiva</strong>.","second":"The Committee also reviewed issues related to counter-terrorism and nonproliferation of small arms and light weapons; maritime security in the Gulf of Guinea; and transnational organized crime, including drug trafficking and <strong class=\"keyword\">poaching</strong>."},{"author":118293,"first":"Dicen que en el Río Dewi abundan las truchas, de caza <strong class=\"keyword\">furtiva</strong>.","second":"\" The River Dewi is said to abound in trout, but is much <strong class=\"keyword\">poached</strong>. \""},{"author":92475,"first":"A pesar de que se reforzó a los cuidadores del parque con unidades militares y un extenso servicio de inteligencia sobre las bandas de cazadores <strong class=\"keyword\">furtivos</strong>, las autoridades del parque no han logrado detener la matanza.","second":"Despite reinforcing park rangers with military units and gathering extensive intelligence on <strong class=\"keyword\">poaching</strong> gangs, park authorities have been unable to stem the slaughter."},{"author":94808,"first":"El Consejo de Seguridad alentó a la UNOCA a que apoyara la elaboración de un enfoque subregional contra la caza <strong class=\"keyword\">furtiva</strong> y el comercio ilícito de fauna y flora silvestres (véanse S/PRST/2014/8, S/PRST/2014/25 y S/PRST/2015/12).","second":"The Security Council encouraged UNOCA to support the development of a subregional approach against <strong class=\"keyword\">poaching</strong> and the illicit trade in wildlife (see S/PRST/2014/8, S/PRST/2014/25 and S/PRST/2015/12)."},{"author":8000,"first":"Se señalaban varias medidas prioritarias a breve y largo plazo, como el control de la caza <strong class=\"keyword\">furtiva</strong>, la prevención de la explotación ilegal e insostenible de los recursos, la planificación y zonación, la armonización y el cumplimiento de la legislación, el fomento de la capacidad, el trabajo de investigación y desarrollo, y la provisión de financiación sostenible","second":"Several short- and long-term priority actions were identified by the report, such as <strong class=\"keyword\">curbing poaching</strong>, preventing the illegal and unsustainable exploitation of resources, planning and zoning, harmonizing and enforcing legislation, capacity-building, research and development, and securing sustainable financing"},{"author":118293,"first":"La comedia transcurre, <strong class=\"keyword\">furtiva</strong>, entre los más sombríos dramas humanos.","second":"The comedy gets, hidden, in the darkest human tragedy."},{"author":118293,"first":"Sí, alguien <strong class=\"keyword\">furtivo</strong> que entró en esa casa y plantó la bolsa.","second":"yeah, someone who snuck into that house and planted the bag."},{"author":119723,"first":"Si no tenemos cuidado, las olas <strong class=\"keyword\">furtivas</strong> de la vida podrán resultarnos tan mortales como las del mar.","second":"If we are not careful, the sneaker waves in life can be as deadly as those in the ocean."},{"author":22,"first":"Resulta muy preocupante que el Gobierno de Aceh desee construir, a través del ecosistema de Leuser, una red importante de carreteras llamada Ladia Galaska que podría originar la destrucción de aquel, ya que facilitaría la tala ilegal de árboles y la caza <strong class=\"keyword\">furtiva</strong> de especies en peligro y, como la experiencia demostró recientemente, originaría inundaciones importantes","second":"It is of severe concern that the Aceh Government wishes to construct a major road network called Ladia Galaska through the Leuser ecosystem which would lead to its eventual destruction, as it would facilitate illegal logging and the <strong class=\"keyword\">poaching</strong> of endangered species and, as experience has recently shown, lead to major flooding"},{"author":91988,"first":"Aunque ninguna moneda reúne aún las condiciones para remplazar al dólar como moneda de transacción y reservas mundiales, “este privilegio exorbitante”, como señaló Charles de Gaulle, ha sido objeto de ataques <strong class=\"keyword\">furtivos</strong>.","second":"Although no currency is as of yet qualified to replace the dollar as the world’s reserve and transaction currency, this “exorbitant privilege,” as Charles de Gaulle put it, has come under <strong class=\"keyword\">stealthy</strong> attack."},{"author":118293,"first":"Probablemente fue obra de un cazador <strong class=\"keyword\">furtivo</strong>.","second":"Probab ly some redneck poacher's idea of a joke<strong class=\"keyword\">.</strong>"},{"author":31,"first":"Odio las cosas <strong class=\"keyword\">furtivas</strong>","second":"I hate anything <strong class=\"keyword\">furtive</strong>"},{"author":92475,"first":"Los bloggers iraníes revelaron a principios de este mes que una foto oficial mostrando en vuelo el caza <strong class=\"keyword\">furtivo</strong> de Irán recientemente dado a conocer, el Qaher-313, es de hecho una falsa imagen fotoshopeada [en].","second":"Iranian bloggers revealed earlier this month that an official photo showing Iran’s recently unveiled <strong class=\"keyword\">stealth</strong> fighter, the Qaher-313, in flight is in fact a fake photoshopped image."},{"author":94808,"first":"Siguen siendo motivo de preocupación los informes sobre presuntas atrocidades perpetradas por los salteadores de caminos conocidos como zaraguinas, los cazadores <strong class=\"keyword\">furtivos</strong> y los grupos rebeldes disidentes, así como la información sobre casos de ejecuciones extrajudiciales.","second":"Reports of alleged atrocities perpetuated by highway bandits known as zaraguinas, <strong class=\"keyword\">poachers</strong> and dissident rebel groups, as well as reported cases of extrajudicial executions, continue to be a source of concern."},{"author":94808,"first":"Además, las denuncias de persistentes actividades de caza <strong class=\"keyword\">furtiva</strong> en el Parque Nacional de Garamba llevadas a cabo por el Ejército de Resistencia del Señor son motivo de grave preocupación, habida cuenta de que se sospecha que el tráfico de marfil proporciona los medios para financiar el reabastecimiento y la adquisición de armas del grupo.","second":"In addition, reports of continuing LRA <strong class=\"keyword\">poaching</strong> activities in Garamba National Park are of serious concern, given that ivory trafficking is suspected to provide LRA with the means to resupply and acquire weapons."},{"author":27,"first":"La protección ofrecida a los elefantes debe reforzarse, y la Comisión no apoyará soluciones que presenten el riesgo de aumentar la caza <strong class=\"keyword\">furtiva</strong>.","second":"The protection afforded to elephants needs to be reinforced, and the Commission will not support solutions which would present a risk of increasing <strong class=\"keyword\">poaching</strong>."},{"author":118293,"first":"¿Qué quiere decir maldito cazador <strong class=\"keyword\">furtivo</strong>?","second":"What does'damn poachers'mean<strong class=\"keyword\">?</strong>"},{"author":94809,"first":"Considerando el gran valor ecológico de dicho humedal, y que éste se ve amenazado por la intervención del hombre (caza <strong class=\"keyword\">furtiva</strong> y sobreexplotación de los recursos hídricos para fines agrícolas), ¿puede decir la Comisión:","second":"Given the great environmental value of these wetlands together with the fact they are directly threatened by human activities (<strong class=\"keyword\">poaching</strong> and over-use of water for agricultural activities), will the Commission say:"},{"author":94809,"first":"Asunto: Agricultura y caza <strong class=\"keyword\">furtiva</strong>","second":"Subject: Farming and <strong class=\"keyword\">poaching</strong>"},{"author":94808,"first":"El Comité Consultivo Permanente siguió examinando cuestiones sobre las que había empezado a deliberar en las dos reuniones anteriores, a saber: el impacto socioeconómico de la caza <strong class=\"keyword\">furtiva</strong> y su supuesto papel en la financiación ilícita de algunos grupos rebeldes.","second":"The Standing Advisory Committee pursued discussions initiated during the previous two meetings on the socioeconomic impact of <strong class=\"keyword\">poaching</strong>, as well as its alleged role in the illicit financing of some rebel groups."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}