{"result":"ok","tuc":[{"phrase":{"text":"whip","language":"en"},"meanings":[{"language":"en","text":"to hit with a whip"}],"meaningId":5146443512722172975,"authors":[90508]},{"phrase":{"text":"fustigate","language":"en"},"meanings":[{"language":"en","text":"harshly criticize someone"},{"language":"en","text":"hit someone with a club"}],"meaningId":-8441243730023077201,"authors":[90508]},{"phrase":{"text":"excoriate","language":"en"},"meanings":[{"language":"en","text":"to strongly denounce or censure"}],"meaningId":4088662665311025071,"authors":[90508]},{"phrase":{"text":"lash","language":"en"},"meaningId":-3237328296734190707,"authors":[89651]},{"phrase":{"text":"cudgel","language":"en"},"meaningId":-119007452702539902,"authors":[84500]},{"phrase":{"text":"flog","language":"en"},"meaningId":-4074174517194243306,"authors":[25018]},{"phrase":{"text":"give a lash","language":"en"},"meaningId":-2798881909004408597,"authors":[83093]},{"phrase":{"text":"scathe","language":"en"},"meaningId":-4942826872256785765,"authors":[25115]},{"phrase":{"text":"slash","language":"en"},"meaningId":-250701552416167062,"authors":[25115]},{"phrase":{"text":"switch","language":"en"},"meaningId":-8758776702455922072,"authors":[84500]},{"phrase":{"text":"thrash","language":"en"},"meaningId":7250980835600628378,"authors":[25115]},{"phrase":{"text":"trounce","language":"en"},"meaningId":3154853383884961026,"authors":[25115]},{"meanings":[{"language":"en","text":"(transitive) to whip"},{"language":"en","text":"to whip"}],"meaningId":-8014537546714470640,"authors":[1]}],"phrase":"fustigar","examples":[{"author":27,"first":"Señor Presidente de la Comisión, usted afirmaba que no se podía <strong class=\"keyword\">fustigar</strong> a Europa durante toda una semana y luego esperar un alegre \"sí\" a Europa el domingo.","second":"President of the Commission, you stated that you cannot bash Europe all week long and then expect a joyful 'yes' to Europe on Sunday."},{"author":27,"first":"(EN) Aunque sea fácil <strong class=\"keyword\">fustigar</strong> los planes de nuevas pistas, ¿sabe la Comisión que la semana pasada, como prueba de la importancia fundamental de una tercera pista en Heathrow, el Director de British Airways dijo que sin ella no hay posibilidad de reanudar los vuelos entre mi distrito electoral de Belfast y la capital de mi país, Londres?","second":"While it is easy to <strong class=\"keyword\">lambaste</strong> plans for new runways, is the Commission aware that last week, as an indication of just how essential a third runway is at Heathrow, the Chief Executive of British Airways said that without it there is no prospect of restoring BA flights between my constituency in Belfast and the capital city of my country, London?"},{"author":31,"first":"Así que a ver si puede acabar con este sermón, me da una cachetada en la muñeca y me deja volver a <strong class=\"keyword\">fustigar</strong> a mi grupo de campeonas para que estén en forma","second":"So let' s see if you can' t wrap up this little lecture,Slap me on the wrist, and let me get back To <strong class=\"keyword\">whipping</strong> my squad of champions into shape"},{"author":27,"first":"Con demasiada frecuencia, existe la tendencia a <strong class=\"keyword\">fustigar</strong> a las ayudas estatales, como medidas que falsean la competencia.","second":"There is too often a tendency to <strong class=\"keyword\">criticise</strong> state aid <strong class=\"keyword\">harshly</strong> as a measure causing distortion in competition."},{"author":118293,"first":"Me gusta la idea de <strong class=\"keyword\">fustigar</strong> a Tesla.","second":"I like the <strong class=\"keyword\">whipping</strong> Tesla idea."},{"author":118293,"first":"Al parecer debería <strong class=\"keyword\">fustigar</strong> al señor Gresham.","second":"It seems that I should horsewhip Mr. Gresham."},{"author":31,"first":"Debe poder <strong class=\"keyword\">fustigar</strong> a uno en,... # minutos","second":"Should be able to <strong class=\"keyword\">whip</strong> one up in...... # minutes"},{"author":118293,"first":"Pero de nuevo, y sin <strong class=\"keyword\">fustigar</strong> el punto, una cosa específica.","second":"But again, and not to <strong class=\"keyword\">belabor</strong> the point, one specific thing."},{"author":8007,"first":"Por ejemplo, el candidato presidencial republicano Mitt Romney gusta de <strong class=\"keyword\">fustigar</strong> al presidente Barack Obama por \"pedir disculpas por el poder internacional de Estados Unidos\", por atreverse a sugerir que EE.UU. no es \"el país más grande de la Tierra\" y por ser \"pesimista\".","second":"For example, Republican presidential candidate Mitt Romney likes to <strong class=\"keyword\">castigate</strong> President Barack Obama for “apologizing for America’s international power,” for daring to suggest that the US is not “the greatest country on earth,” and for being “pessimistic.”"},{"author":118293,"first":"Los <strong class=\"keyword\">fustigará</strong> llamando a cada puerta y pisando con furia el asfalto.","second":"She'll <strong class=\"keyword\">whip</strong> them up into a door-knocking pavement-pounding frenzy."},{"author":118293,"first":"Usted puede quedarse en casa su poco, Ambiente seguro y protegido O usted puede levantarse saliendo Su lata arrepentida y pequeña Y averigue Cómo <strong class=\"keyword\">fustigar</strong> esto.","second":"you can stay in your little, safe, protected environment or you can get up off your sorry, little can and figure out how to <strong class=\"keyword\">whip</strong> this."},{"author":118293,"first":"Chico, tenemos que <strong class=\"keyword\">fustigar</strong> el látigo por aqui, Cooter.","second":"Boy, we've got to crack the <strong class=\"keyword\">whip</strong> around here, cooter."},{"author":8007,"first":"Para lograr que, de alguna manera, el joven Wade sea su sucesor, el presidente de 86 años de edad ha recurrido a todos los trucos. Se las arregló para que su heredero designado apareciera en una fotografía junto con el presidente Barack Obama durante la reunión del G-8 en Deauville a principios de este año, y a ello le siguió un viaje a Benghazi -en un vuelo escoltado por Mirages franceses- para <strong class=\"keyword\">fustigar</strong> al coronel Muammar Gadafi. De este modo Wade rompía filas con el resto de la Unión Africana, esperando ingenuamente ganar el apoyo de Francia y Occidente para su intento por retener el poder.","second":"He staged a photo opportunity for his designated-heir with Barack Obama during the G-8 meeting in Deauville earlier this year, and followed that up with a trip to Benghazi – his flight escorted by French Mirage fighters – to <strong class=\"keyword\">lambast</strong> Colonel Muammar el-Qaddafi. In doing so, Wade broke ranks with the rest of the African Union, naively expecting to gain French and Western support for his bid to retain power."},{"author":118293,"first":"Mantente alejado de mí, o te <strong class=\"keyword\">fustigaré</strong>.","second":"Stay away from me, or I'll <strong class=\"keyword\">whip</strong> you!"},{"author":27,"first":"Pero, para eso, habría que romper con la ideología ambiente, <strong class=\"keyword\">fustigar</strong> a los medios de comunicación que, como la cadena de televisión ARTE, difunden esa ideología y, de forma general, dejar de tener miedo de nuestra superioridad social y cultural.","second":"But for that, we should have to make a break with the prevailing ideology, <strong class=\"keyword\">denounce</strong> the media who spread this ideology, such as the ARTE television channel, and, in general, stop being afraid of our social and cultural superiority."},{"author":94808,"first":"Pak Tok Hun (República Popular Democrática de Corea), tras <strong class=\"keyword\">fustigar</strong> la “lucha contra el terrorismo” que llevan a cabo los Estados Unidos en el Iraq, el Afganistán y el territorio palestino ocupado, considera que los actos de agresión y de guerra que implican la muerte de inocentes, el caos social y la pobreza constituyen las más graves violaciones de los derechos humanos.","second":"Pak Tok Hun (Democratic People’s Republic of Korea), <strong class=\"keyword\">criticizing</strong> the “war on terror” that was being waged by the United States in Iraq, Afghanistan and the Occupied Palestinian Territory, said that acts of aggression and war that caused the deaths of innocent people, social chaos and poverty constituted the most serious violations of human rights."},{"author":118293,"first":"\" <strong class=\"keyword\">Fustigaré</strong> tu cuerpo pecador y tu pobre alma con la fe curativa. \"","second":"\" I'll <strong class=\"keyword\">whip</strong> your sinful body and your poor soul, into faith healing. \""},{"author":94808,"first":"Estos dirigentes están sometidos a una presión externa excesiva para satisfacer las expectativas de la comunidad internacional de que se instituya un proceso de enjuiciamiento creíble que, aunque deseable, ha de provocar inevitablemente un desasosiego en el ejército, y los elementos nacionalistas, los sectores leales a Suharto y los musulmanes fundamentalistas no han de vacilar en <strong class=\"keyword\">fustigar</strong> los sentimientos nacionalistas contra una campaña que se percibe dirigida por Occidente o por las Naciones Unidas, contra la comunidad musulmana de Indonesia.","second":"Excessive external pressure was being placed on the elected leaders to meet the expectations of the international community to institute a credible prosecutorial process, which, although desirable, would inevitably result in unrest in the armed forces, and nationalist elements, Suharto loyalists and radical Muslims would not hesitate to <strong class=\"keyword\">whip</strong> up nationalist sentiment against a perceived Western or United Nations‐led campaign against Muslim Indonesia."},{"author":119739,"first":"Saulo respondió: “Señor, ellos mismos bien saben que yo solía encarcelar y <strong class=\"keyword\">fustigar</strong> de sinagoga en sinagoga a los que creían en ti; y cuando se estaba vertiendo la sangre de tu testigo Esteban, yo mismo también estuve de pie allí, [...] aprob[ándolo]” (Hechos 22:17-20).","second":"Saul responded: “Lord, they themselves well know that I used to imprison and <strong class=\"keyword\">flog</strong> in one synagogue after another those believing upon you; and when the blood of Stephen your witness was being spilled, I myself was also standing by and approving.”—Acts 22:17-20."},{"author":27,"first":"El proyecto de resolución de compromiso sometido al Pleno del Parlamento Europeo estudia una posible suspensión del Acuerdo de Asociación UE/Israel, e insisto en que quizá no sea sancionando al pueblo israelí como lograremos <strong class=\"keyword\">fustigar</strong> a quien queremos <strong class=\"keyword\">fustigar</strong>, es decir, a Ariel Sharon.","second":"The aim of the draft compromise resolution submitted at the plenary session of the European Parliament is to examine the possibility of suspending the EU-Israel Association Agreement in the future, but I would emphasise that penalising the Israeli people may not be the best way to get through to the person we want to influence, namely Ariel Sharon."},{"author":118293,"first":"Es preciso <strong class=\"keyword\">fustigar</strong> el cuerpo con pasión.","second":"The place to be fought over is the body."},{"author":91988,"first":"Se las arregló para que su heredero designado apareciera en una fotografía junto con el presidente Barack Obama durante la reunión del G-8 en Deauville a principios de este año, y a ello le siguió un viaje a Benghazi -en un vuelo escoltado por Mirages franceses- para <strong class=\"keyword\">fustigar</strong> al coronel Muammar Gadafi.","second":"He staged a photo opportunity for his designated-heir with Barack Obama during the G-8 meeting in Deauville earlier this year, and followed that up with a trip to Benghazi – his flight escorted by French Mirage fighters – to <strong class=\"keyword\">lambast</strong> Colonel Muammar el-Qaddafi."},{"author":31,"first":"¿ Cómo va a montar si no puede <strong class=\"keyword\">fustigar</strong> al caballo?","second":"How will you ride if you have no stick to beat the <strong class=\"keyword\">horse</strong>?"},{"author":27,"first":"Ahora habrá que <strong class=\"keyword\">fustigar</strong> las economías de estos países para que crezcan como locas de forma constante durante muchos años para salir adelante.","second":"The economies of these countries will now have to be under the <strong class=\"keyword\">whip</strong> and grow like crazy on a consistent basis for many years in order to pull through."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}