{"result":"ok","tuc":[{"phrase":{"text":"gallant","language":"en"},"meanings":[{"language":"en","text":"brave, valiant"}],"meaningId":3114490257935765444,"authors":[70195]},{"phrase":{"text":"dashing","language":"en"},"meaningId":2936953107138906613,"authors":[25018]},{"phrase":{"text":"brave","language":"en"},"meaningId":5498494175420166201,"authors":[25018]},{"phrase":{"text":"elegant","language":"en"},"meaningId":-5623241460761212557,"authors":[25018]},{"phrase":{"text":"fine","language":"en"},"meaningId":4171346466381866999,"authors":[25018]},{"phrase":{"text":"free-and-easy","language":"en"},"meaningId":3820166612049028668,"authors":[83093]},{"phrase":{"text":"frisky","language":"en"},"meaningId":5884893746275608680,"authors":[83064]},{"phrase":{"text":"graceful","language":"en"},"meaningId":-231351147384285752,"authors":[86934]},{"phrase":{"text":"happy","language":"en"},"meaningId":8542306695933114330,"authors":[83064]},{"phrase":{"text":"nice","language":"en"},"meaningId":-3301799805008160797,"authors":[86934]},{"phrase":{"text":"noble","language":"en"},"meaningId":-8465424809186710548,"authors":[25018]},{"phrase":{"text":"perky","language":"en"},"meaningId":-2323862553753821450,"authors":[2903]},{"phrase":{"text":"raffish","language":"en"},"meaningId":-7956608747723839107,"authors":[83619]},{"phrase":{"text":"rakish","language":"en"},"meaningId":1911986587813738901,"authors":[83619]},{"phrase":{"text":"rollicking","language":"en"},"meaningId":-3809691364293999462,"authors":[83093]},{"phrase":{"text":"slim","language":"en"},"meaningId":9063227514885914982,"authors":[86934]},{"phrase":{"text":"splendid","language":"en"},"meaningId":-2425945809434499694,"authors":[25115]},{"phrase":{"text":"spruce","language":"en"},"meaningId":-6220753762280565310,"authors":[83619]},{"meanings":[{"language":"en","text":"sleek; elegant"},{"language":"en","text":"gallant; brave"}],"meaningId":-890780760003398914,"authors":[1]}],"phrase":"gallardo","examples":[{"author":94808,"first":"La moderadora de la mesa redonda, Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández, Representante Permanente de El Salvador, declaró abierto el debate e hizo una declaración introductoria.","second":"The moderator of the round table, Carmen María <strong class=\"keyword\">Gallarda</strong> Hernández, Permanent Representative of El Salvador, opened the discussion and made introductory remarks."},{"author":8008,"first":"Clara (s. XI); el Museo de la Farinera; la Prisión medieval (s. XIV); la Casa Gran (s. XIV); el portal de la <strong class=\"keyword\">Gallarda</strong> (s. XI-XII) y la marina d’Empuriabrava (importante red de canales navegables).","second":"Clara convent (11th century), the Farinera Museum, The medieval jail (14th century), The old House (14th century); The Gallarda Door (11th-12th century) and the large Empuriabrava marine port (with an important network of navigable canals)."},{"author":8008,"first":"Artistas argentinos: Carolina Antoniadis, Tomás Espina, Ana <strong class=\"keyword\">Gallardo</strong>, Graciela Hasper, Esteban Pastorino, Pablo Rosales y Elisa Strada.","second":"Argentine artists: Carolina Antoniadis, Tomás Espina, Ana <strong class=\"keyword\">Gallardo</strong>, Graciela Hasper, Esteban Pastorino, Pablo Rosales y Elisa Strada."},{"author":8008,"first":"Entre el público, tres periodistas especializadas en el sector salud (Milagros Pérez Oliva, defensora del lector de El País; Angels <strong class=\"keyword\">Gallardo</strong>, de El Periódico; y Carmen Fernández, de Diario Médico), y profesionales médicos de diferentes instituciones, entre los que se encontraba el Dr. Miquel Vilardell, jefe del servicio de Medicina Interna del Hospital Vall d’Hebron; el Marc Soler, del Colegio Oficial de Médicos de Barcelona; Jacint Corbella, presidente de la Real Academia de Medicina de Cataluña; o Mateu Huget, director del Institut d’Estudis de la Salut, entre otros.","second":"Among the audience were three journalists specializing in the health care sector (Milagros Pérez Oliva, ombudswoman for El País; Angels <strong class=\"keyword\">Gallardo</strong> of El Periódico; and Carmen Fernández of Diario Médico), and medical professionals from different institutions, including Dr. Miquel Vilardell, head of the internal medicine department of Hospital Vall d’Hebron; Marc Soler of the College of Physicians of Barcelona; Jacint Corbella, chairman of the Royal Academy of Medicine of Catalonia; and Mateu Huguet, director of the Institute for Health Care Studies."},{"author":8000,"first":"Proyecto de decisión presentado por la Vicepresidenta del Consejo, Sra. Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador), tras la celebración de consultas oficiosas","second":"Draft decision submitted by the Vice-President of the Council, Ms. Carmen Maria <strong class=\"keyword\">Gallardo</strong> Hernandez (El Salvador), on the basis of informal consultations"},{"author":118293,"first":"<strong class=\"keyword\">Gallardo</strong> fue el mejor torero de todos los tiempos.","second":"<strong class=\"keyword\">Gallardo</strong> was the greatest torero of all time!"},{"author":8008,"first":"Hoy en el Menta : Juanjo Martin, Carlos <strong class=\"keyword\">Gallardo</strong>, Àngel Romero, Marco Fedez y Dani Sandoval.","second":"Today in Menta : Juanjo Martin, Carlos <strong class=\"keyword\">Gallardo</strong>, Àngel Romero, Marco Fedez and Dani Sandoval."},{"author":118293,"first":"Los marinos cantan, orgullosos de su navío, que <strong class=\"keyword\">gallardo</strong> desafía la furia de los vientos.","second":"The sailors sing, proud of their vessel, which <strong class=\"keyword\">gallantly</strong> defies the fury of the wind."},{"author":8008,"first":"Una vez cumplido el servicio militar, en 1938, formó parte del Trío <strong class=\"keyword\">Gallardo</strong>-Ayala-Basso, pasando luego a tocar en las orquestas de Antonio Bonavena , Anselmo Aieta y Alberto Soifer.","second":"After the military service, in 1938, he joined the <strong class=\"keyword\">Gallardo</strong>-Ayala-Basso Trio, later switching to the orchestras led by Antonio Bonavena , Anselmo Aieta and Alberto Soifer."},{"author":118293,"first":"Muy <strong class=\"keyword\">gallardo</strong>.","second":"Very <strong class=\"keyword\">dashing</strong>."},{"author":8000,"first":"En la novena sesión, celebrada el # de marzo, la Comisión celebró una mesa redonda de alto nivel sobre el tema “Las dimensiones de género de la migración internacional”, moderada por Carmen María <strong class=\"keyword\">Gallardo</strong> (El Salvador), Presidenta de la Comisión","second":"At its # th meeting, on # arch, the Commission held a high-level panel on the theme “The gender dimensions of international migration”, moderated by Carmen Maria <strong class=\"keyword\">Gallardo</strong> (El Salvador), Chairperson of the Commission"},{"author":118293,"first":"Demasiado... <strong class=\"keyword\">gallardo</strong> para mi gusto.","second":"A little <strong class=\"keyword\">dashing</strong> for my taste."},{"author":94808,"first":"En su 32a sesión, celebrada el 22 de julio, el Consejo tuvo ante sí un proyecto de decisión titulado “Actividades operacionales para el desarrollo” (E/2009/L.15), presentado por la Vicepresidenta del Consejo, Sra. Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador), tras la celebración de consultas oficiosas.","second":"At its 32nd meeting, on 22 July, the Council had before it a draft decision entitled “Operational activities for development” (E/2009/L.15), submitted by the Vice-President of the Council, Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador), on the basis of informal consultations."},{"author":8000,"first":"Sra. <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador): Sr. Presidente: Permítame expresar la satisfacción de mi delegación por la iniciativa de convocar a este debate abierto del Consejo de Seguridad sobre el informe de la Comisión de Consolidación de la Paz y el Fondo de Consolidación de la Paz","second":"Mrs. <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador) (spoke in Spanish): My delegation welcomes the initiative to hold this open debate of the Security Council on the report of the Peacebuilding Commission and the Peacebuilding Fund"},{"author":118293,"first":"Y por 77.000 libras, cuesta más o menos la mitad que su hermanastro, el Lamborghini <strong class=\"keyword\">Gallardo</strong>.","second":"And at £ 77,000, it costs about half as much as its stepsister, the Lamborghini <strong class=\"keyword\">Gallardo</strong>."},{"author":8000,"first":"Sra. Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador","second":"President: H.E. Ms. Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador"},{"author":8000,"first":"La Sra. <strong class=\"keyword\">Gallardo</strong> Hernández (Presidenta de la Comisión de la Condición Jurídica y Social de la Mujer) comunica que se ha puesto en contacto con los Presidentes de la Asamblea General y el Consejo para asegurarse de que la perspectiva de género sea parte integrante de la Cumbre de alto nivel de septiembre de","second":"Ms. <strong class=\"keyword\">Gallardo</strong> Hernández (Chairperson, Commission on the Status of Women) said that she had been in contact with the presidents of both the General Assembly and the Council to ensure that the gender perspective would be an integral part of the high-level summit in September"},{"author":118293,"first":"No me siento brillante <strong class=\"keyword\">gallardo</strong>, ni nada.","second":"I don't feel brilliant or <strong class=\"keyword\">dashing</strong>... or anything like that."},{"author":94808,"first":"En ese mismo contexto, el Grupo de Trabajo sobre experiencias adquiridas, presidido por la Embajadora <strong class=\"keyword\">Gallardo</strong> Hernández, de El Salvador, trató temas tales como los marcos para la consolidación de la paz, la gobernanza local y la descentralización, las cuestiones de género, la justicia de transición y el desplazamiento interno.","second":"In the same vein, the Working Group on Lessons Learned, under the chairmanship of Ambassador <strong class=\"keyword\">Gallardo</strong> Hernández of El Salvador, took up topics such as peacebuilding frameworks, local governance and decentralization, the gender issue, transitional justice and internal displacement."},{"author":8008,"first":"La nómina de solistas que han participado en el Festival es igualmente impresionante, siempre a modo de ejemplo recordamos a: Alfredo Kraus, Plácido Domingo, José Carreras, Mstislav Rostropovich, Krystian Zimerman, Ivo Pogorelich, Cristina <strong class=\"keyword\">Gallardo</strong>-Domâs, Maria Joâo Pires, Vladimir Ashkenazy, Isaac Stern, Midori, Shlomo Mintz, Yo Yo Ma, Katia y Marielle Labèque, Radu Lupu, Henryk Szeryng, Cheryl Studer, Felicity Lott, Vladimir Spivakov y un largo etcétera que sería prolijo enumerar.","second":"The Festival has featured an equally impressive list of soloists such as - and to name but a few : Alfredo Kraus, Plácido Domingo, José Carreras, Mstislav Rostropovich, Krystian Zimerman, Ivo Pogorelich, Cristina <strong class=\"keyword\">Gallardo</strong>-Domâs, Maria Joâo Pires, Vladimir Ashkenazy, Isaac Stern, Midori, Shlomo Mintz, Yo Yo Ma, Katia and Marielle Labèque, Radu Lupu, Henryk Szeryng, Cheryl Studer, Felicity Lott, Vladimir Spivakov."},{"author":22,"first":"Asunto T-#/#: Auto del Tribunal de Primera Instancia de # de junio de #- Expasa/OAMI- <strong class=\"keyword\">Gallardo</strong> Blanco (H","second":"Case T-#/#: Order of the Court of First Instance (First Chamber) of # June #- Expasa v OHMI- <strong class=\"keyword\">Gallardo</strong> Blanco (H"},{"author":118293,"first":"Y tener el privilegio de formar parte de esta <strong class=\"keyword\">gallarda</strong> lucha, nos estamos dando una feliz Navidad. \"","second":"\" and taking part in this <strong class=\"keyword\">gallant</strong> feat of arms... we are truly making for ourselves a Merry Christmas. \""},{"author":8000,"first":"La Presidenta de la Comisión, Embajadora Carmen María <strong class=\"keyword\">Gallardo</strong>, habló ante el Foro Permanente en su quinto período de sesiones en mayo de","second":"The Chairperson of the Commission, Ambassador Carmen María <strong class=\"keyword\">Gallardo</strong>, addressed the Permanent Forum at its fifth session in May"},{"author":8000,"first":"En su # a sesión, celebrada el # de julio, el Consejo tuvo ante sí un proyecto de resolución titulado “Progreso alcanzado en la aplicación de la resolución # de la Asamblea General sobre la revisión trienal amplia de la política relativa a las actividades operacionales para el desarrollo del sistema de las Naciones Unidas” ( # ), presentado por la Vicepresidenta del Consejo, Sra. Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador), tras la celebración de consultas oficiosas","second":"At its # nd meeting, on # uly, the Council had before it a draft resolution entitled “Progress in the implementation of General Assembly resolution # on the triennial comprehensive policy review of operational activities for development of the United Nations system” ( # ), submitted by the Vice-President of the Council, Carmen María <strong class=\"keyword\">Gallardo</strong> Hernández (El Salvador), on the basis of informal consultations"},{"author":22,"first":"En el Tribunal de Justicia de las Comunidades Europeas se ha presentado el # de enero de # un recurso de casación interpuesto por Rafael De Bustamante Tello, representado por R. García-<strong class=\"keyword\">Gallardo</strong> Gil-Fournier, D. Domínguez Pérez y A. Sayagués Torres, abogados, contra la sentencia dictada el # de octubre de # por la Sala Primera del Tribunal de Primera Instancia de las Comunidades Europeas en el asunto T-#/# entre Rafael De Bustamante Tello y Consejo de la Unión Europea","second":"An appeal against the judgment of the Court of First Instance (First Chamber) of # October # in Case T-#/# Rafael De Bustamante Tello v Council of the European Union was brought before the Court of Justice of the European Communities on # January # by Rafael De Bustamante Tello, represented by R. García-<strong class=\"keyword\">Gallardo</strong> Gil-Fournier, D. Domínguez Pérez and A. Sayagués Torres, lawyers"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}