{"result":"ok","tuc":[{"phrase":{"text":"genuine","language":"en"},"meanings":[{"language":"en","text":"real, authentic"},{"language":"en","text":"Free of forgery or counterfeiting."},{"language":"es","text":"Sin falsificación."}],"meaningId":-6252080790756282085,"authors":[70195]},{"phrase":{"text":"authentic","language":"en"},"meanings":[{"language":"en","text":"Free of forgery or counterfeiting."},{"language":"es","text":"Sin falsificación."}],"meaningId":7892745889079633666,"authors":[69425]},{"phrase":{"text":"real","language":"en"},"meaningId":-4544537850172620701,"authors":[69425]},{"phrase":{"text":"true","language":"en"},"meaningId":-6953514688729039836,"authors":[69425]},{"phrase":{"text":"pure","language":"en"},"meaningId":-4667904829812851411,"authors":[25018]},{"phrase":{"text":"actual","language":"en"},"meaningId":2040516312880978115,"authors":[84500]},{"phrase":{"text":"original","language":"en"},"meaningId":464184663404725664,"authors":[89651]},{"phrase":{"text":"bona fide","language":"en"},"meaningId":4609155287760893326,"authors":[99488]},{"phrase":{"text":"echt","language":"en"},"meaningId":5043803648558351964,"authors":[84500]},{"phrase":{"text":"literal","language":"en"},"meaningId":-3167733739934664633,"authors":[84500]},{"phrase":{"text":"natural","language":"en"},"meaningId":3663941190335882200,"authors":[83089]},{"phrase":{"text":"pukka","language":"en"},"meaningId":5576963834878423109,"authors":[25018]},{"phrase":{"text":"sterling","language":"en"},"meaningId":3956011461269753437,"authors":[25115]},{"meanings":[{"language":"en","text":"genuine, sincere"}],"meaningId":7240663904524937826,"authors":[1]}],"phrase":"genuino","examples":[{"author":94808,"first":"Los procesos de consulta con el público <strong class=\"keyword\">genuinos</strong> y no simplemente simbólicos, son provechosos y deben incluir una perspectiva de género en relación con el medio ambiente urbano.","second":"<strong class=\"keyword\">Genuine</strong>, rather than token, public consultation pays dividends, and should include gender perspectives on the urban environment."},{"author":94808,"first":"Aparentemente, el ahorro se debió a honorarios impagos como consecuencia de trabajos no realizados, más que a una <strong class=\"keyword\">genuina</strong> reducción de los cargos.","second":"It appeared that that saving had been a result of fees not paid because of work not performed, rather than a <strong class=\"keyword\">genuine</strong> reduction in charges."},{"author":91988,"first":"Un tercer intelectual islámico, Nurcholish Madjid, pidió la “desacralización” de la política en el decenio de 1970, abogó por la democracia multipartidista <strong class=\"keyword\">genuina</strong> en el decenio de 1990 e instó a Suharto a dimitir en 1998.","second":"A third Islamic intellectual, Nurcholish Madjid, called for the “de-sacralizing” of politics in the 1970’s, advocated <strong class=\"keyword\">genuine</strong> multi-party democracy in the 1990’s, and personally urged Suharto to step down in 1998."},{"author":94809,"first":"C. Considerando que su mencionada resolución sobre el Libro Blanco de la Comisión subrayaba las insuficiencias de la política realizada en lo que se refiere al uso sostenible de la energía, la consecución del mercado interior de la electricidad y el gas natural, las relaciones interinstitucionales, el contexto presupuestario, la política regional, la investigación y demostración tecnológica, el adecuado enfoque de las relaciones entre energía y medio ambiente, la cooperación con terceros países transcontinentales o la <strong class=\"keyword\">genuina</strong> área de influencia dentro del Tratado de la Carta de la Energía o en el marco de las asociaciones euromediterráneas,","second":"C. whereas its above-mentioned resolution on the Commission's White Paper fully identified and explained the shortcomings of the policy pursued with regard to the sustainable use of energy, creation of an internal market for electricity and natural gas, relations between the institutions, the budgetary context, regional policy, research and technological demonstration, the correct relationship between energy and the environment, East-West cooperation, or the <strong class=\"keyword\">real</strong> sphere of influence of energy policy in the agreement on the Energy Charter or within the framework of the Euro-Mediterranean partnership,"},{"author":94809,"first":"Tres son los tipos de riesgo comercial o financiero pertinentes a la hora de evaluar el carácter <strong class=\"keyword\">genuino</strong> de un acuerdo de agencia con arreglo al artículo 101, apartado 1.","second":"There are three types of financial or commercial risk that are material to the definition of <strong class=\"keyword\">an</strong> agency agreement for the application of Article 101(1)."},{"author":94808,"first":"Necesitamos un compromiso común y una acción <strong class=\"keyword\">genuina</strong>.","second":"We need common commitment and <strong class=\"keyword\">genuine</strong> action."},{"author":8000,"first":"Lamentablemente, las luchas internas y las divisiones entre los propios palestinos también atizan el fuego y disipan las perspectivas de una paz <strong class=\"keyword\">genuina</strong> y duradera en la región","second":"Sadly, the factional infighting and divisions among the Palestinians themselves also add fuel to the fire, negating the prospects for <strong class=\"keyword\">genuine</strong> and lasting peace in the region"},{"author":8000,"first":"Para garantizar que el desarrollo de los recursos humanos va acompañado de la reducción de la pobreza, es fundamental promover una cultura <strong class=\"keyword\">genuina</strong> de inversión en el desarrollo de las cualificaciones individuales y colectivas","second":"In order to ensure that human resources development went hand-in-hand with poverty reduction, it was vital to promote a <strong class=\"keyword\">genuine</strong> culture of investment in individual and collective skills"},{"author":31,"first":"Arena <strong class=\"keyword\">genuina</strong> de Arizona, Prendergast","second":"<strong class=\"keyword\">Genuine</strong> Arizona sand, Prendergast"},{"author":94808,"first":"Además, si bien acoge con agrado todas las iniciativas <strong class=\"keyword\">genuinas</strong> y sinceras en ese sentido, insiste en la necesidad de evitar que se aplique una doble moral y se politice la lucha contra el terrorismo.","second":"The Syrian Government welcomes any sincere and <strong class=\"keyword\">genuine</strong> initiatives in that regard, but it stresses the need to avoid double standards and the politicization of counter-terrorism issues."},{"author":31,"first":"Estoy hablando de hijos de perra <strong class=\"keyword\">genuinos</strong>, hablo de la gente que los dañó","second":"<strong class=\"keyword\">Legitimate</strong> targets.I' m talking about people that hurt you"},{"author":94808,"first":"Confiamos en que la actual situación y la persistencia de la ocupación no continúen y creemos que todas las Potencias internacionales que tienen influencia sobre Israel deben redoblar sus esfuerzos <strong class=\"keyword\">genuinos</strong> por conseguir una solución justa y duradera de la trágica situación que sigue sufriendo el pueblo palestino.","second":"We are confident that the current situation and the persistence of the occupation will not continue, and that all international Powers having influence with Israel must redouble their <strong class=\"keyword\">genuine</strong> efforts to bring about a lasting and just settlement of the tragic situation from which the Palestinian people continue to suffer."},{"author":8000,"first":"Su delegación respalda las conclusiones básicas de la serie de sesiones de alto nivel, consignadas en la declaración ministerial, en particular la importancia asignada a la necesidad de realizar actividades de colaboración eficaces y <strong class=\"keyword\">genuinas</strong>, en las que participen los gobiernos, las instituciones multilaterales y el sector privado, con el objeto de mejorar los efectos de la tecnología de la información y las comunicaciones para promover el desarrollo sostenible en los países en desarrollo y en los países con economías en transición así como para facilitar su integración en la economía mundial","second":"His delegation supported the basic conclusions of the high-level segment, as contained in the ministerial declaration, particularly the stress on the need for effective and <strong class=\"keyword\">meaningful</strong> collaborative efforts, involving Governments, multilateral institutions and the private sector, aimed at enhancing the impact of ICT in promoting sustainable development in developing countries and economies in transition as well as facilitating their integration into the global economy"},{"author":94808,"first":"En ese proceso, la República Islámica del Irán había tenido la intención <strong class=\"keyword\">genuina</strong> de mejorar la capacidad nacional para la promoción y protección de los derechos humanos.","second":"Iran’s <strong class=\"keyword\">genuine</strong> intention in this process was to enhance national capacities for the promotion and protection of human rights."},{"author":94808,"first":"El éxito en los regresos se mide no por el número de los que regresan sino haciendo del regreso una opción <strong class=\"keyword\">genuina</strong>.","second":"Success on returns is measured not by how many return, but by making return a <strong class=\"keyword\">genuine</strong> option."},{"author":27,"first":"Esta propuesta no añade ningún valor a la lucha contra el terrorismo verdadero y la delincuencia internacional asociada a este fenómeno y, de hecho, genera amenazas <strong class=\"keyword\">genuinas</strong> para la seguridad y los derechos fundamentales de los ciudadanos de los Estados miembros.","second":"This proposal does not represent any added value in combating real terrorism and the associated transnational crime and in fact poses <strong class=\"keyword\">genuine</strong> threats to the security and fundamental freedoms of citizens in the various Member States."},{"author":94808,"first":"El Sudán es ahora un aliado <strong class=\"keyword\">genuino</strong> en los esfuerzos internacionales dirigidos a la prohibición de las armas químicas.","second":"The Sudan is now a <strong class=\"keyword\">genuine</strong> partner in the international efforts aimed at the prohibition of chemical weapons."},{"author":8000,"first":"No cabe duda de que, con toda su energía y creatividad, y con el apoyo <strong class=\"keyword\">genuino</strong> de sus asociados, el pueblo de África aspira a mejorar su calidad de vida","second":"There is no doubt that, with all their energy and creativity and with the <strong class=\"keyword\">genuine</strong> support of their partners, the people of Africa aspire to improving their quality of life"},{"author":94808,"first":"La conferencia internacional que con el título “Los parlamentos, las minorías y los pueblos indígenas” se celebró en Chiapas (México) en 2010 concluyó con una declaración, en la cual parlamentarios de más de 35 países reclamaron un cambio <strong class=\"keyword\">genuino</strong>.","second":"The international conference “Parliaments, minorities and indigenous peoples” held in Chiapas, Mexico in 2010 had ended with a declaration, in which the parliamentarians from more than 35 countries had called for <strong class=\"keyword\">genuine</strong> change."},{"author":94808,"first":"Cabe preguntarse si esta actitud refleja preocupaciones <strong class=\"keyword\">genuinas</strong> o un interés propio ilustrado.","second":"One can argue as to whether this attitude reflects <strong class=\"keyword\">genuine partnership</strong> concerns or enlightened self-interest."},{"author":94808,"first":"La amplia amnistía propuesta por el Rey también evidencia su buena voluntad y determinación de eliminar los obstáculos a la paz y a la <strong class=\"keyword\">genuina</strong> integración nacional.","second":"The broad amnesty proposed by the King was also evidence of his goodwill and determination to remove obstacles to peace and <strong class=\"keyword\">true</strong> national integration."},{"author":95096,"first":"Respetuosamente saludamos a todo el continente asiático, del que la India es un componente tan típico en variedad de razas y culturas, en esfuerzos hacia un progreso <strong class=\"keyword\">genuino</strong>, en sentidas ansias y búsqueda de paz entre las naciones del mundo.","second":"We respectfully greet the entire Asian continent, of which India is so typical a component, in variety of races and cultures, in efforts towards <strong class=\"keyword\">genuine</strong> progress, in heartfelt desire and promotion of peace among the nations of the world."},{"author":8000,"first":"Esta última supone que se acepte la posibilidad de modificar las opiniones personales, que se considere en pie de igualdad al interlocutor, ya sea una persona, una institución o una nación, en otras palabras, ni como un inferior ni como un superior intimidante, y que se tenga una convicción <strong class=\"keyword\">genuina</strong> de que se puede lograr una mejor aproximación a la verdad mediante la confrontación de puntos de vista divergentes y no mediante una política de intimidación intelectual y moral","second":"The latter implies that one entertains the possibility of changing one's views, that one regards any interlocutor- person or institution or nation- as an equal, in other words, as neither an inferior nor an intimidating superior, and that one has a <strong class=\"keyword\">genuine</strong> conviction that the truth is always better approximated through a confrontation of diverging views than through a policy of intellectual and moral intimidation"},{"author":118293,"first":"Ponte cursi y llorona, pero ante todo sé <strong class=\"keyword\">genuina</strong>.","second":"You know, be gooey, and be embarrassing but most of all, just be <strong class=\"keyword\">real</strong>, <strong class=\"keyword\">Joey</strong>."},{"author":8000,"first":"En lo que respecta a Venezuela, la lucha contra el hambre representa un <strong class=\"keyword\">genuino</strong> intento de poner las herramientas del desarrollo en manos de las mayorías necesitadas","second":"Venezuela's contribution to the fight against hunger represents a <strong class=\"keyword\">genuine</strong> attempt to place the tools of development in the hands of those who need it most"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}