{"result":"ok","tuc":[{"phrase":{"text":"germinate","language":"en"},"meanings":[{"language":"en","text":"sprout or produce buds"}],"meaningId":7199321276128456366,"authors":[70195]},{"phrase":{"text":"sprout","language":"en"},"meanings":[{"language":"en","text":"to grow, to germinate"}],"meaningId":-4469443566142343599,"authors":[70195]},{"phrase":{"text":"shoot","language":"en"},"meaningId":6981365560078383021,"authors":[25115]},{"phrase":{"text":"appear","language":"en"},"meaningId":7720197009461849387,"authors":[86934]},{"phrase":{"text":"arise","language":"en"},"meaningId":-7008933584335663614,"authors":[86934]},{"phrase":{"text":"bourgeon","language":"en"},"meaningId":-6159702265934153949,"authors":[84500]},{"phrase":{"text":"bud","language":"en"},"meaningId":4704391720158774511,"authors":[25018]},{"phrase":{"text":"burgeon forth","language":"en"},"meaningId":-3404137865509410873,"authors":[84500]},{"phrase":{"text":"develop","language":"en"},"meaningId":7035643931002498798,"authors":[84500]},{"phrase":{"text":"emerge","language":"en"},"meaningId":-2605058859661514057,"authors":[86934]},{"phrase":{"text":"evolve","language":"en"},"meaningId":-7760394867340979477,"authors":[84500]},{"phrase":{"text":"ply","language":"en"},"meaningId":-4206750415868194085,"authors":[25018]},{"phrase":{"text":"pullulate","language":"en"},"meaningId":-2861820860260377180,"authors":[84500]},{"phrase":{"text":"spud","language":"en"},"meaningId":-2712105003271262268,"authors":[84500]},{"meanings":[{"language":"en","text":"to germinate"}],"meaningId":-3552528191089543326,"authors":[93107]}],"phrase":"germinar","examples":[{"author":94809,"first":"«Estas subpartidas comprenden también la malta verde utilizada para el consumo humano y que se consume de la misma forma que los brotes de hortalizas, por ser un grano de cereal que ha empezado a <strong class=\"keyword\">germinar</strong>, pero que todavía no se ha secado.».","second":"‘These subheadings include also green malt used for human consumption and consumed in the same way as vegetable sprouts, being a cereal grain that has started to <strong class=\"keyword\">germinate</strong> but has not yet been dried.’"},{"author":94809,"first":"b) Trigo sin <strong class=\"keyword\">germinar</strong>","second":"(b) Not-<strong class=\"keyword\">germinated</strong> common wheat"},{"author":94809,"first":"La «malta verde» se clasifica en las subpartidas 1107 10 11 a 1107 10 99 (véase la nota explicativa de las subpartidas 1107 10 11 a 1107 10 99, primer párrafo) y se caracteriza como grano que ha comenzado a <strong class=\"keyword\">germinar</strong>, pero todavía sin secar,","second":"‘Green malt’ is classified in subheadings 1107 10 11 to 1107 10 99 (see the explanatory note to subheadings 1107 10 11 to 1107 10 99, first paragraph) and is considered as grain that has started to <strong class=\"keyword\">germinate</strong> but has not yet been dried,"},{"author":8000,"first":"Respecto de las medidas adoptadas para lograr la erradicación de la pobreza y el hambre, el Gobierno del Sudán, consciente de la función de la agricultura como instrumento de defensa en los frecuentes episodios de guerra alimentaria que se declaran contra naciones pobres políticamente menos obedientes, y de la importancia de lograr el primer Objetivo por medio de la explotación del petróleo para <strong class=\"keyword\">germinar</strong> la tierra, formó un comité de alto nivel bajo la presidencia del Vicepresidente de la República","second":"In relation to the Government actions to achieve eradicate poverty and hunger. Aware of the defence role of agriculture in the frequent bouts of food war that is usually declared against politically less obedient poor nations, and the importance of achieving Goal # through milking oil to feed the soil, the Government of Sudan formed a high level committee under the chairmanship of the vice president of the republic"},{"author":94809,"first":"Ö ex Õ 1209 | Semillas, esporas y frutos, para la siembra Ö , con posibilidad de <strong class=\"keyword\">germinar</strong> (por ejemplo, adecuados para la siembra Õ |","second":"Ö ex Õ 1209 | Seeds, fruit and spores, of a kind used for sowing Ö , capable of <strong class=\"keyword\">germination</strong> (i.e., fit for sowing) Õ |"},{"author":8008,"first":"Esta es la más septentrional de las áreas protegidas nacionales que resguardan selvas de montaña, destacándose su selva montana por la presencia de un helecho arborescente y la maroma. Al igual que otros higuerones o gomeros nativos, esta última es una especie muy particular ya que puede <strong class=\"keyword\">germinar</strong> sobre otro árbol, viviendo epífito sus primeros años de vida mientras emite raíces hacia el suelo.","second":"This is the northern most of the nationally protected areas that guard mountain jungles, distinguishing its forest with the presence of its tree-like fern and the \"maroma\", a very unique plant species that <strong class=\"keyword\">germinates</strong> on other trees, living its first few years epiphytically (<strong class=\"keyword\">growing</strong> on another plant) while its roots grow toward the ground."},{"author":8008,"first":"En un frasco haz <strong class=\"keyword\">germinar</strong> semillas de alfalfa y consume ese germinado: es muy digestivo y concentra nutrientes que regeneran tus tejidos y protegen tu salud.","second":"The correlation with Project Thot Metatron."},{"author":42,"first":"los efectos adversos en los vegetales o productos vegetales tratados que vayan a utilizarse para la propagación, desde el punto de vista de su viabilidad y su capacidad para <strong class=\"keyword\">germinar</strong>, brotar, arraigar y establecerse y","second":"adverse impact on treated plants or plant products to be used for propagation, in terms of viability, <strong class=\"keyword\">germination</strong>, <strong class=\"keyword\">sprouting</strong>, rooting and establishment"},{"author":94809,"first":"b) Cebada sin <strong class=\"keyword\">germinar</strong>","second":"(b) Barley, not <strong class=\"keyword\">germinated</strong>"},{"author":94809,"first":"Se han evaluado las conclusiones de la inspección y las medidas adoptadas por Egipto acerca de las deficiencias en la producción de semillas destinadas al consumo humano que potencialmente pueden hacerse <strong class=\"keyword\">germinar</strong>.","second":"The findings of the audit and the actions being taken by Egypt concerning the shortcomings in the production of seeds for human consumption that may potentially be <strong class=\"keyword\">sprouted</strong> have been evaluated."},{"author":94809,"first":"El apartado 3 del artículo 9 determina que \"es malta cualquier cereal que se haga <strong class=\"keyword\">germinar</strong> artificialmente\".","second":"By Article 9(3 ) \"malt means all artificially <strong class=\"keyword\">germinated</strong> cereals \"."},{"author":95096,"first":"En efecto, con la virtud de la esperanza el cristiano da testimonio de que, más allá de todo mal y límite, la historia contiene en sí misma un germen de bien que el Señor hará <strong class=\"keyword\">germinar</strong> en plenitud.","second":"Through the virtue of hope, Christians bear witness to the fact that, beyond all evil and beyond every limit, history bears within itself a seed of good which the Lord will <strong class=\"keyword\">cause</strong> to <strong class=\"keyword\">germinate</strong> in its fullness."},{"author":8008,"first":"Si se las lleva a un país donde es legal <strong class=\"keyword\">germinar</strong> semillas de cannabis, si, germinan.","second":"If taken to a country where it is legal to <strong class=\"keyword\">germinate</strong> cannabis seeds, yes, they grow."},{"author":94808,"first":"Este proceso de esterilización genética de las semillas se ha denominado la \"bomba de neutrones de la agricultura\", ya que la semilla terminadora genéticamente modificada ya no <strong class=\"keyword\">germinará</strong> si se la planta de nuevo.","second":"This process for genetic seed sterilizing has been called the “neutron bomb of agriculture” because genetically altered terminator seed will not <strong class=\"keyword\">germinate</strong> if replanted a second time."},{"author":118385,"first":"Productos obtenidos a partir de cribado mecánico (fraccionamiento granulométrico) constituido por granos pequeños y fracciones de granos, que pueden <strong class=\"keyword\">germinar</strong>, separados antes de un nuevo tratamiento del grano.","second":"Products from mechanical screening (size fractionation) consisting of small grains and fractions of grain kernels, which may be <strong class=\"keyword\">germinated</strong>, separated before further processing of the grain."},{"author":95096,"first":"Por el contrario, veo en ustedes la savia de una vida que corre y que quiere <strong class=\"keyword\">germinar</strong>.","second":"In you, however, I see great vitality and <strong class=\"keyword\">promise</strong>."},{"author":94809,"first":"Los granos con germen coloreado son granos con envolturas de color entre marrón y negro parduzco cuyo germen se encuentra en condiciones normales y no en vías de <strong class=\"keyword\">germinar</strong>.","second":"Grains in which the germ is discoloured are those of which the tegument is coloured brown to brownish black and of which the germ is normal and not <strong class=\"keyword\">sprouting</strong>."},{"author":95096,"first":"Es un acierto que, gracias a vuestra iniciativa, los cristianos hayan sido invitados a conocer y meditar la historia de sus comunidades durante este siglo, que ha visto <strong class=\"keyword\">germinar</strong> y crecer la semilla plantada desde la fundación de la primera estación misionera en Koupéla, en el año 1900.","second":"It is fortunate that through your initiative, Christians have been invited to know and reflect on the history of their communities during this century, which has seen the <strong class=\"keyword\">blossoming</strong> and growth of the seed sown since the foundation of the first mission station in Koupéla in 1900."},{"author":94809,"first":"Para realizar la prueba preliminar, el explotador de empresa alimentaria hará <strong class=\"keyword\">germinar</strong> las semillas de la muestra representativa en idénticas condiciones que el resto del lote de semillas destinadas a la germinación.","second":"For the purposes of performing the preliminary testing, the food business operator <strong class=\"keyword\">must sprout</strong> the seeds in the representative sample under the same conditions as the rest of the batch of seeds to be sprouted."},{"author":95875,"first":"Este proceso garantiza que las semillas de la planta, que crece en regiones muy áridas, tengan muchas posibilidades de <strong class=\"keyword\">germinar</strong>.","second":"This process means that the plant, which grows in very dry regions, can ensure its seeds have a good chance of opening."},{"author":94809,"first":"v) los efectos adversos en los vegetales o productos vegetales tratados que vayan a utilizarse para la propagación, desde el punto de vista de su viabilidad y su capacidad para <strong class=\"keyword\">germinar</strong>, brotar, arraigar y establecerse y","second":"(v) adverse impact on treated plants or plant products to be used for propagation, in terms of viability, <strong class=\"keyword\">germination</strong>, <strong class=\"keyword\">sprouting</strong>, rooting and establishment;"},{"author":94809,"first":"Con respecto a la fase de remojo, es importante que los granos sean de tamaño homogéneo para que absorban el agua a la misma velocidad y tengan una energía germinativa uniforme cuando se les hace <strong class=\"keyword\">germinar</strong> luego según un sistema de montones móviles.","second":"It is important that the grains be evenly sized when steeped so that they absorb water at the same rate and have a uniform amount of germinative energy when they are subsequently <strong class=\"keyword\">malted</strong> using the moving heap [Wanderhaufen] system."},{"author":94809,"first":"(1) Hasta el contenido máximo indicado, las semillas duras se considerarán semillas con posibilidad de <strong class=\"keyword\">germinar</strong>.","second":"(1) Up to the maximum quantity indicated, hard seed present shall be regarded as seed capable of <strong class=\"keyword\">germination</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}