{"result":"ok","tuc":[{"phrase":{"text":"glorify","language":"en"},"meanings":[{"language":"en","text":"to exalt, or give glory or praise to something or someone"},{"language":"en","text":"to make something appear to be more glorious than it is"}],"meaningId":-6588527904351244611,"authors":[69425]},{"phrase":{"text":"praise","language":"en"},"meaningId":-5081449725216174231,"authors":[69425]},{"phrase":{"text":"exalt","language":"en"},"meaningId":4171435402795166977,"authors":[84500]},{"phrase":{"text":"extol","language":"en"},"meaningId":-6189090996542707805,"authors":[84500]},{"phrase":{"text":"apotheose","language":"en"},"meaningId":4676474260074331273,"authors":[84500]},{"phrase":{"text":"apotheosise","language":"en"},"meaningId":-6099859310347211342,"authors":[84500]},{"phrase":{"text":"apotheosize","language":"en"},"meaningId":1370767732017357339,"authors":[84500]},{"phrase":{"text":"laud","language":"en"},"meaningId":-2666232716144057889,"authors":[84500]},{"phrase":{"text":"proclaim","language":"en"},"meaningId":-8282731760388820895,"authors":[84500]},{"phrase":{"text":"spiritualize","language":"en"},"meaningId":-5772723906972395729,"authors":[84500]},{"phrase":{"text":"transfigure","language":"en"},"meaningId":-7189515616991499649,"authors":[84500]},{"meanings":[{"language":"en","text":"to glorify, exalt, extol."},{"language":"en","text":"to adore."}],"meaningId":-1555442751444597415,"authors":[93107]}],"phrase":"glorificar","examples":[{"author":119723,"first":"Dejen que su luz alumbre delante de los hombres para que, al ver ellos sus buenas obras, eso los impulse a <strong class=\"keyword\">glorificar</strong> a nuestro Padre Celestial [véase Mateo 5:16; 3 Nefi 12:16].","second":"Let your light so shine among men that they seeing your good works may be led to <strong class=\"keyword\">glorify</strong> our Father which is in heaven [see Matthew 5:16; 3 Nephi 12:16]."},{"author":95096,"first":"Y la Iglesia, cuerpo de Cristo y pueblo peregrino en el tiempo, tiene como tarea fundamental <strong class=\"keyword\">glorificar</strong> a Dios, como lo expresa la constitución dogmática Lumen gentium.","second":"And the Church, the Body of Christ and the pilgrim people in time, has the <strong class=\"keyword\">glorification</strong> of God as her fundamental task, as the Dogmatic Constitution Lumen Gentium explains."},{"author":95096,"first":"El único modo de <strong class=\"keyword\">glorificar</strong> a Dios y de construir la paz en el mundo consiste en la humilde y confiada acogida del regalo de Navidad: el amor.","second":"The only way to <strong class=\"keyword\">glorify</strong> God and to build peace in the world consists in the humble and trusting welcoming of the gift of Christmas: love."},{"author":119739,"first":"y lo <strong class=\"keyword\">glorificará</strong>.","second":"to honor God’s holy name."},{"author":118293,"first":"Para <strong class=\"keyword\">glorificar</strong> al hombre norteamericano","second":"To <strong class=\"keyword\">glorify</strong> the American man"},{"author":119739,"first":"Nos sentíamos felices de servir y <strong class=\"keyword\">glorificar</strong> a nuestro Creador.","second":"We were happy to serve and <strong class=\"keyword\">glorify</strong> our Creator."},{"author":8008,"first":"17 a Y yo, he aquí yo b endureceré el corazón de los egipcios, para que los sigan; y yo me <strong class=\"keyword\">glorificaré</strong> en Faraón y en todo su ejército, y en sus carros y en su caballería.","second":"17 a And I, behold, I will b harden the hearts of the Egyptians, and they shall follow them: and c I will get me <strong class=\"keyword\">honour</strong> upon Pharaoh, and upon all his host, upon his chariots, and upon his horsemen."},{"author":119723,"first":"Nelson, del Quórum de los Doce Apóstoles, describió la manera en que podemos desarrollar la única mira de <strong class=\"keyword\">glorificar</strong> a Dios:","second":"Nelson of the Quorum of the Twelve Apostles described how we can develop an eye single to the glory of God:"},{"author":119723,"first":"21 Y sucedió que el Señor dijo al hermano de Jared: He aquí, no permitirás que vayan al mundo estas cosas que has visto y oído, sino hasta que llegue el atiempo en que he de <strong class=\"keyword\">glorificar</strong> mi nombre en la carne; de modo que guardarás las cosas que has visto y oído, y no las manifestarás a ningún hombre.","second":"21 And it came to pass that the Lord said unto the brother of Jared: Behold, thou shalt not suffer these things which ye have seen and heard to go forth unto the world, until the atime cometh that I shall <strong class=\"keyword\">glorify</strong> my name in the flesh; wherefore, ye shall btreasure up the things which ye have seen and heard, and show it to no man."},{"author":119739,"first":"Por eso, tenemos muchísimas razones para <strong class=\"keyword\">glorificar</strong> a Dios todos los días diciendo cosas buenas de él.","second":"So we have every reason to give glory to God by saying good things about him each day."},{"author":8000,"first":"Israel considera a los dirigentes palestinos plenamente responsables de no haber suprimido la campaña de terrorismo y de apoyar y <strong class=\"keyword\">glorificar</strong> dichos actos, que siguen poniendo en peligro vidas israelíes y palestinas","second":"Israel holds the Palestinian leadership fully responsible for its failure to suppress the campaign of terrorism, and its support and <strong class=\"keyword\">glorification</strong> of such acts, which continue to endanger the lives of both the Israeli and Palestinian peoples"},{"author":94808,"first":"El órgano competente encargado de combatir la rehabilitación del nazismo tendrá derecho a dirigirse a los órganos de control o de supervisión, los órganos encargados de hacer cumplir la ley y otros órganos estatales y administraciones locales a fin de presentarles propuestas para corregir las infracciones detectadas como resultado del control social, realizar investigaciones e inspecciones y adoptar medidas destinadas a garantizar la ilegalidad de las actividades dirigidas a rehabilitar el nazismo y <strong class=\"keyword\">glorificar</strong> a los criminales nazis y sus cómplices.","second":"The designated authority responsible for countering the rehabilitation of Nazism shall have the right to apply to regulatory, supervisory, law enforcement and other public authorities and to local governments for action to eradicate violations uncovered through community oversight, for the conduct of investigations and inspections, and for the adoption of measures to ensure the inadmissibility of actions to rehabilitate Nazism and to <strong class=\"keyword\">glorify</strong> Nazi criminals and their accomplices."},{"author":118293,"first":"No puede <strong class=\"keyword\">glorificar</strong> a Dios.","second":"He cannot <strong class=\"keyword\">glorify</strong> God."},{"author":119723,"first":"Habiendo pronunciado esta oración de obediencia reiterada a la voluntad del Padre, “vino una voz del cielo: Lo he glorificado, y lo <strong class=\"keyword\">glorificaré</strong> otra vez”.","second":"To that prayer of renewed surrender to the Father’s will, “Then came there a voice from heaven, saying, I have both <strong class=\"keyword\">glorified</strong> it, and will <strong class=\"keyword\">glorify</strong> it again.”"},{"author":94808,"first":"Expresa profunda preocupación por cualquier forma de glorificación del movimiento nazi, del neonazismo y de quienes fueron en su día miembros de la organización Waffen-SS, por medios como la construcción de monumentos conmemorativos y la organización de manifestaciones públicas para <strong class=\"keyword\">glorificar</strong> el pasado nazi, el movimiento nazi y el neonazismo, así como mediante la declaración o el intento de declarar a esos miembros y a quienes lucharon contra la coalición antihitleriana y colaboraron con el movimiento nazi participantes en movimientos de liberación nacional;","second":"Expresses deep concern about the glorification, in any form, of the Nazi movement, neo-Nazism and former members of the Waffen SS organization, including by erecting monuments and memorials and holding public demonstrations in the name of the <strong class=\"keyword\">glorification</strong> of the Nazi past, the Nazi movement and neoNazism, as well as by declaring or attempting to declare such members and those who fought against the anti-Hitler coalition and collaborated with the Nazi movement participants in national liberation movements;"},{"author":91988,"first":"Se acusó a La naranja mecánica de <strong class=\"keyword\">glorificar</strong> la violencia, y algunas de sus escenas siguen siendo difíciles de ver.","second":"A Clockwork Orange was accused of <strong class=\"keyword\">glorifying</strong> violence, and some of its scenes are still hard to watch."},{"author":8000,"first":"El objeto de este proyecto es lograr que los libros de historia, en lugar de <strong class=\"keyword\">glorificar</strong> las guerras, expliquen por qué han tenido lugar y cómo podrían desaparecer para siempre, favoreciendo la comprensión, la cooperación, la solidaridad y la integración","second":"The aim of the project was to ensure that, instead of <strong class=\"keyword\">glorifying</strong> war, history books explained why wars had taken place and how they could be eliminated forever, through understanding, cooperation, solidarity and integration"},{"author":119739,"first":"<strong class=\"keyword\">Glorificaré</strong> el mismo lugar de mis pies (Is.","second":"I will <strong class=\"keyword\">glorify</strong> the place for my feet.—Isa."},{"author":119739,"first":"¿Qué instrucciones dio Jesús en cuanto a cómo <strong class=\"keyword\">glorificar</strong> a Dios, y de qué modo podemos seguirlas?","second":"What instructions did Jesus give as to how to <strong class=\"keyword\">glorify</strong> God, and how can we fulfill them?"},{"author":119723,"first":"32 Si Dios es glorificado en él, Dios también le <strong class=\"keyword\">glorificará</strong> en sí mismo, y enseguida le <strong class=\"keyword\">glorificará</strong>.","second":"32 If God be <strong class=\"keyword\">glorified</strong> in him, God shall also <strong class=\"keyword\">glorify</strong> him in himself, and shall straightway <strong class=\"keyword\">glorify</strong> him."},{"author":119739,"first":"Hacer o pronunciar santo; una solicitud a Dios para la concesión de favor divino; otorgar bondad; favor; ensalzar como santo; <strong class=\"keyword\">glorificar</strong>; hablar bien de; proteger o guardar del mal; traer felicidad.","second":"A making or pronouncing holy; a request of God for the bestowal of divine favor; bestowing goodness; favor; <strong class=\"keyword\">extolling</strong> as holy; <strong class=\"keyword\">glorifying</strong>; speaking well of; protecting or guarding from evil; bringing happiness."},{"author":94808,"first":"Condenando en los términos más enérgicos la incitación a cometer actos terroristas y repudiando los intentos de justificar o <strong class=\"keyword\">glorificar</strong> (apología) los actos de terrorismo que puedan incitar a la comisión de nuevos actos terroristas,","second":"Condemning in the strongest terms the incitement of terrorist acts, and repudiating attempts at the justification or <strong class=\"keyword\">glorification</strong> (apologie) of terrorist acts that may incite further terrorist acts,"},{"author":94808,"first":"Eso no es sorprendente, sin embargo, dado que los medios de comunicación oficiales de la Autoridad Palestina no son más que un instrumento para alimentar la provocación y la intolerancia y <strong class=\"keyword\">glorificar</strong> el terrorismo, lo que ha llevado al asesinato de israelíes.","second":"That was not surprising, however, since the official media under the Palestinian Authority were merely a tool for fuelling incitement and intolerance and <strong class=\"keyword\">glorifying</strong> terrorism, which led to the murder of Israelis."},{"author":119739,"first":"3 David siempre utilizó su gran talento con el más noble de los fines: <strong class=\"keyword\">glorificar</strong> a Jehová.","second":"3 David had talent, and he used his talent in the best way possible—to <strong class=\"keyword\">glorify</strong> Jehovah."},{"author":8008,"first":"De este modo, Dios manifestaba a la Iglesia su voluntad de <strong class=\"keyword\">glorificar</strong> en la tierra a su Siervo fiel.","second":"God thus showed the Church his desire to <strong class=\"keyword\">glorify</strong> on earth his faithful servant."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}