{"result":"ok","tuc":[{"phrase":{"text":"bombast","language":"en"},"meaningId":3965692684315106594,"authors":[89651]},{"phrase":{"text":"grandiloquence","language":"en"},"meaningId":725161184053191435,"authors":[25018]},{"phrase":{"text":"magniloquence","language":"en"},"meaningId":-3855541707733263599,"authors":[25018]},{"phrase":{"text":"pomposity","language":"en"},"meaningId":-2848314707539210772,"authors":[89651]},{"meanings":[{"language":"en","text":"grandiloquence"}],"meaningId":-7777537073394996781,"authors":[93107]}],"phrase":"grandilocuencia","examples":[{"author":118293,"first":"Hay miles de trabajos en juego, cientos de segundas residencias, y tu ridicula <strong class=\"keyword\">grandilocuencia</strong> podría arruinar todo el asunto. como tumbar tu vela durante una regata de yates.","second":"There are thousands of jobs at stake, hundreds of second homes, and your ridiculous <strong class=\"keyword\">grandstanding</strong> could ruin the whole thing, like luffing your spinnaker during a yachting regatta."},{"author":91988,"first":"Se perciben otros ecos de nuestra historia más oscura en la <strong class=\"keyword\">grandilocuencia</strong> política contemporánea, que hace apenas unas décadas habría marginado a cualquier político que hiciera uso de ella.","second":"There are other echoes of our darkest history in contemporary political <strong class=\"keyword\">bombast</strong>, which a few decades ago would still have cast any politician who used it to the margins."},{"author":31,"first":"Oiréis su <strong class=\"keyword\">grandilocuencia</strong> altanera, cuando se enoja","second":"You' il <strong class=\"keyword\">see</strong> his haughty sway, Hear his braggingtongue"},{"author":118293,"first":"Deberías haber visto su <strong class=\"keyword\">grandilocuencia</strong>.","second":"You should have seen her <strong class=\"keyword\">grandstanding</strong>."},{"author":118293,"first":"Pues bien, habida cuenta de su <strong class=\"keyword\">grandilocuencia</strong> sobre la búsqueda de la caja negra, yo...","second":"Well, given their <strong class=\"keyword\">grandstanding</strong> over the search for the black box, I..."},{"author":27,"first":"Todo el mundo sabe aquí que ni yo ni mi Grupo tratamos con miramientos a la Comisión Europea ni damos muestras de indulgencia hacia ella, pero quisiera resaltar la calidad del trabajo realizado por sus funcionarios en el marco de la Comisión de Peticiones, para aportar respuestas concisas, sin énfasis ni <strong class=\"keyword\">grandilocuencia</strong>.","second":"We never turn a blind eye towards it. I must, however, emphasise in this connection that the Commission's staff have provided a consistently high quality of service in relation to the Committee on Petitions."},{"author":118293,"first":"Una mezcla de <strong class=\"keyword\">grandilocuencia</strong> y descaro.","second":"A mixture of <strong class=\"keyword\">bombast</strong> and sheer nerve."},{"author":27,"first":"Señor Presidente, hoy, de nuevo, muchos hablan con <strong class=\"keyword\">grandilocuencia</strong> acerca de los valores de la democracia europea.","second":"Mr President, again today many talk <strong class=\"keyword\">grandly</strong> about European values of democracy."},{"author":118293,"first":"Desde el Campo base, varias veces al día, oimos la <strong class=\"keyword\">grandilocuéncia</strong> de las avalanchas.","second":"[ Viesturs ] Several times a day at Base Camp... you hear <strong class=\"keyword\">the</strong> roar of an avalanche."},{"author":94808,"first":"La misma Carta que se repite con <strong class=\"keyword\">grandilocuencia</strong> en tantos discursos dice que esta Organización está basada en el principio de la igualdad soberana de todos sus Estados Miembros.","second":"The same Charter, which is quoted so eloquently in so many speeches, states that this Organization is based on the principle of the sovereign equality of all its Members."},{"author":118293,"first":"No hay más <strong class=\"keyword\">grandilocuencia</strong>, ¿eh?","second":"No more big talk, huh?"},{"author":118293,"first":"Lockwood es <strong class=\"keyword\">grandilocuencia</strong> para una campaña presidencial en el futuro.","second":"Lockwood is <strong class=\"keyword\">grandstanding</strong> for a presidential run in the future."},{"author":118293,"first":"Supongo que con toda esa <strong class=\"keyword\">grandilocuencia</strong>, de algún modo te he confundido con un visionario.","second":"I guess with all your <strong class=\"keyword\">grandstanding</strong>, I somehow got you confused with a visionary."},{"author":27,"first":"Hace algunos años, esta Unión Europea y sus Gobiernos se marcaron como meta con gran <strong class=\"keyword\">grandilocuencia</strong> reducir a la mitad el paro hasta finales de este decenio.","second":"A few years ago this European Union and its governments solemnly set themselves the aim of halving unemployment by the end of this decade."},{"author":27,"first":"Estos mismos grupos políticos apoyaron las propuestas reaccionarias de la Comisión, contribuyendo así a promover los intereses del capital, al tiempo que hablan con <strong class=\"keyword\">grandilocuencia</strong> demagógica de los derechos de los usuarios y del libre acceso a Internet ante la prepotencia de los grupos empresariales monopólicos.","second":"The same political forces, while referring with demagogic <strong class=\"keyword\">bombast</strong> to users' rights and free access to the internet in the face of the highhandedness of monopoly business groups, supported the Commission's reactionary proposals, thereby helping to promote the interests of capital."},{"author":27,"first":"Recordemos que en otoño de 1999 la Comisión de Prodi entró en funciones comprometiéndose y pidiendo con <strong class=\"keyword\">grandilocuencia</strong> tolerancia cero para el fraude y las irregularidades.","second":"Let us remind ourselves how the Prodi Commission took office in the autumn of 1999 grandiosely committing itself <strong class=\"keyword\">to</strong>, and demanding, zero tolerance for fraud and irregularities."},{"author":31,"first":"\" Mirad a la mujer infiel, mirad al amigo traidor \"... con esa <strong class=\"keyword\">grandilocuencia</strong> un poco ridícula que otorga un sufrimiento?","second":"\" Look to the unfaithful wife, look at the treacherous friend '... <strong class=\"keyword\">grandiloquence</strong> this gives a little ridiculous that suffering?"},{"author":95096,"first":"Cuánta compasión debe sentir Cristo también en nuestro tiempo por tantas <strong class=\"keyword\">grandilocuencias</strong>, tras las cuales se esconde en realidad una gran desorientación.","second":"What great compassion he must feel in our own time too – on account of all the endless talk that people hide <strong class=\"keyword\">behind</strong>, while in reality they are totally confused."},{"author":118293,"first":"Y no con ánimo de <strong class=\"keyword\">grandilocuencia</strong> y altanería, sino como algo justo y necesario.","second":"And not as if we were doing a great and lordly thing... but only what is right and fitting."},{"author":27,"first":"Pero creo que esta próxima Cumbre puede, permítanme la <strong class=\"keyword\">grandilocuencia</strong>, ser histórica.","second":"Yet I believe that this meeting may, and please forgive my <strong class=\"keyword\">pomposity</strong>, be of historic importance."},{"author":118293,"first":"Con menos <strong class=\"keyword\">grandilocuencia</strong>, gracias.","second":"A little less grandiose, thank you."},{"author":118293,"first":"\" Mirad a la mujer infiel, mirad al amigo traidor \"... con esa <strong class=\"keyword\">grandilocuencia</strong> un poco ridícula que otorga un sufrimiento?","second":"\" Look at the unfaithful wife, the treacherous friend... \" With that slightly comic grandeur of great sadness or death."},{"author":94808,"first":"Una tendencia a la <strong class=\"keyword\">grandilocuencia</strong> y al paternalismo invariablemente tendrá consecuencias negativas.","second":"A tendency to <strong class=\"keyword\">grandstand</strong> or be paternalistic will invariably have negative consequences."},{"author":119723,"first":"7 No conviene al necio la <strong class=\"keyword\">grandilocuencia</strong>,¡cuánto menos al príncipe el labio mentiroso!","second":"7 Excellent aspeech becometh not a fool: much less do lying lips a prince."},{"author":91988,"first":"Con toda su <strong class=\"keyword\">grandilocuencia</strong> impostada, las ambiciones de Putin no son nuevas.","second":"For all of his <strong class=\"keyword\">grandstanding</strong>, Putin’s ambitions are not new."}],"from":"es","dest":"en","authors":{"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}