{"result":"ok","tuc":[{"phrase":{"text":"burdensome","language":"en"},"meaningId":-7425852774327710402,"authors":[80097]},{"phrase":{"text":"onerous","language":"en"},"meaningId":-2210130594570097311,"authors":[25018]},{"phrase":{"text":"costly","language":"en"},"meaningId":-3479210871789501899,"authors":[86934]},{"phrase":{"text":"oppressive","language":"en"},"meaningId":1304248591639386621,"authors":[25018]},{"phrase":{"text":"tiresome","language":"en"},"meaningId":-4617343105043506151,"authors":[86934]},{"phrase":{"text":"troublesome","language":"en"},"meaningId":8273878449849261297,"authors":[25115]},{"meanings":[{"language":"en","text":"heavy"},{"language":"en","text":"onerous"}],"meaningId":-7782110112648106024,"authors":[1]}],"phrase":"gravoso","examples":[{"author":94809,"first":"No obstante, estas partes deben ser conscientes de que, si se aplica el muestreo a los productores exportadores, la Comisión podrá decidir no calcular un margen individual para cada uno de ellos si el número de productores exportadores es tan elevado que el examen de cada caso pudiera resultar excesivamente <strong class=\"keyword\">gravoso</strong> e impedir finalizar la investigación a su debido tiempo.","second":"However, such parties should be aware that if sampling is applied to exporters/producers, the Commission may nonetheless decide not to calculate an individual margin for them, if the number of exporters/producers is so large that individual examination would be unduly <strong class=\"keyword\">burdensome</strong> and <strong class=\"keyword\">would</strong> prevent the timely completion of the investigation."},{"author":94809,"first":"Los Estados ACP y la Comunidad estiman que la situación de la deuda externa de los Estados ACP se ha convertido en un problema crítico de desarrollo y que las <strong class=\"keyword\">gravosas</strong> obligaciones del servicio de la deuda relacionadas con él provocan una reducción de la capacidad de importación y del nivel de inversiones en dichos Estados, comprometiendo así su crecimiento y su desarrollo.","second":"The ACP States and the Community share the view that the external debt situation of ACP States has emerged as a major development issue, and that the associated <strong class=\"keyword\">heavy</strong> debt-servicing obligations contribute to constraints on import capacity and the level of investments in these States, thus affecting their growth and development."},{"author":94809,"first":"Sin embargo, esto puede conducir a un marco regulador de la Unión para contrapartes centrales excesivamente <strong class=\"keyword\">gravoso</strong> e incluso crear riesgos jurídicos en caso de requisitos duplicados o divergentes.","second":"This may, however, lead to an excessively <strong class=\"keyword\">burdensome</strong> Union regulatory framework for CCPs and may even create legal risks where there are duplicate or even divergent requirements."},{"author":27,"first":"¿Cómo esas empresas del sector van a poder mantener la competencia frente a quienes van a tener unas condiciones mucho más duras y mucho menos <strong class=\"keyword\">gravosas</strong> económicamente?","second":"How competitive are those companies going to be in comparison with those companies whose conditions are much tougher and much less economically <strong class=\"keyword\">burdensome</strong>?"},{"author":94809,"first":"12. Como se menciona en el considerando 20 del Reglamento provisional, hubiera sido excesivamente <strong class=\"keyword\">gravoso</strong> investigar a más empresas y ello hubiera impedido concluir la investigación a tiempo.","second":"(11) As already mentioned at recital (20) of the provisional Regulation, to investigate more companies would have rendered the investigation unduly <strong class=\"keyword\">burdensome</strong> and would have prevented completion of the investigation in good time."},{"author":94808,"first":"d) Evitar en la medida de lo posible los medios coercitivos o utilizarlos solo si están estrictamente reglamentados y como medida de último recurso cuando no exista otra manera menos <strong class=\"keyword\">gravosa</strong> para vencer la resistencia y por el tiempo más breve posible.","second":"(d) Avoid the use of restraints as much as possible or apply them, only if strictly regulated, as a measure of last resort, when less <strong class=\"keyword\">intrusive alternatives</strong> for control have failed and for the shortest possible time."},{"author":94808,"first":"La asistencia internacional prestada para combatir el VIH/SIDA con frecuencia va unida a condiciones <strong class=\"keyword\">gravosas</strong>.","second":"The international assistance that was provided to combat HIV/AIDS was often tied to <strong class=\"keyword\">burdensome</strong> conditions."},{"author":94809,"first":"2.3. Si, por una parte, en materia de contabilidad y auditoría, es esencial el objetivo de mejorar la calidad de las cuentas de las sociedades de capital y aumentar la transparencia en este ámbito, por otra parte, las obligaciones adicionales que se imponen a las empresas suelen resultar especialmente <strong class=\"keyword\">gravosas</strong> para las microempresas y las pequeñas empresas.","second":"2.3 Although the aim of improving the quality of limited liability companies’ accounts and increasing transparency is fundamentally important, the stricter obligations imposed on businesses are often particularly <strong class=\"keyword\">burdensome</strong> for micro- and small enterprises."},{"author":94808,"first":"La carga de trabajo es más <strong class=\"keyword\">gravosa</strong> debido a la falta de tecnología adecuada y de acceso a servicios básicos esenciales como el agua potable, además del carácter arduo del trabajo agrícola.","second":"The workload is more <strong class=\"keyword\">onerous</strong> because of lack of appropriate technology and inadequate access to essential basic services such as potable water and the drudgery of farm work."},{"author":94809,"first":"3o A las personas jurídicas que tengan su sede de dirección efectiva en Francia y a las demás personas jurídicas a las que un tratado impida someter a una tributación más <strong class=\"keyword\">gravosa</strong>, en el caso de que comuniquen cada año a la Administración fiscal la situación y composición de los inmuebles que posean a 1 de enero, la identidad y el domicilio de sus accionistas, socios u otros miembros, el número de acciones, participaciones u otros derechos que ostente cada uno de ellos y la prueba del domicilio fiscal de los mismos, o bien asuman y respeten el compromiso de comunicar tales informaciones a la Administración fiscal cuando ésta lo solicite.","second":"3 To legal persons which have their effective centre of management in France or to legal persons which, by virtue of a treaty, must not be subject to a <strong class=\"keyword\">heavier</strong> tax <strong class=\"keyword\">burden</strong>, when they communicate each year, or take on and comply with the obligation to communicate to the tax authority, at its request, the location and description of the properties owned as at 1 January, the identity and the address of their shareholders, partners or other members, the numbers of shares or other rights held by each of them and evidence of their residence for tax purposes."},{"author":118385,"first":"destaca que los 178 asuntos relacionados con el territorio mencionados en los informes de países de 2016 abarcan a todos los países y ámbitos de políticas (casi el 60 %), abordan los obstáculos para la inversión, que consisten principalmente en regulaciones horizontales y sectoriales <strong class=\"keyword\">gravosas</strong>, una cualidad insuficiente de la administración pública, obstáculos específicos en el mercado laboral y en el mercado de la financiación para pequeñas y medianas empresas (16);","second":"highlights that of the 178 territory-related issues raised in the 2016 CRs spread across all countries and policy areas, almost 60 %, address obstacles to investment, mainly consisting in <strong class=\"keyword\">burdensome</strong> horizontal and sectoral regulations, insufficient quality of public administration, specific barriers in the labour market as well as in the market of funding for small and medium-sized enterprises (16);"},{"author":94809,"first":"B7 La aplicación de la presente NIIF a los contratos mencionados en el párrafo B6 se prevé que no sea más <strong class=\"keyword\">gravosa</strong> que la aplicación de las NIIF que se habrían de utilizar si los contratos estuvieran fuera del alcance de la presente Norma:","second":"B7 Applying the IFRS to the contracts described in paragraph B6 is likely to be no more <strong class=\"keyword\">burdensome</strong> than applying the IFRSs that would be applicable if such contracts were outside the scope of this IFRS:"},{"author":94809,"first":"47 En tercer lugar, una excepción a la obligación de efectuar un examen concreto e individual puede aceptarse a título excepcional y únicamente cuando la carga administrativa resultante de ese examen se revele particularmente <strong class=\"keyword\">gravosa</strong>, excediendo así los límites de lo que razonablemente puede exigirse (véase la sentencia VKI, citada en el apartado 28 supra, apartado 112, y la jurisprudencia citada).","second":"47 Third, in exceptional cases and only where the administrative burden entailed by a concrete, individual examination of the documents would prove particularly <strong class=\"keyword\">heavy</strong>, thus exceeding the limits of what may reasonably be required, a derogation from that obligation to examine the documents may be permissible (see VKI, paragraph 28 above, paragraph 112 and the case‐law cited)."},{"author":94809,"first":"b) de la obligación de tener presencia física en la Unión cuando dicho requisito resulte demasiado <strong class=\"keyword\">gravoso</strong> y desproporcionado a la vista de la naturaleza, dimensión y complejidad de su actividad y de la naturaleza y el alcance de las calificaciones crediticias que emite.","second":"(b) from the requirement of physical presence in the Union where such a requirement would be too <strong class=\"keyword\">burdensome</strong> and disproportionate in view of the nature, scale and complexity of its business and the nature and range of its issuing of credit ratings."},{"author":94809,"first":"72 Sin embargo, según esta misma disposición del CGI, es necesario además que se haya celebrado un convenio de asistencia administrativa para la lucha contra el fraude y la evasión fiscal o bien, según el artículo 990 E, punto 3, del CGI, un tratado que impida someter a las personas jurídicas de que se trate a una tributación más <strong class=\"keyword\">gravosa</strong> que la que se aplica a las personas jurídicas que tienen su sede de dirección efectiva en Francia.","second":"72 However, the same provision of the CGI lays down the additional requirement that there should have been concluded either a convention on administrative assistance to combat tax evasion and tax avoidance or, pursuant to Article 990 E(3) of the CGI, a treaty under which the legal persons concerned must not be more <strong class=\"keyword\">heavily</strong> taxed than those legal persons which have their effective centre of management in France."},{"author":94809,"first":"Además, procede comprobar si no podría ser un medio menos <strong class=\"keyword\">gravoso</strong> para alcanzar los objetivos de política agrícola y comercial de la Comunidad que ésta estableciese unilateralmente un derecho específico en el AAC inferior al importe máximo acordado en las listas de concesiones de la Comunidad ante la OMC (b).","second":"The next question is whether a <strong class=\"keyword\">less</strong> extreme means of attaining the Community’s aims in agricultural and trade policy could be for the Community unilaterally to set a specific duty in the CCT which is less than the maximum rate agreed upon in the schedule of commitments to the WTO (b)."},{"author":94809,"first":"Con el fin de evitar obligaciones legislativas excesivamente <strong class=\"keyword\">gravosas</strong> para los Estados miembros en virtud de la Directiva 2009/138/CE y, ulteriormente, en virtud de la nueva estructura prevista por la propuesta Ómnibus II, resulta oportuno posponer la fecha de transposición de la Directiva 2009/138/CE.","second":"In order to avoid overly <strong class=\"keyword\">burdensome</strong> legislative obligations for Member States under Directive 2009/138/EC and later under the new architecture envisaged by the Omnibus II proposal, it is therefore appropriate to postpone the date for transposition of Directive 2009/138/EC."},{"author":8000,"first":"La Sra. Niehuis (Alemania), haciendo referencia a la <strong class=\"keyword\">gravosa</strong> carga de la prueba que recae en las mujeres que son víctimas de la discriminación por motivo de género, dice que se está considerando la posibilidad de enmendar el Código Civil a fin de traspasar la carga de la prueba a la parte acusada","second":"Ms. Niehuis (Germany), referring to the <strong class=\"keyword\">heavy</strong> burden of proof on female victims of gender-based discrimination, said that consideration was being given to amending the Civil Code in order to transfer the burden of proof to the defendant"},{"author":22,"first":"la eliminación de algunos aspectos innecesariamente <strong class=\"keyword\">gravosos</strong> de la segunda Directiva, cuyas exigencias no se traducen en beneficios equivalentes en términos de aplicación de la legislación y lucha contra la delincuencia","second":"to remove certain unduly <strong class=\"keyword\">burdensome</strong> aspects of the #nd Directive, where requirements imposed are not reflected by equivalent benefits in terms of law enforcement and the fight against crime"},{"author":94809,"first":"Ahora bien, el carácter disuasorio de una multa depende en alto grado de su carácter suficientemente <strong class=\"keyword\">gravoso</strong> para la empresa afectada.","second":"The dissuasive nature of a fine depends to a large extent on whether it is sufficiently material for the undertaking concerned."},{"author":8000,"first":"La justificación de la discriminación de jure (que establece explícitamente distinciones en razón del origen de las mercancías) es especialmente difícil debido a que el país que solicita la excepción ha de probar que no existe ninguna alternativa menos <strong class=\"keyword\">gravosa</strong> a la medida en cuestión","second":"A justification for de jure discrimination (that explicitly distinguishes goods by origin) is particularly demanding since the country claiming the exception has to prove that there is no less <strong class=\"keyword\">burdensome</strong> alternative to the measure in question"},{"author":94809,"first":"(5) Con el fin de evitar obligaciones legislativas excesivamente <strong class=\"keyword\">gravosas</strong> para los Estados miembros en virtud de la Directiva 2009/138/CE y, ulteriormente, en virtud de la nueva estructura prevista por la propuesta «Ómnibus II», resulta oportuno ampliar el plazo de transposición de la Directiva 2009/138/CE.","second":"(5) In order to avoid overly <strong class=\"keyword\">burdensome</strong> legislative obligations for Member States under Directive 2009/138/EC and later on under the new architecture envisaged by the \"Omnibus II\" proposal, it is appropriate to extend the transposition deadline for Directive 2009/138/EC."},{"author":94809,"first":"En tercer lugar, aunque en el contexto de este motivo de casación no se discute el volumen de información, no cabe negar que la tareas de formateo exigidas a la recurrente eran numerosas, complejas y <strong class=\"keyword\">gravosas</strong>.","second":"Third, whereas in the context of the present ground of appeal the amount of information is not at issue, it cannot be disputed that the formatting tasks requested of the appellant were numerous, complex and <strong class=\"keyword\">burdensome</strong>."},{"author":94809,"first":"La Comisión piensa, por otro lado, que la Agencia puede asistir a los servicios de la Comisión en el cumplimiento de un gran numero de tareas bastante <strong class=\"keyword\">gravosas</strong> de carácter técnico que le encomienda la legislación vigente.","second":"Furthermore, the Commission considers that the Agency can assist the Commission's services in carrying out the large number of time-<strong class=\"keyword\">consuming</strong> technical tasks imposed on it by the existing legislation."},{"author":94809,"first":"No obstante, estas partes deben ser conscientes de que, si se aplica el muestreo a los exportadores/productores, la Comisión podrá decidir no calcular un margen individual para cada uno de ellos si el número de exportadores/productores es tan elevado que el examen de cada caso pudiera resultar excesivamente <strong class=\"keyword\">gravoso</strong> e impedir finalizar la investigación a su debido tiempo.","second":"However, such parties should be aware that if sampling is applied to exporters/producers, the Commission may nonetheless decide not to calculate an individual margin for them, if the number of exporters/producers is so large that individual examination would be unduly <strong class=\"keyword\">burdensome</strong> and <strong class=\"keyword\">would</strong> prevent the timely completion of the investigation."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}