{"result":"ok","tuc":[{"phrase":{"text":"grotto","language":"en"},"meanings":[{"language":"en","text":"artificial cavern-like retreat"},{"language":"en","text":"small cave"}],"meaningId":5571677311083355417,"authors":[70195]},{"phrase":{"text":"cave","language":"en"},"meanings":[{"language":"en","text":"1) An underground hollow with access from the ground surface or from the sea, often found in limestone areas and on rocky coastlines.2) A natural cavity, chamber or recess which leads beneath the surface of the earth, generally in a horizontal or obliquely inclined direction. It may be in the form of a passage or a gallery, its shape depending in part on the joint pattern or structure of the rock and partly on the type of process involved in its excavation. Thus, caves worn by subterranean rivers may be different in character from, and of considerably greater extent than, a sea-cave eroded by marine waves.3) A natural underground open space, generally with a connection to the surface and large enough for a person to enter. The most common type of cave is formed in a limestone by dissolution.(Source: CED / WHIT / BJGEO)"},{"language":"es","text":"1) Hueco subterráneo con acceso desde la superficie de la tierra o del mar, encontrado a menudo en áreas de piedra caliza y en líneas rocosas costeras. 2) Cavidad, compartimiento o hendidura natural que conducen debajo de la superficie de la tierra, generalmente en una dirección horizontal o de inclinación oblicua. Puede estar en la forma de pasaje o de galería, su forma depende en parte del patrón o de la estructura común de la roca y en parte del tipo de proceso implicado en su excavación. Así, las cuevas usadas por los ríos subterráneos pueden ser diferentes en carácter, y en tamaño considerablemente mayor que las cuevas marinas erosionadas por las ondas marinas. 3) Espacio abierto subterráneo natural, generalmente con una conexión a la superficie y bastante grande para que una persona entre. El tipo más común de cueva es formado en piedra caliza por la disolución."}],"meaningId":-5877550153765865892,"authors":[80097]},{"phrase":{"text":"cavern","language":"en"},"meaningId":-3560959146280244440,"authors":[89651]},{"phrase":{"text":"grot","language":"en"},"meaningId":5102696298422398463,"authors":[83042]},{"phrase":{"text":"niche","language":"en"},"meaningId":-4431788298170908674,"authors":[86934]},{"phrase":{"text":"oven","language":"en"},"meaningId":6289014438291319086,"authors":[80097]},{"meanings":[{"language":"en","text":"grotto"}],"meaningId":-1313782729174311086,"authors":[1]}],"phrase":"gruta","examples":[{"author":118293,"first":"En <strong class=\"keyword\">Gruta</strong> Azul.","second":"Blue <strong class=\"keyword\">Cove</strong>."},{"author":8008,"first":"La <strong class=\"keyword\">Gruta</strong>-Capilla está iluminada a través de una apertura natural, que se encuentra tras el altar mayor.","second":"The <strong class=\"keyword\">Cave</strong>–Chapel is lit up by a natural opening behind the High Altar."},{"author":118293,"first":"Llévenselos a la <strong class=\"keyword\">gruta</strong> con los otros.","second":"Take them to the bottom of the <strong class=\"keyword\">cave</strong>."},{"author":118293,"first":"Si son felices | en esa <strong class=\"keyword\">gruta</strong>, no los echaré.","second":"If they're happy there<strong class=\"keyword\">,</strong> I won't chase them away."},{"author":118293,"first":"Las <strong class=\"keyword\">grutas</strong> de conocimiento en esa cosa.","second":"Oh, the <strong class=\"keyword\">caverns</strong> of knowledge in that thing."},{"author":8008,"first":"El Hôtel Marial está situado a 300 metros del Santuario de Nuestra Señora de Lourdes y a 10 minutos a pie de la <strong class=\"keyword\">Gruta</strong> de Lourdes.","second":"Located 300 metres from the Notre Dame de Lourdes Sanctuary and a 10-minute walk from the Lourdes <strong class=\"keyword\">Grotto</strong>, the Hôtel Marial offers great-value, brightly decorated rooms with en suite facilities."},{"author":8008,"first":"La <strong class=\"keyword\">Gruta</strong> de la Virgen de Lourdes. El Ferrocarril Salitrero y la locomotora a vapor.","second":"<strong class=\"keyword\">It</strong> has one of the deepest trenches all over the world."},{"author":94808,"first":"Uno con Eslovaquia -<strong class=\"keyword\">Grutas</strong> del karst de Aggtelek y del karst de Eslovaquia;","second":"one with Slovakia – <strong class=\"keyword\">Caves</strong> of Aggtelek Karst and Slovak Karst"},{"author":8008,"first":"Es el lugar ideal para relajarse, teniendo a disposición una playa rodeada por <strong class=\"keyword\">grutas</strong> sugestivas y caletas románticas, con el paisaje único e inimitable de la Costa Amalfitana.","second":"The Hotel Aurora is the perfect place for relaxing and for spending leisurely days on the beach or on excursions discovering the ancient countries nearby."},{"author":31,"first":"y desde ahora en adelante, nadie en mi reino nombrará la <strong class=\"keyword\">Gruta</strong> de la Rosa de Oro ni la Bestia Sagrada que vive dentro de ella","second":"and from now on from now on, nobody in my kingdom it will name the <strong class=\"keyword\">Cave</strong> of the Golden rose not even the Sacred Beast through that he lives inside her"},{"author":95096,"first":"Juntamente con mis colaboradores, los Ordinarios católicos, algunos cardenales y otros muchos obispos, celebré la santa misa en la plaza central de la ciudad, que confina con la <strong class=\"keyword\">gruta</strong> donde María dio a luz a Jesús y lo recostó en un pesebre.","second":"Along with my collaborators, the Catholic Ordinaries, a number of Cardinals and many other Bishops, I celebrated Holy Mass in the city's main square, which is next to the <strong class=\"keyword\">cave</strong> where Mary gave birth to Jesus and laid him in a manger."},{"author":95875,"first":"Los últimos avances técnicos permiten obtener información de gran resolución a partir de las estalagmitas que se forman en las <strong class=\"keyword\">grutas</strong>, al posibilitar la realización de mediciones con mucha más frecuencia que en el caso de otros archivos y obtener indicadores climáticos indirectos tan precisos que incluso alcanzan un nivel de resolución subanual.","second":"The stalagmites found in <strong class=\"keyword\">caves</strong> enable researchers to gain high-resolution ¬information as they are able to take measurements much more often than in other archives due to recent technical advances, obtaining not only an accurate climate proxy but also resolution even in a sub-annual scale."},{"author":95096,"first":"En esta noche extraordinaria la Palabra eterna, el \"Príncipe de la paz\" (Is 9,5), nace en la mísera y fría <strong class=\"keyword\">gruta</strong> de Belén.","second":"On this extraordinary night the Eternal Word, the \"Prince of Peace\" (Is 9:5), is born in the lowly and cold <strong class=\"keyword\">cave</strong> of Bethlehem."},{"author":95096,"first":"Por eso, después de mantener un encuentro muy cordial con el presidente de la República, en la capital La Valeta —que tuvo el hermoso marco del jovial saludo de numerosos chicos y chicas—, en seguida me dirigí en peregrinación a la llamada «<strong class=\"keyword\">Gruta</strong> de San Pablo», en Rabat, para un momento intenso de oración.","second":"Thus, after the very cordial meeting with the President of the Republic in Valetta, the capital beautifully framed by the joyful greeting of so many boys and girls I went on pilgrimage straightaway to the so-called \"<strong class=\"keyword\">Grotto</strong> of St Paul\", near Rabat, for an intense moment of prayer."},{"author":118293,"first":"Las coordenadas del GPS nos pone al borde de la <strong class=\"keyword\">Gruta</strong> de Abalone.","second":"All right, well, GPS coordinates put us right on the edge of Abalone <strong class=\"keyword\">Cove</strong>."},{"author":118293,"first":"¿Sabes la <strong class=\"keyword\">gruta</strong> en la montaña?","second":"You know the old hot springs <strong class=\"keyword\">cave</strong> up at the ridge?"},{"author":8008,"first":"Con sus numerosas bahías y <strong class=\"keyword\">grutas</strong> submarinas, la islas ofrece magníficos parajes submarinos, así como lugares con restos arqueológicos, ideales tanto para debutantes como para los más iniciados.","second":"With Majorca's number of bays and <strong class=\"keyword\">caves</strong>, scuba diving offers you spectacular under-water scenery, and even a number of sunken ships; ideal for both beginners and for the more experienced."},{"author":8008,"first":"El Hotel es también lo más cercano a la <strong class=\"keyword\">Gruta</strong> Azul, mítico templete del emperador Tiberio, que todavía hoy con sus reflejos azul-plata hechiza a los visitantes y les regala emociones inolvidables.","second":"Hotel Al Mulino is also the closest hotel on the island to the <strong class=\"keyword\">Grotta Azzurra</strong>, celebrated nymphaeum of Emperor Tiberius, which still enchants visitors with its magnificent blue waters."},{"author":118293,"first":"Cuando hicimos el amor en tu <strong class=\"keyword\">gruta</strong>, tu Blackberry no era tan importante.","second":"When we were making love in your <strong class=\"keyword\">grotto</strong>, your Blackberry was not so very important."},{"author":8008,"first":"Han sido reconocidos oficialmente por las autoridades sanitarias y religiosas 64 curaciones milagrosas en esta <strong class=\"keyword\">gruta</strong>.","second":"In the year 1858 the young Bernadette Soubirous saw the Blessed Virgin for eighteen times in a <strong class=\"keyword\">grotto</strong> in <strong class=\"keyword\">Lourdes</strong>."},{"author":118293,"first":"\" Te espero en la <strong class=\"keyword\">Gruta</strong> del Ángel.","second":"\" Meet me at Angel <strong class=\"keyword\">Cave</strong>, it's importan... \""},{"author":8008,"first":"LA LEYENDA NARRA QUE EL DIOS ZEUS NACIÓ EN UNA <strong class=\"keyword\">GRUTA</strong> EN LA ISLA DE CRETA EN DONDE FUE CRIADO POR LAS NINFAS, PARA IMPEDIR QUE EL PADRE CRONO, QUE TEMIA LA DETRONIZACION, DE DIVORARLO.","second":"Legend has it that the Greek god Zeus was born in a <strong class=\"keyword\">cave</strong> on the island of Crete where he was brought up by nymphs. The nymphs thus protected Zeus from his father Kronos, who, fearing being overthrown by his son, wanted to devour him."},{"author":118293,"first":"Este es el famoso restaurante <strong class=\"keyword\">Gruta</strong> Roja.","second":"This is the famous Red <strong class=\"keyword\">Grotto</strong> restaurant."},{"author":118293,"first":"Verás, en la <strong class=\"keyword\">gruta</strong> he encontrado este trozo de papel.","second":"I found this piece of card in the <strong class=\"keyword\">cave</strong>."},{"author":8008,"first":"Las <strong class=\"keyword\">grutas</strong> más visitadas son Malhada do Baraco o la que encontramos en Playa Marinha .","second":"Other visited <strong class=\"keyword\">caves</strong> are those of Malhada do Baraco or the ones we ́ll find in Marinha beach ."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}