{"result":"ok","tuc":[{"phrase":{"text":"guttural","language":"en"},"meaningId":5199003647873741810,"authors":[84715]},{"phrase":{"text":"throaty","language":"en"},"meaningId":-1235237566948991296,"authors":[20]},{"phrase":{"text":"faucal","language":"en"},"meaningId":-6491389177848837711,"authors":[84500]},{"meanings":[{"language":"en","text":"guttural"}],"meaningId":-5819523714347084438,"authors":[93107]}],"phrase":"gutural","examples":[{"author":119739,"first":"Representa el sonido <strong class=\"keyword\">gutural</strong> más fuerte y se pronuncia de modo similar a la “j”.","second":"This letter is the harshest of the <strong class=\"keyword\">guttural</strong> sounds and is similar to the sound of “ch,” as in the Scottish word loch or the German ach."},{"author":119739,"first":"En esta octava sección cada v. comienza con la octava letra del alfabeto heb., Jehth, representada en español por la “J” y pronunciada con sonido <strong class=\"keyword\">gutural</strong> fuerte.","second":"In this eighth section each vs begins with the eighth letter of the Heb. alphabet, Chehth, transliterated into English as ch and pronounced with a strongly <strong class=\"keyword\">guttural</strong> sound."},{"author":118293,"first":"No sabía que tenía una risa <strong class=\"keyword\">gutural</strong>.","second":"I didn't know I had a <strong class=\"keyword\">throaty</strong> laugh."},{"author":118293,"first":"Hay algo en las consonantes con su sonido <strong class=\"keyword\">gutural</strong>.","second":"Something about the consonants that scrape the back of the throat."},{"author":8008,"first":"Se puede decir que los Sabelli eran todos aquellos pueblos que hablaban el osco verdadero, una lengua que fonéticamente parecía un latino arcaico con desinencias y aliteraciones ásperas y <strong class=\"keyword\">guturales</strong>.","second":"It can be said that Sabelli people were all who spoke the true and actual osco, a language that phonetically recalled an archaic Latin with endings of harsh and <strong class=\"keyword\">guttural</strong> alliteration."},{"author":8008,"first":"Empezando por la intro que suelen usar en sus directos hasta los dos últimos cortes que son los covers de \"The Evil That Men Do\" de Iron Maiden (estaba claro que un día tenía que salir en algún disco) y \"One Day I'll Fly Away\" de Randy Crawford (otro tema de los 80), y pasando por la balada \"My Choice\" (de todos los tracks del mini cd, la que más sonido After Forever posee), la magnífica \"Beneath\" y la sensacional y más potente canción del mini \"Glorifying Means\", en dónde tenemos uno de esos dúos voz-masculina-<strong class=\"keyword\">gutural</strong> versus voz-femenina-soprano.","second":"Starting with the intro they use in their live shows, the two covers, one of Iron Maiden's \"The Evil That Men Do\" (sooner or later, they had to record it) and Randy Crawford's \"One Day I'll Fly Away\" (another track from the 80's), going through the ballad \"My Choice\" (of all the tracks on the cd, the one that sounds like After Forever the most), the magnificent \"Beneath\" and the sensational and more powerful song of the cd, \"Glorifying Means\", where we have one of those <strong class=\"keyword\">guttural</strong>-masculine-voice versus soprano-feminine-voice duos."},{"author":94809,"first":"Tratamiento de la neumonía fúngica y la micosis de la bolsa <strong class=\"keyword\">gutural</strong>.","second":"Treatment of fungal pneumonia and <strong class=\"keyword\">guttural</strong> pouch mycosis."},{"author":8008,"first":"La bóveda del paladar de transforma cuando una consonante anticipa y proyecta de algún modo la vocal; la <strong class=\"keyword\">gutural</strong> -- g -- entre otras, levanta el fondo del gaznate, eleva la bóveda del paladar y permite de este modo una emisión clara y pura del sonido, que sale de esta posición de los órganos vocales.","second":"The roof of one's mouth changes when a consonant comes first, in a way projecting the vowel; the <strong class=\"keyword\">guttural sound</strong> -- g -- amongst others lifts the base of the gullet, raises the roof of the mouth and thus enables a clear and pure utterance of the sound to be made, starting from this positioning of the vocal organs."},{"author":119739,"first":"El ambiente está lleno de bramidos, ásperos sonidos <strong class=\"keyword\">guturales</strong> y agudísimos chillidos.","second":"The beach is noisy with bellows, raspy <strong class=\"keyword\">guttural</strong> sounds, and high-pitched squeals."},{"author":118293,"first":"El sonido <strong class=\"keyword\">gutural</strong> de sus truenos a medida que avanzábamos por el camino anunciaba que estaba de servicio.","second":"The sound of <strong class=\"keyword\">Max's throaty</strong> rumble as we advanced up the driveway announced that he was on duty."},{"author":8008,"first":"En su anterior mini-cd \"Exordium\" los holandeses experimentaron un poco con sonidos algo distintos a lo que suelen ser sus directrices, pero en este \"Invisible Circles\" recuperan su sonido más After Forever con melodías bastante clasiconas representadas en canciones a medios tiempos, añadiéndole a esto más agresividad en las guitarras y en las voces (con más participación de Sanders con esos berreos <strong class=\"keyword\">guturales</strong> que asustan).","second":"In their previous mini-cd \"Exordium\", the Dutch band had experimented a little with sounds that differed slightly from what their normal trends are, but in this \"Invisible Circles\" they have recovered their most After Forever sound with quite classic melodies represented in mid-tempo songs, added to more aggressiveness on the guitars and vocals (with an increasing participation of Sanders, with his scary <strong class=\"keyword\">guttural</strong> cries)."},{"author":119739,"first":"Cuando se pronuncia, la heʼ produce un sonido <strong class=\"keyword\">gutural</strong> intermedio entre la ʼá·lef, más suave, y la jehth, que es más fuerte.","second":"In speaking, heʼ has a <strong class=\"keyword\">guttural</strong> sound somewhere between the softer ʼaʹleph and the harsher chehth."},{"author":118293,"first":"No preferirías un risita <strong class=\"keyword\">gutural</strong>.","second":"You wouldn't prefer a <strong class=\"keyword\">throaty</strong> chuckle?"},{"author":118293,"first":"No resoplas ni te ahogas ni haces ruidos <strong class=\"keyword\">guturales</strong>.","second":"You don't puff or snorkel and make death-like rattles."},{"author":119739,"first":"En esta decimosexta sección cada v. comienza con la decimosexta letra del alfabeto heb., ‛Á·yin, que tiene un sonido <strong class=\"keyword\">gutural</strong> peculiar.","second":"In this 16th section each vs begins with the 16th letter of the Heb. alphabet, ʽAʹyin, which has a peculiar <strong class=\"keyword\">guttural</strong> sound."},{"author":118293,"first":"<strong class=\"keyword\">Gutural</strong> y más varonil.","second":"<strong class=\"keyword\">Throatier</strong> and more mannish."},{"author":118293,"first":"¿Recuerdas que hablab an italiano un poco <strong class=\"keyword\">gutural</strong>?","second":"Remember who are facing difficulties to speak Italian?"},{"author":118293,"first":"Le da ese sonido <strong class=\"keyword\">gutural</strong> tan guay.","second":"It gives it this really cool <strong class=\"keyword\">throaty</strong> sound."},{"author":118293,"first":"El tipo que <strong class=\"keyword\">gutural</strong> un plátano!","second":"The guy who deep-throated a banana!"},{"author":118293,"first":"Bonito gorjeo <strong class=\"keyword\">gutural</strong> del motor.","second":"Nice <strong class=\"keyword\">throaty</strong> little warble from the engine."},{"author":118293,"first":"Sabes, Frasier, puedes ver las primeras dos horas de canto <strong class=\"keyword\">gutural</strong>","second":"You know, Frasier, you could catch the first two hours of throat-singing"},{"author":31,"first":"Era como una especie de susurro sexy muy <strong class=\"keyword\">gutural</strong>","second":"She had this <strong class=\"keyword\">throaty</strong>, sexy kind of whisper"},{"author":118293,"first":"Es decir, estaba haciendo ruidos <strong class=\"keyword\">guturales</strong>, pero no respiraba.","second":"I mean he was making gargly noises, but he's not breathing."},{"author":118293,"first":"Eso es, es <strong class=\"keyword\">gutural</strong>.","second":"Right, it's <strong class=\"keyword\">guttural</strong>."},{"author":118293,"first":"¿Qué demonios es canto <strong class=\"keyword\">gutural</strong>?","second":"What the hell is throat-singing?"}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}