{"result":"ok","tuc":[{"phrase":{"text":"sullenness","language":"en"},"meanings":[{"language":"en","text":"state or quality of beeing sullen"}],"meaningId":1356662152158850051,"authors":[90508]},{"phrase":{"text":"boredom","language":"en"},"meaningId":7916375589718665930,"authors":[25018]},{"phrase":{"text":"disgust","language":"en"},"meaningId":6148530136318887296,"authors":[25018]},{"phrase":{"text":"tedium","language":"en"},"meaningId":-3349472804803453658,"authors":[25115]},{"phrase":{"text":"weariness","language":"en"},"meaningId":6931457741000490106,"authors":[89651]},{"phrase":{"text":"distaste","language":"en"},"meaningId":-5529614156606439563,"authors":[25018]},{"phrase":{"text":"ennui","language":"en"},"meaningId":-5651410925336986011,"authors":[97745]},{"phrase":{"text":"loathing","language":"en"},"meaningId":-9147836031867451654,"authors":[25018]},{"phrase":{"text":"tediousness","language":"en"},"meaningId":9108216082765547614,"authors":[84500]},{"phrase":{"text":"tiresomeness","language":"en"},"meaningId":7679841056447198027,"authors":[84500]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of hastiar."},{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of hastiar."},{"language":"en","text":"boredom, tedium"}],"meaningId":135432396357887378,"authors":[1]}],"phrase":"hastío","examples":[{"author":118293,"first":"Entonces si el pasado no importa y el presente es un total <strong class=\"keyword\">hastío</strong> ¿qué hay del futuro?","second":"So if the past doesn't matter and the present is a total drag. What about the future?"},{"author":8008,"first":"Serán ocho jornadas muy intensas dedicadas al malabarismo y otras disciplinas del circo, en las que no habrá cabida para el <strong class=\"keyword\">hastío</strong>.","second":"Eight intense days focusing on juggling and varied circus disciplines where there will not be room for <strong class=\"keyword\">boredom</strong>."},{"author":27,"first":"Se ha dicho en el debate de esta mañana sobre Rumanía, y el señor Swoboda lo ha repetido en su intervención, que la ampliación produce ya un cierto <strong class=\"keyword\">hastío</strong>.","second":"We heard it in the debate this morning about Romania and Mr Swoboda has referred to it: there is a certain enlargement <strong class=\"keyword\">fatigue</strong>."},{"author":94808,"first":"En su informe de fecha 29 de diciembre de 2005, el Grupo de Trabajo sobre las sanciones señaló el creciente <strong class=\"keyword\">hastío</strong> de los Estados por sus obligaciones de presentación de informes a los diversos comités del Consejo de Seguridad y las visitas de los diferentes mecanismos de supervisión (S/2005/842, párr. 18), y el Equipo considera que este es un problema importante que es necesario resolver.","second":"In its report, dated 29 December 2005, the Working Group on Sanctions noted the increasing <strong class=\"keyword\">fatigue</strong> among Member States with regard to their reporting obligations to the various Security Council Committees and visits from different monitoring mechanisms (S/2005/842, para. 18), and the Team believes this is an important issue to address."},{"author":91988,"first":"Su novela El otoño del patriarca capta perfectamente la decadencia moral, la parálisis política y el <strong class=\"keyword\">hastío</strong> brutal que envuelve a una sociedad que aguarda la muerte del que ha sido dictador desde hace mucho tiempo.","second":"His novel Autumn of the Patriarch captures perfectly the moral squalor, political paralysis, and savage <strong class=\"keyword\">ennui</strong> that enshrouds a society awaiting the death of a long-term dictator."},{"author":119723,"first":"17 Así, pues, se llegaron a ella los hombres de Babilonia en su lecho de amores, y la acontaminaron con su fornicación; y ella también se contaminó con ellos, y su alma bse <strong class=\"keyword\">hastió</strong> de ellos.","second":"17 And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was apolluted with them, and her mind was alienated bfrom them."},{"author":8008,"first":"monumentos modernos; Plaza y museo de Amir Temur (Tamerlán); Complejo arquitectόnico <strong class=\"keyword\">Hasti</strong> Imam.","second":"City tour around Tashkent: Independence Square, Navoi Theater square, Barak-Khan Madrasah (16th c.), The Kaffal-Shashi mausoleum (15th c.), Kukeldash Madrasah (16th c.), the Djuma mosque (9th c.), Tashkent National Arts Centre, Museum of Applied Arts, Amir Temur square, local \"Broadway\" - a walking street with artists, <strong class=\"keyword\">cheap souvenirs</strong> and eating places, city fountains and modern monuments."},{"author":94809,"first":"Considerando que tal como se indica en la Comunicación de la Comisión titulada «Hacia un Acta del Mercado Único», «el <strong class=\"keyword\">hastío</strong> que hacia el mercado interior sienten muchos puede explicarse también por la percepción de que las sucesivas liberalizaciones se han llevado a cabo en detrimento de los derechos sociales adquiridos por distintos agentes económicos.»; el Tratado de Lisboa y la afirmación del concepto de «economía social de mercado altamente competitiva» como uno de los objetivos fundamentales obligan a la Unión a adquirir a una visión más completa del mercado único.","second":"whereas, as stated in the Commission communication entitled ‘Towards a Single Market Act’, ‘the sense of <strong class=\"keyword\">disillusionment</strong> felt by some towards the internal market may also be the result of the perception that successive liberalisations have been carried out at the expense of the social rights acquired by various economic operators.’ ; ‘The Lisbon Treaty, and the affirmation of the concept of a “highly competitive social market economy” as one of its key objectives, require “the Union” to adopt a more all-embracing view of the single market."},{"author":94808,"first":"Por otro lado, el <strong class=\"keyword\">hastío</strong> de los miembros de la Comisión y la decepción de las organizaciones no gubernamentales ante la falta de resultados corren el riesgo de dar lugar a la intensificación de la guerra civil en el país.","second":"In addition, the “Colombia‐<strong class=\"keyword\">fatigue</strong>” felt by the Commission members and the NGOs’ disillusion over the lack of results could lead to escalation of the civil war."},{"author":31,"first":"Me mueves y meces You get me rockin and reeling eres un sentimiento maravilloso You are such a wonderful feeling enamorada, he preguntado a Dios Ishq mein tere dil rab se juda hai he dejado el mundo Mein duniya bhulai hai estoy tan loca por ti Husn pe tere dil itna fida hai que me he olvidado de mí misma Maine <strong class=\"keyword\">hasti</strong> mitai hai","second":"\" You get me rocking- n- reeling. \"\" You' re so wonderful a feeling. \" \" ln love, I have asked you from God"},{"author":119723,"first":"22 Por tanto, Aholiba, así ha dicho Jehová el Señor: He aquí que yo suscitaré contra ti a tus amantes, ade los cuales se <strong class=\"keyword\">hastió</strong> tu alma, y yo los haré venir bcontra ti de todos lados;","second":"22 ¶ Therefore, O Aholibah, thus saith the Lord God; Behold, I will raise up thy lovers against thee, afrom whom thy mind is alienated, and I will bring them bagainst thee on every side;"},{"author":27,"first":"Preocupado por no despertar un sentimiento de <strong class=\"keyword\">hastío</strong> entre los que tienen la amabilidad de escucharme por segunda vez, seré breve, contrariamente por lo demás, a mi costumbre.","second":"I am concerned not to generate a sense of <strong class=\"keyword\">weariness</strong> in those kind enough to listen to me this second time round, and I shall be brief, something which I am not, incidentally, accustomed to."},{"author":94808,"first":"Los terroristas de anteayer y el puñado de nostálgicos del infame régimen de Saddam Hussein buscan primordialmente crear la sensación de caos que divida y <strong class=\"keyword\">hastíe</strong> a la comunidad internacional.","second":"The terrorists who carried out Tuesday’s attack and the handful of people who harbour nostalgia for the regime of Saddam Hussain are primarily seeking to create an atmosphere of chaos that will <strong class=\"keyword\">splinter</strong> the international community."},{"author":95875,"first":"Por su parte, el profesor Nick <strong class=\"keyword\">Hastie</strong>, director de la Unidad de Genética Humana del MRC, explicó que: «Este trabajo es un ejemplo adecuado de la relación entre el análisis de los procesos fundamentales que permiten a las infecciones hacerse fuertes y el aprovechamiento de estos conocimientos para mejorar los tratamientos farmacológicos.»","second":"For his part, MRC Human Genetics Unit Director Professor Nick Hastie, says: 'This work is a fine example of the relationship between analysing the fundamental processes which help infections to take hold and exploiting this knowledge to improve drug treatments.'"},{"author":118293,"first":"Realmente me sentí como que me sobreestimulé, a los seis años por que, como que, <strong class=\"keyword\">hastió</strong>, cada otra cosa que me ha pasado.","second":"I really feel like I overstimulated myself at six years old because it, like, <strong class=\"keyword\">jaded</strong> me for every other thing that's ever happened."},{"author":118293,"first":"Vete, me <strong class=\"keyword\">hastías</strong>.","second":"Go now, you <strong class=\"keyword\">weary</strong> me."},{"author":118293,"first":"La palabra es \" <strong class=\"keyword\">hastío</strong> \".","second":"The word is \" <strong class=\"keyword\">ennui</strong>. \""},{"author":8000,"first":"Por otro lado, el <strong class=\"keyword\">hastío</strong> de los miembros de la Comisión y la decepción de las organizaciones no gubernamentales ante la falta de resultados corren el riesgo de dar lugar a la intensificación de la guerra civil en el país","second":"In addition, the “Colombia-<strong class=\"keyword\">fatigue</strong>” felt by the Commission members and the NGOs' disillusion over the lack of results could lead to escalation of the civil war"},{"author":31,"first":"Confieso que siento cierto <strong class=\"keyword\">hastío</strong> por todo este asunto y observo a Su Eminencia para dar ejemplo","second":"I confess to a certain <strong class=\"keyword\">weariness</strong> in this whole issue and Iook to Your Grace to give some Iead"},{"author":22,"first":"Considera totalmente inaceptable la discrepancia entre las frecuentes promesas de mayor asistencia financiera y el nivel mucho más bajo de los importes realmente desembolsados, y manifiesta su preocupación por las muestras de <strong class=\"keyword\">hastío</strong> que están dando algunos Estados miembros en relación con la ayuda","second":"Views as totally unacceptable the discrepancy between the frequent pledges of increased financial assistance and the considerably lower sums that are actually disbursed and is concerned that some Member States are demonstrating aid <strong class=\"keyword\">fatigue</strong>"},{"author":94808,"first":"Hay que hacer serios esfuerzos para mitigar la pobreza y el desempleo, ya que muchos actos de violencia sexual contra los niños parecen ser consecuencia de la rabia y el <strong class=\"keyword\">hastío</strong>.","second":"Serious efforts need to be made to alleviate poverty and unemployment, as many acts of sexual violence against children appear to result from anger and <strong class=\"keyword\">boredom</strong>."},{"author":118293,"first":"\" <strong class=\"keyword\">Hastío</strong> en Ankara. \"","second":"\" Boredom in Ankara. \""},{"author":8000,"first":"Uno de esos obstáculos es un cierto <strong class=\"keyword\">hastío</strong> por parte de la comunidad de donantes internacionales, y exhortamos de manera efusiva a los donantes a que respondan generosamente al Llamamiento Interinstitucional","second":"Such obstacles include a certain <strong class=\"keyword\">ennui</strong> on the part of the international donor community, and we strongly urge donors to respond generously to the Inter-Agency Appeal"},{"author":118293,"first":"Aunque comprendo su cinismo por el <strong class=\"keyword\">hastío</strong> de la vida.","second":"Although, I can understand your world-<strong class=\"keyword\">weary</strong> cynicism."},{"author":95096,"first":"Sin este perdón las heridas continuarán sangrando, alimentando en las generaciones futuras un <strong class=\"keyword\">hastío</strong> sin fin, que es fuente de venganza y causa de nuevas ruinas.","second":"When such forgiveness is lacking, wounds continue to fester, fuelling in the younger generation endless resentment, producing a desire for revenge and causing fresh destruction."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}