{"result":"ok","tuc":[{"phrase":{"text":"buckle","language":"en"},"meanings":[{"language":"en","text":"a clasp for fastening"},{"language":"en","text":"belt clasp"}],"meaningId":-1475615214107943735,"authors":[90508]},{"phrase":{"text":"clasp","language":"en"},"meanings":[{"language":"en","text":"fastener or holder"}],"meaningId":-7350475673014056625,"authors":[90508]},{"phrase":{"text":"buckle(buko)","language":"en"},"meaningId":8447801748315988672,"authors":[8]},{"phrase":{"text":"hair clip","language":"en"},"meaningId":978429480455753648,"authors":[80097]},{"meanings":[{"language":"en","text":"buckle"}],"meaningId":-8536621469121871984,"authors":[1]}],"phrase":"hebilla","examples":[{"author":94809,"first":"Las <strong class=\"keyword\">hebillas</strong> de los cinturones que se someterán ensayo cumplirán los requisitos previstos en el punto 6.2.2.4.","second":"The <strong class=\"keyword\">buckles</strong> of the belt assemblies to be tested shall have met the requirements of paragraph 6.2.2.4 above."},{"author":94809,"first":"Cierres, monturas cierre, <strong class=\"keyword\">hebillas</strong>, <strong class=\"keyword\">hebillas</strong> cierre, corchetes, ganchos, anillos para ojetes y artículos similares, de metales comunes, para prendas de vestir, calzado, toldos, marroquinería o demás artículos confeccionados; remaches tubulares o con espiga hendida de metal común; cuentas y lentejuelas, de metales comunes","second":"Clasps, frames with clasps, <strong class=\"keyword\">buckles</strong>, <strong class=\"keyword\">buckle</strong>-clasps, hooks, eyes, eyelets and the like, of base metal, of a kind used for clothing, footwear, awnings, handbags, travel goods or other made-up articles; tubular or bifurcated rivets, of base metal; beads and spangles of base metal"},{"author":94809,"first":"La <strong class=\"keyword\">hebilla</strong> deberá liberarse pulsando un botón o un dispositivo similar.","second":"The <strong class=\"keyword\">buckle shall</strong> be released by pressing either a button or a similar device."},{"author":118293,"first":"Y le pegás con la <strong class=\"keyword\">hebilla</strong> del cinturón.","second":"hit him with the seat <strong class=\"keyword\">buckle</strong>."},{"author":94809,"first":"Inspección de la <strong class=\"keyword\">hebilla</strong>","second":"Inspection of <strong class=\"keyword\">buckle</strong>"},{"author":94809,"first":"25.99.25 | Cierres, monturas cierre, <strong class=\"keyword\">hebillas</strong>, <strong class=\"keyword\">hebillas</strong> cierre, corchetes, ganchos, anillos para ojetes y artículos similares, de metal común, para prendas de vestir, calzado, toldos, marroquinería o demás artículos confeccionados; remaches tubulares o con espiga hendida de metal común; cuentas y lentejuelas, de metales comunes | 42997* |","second":"25.99.25 | Clasps, frames with clasps, <strong class=\"keyword\">buckles</strong>, <strong class=\"keyword\">buckle</strong>-clasps, hooks, eyes, eyelets and the like, of base metal, of a kind used for clothing, footwear, awnings, handbags, travel goods or other made-up articles; tubular or bifurcated rivets, of base metal; beads and spangles of base metal | 42997* |"},{"author":31,"first":"Eso es la <strong class=\"keyword\">hebilla</strong> de mi cinturón","second":"And that would be my belt <strong class=\"keyword\">buckle</strong>"},{"author":94809,"first":"La <strong class=\"keyword\">hebilla</strong> funcionará normalmente al ser sometida al ensayo previsto en el punto 7.5.3.","second":"The <strong class=\"keyword\">buckle</strong>, when tested in accordance with paragraph 7.5.3 below, shall operate normally."},{"author":94809,"first":"Esto significa, entre otras cosas, que no debe ser posible que la <strong class=\"keyword\">hebilla</strong> se abra parcialmente, ni que se inviertan sus partes en el momento de cerrarla; la <strong class=\"keyword\">hebilla</strong> solo deberá bloquearse cuando enganche todas las partes.","second":"This means, inter alia, that it must not be possible for the <strong class=\"keyword\">buckle</strong> to be left in a partially closed position; it must not be possible to exchange the buckle parts inadvertently when the buckle is being locked; the <strong class=\"keyword\">buckle</strong> must only lock when all parts are engaged."},{"author":118293,"first":"¿No es la <strong class=\"keyword\">hebilla</strong> del zapato bastante hermosa?","second":"is not the <strong class=\"keyword\">buckle</strong> on the shoe vastly pretty?"},{"author":94809,"first":"<strong class=\"keyword\">Hebilla</strong>","second":"<strong class=\"keyword\">Buckle</strong>"},{"author":118293,"first":"¿Dónde consiguió esa <strong class=\"keyword\">hebilla</strong> del cinturón?","second":"Where'd you get that belt <strong class=\"keyword\">buckle</strong>?"},{"author":94809,"first":"El método para medir la fuerza de apertura de la <strong class=\"keyword\">hebilla</strong> deberá ser el prescrito en los apartados 8.2.1.1.3 y 8.2.1.1.4.","second":"The method of measuring the <strong class=\"keyword\">buckle</strong> opening force shall be as prescribed in paragraphs 8.2.1.1.3 and 8.2.1.1.4."},{"author":94809,"first":"Habrá un texto o un diagrama que indique cómo el usuario puede identificar una posición no satisfactoria de la <strong class=\"keyword\">hebilla</strong> del cinturón de seguridad de adulto en relación con los principales puntos de contacto del sistema de retención.","second":"There shall be a text or a diagram indicating how a user can identify an unsatisfactory position of the adult safety-belt <strong class=\"keyword\">buckle</strong> relative to the main load bearing contact points on the restraint."},{"author":94809,"first":"La <strong class=\"keyword\">hebilla</strong> deberá estar concebida para impedir cualquier posibilidad de manipulación incorrecta.","second":"The <strong class=\"keyword\">buckle</strong> shall be so designed as to preclude any possibility of incorrect manipulation."},{"author":22,"first":"Para los grupos # y III, la <strong class=\"keyword\">hebilla</strong> deberá colocarse de forma que el niño pueda alcanzarla","second":"For groups # and # the <strong class=\"keyword\">buckle shall</strong> be so placed that the child occupant can reach it"},{"author":31,"first":"¡ Arréglese la <strong class=\"keyword\">hebilla</strong> del cinturón!","second":"Dress that belt <strong class=\"keyword\">buckle</strong>!"},{"author":118293,"first":"Quiero que se pongan sus <strong class=\"keyword\">hebillas</strong> del cinturón, hombro con hombro.","second":"I want youse on your belt <strong class=\"keyword\">buckles</strong>, shoulder to shoulder."},{"author":94809,"first":"Colóquese la correa del cinturón de seguridad alrededor del aparato en la posición correcta, tal y como se indica en las figuras 2 y 3, y abróchese la <strong class=\"keyword\">hebilla</strong>.","second":"Arrange the safety belt strap around the fixture in approximately the correct position as shown in Figures 2 and 3, then latch the <strong class=\"keyword\">buckle</strong>."},{"author":89915,"first":"Venta mayorista y minorista de metales preciosos y sus aleaciones, así como productos hechos con estos materiales o chapados con ellos, artículos de bisutería, joyería, piedras preciosas, relojes e instrumentos cronométricos, cuero e imitaciones de cuero, así como productos hechos con estos materiales, pellejos y pieles, maletas de viaje y de mano, paraguas, sombrillas, tejidos y artículos textiles, colchas y manteles, vestidos, calzados, sombrerería, insignias, pins, broches, piezas de decoración para aplicar mediante calor sobre artículos textiles, piezas que se adhieren por medio del calor para textiles, <strong class=\"keyword\">hebillas</strong> de cinturones","second":"Wholesale and retail services in relation to precious metals and their alloys and goods in precious metals or coated therewith, jewellery, precious stones, horological and chronometric instruments, leather and imitations of leather and goods made from these materials, animal skins, hides, trunks and travelling bags, umbrellas, parasols, textiles and textile goods, bed and table covers, clothing, footwear, headgear, badges, ornamental novelty badges, brooches, iron-on decorative patches for textiles, heat-adhesive patches for repairing textile articles and belt <strong class=\"keyword\">clasps</strong>"},{"author":94809,"first":"para todos los productos textiles: partes no textiles, orillos, etiquetas y escudos, orlas y adornos que no formen parte integrante del producto, botones y <strong class=\"keyword\">hebillas</strong> recubiertos de tejido, accesorios, adornos, cintas no elásticas, hilos y bandas elásticas añadidas en lugares específicos y limitados del producto y, conforme a las condiciones del artículo 7, fibras visibles y aislables puramente decorativas y fibras antiestáticas;","second":"for all textile products: non-textile parts, selvedges, labels and badges, edgings and trimmings not forming an integral part of the product, buttons and <strong class=\"keyword\">buckles</strong> covered with textile materials, accessories, decorations, non-elastic ribbons, elastic threads and bands added at specific and limited points of the product and, subject to the conditions specified in Article 7, visible, isolable fibres which are purely decorative and antistatic fibres;"},{"author":89915,"first":"Joyería, en concreto, pulseras, collares, broches, anillos, pendientes, dijes, alfileres de corbata, adornos para sombreros, insignias de metales preciosos, <strong class=\"keyword\">hebillas</strong> de metales preciosos, adornos de cinturón de metales preciosos, alfileres de joyería, gemelos, llaveros","second":"Jewellery namely, bracelets, necklaces, brooches, rings, earrings, charms, tie tacks, hat ornaments, badges of precious metals, <strong class=\"keyword\">buckles</strong> of precious metals, belt ornaments of precious metals, pins being jewellery, cuff links, key rings"},{"author":118293,"first":"Ua buena variedad de botones y <strong class=\"keyword\">hebillas</strong>, y... media docena de balas de mosquete de la Guerra Civil.","second":"Good range of buttons and <strong class=\"keyword\">buckles</strong>, and... half a dozen Civil War era musket balls."},{"author":89915,"first":"Cubiertas de <strong class=\"keyword\">hebilla</strong> de cinturones de seguridad","second":"Seat belt <strong class=\"keyword\">tongue</strong> covers"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}