{"result":"ok","tuc":[{"phrase":{"text":"anteater","language":"en"},"meaningId":6317281142430182683,"authors":[84715]},{"phrase":{"text":"swarm","language":"en"},"meaningId":2880711753060611359,"authors":[97745]},{"meanings":[{"language":"en","text":"breeding ground, hotbed"},{"language":"en","text":"hot spring"},{"language":"en","text":"swarm, crowd, throng"}],"meaningId":3744312872626684508,"authors":[93107]},{"meanings":[{"language":"es","text":"movimiento continuo"}],"meaningId":null,"authors":[81331]}],"phrase":"hervidero","examples":[{"author":94808,"first":"Creo que, aunque las apariencias indiquen lo contrario, y pese a que aún hay muchos <strong class=\"keyword\">hervideros</strong> de tensión, la comunidad internacional parece estar avanzando hacia una mayor estabilidad.","second":"I believe that, appearances to the contrary — and although many <strong class=\"keyword\">hotbeds</strong> of tension and threat still remain — the international community seems to be moving towards greater stability."},{"author":118293,"first":"Cuando viniste a verme hace seis meses, tus emociones eran un <strong class=\"keyword\">hervidero</strong> de ira.","second":"When you came to see me six months ago, your emotions were <strong class=\"keyword\">boiling</strong> over <strong class=\"keyword\">with</strong> hate."},{"author":118293,"first":"\" El <strong class=\"keyword\">Hervidero</strong> \" está casi al lado de la base \" Teeri \".","second":"\" The <strong class=\"keyword\">Boil</strong> \" is almost next to the \" Teeri \" base."},{"author":94808,"first":"Las playas de los pescadores se convirtieron en un <strong class=\"keyword\">hervidero</strong> de actividad para el comercio de droga, el juego y la prostitución.","second":"The beaches of the fisher folk became a <strong class=\"keyword\">hive</strong> of activity for the drug trade, gambling, and prostitution."},{"author":92475,"first":"Huyendo de un análisis geopolítico algo rancio de los acontecimientos que se desarrollan, las redes sociales en Georgia han sido un <strong class=\"keyword\">hervidero</strong> de humoradas que describen la rivalidad entre Gharibashvili y Alasania, como por ejemplo esta imagen, que hace referencia a la popular serie Juego de Tronos:","second":"Shunning a slightly stale geopolitical analysis of the unfolding events, Georgian social networks have been <strong class=\"keyword\">buzzing with</strong> humourous depictions of the rivalry between the Gharibashvili and Alasania, including this reference to popular TV show Game of Thrones:"},{"author":92475,"first":"Aunque ambas webs son <strong class=\"keyword\">hervideros</strong> de la piratería, acabaron en la lista negra en aplicación de la nueva ley, no por protección de la propiedad intelectual: RuTracker por distribuir [ru] una «Enciclopedia del suicidio» y Lib.rus.ec por contener una copia del Libro de cocina del anarquista [ru].","second":"While both are <strong class=\"keyword\">hotbeds</strong> of piracy, they were blacklisted in accordance with the new law, not intellectual property statutes –- RuTracker for distributing [ru] an “Encyclopedia on Suicide,” and Lib.rus.ec for hosting a copy of the Anarchist’s Cookbook [ru]."},{"author":118293,"first":"Y siempre se lleva la tetera a la <strong class=\"keyword\">hervidera</strong> y no a la inversa.","second":"But we're making tea, and when making tea, always bring the pot to <strong class=\"keyword\">the</strong> kettle and never bring the kettle to the pot."},{"author":118293,"first":"El círculo literario es un <strong class=\"keyword\">hervidero</strong> por eso.","second":"The literary circle is <strong class=\"keyword\">buzzing</strong> about it."},{"author":118293,"first":"Los campos de toda Alemania son un <strong class=\"keyword\">hervidero</strong> de actividad.","second":"Everywhere from north to south, Germany's fields are a <strong class=\"keyword\">buzz</strong> of activity."},{"author":118293,"first":"California es un <strong class=\"keyword\">hervidero</strong> de bandidos y de simpatizantes de los rebeldes.","second":"California's <strong class=\"keyword\">crawling</strong> with bandits, outlaws and rebel sympathizers."},{"author":8008,"first":"Pic-nic y visitas al Centro de Visitantes de Timanfaya, El Golfo con su cráter y lago verde, las Salinas del Janubio y Los <strong class=\"keyword\">Hervideros</strong>.","second":"Picnic followed by visits to the \"Visitors Centre of Timanfaya\" and \"El Golfo\"."},{"author":92475,"first":"Los medios sociales eran un <strong class=\"keyword\">hervidero</strong> de emociones [en] de tristeza e incredulidad por la muerte de Rituparno, con gente discutiendo de su vida y trabajo y también lamentando el hecho que ahora muchas historias quedarían sin ser contadas debido a su repentino fallecimiento.","second":"Social media was <strong class=\"keyword\">abuzz with</strong> feelings of sadness and disbelief at Rituparno's death, with people discussing his life and works and also ruing the fact that many stories would now remain untold because of his untimely death."},{"author":118293,"first":"Mi cabeza era un <strong class=\"keyword\">hervidero</strong> de preguntas sin respuesta.","second":"My mind an endless barrage of unans wered questions."},{"author":118293,"first":"El lugar ha sido un <strong class=\"keyword\">hervidero</strong> de policías durante días, y ni siquiera pudieron encontrar algo.","second":"Place has been <strong class=\"keyword\">swarming with</strong> Old Bill for days, and even they can't find any."},{"author":91988,"first":"El centro de Teherán es un <strong class=\"keyword\">hervidero</strong> de jóvenes y está repleto de mujeres con pantalones, tacones altos, pañuelos testimoniales y chaquetas a medio muslo ceñidas a la cintura, encarna el ansia de apertura.","second":"Central Tehran – <strong class=\"keyword\">ebullient</strong> with young people and high-heeled women donning testimonial headscarves and mid-thigh jackets over pants – embodies a thirst for openness."},{"author":31,"first":"¿ Qué no ve que...... es un <strong class=\"keyword\">hervidero</strong> de microbios?","second":"Don' t you see...... you' re a <strong class=\"keyword\">nest</strong> of microbes?"},{"author":8008,"first":"Se estaba constituyendo una generación de músicos, de la cual Rita Marcotulli fue uno de los pocos nombres de mujer en el medio de aquel <strong class=\"keyword\">hervidero</strong> que mucho daría de sí con el paso de los años.","second":"Among these were renowned European artists of the current times, including double bassist Giovani Tomaso (one of her side musicians in this tour) and trumpeter Paolo <strong class=\"keyword\">Fresu</strong> (guest musician in Imaxinasons 2006)."},{"author":118293,"first":"En \" El <strong class=\"keyword\">Hervidero</strong> \" tendremos las manos ocupadas.","second":"At \" <strong class=\"keyword\">Boil</strong> \" we have our hands full."},{"author":119739,"first":"El mercado es un <strong class=\"keyword\">hervidero</strong> de gente que intercambia sus mercancías.","second":"The market bustles with people noisily bartering for commodities."},{"author":118293,"first":"Copenhague será un <strong class=\"keyword\">hervidero</strong>.","second":"We'll get hell from Copenhagen."},{"author":119739,"first":"Las colonias de cría son invariablemente <strong class=\"keyword\">hervideros</strong> de actividad.","second":"The breeding colonies are invariably busy and noisy."},{"author":94808,"first":"Toda una generación ha muerto mientras tratamos de resolver el problema del Oriente Medio, y es nuestra pasión por las soluciones a corto plazo lo que ha mantenido a la región en un <strong class=\"keyword\">hervidero</strong> y ha impedido el logro de una solución general del problema durante toda una generación.","second":"A whole generation has passed while we try to resolve the Middle East problem, and it is our passion for the short-term solution that has kept the region at the <strong class=\"keyword\">boiling</strong> point and prevented a comprehensive solution to the problem for a whole generation."},{"author":8008,"first":"Zona arqueológica de Cabeza de Vaca y el museo de sitio, hermosas playas hasta llegar a <strong class=\"keyword\">Hervideros</strong>. Al final de nuestro recorrido gozaremos de las tranquilas y tibias aguas del mar de Tumbes.","second":"Beautiful beaches on the way until <strong class=\"keyword\">Hervideros</strong>, mud and medicinal thermal waters At the end of our journey we will enjoy the calm and warm waters of the sea of Tumbes."},{"author":92475,"first":"Facebook y Twitter fueron también un <strong class=\"keyword\">hervidero</strong> de comentarios y retuits del video.","second":"Facebook and Twitter were also <strong class=\"keyword\">abuzz with</strong> comments and retweets of the video."},{"author":8000,"first":"Mi delegación acoge con satisfacción esa iniciativa y es consciente de que el <strong class=\"keyword\">hervidero</strong> de las tensiones en el África occidental durante los últimos # años se ha perpetuado, entre otras cosas, debido a la ausencia de un marco pertinente para la consolidación de la paz que se base en elementos como el establecimiento de programas de desarme, desmovilización y reintegración, la reestructuración de las fuerzas de seguridad, la aplicación efectiva de los programas de reconciliación nacional, la gobernanza nacional e internacional, la aprobación y aplicación de planes de desarrollo y una solución duradera para los problemas transfronterizos","second":"My delegation welcomes that initiative and notes that <strong class=\"keyword\">hotbeds</strong> of tension in West Africa over the past # years have been perpetuated, inter alia, by the lack of a relevant framework for peace consolidation based on such elements as the establishment of disarmament, demobilization and reintegration programmes; the restructuring of security forces; the effective implementation of national reconciliation programmes; national and international governance; the adoption and implementation of development plans; and a lasting settlement of cross-border problems"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"81331":{"U":"","id":81331,"N":"Jerga y Regionalismos de Venezuela","url":"https://glosbe.com/source/81331"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}