{"result":"ok","tuc":[{"phrase":{"text":"hieratic","language":"en"},"meanings":[{"language":"en","text":"of or pertaining to priests"},{"language":"en","text":"extremely stylized, restrained or formal"},{"language":"en","text":"of or pertaining to the cursive writing system developed by ancient Egyptian priests"}],"meaningId":-1570365636651791203,"authors":[25018]},{"phrase":{"text":"clerical","language":"en"},"meaningId":-3453489856723183278,"authors":[83042]},{"meanings":[{"language":"en","text":"hieratic"}],"meaningId":3312026700004890042,"authors":[93107]}],"phrase":"hierático","examples":[{"author":8008,"first":"Allí, aprovechando el legado oscuro del after-punk y trufándolo de psicodelia brumosa, apareció una brillante generación de músicos liderada por dos antiguos colegas de la sombría y fugaz The Crucial Three: Julian Cope, responsable de The Teardrop Explodes, e Ian McCulloch, que fundó unos Echo & The Bunnymen con los que además de facturar temas hipnóticos y tenebrosidad y brillantez a partes iguales, acuñó una manera de estar en el escenario, entre <strong class=\"keyword\">hierática</strong>, abandonada y chulesca, que marcó escuela.","second":"This generation was led by two old friends from the shadowy and fleeting The Crucial Three: Julian Cope, responsible for The Teardrop Explodes, and Ian McCulloch who founded Echo & The Bunnymen. As well as writing tunes which contain equal parts of hypnosis, darkness and brilliance, they have also cultivated a way of being on stage that is at once inscrutable, abandoned and in-your-face, which is a feature of the genre."},{"author":119723,"first":"Tienen más la apariencia de los símbolos del egipcio <strong class=\"keyword\">hierático</strong>, un sistema paralelo y más antiguo de símbolos que también utilizaban cuando empleaban pincel y tinta en vez de grabar en piedra.","second":"They look more like signs of <strong class=\"keyword\">hieratic</strong> Egyptian, an older, parallel sign system still used by the Egyptians when they employed brush and ink instead of engraving on stone."},{"author":8008,"first":"El término <strong class=\"keyword\">Hierático</strong> es relativo a las cosas sagradas o a los sacerdotes de las antiguas civilizaciones, de las cuales nos quedan algunas huellas menores en las culturas egipcias , persa y culturas pre-hispánicas .","second":"The <strong class=\"keyword\">Hieratic</strong> term is relating to the sacred things or to the priests of the old civilizations, of which some smaller tracks in the Persian , Egyptian cultures they remain us also in the pre-Hispanic cultures ."},{"author":31,"first":"Soy una de los más destacados expertos en escritura <strong class=\"keyword\">hierática</strong> antigua","second":"I am one of the foremost scholars on ancient <strong class=\"keyword\">hieroglyphs</strong>"},{"author":118293,"first":"Tal vez sea algún tipo de escritura <strong class=\"keyword\">hierática</strong> o... cuneiforme.","second":"It might be some kind of <strong class=\"keyword\">hieratic</strong> or cuneiform."},{"author":8008,"first":"Con sus cuerpos esbeltos, sus rostros <strong class=\"keyword\">hieráticos</strong> y orgullosos, sus atuendos coloridos y sus cabellos trenzados y teñidos de rojo, los Maasai ofrecen una gran plasticidad para el fotógrafo, pero por tu propia seguridad nunca les retrates sin su permiso.","second":"With their long and slender bodies, their proud and <strong class=\"keyword\">hieratic</strong> faces, their colored clothes and their plated and red-stained hair, the Maasai are a visually pleasant motif for the photographer, but for your own safety never take pictures of them without their consent."},{"author":119723,"first":"Una causa adicional de “imperfecciones” pudo haber sido que, como el egipcio <strong class=\"keyword\">hierático</strong> se utilizaba principalmente para escribir en forma cursiva, el usarlo para grabar un registro en planchas de metal podía significar que los pequeños deslices de la mano del grabador y el no tener un “borrador” eficaz a su disposición para hacer correcciones podían resultar en que se malentendieran los caracteres.","second":"An additional cause of “imperfections” could have been that since <strong class=\"keyword\">hieratic</strong> Egyptian was mainly used to write cursively, its use to engrave a record on metal plates could mean that minor slips of an engraver’s hand without an effective “eraser” at hand to make corrections could result in misreading the characters."},{"author":119739,"first":"A este sistema se le denominó <strong class=\"keyword\">hierático</strong>. Le siguió otro todavía más fácil de escribir, llamado demótico, en especial a partir de la “dinastía XXVI” (siglos VII y VI a. E.C.).","second":"Called <strong class=\"keyword\">hieratic</strong>, it was followed by an even more cursive form called demotic, particularly from what is styled the “Twenty-sixth Dynasty” (seventh and sixth centuries B.C.E.) onward."},{"author":93236,"first":"Se utilizaron opiniones expertas sobre la importancia relativa de cada indicador para asignar un peso final del criterio utilizando el proceso analítico <strong class=\"keyword\">hierático</strong> difuso Delphi (FDAHP) y los metales de los sedimentos en el área de estudio fueron clasificados y agrupados usando el método TOPSIS.","second":"Expert opinions on the relative importance of each of the indicators were used to assign a final weighting of the criteria using the fuzzy Delphi analytic hierarchy process, and the metals in the sediments of the study area were ranked and clustered using the TOPSIS method."},{"author":118293,"first":"Podría ser alguna forma de <strong class=\"keyword\">hierática</strong> o cuneiforme.","second":"It might be some form of <strong class=\"keyword\">hieratic</strong> or <strong class=\"keyword\">maybe</strong> cuneiform."},{"author":92475,"first":"Establece una relación de poder <strong class=\"keyword\">hierático</strong> en cuyo centro se localiza el monarca.","second":"It establishes a relationship of <strong class=\"keyword\">hierarchical</strong> power at the center of which sits the monarch."},{"author":119723,"first":"El sistema <strong class=\"keyword\">hierático</strong> era más conciso que la escritura hebrea alfabética, pero también más ambiguo porque una gran cantidad de los caracteres representaban morfemas o palabras completos y complejos (que actualmente se llaman logogramas) en vez de sonidos deletreados para formar palabras, como en un alfabeto.","second":"The <strong class=\"keyword\">hieratic</strong> system was more concise than the alphabetic Hebrew script but also more ambiguous, because a large majority of the characters represented whole, complex morphemes or words (today called logograms) rather than sounds spelled out to form words as in an alphabet."},{"author":118293,"first":"Diría que <strong class=\"keyword\">hierática</strong>.","second":"I'd say... even <strong class=\"keyword\">hieratic</strong>."},{"author":8008,"first":"Si los Padres de la Iglesia hubiesen tenido la llave de los escritos <strong class=\"keyword\">hieráticos</strong> y conocido el secreto de los simbolismos egipcios e indos, no hubieran dejado sin mutilar ni un solo monumento de la antigüedad.","second":"If the Parents of the Church would have had the key of the known and the <strong class=\"keyword\">hieratic</strong> writings the secret of the Egyptian symbolisms and Indus, they had not left without mutilating neither a single monument of the antiquity."},{"author":118293,"first":"<strong class=\"keyword\">Hieráticos</strong>.","second":"<strong class=\"keyword\">Hieratic</strong>!"},{"author":119723,"first":"José Smith había publicado los facsímiles como dibujos separados, sin los jeroglíficos o caracteres <strong class=\"keyword\">hieráticos</strong> que inicialmente rodeaban las viñetas.","second":"Joseph Smith had published the facsimiles as freestanding drawings, cut off from the hieroglyphs or <strong class=\"keyword\">hieratic</strong> characters that originally surrounded the vignettes."},{"author":31,"first":"Tal vez sea un tipo de escritura <strong class=\"keyword\">hierática</strong> o cuneiforme","second":"It might be some form of <strong class=\"keyword\">hieratic</strong> or <strong class=\"keyword\">maybe</strong> cuneiform"},{"author":95096,"first":"El templo de Salomón, admirable por su riqueza y esplendor, y todavía más admirable en sus ordenanzas y en sus ritos, levantado al único Dios verdadero, como tabernáculo de la Majestad divina en la tierra, era a la vez un poema sublime cantado en honor de aquel sacrificio y de aquel sacerdocio que, aun no siendo sino sombra y símbolo, encerraban tan gran misterio que obligó al vencedor Alejandro Magno a inclinarse reverente ante la <strong class=\"keyword\">hierática</strong> figura del Sumo Sacerdote[15], y Dios mismo hizo sentir su ira al impío rey Baltasar por haber profanado en sus banquetes los vasos sagrados del templo[16].","second":"The temple of Solomon, astonishing in richness and splendor, was still more wonderful in its rites and ordinances. Erected to the one true God as a tabernacle of the divine Majesty upon earth, it was also a sublime poem sung to that sacrifice and that priesthood, which, though type and symbol, was still so august, that the <strong class=\"keyword\">sacred</strong> figure of its High Priest moved the conqueror Alexander the Great, to bow in reverence; and God Himself visited His wrath upon the impious king Balthasar because he made revel with the sacred vessels of the temple."},{"author":31,"first":"¿ <strong class=\"keyword\">Hierático</strong>?Casi. Eso creí yo","second":"What is that, <strong class=\"keyword\">hieratic</strong>?"},{"author":8008,"first":"El concepto ‘<strong class=\"keyword\">Hierático</strong>’ (Magno o Sagrado) se confunde con ‘Ideográfico’ (representación de ideas) cuando se habla del lenguaje Hieroglífico.","second":"The concept ‘<strong class=\"keyword\">Hieratic</strong>' (Great or Sacred ) is confused with ‘Ideografic' (representation of ideas) when is spoken of the language Hieroglyphic."},{"author":118293,"first":"Antigua escritura <strong class=\"keyword\">hierática</strong>.","second":"Late <strong class=\"keyword\">hieratic script</strong>."},{"author":118293,"first":"Sí, parece ser una curiosa mezcla de jeroglíficos, escritura <strong class=\"keyword\">hierática</strong> y la versión posterior demótica, demótica es \" escritura de la gente \".","second":"Yes, seems to be a curious mix of hieroglyphics, <strong class=\"keyword\">Hieratic script</strong> and the later demotic version, demotic being'the people's writing'."},{"author":8008,"first":"Sus personajes extraños o <strong class=\"keyword\">hieráticos</strong> están constantemente a la escucha de la reflexión y de los elementos con una gracia, una elegancia y una seguridad sugestiva de la actitud que deja admirativo, debido a que los medios técnicos y pictóricos son utilizados en su mínimo exponente.","second":"Her strange or <strong class=\"keyword\">hieratic</strong> characters are always aware of consideration and elements with grace, elegance and self-confident attitude which let admiring, because of the less of technical and pictorial resources."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}