{"result":"ok","tuc":[{"phrase":{"text":"baste","language":"en"},"meanings":[{"language":"en","text":"To use needle and thread to temporarily and loosely join sections of fabric or cloth together, in order that they remain in place when fully and finally sewn together."}],"meaningId":-2045289367819106860,"authors":[84595]},{"phrase":{"text":"string together","language":"en"},"meanings":[{"language":"en","text":"put together in a series"}],"meaningId":4777167688298625254,"authors":[70195]},{"phrase":{"text":"tack","language":"en"},"meaningId":6725371932575647597,"authors":[25115]},{"phrase":{"text":"thread","language":"en"},"meaningId":2399478845240336995,"authors":[2903]},{"phrase":{"text":"attach","language":"en"},"meaningId":-2391740951037149109,"authors":[25018]},{"phrase":{"text":"pin","language":"en"},"meaningId":2393045204846090334,"authors":[25018]},{"meanings":[{"language":"en","text":"to outline, to sketch"},{"language":"en","text":"to baste"},{"language":"en","text":"to string together"},{"language":"en","text":"(sewing) to baste"}],"meaningId":9011562386525839460,"authors":[1]}],"phrase":"hilvanar","examples":[{"author":94808,"first":"En el informe también se llegaba a la conclusión de que su trastorno de estrés postraumático había afectado a su capacidad para <strong class=\"keyword\">hilvanar</strong> un relato en una entrevista.","second":"The report also concluded that his ability to present a story in an interview had been affected by his post traumatic stress disorder."},{"author":8008,"first":"Plegar el dobladillo de 1 cm que sobresale en la base del forro y marcar el pliegue con la pancha, <strong class=\"keyword\">hilvanar</strong> esta solapa en la anchura de 33 cm.","second":"Fold over the 1 cm hem exceeding the bottom of the lining and then mark the pleat with an iron. <strong class=\"keyword\">Baste along</strong> its 33 cm width."},{"author":118293,"first":"Odio <strong class=\"keyword\">hilvanar</strong>, me vuelve loco.","second":"l hate <strong class=\"keyword\">basting</strong>, it drives me nuts."},{"author":94808,"first":"En el informe también se llegaba a la conclusión de que su trastorno de estrés postraumático había afectado a su capacidad para <strong class=\"keyword\">hilvanar</strong> un relato en una entrevista.","second":"The report also concluded that his ability to present a story in an interview had been affected by his post-traumatic stress disorder."},{"author":95096,"first":"Vuestros Gobiernos, y vosotros mismos como diplomáticos, desplegáis una acción cuya razón de ser y nobleza consisten en <strong class=\"keyword\">hilvanar</strong> lazos de paz entre las naciones, en hacer valorar y defender lo que os parece justo para vuestros países, en escuchar y comprender las exigencias de los demás, en hacer converger puntos de vista, en luchar juntos contra lo que amenaza y degrada las relaciones humanas y la dignidad de la vida.","second":"Your governments, and yourselves as diplomats, exercise an activity whose raison d'être and nobility consist in creating bonds of peace between nations, in asserting and defending what seems just for your country, in listening to and understanding the needs of others, in reconciling their points of view, in waging a joint struggle against those things which threaten and degrade human relationships and the dignity of life."},{"author":118293,"first":"Ahora no es tiempo de <strong class=\"keyword\">hilvanar</strong>, no?","second":"Ye ah, not time to hydroplane yet."},{"author":94809,"first":"El hilo argumental ha de <strong class=\"keyword\">hilvanar</strong> dos afirmaciones indiscutidas en el proceso prejudicial: para el Tratado los Centros revisten el carácter de empresas (11) y la reserva en su favor de ciertas prestaciones de asistencia fiscal puede calificarse de derecho especial.","second":"The <strong class=\"keyword\">thread</strong> of argument must bring <strong class=\"keyword\">together</strong> two assertions not discussed in the preliminary ruling proceedings: for the Treaty, the Centres count as undertakings (11) and the reservation to them of certain tax assistance services can be described as a special right."},{"author":118293,"first":"El no sabe como <strong class=\"keyword\">hilvanar</strong> dos palabras juntas.","second":"He doesn't know how to put two words together."},{"author":8008,"first":"Colocar el pasamano alrededor del bordado prendiéndolo con alfileres de forma que oculte el punto en zigzag (ver el gráfico). Hacer un pequeño metido en la unión, <strong class=\"keyword\">hilvanar</strong> si fuera necesario y coser a máquina por el medio de su anchura con un hilo del mismo color.","second":"To finish, more rickrack can be sewn on the dress, following the same instructions."},{"author":118293,"first":"Hacemos algo que se llama <strong class=\"keyword\">hilvanar</strong>.","second":"We do something there called <strong class=\"keyword\">stitching</strong>."},{"author":94808,"first":"El Gobierno de la República Islámica del Irán está empeñado en <strong class=\"keyword\">hilvanar</strong> el material lingüístico y étnico presente en el país en el tejido de una sociedad estable y pacífica.","second":"His Government sought to weave the linguistic and ethnic material present in the Islamic Republic of Iran into the fabric of a stable and peaceful society."},{"author":89915,"first":"Cierres para <strong class=\"keyword\">hilvanar</strong>, pespuntear, clavetear, ligar y conectar","second":"Fasteners for <strong class=\"keyword\">tacking</strong>, stitching, nailing, binding and connecting"},{"author":94808,"first":"El detenido que ayudó a <strong class=\"keyword\">hilvanar</strong> esta trama dice que el complot también iba dirigido contra Gran Bretaña.","second":"The detainee who helped <strong class=\"keyword\">piece</strong> this <strong class=\"keyword\">together</strong> says the plot also targeted Britain."},{"author":8008,"first":"Poner el motivo por el derecho y después <strong class=\"keyword\">hilvanar</strong> la diagonal partiendo de la esquina superior izquierda para ir a la esquina inferior derecha (el hilván pasa por el centro del motivo bordado).","second":"Place the motif on the face and <strong class=\"keyword\">baste</strong> diagonally, starting from the top left corner and working down to the bottom right corner (the basting should pass through the middle of the cross-stitch motif)."},{"author":8008,"first":"Al igual que para la parte A, <strong class=\"keyword\">hilvanar</strong> a lo largo de un lado a 1 cm del borde y hacer en el otro 2 hilvanes : el primero a 8 cm del borde y el segundo a 2 cm del mismo borde (ver la figura).","second":"As for part A, <strong class=\"keyword\">baste</strong> along the height on one side 1 cm from the edge and baste 2 lines on the other side: the first one 8 cm from the edge and the second one 2 cm from the same edge (see diagram)."},{"author":8000,"first":"La Presidencia reflexionará ahora sobre lo que puede hacer para contribuir a promover la labor y tal vez distribuya un documento bajo su responsabilidad para tratar de <strong class=\"keyword\">hilvanar</strong> todas estas ideas","second":"The presidency will now reflect on what it can do to help further the work and may well issue a note under its own responsibility, trying to pull some of this <strong class=\"keyword\">together</strong>"},{"author":8008,"first":"En los extremos, superponer por la mitad de la anchura de los tirantes, y después prenderlos con alfileres sobre la costura de la parte lateral con la base del bolso, <strong class=\"keyword\">hilvanar</strong> para sujetarlos en su sitio.","second":"Put the two ends of the straps on top of each other over half the width, and then pin them on the side seam at the bottom of the bag. <strong class=\"keyword\">Baste</strong> to hold in place."},{"author":8000,"first":"En el informe también se llegaba a la conclusión de que su trastorno de estrés postraumático había afectado a su capacidad para <strong class=\"keyword\">hilvanar</strong> un relato en una entrevista","second":"The report also concluded that his ability to present a story in an interview had been affected by his post traumatic stress disorder"},{"author":118293,"first":"Vrrr, vrrr - el mal tu intentas <strong class=\"keyword\">hilvanar</strong>.","second":"Vrrr, vrrr - that evil <strong class=\"keyword\">thread</strong> you weave."},{"author":94809,"first":"Se impone, pues, en el estado actual de desarrollo del derecho comunitario, conferir mayor rigor a la definición de órgano jurisdiccional de un Estado miembro, <strong class=\"keyword\">hilvanar</strong> sus distintos componentes para proporcionar un marco preciso de referencia y así evitar que la incertidumbre se instale definitivamente en este ámbito.","second":"Therefore, as Community law now stands, there is a need to tighten the definition of court or tribunal of a Member State, to bring <strong class=\"keyword\">together</strong> its various components in order to provide a precise frame of reference and so to prevent uncertainty from becoming a permanent feature of this sphere."},{"author":119739,"first":"¿Pero qué escritor —en particular, qué historiador— pretendería siquiera <strong class=\"keyword\">hilvanar</strong> relatos tan inconexos? Y aun en el caso de que lo hiciese, ¿qué nación aceptaría el producto como la historia de su pueblo?","second":"But what writer, especially a historian, would even construct such disconnected narratives, and if he did, what nation would accept them as a history of its people?"},{"author":118293,"first":"Vrr - el mal tu intentas <strong class=\"keyword\">hilvanar</strong>.","second":"Vrrr - that evil <strong class=\"keyword\">thread</strong> you weave."},{"author":8008,"first":"<strong class=\"keyword\">Hilvanar</strong> a lo largo, centrar una cinta de satén amarilla y seguidamente coser a cada lado de la cinta, cosiendo el grosor de la banda. Terminar cortando 3 presillas de 14 cm de largo en la banda que acaba de realizar.","second":"<strong class=\"keyword\">Baste</strong> along the length, centre the yellow satin ribbon and then stitch each side of the ribbon through the thickness of the band."},{"author":27,"first":"Pero permítanme que insista en que la protección de los consumidores se consigue mejor considerando el conjunto, como bien ha dicho la señora Comisaria en su intervención, que tratando de <strong class=\"keyword\">hilvanar</strong> juntas todas las disposiciones aplicables en algún lugar de Europa.","second":"Let me re-emphasise, however, that consumer protection is best served if we consider the whole picture, as the Commissioner rightly indicated, rather than <strong class=\"keyword\">tacking together</strong> all the provisions that apply anywhere in Europe."},{"author":8008,"first":"<strong class=\"keyword\">Hilvanar</strong> a lo largo de un lado a 1 cm del borde y hacer en el otro 2 hilvanes : el primero a 8 cm del borde y el segundo a 2 cm del mismo borde (ver la figura).","second":"<strong class=\"keyword\">Baste</strong> along the height 1 cm from the edge and baste two lines on the other side: the first one 8 cm from the edge and the second one 2 cm from the same edge (see diagram)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}