{"result":"ok","tuc":[{"phrase":{"text":"soot","language":"en"},"meanings":[{"language":"en","text":"Impure black carbon with oily compounds obtained from the incomplete combustion of resinous materials, oils, wood, or coal."},{"language":"es","text":"Carbón negro, aceitoso e impuro con compuestos obtenidos a partir de la combustión incompleta de materiales de resina, aceites, madera o carbón."},{"language":"en","text":"Fine black or dull brown particles"}],"meaningId":-8749614806265034361,"authors":[70195]},{"phrase":{"text":"ashes","language":"en"},"meaningId":-7692903937215261561,"authors":[86934]},{"phrase":{"text":"carbon black","language":"en"},"meaningId":-5187897228147070500,"authors":[84500]},{"phrase":{"text":"carbon soot","language":"en"},"meaningId":-8503921094371927138,"authors":[80097]},{"phrase":{"text":"crock","language":"en"},"meaningId":-8282573355847252956,"authors":[84500]},{"phrase":{"text":"lampblack","language":"en"},"meaningId":7007154748469191331,"authors":[84500]},{"phrase":{"text":"smut","language":"en"},"meaningId":-1158572238480456379,"authors":[84500]},{"meanings":[{"language":"en","text":"soot"}],"meaningId":2831425286176072553,"authors":[1]}],"phrase":"hollín","examples":[{"author":94809,"first":"Se produce una oxidación incompleta debido a la ineficacia del proceso de combustión que deja parte del carbono sin quemar o parcialmente oxidado, como <strong class=\"keyword\">hollín</strong> o cenizas.","second":"Incomplete oxidation occurs due to inefficiencies in the combustion process that leave some of the carbon unburned or partly oxidised as <strong class=\"keyword\">soot</strong> or ash."},{"author":42,"first":"Trabajos que supongan exposición a los hidrocarburos aromáticos policíclicos presentes en el <strong class=\"keyword\">hollín</strong>, el alquitrán, la brea, el humo o los polvos de la hulla","second":"Work involving exposure to aromatic polycyclic hydrocarbons present in coal soots, tar, pitch, fumes or dust"},{"author":89915,"first":"Sistemas de tratamiento de gases de escape para motores diésel, filtros catalizados y correas para <strong class=\"keyword\">hollín</strong> y partículas de diésel, partes y piezas de los mismos","second":"Exhaust gas treatment systems for diesel engines, catalysed filters and traps for diesel <strong class=\"keyword\">soot</strong> and particulate, parts and fittings therefor"},{"author":118293,"first":"¡ Un gorrión escuálido cubierto de <strong class=\"keyword\">hollín</strong>!","second":"It's nothing but... a scrawny little sparrow with a beak full of <strong class=\"keyword\">soot</strong>."},{"author":94808,"first":"La segunda parte de la reclamación se refiere a las medidas que se deberán tomar para rehabilitar zonas dañadas por contaminantes transportados por el aire procedentes de los incendios de pozos de petróleo que se acumularon en zonas del desierto en forma de <strong class=\"keyword\">hollín</strong>.","second":"The second claim unit relates to future measures to remediate areas damaged by airborne pollutants from the oil well fires that accumulated in desert areas in the form of <strong class=\"keyword\">soot</strong>."},{"author":89915,"first":"Almacenamiento de mercancías y alquiler de almacenes (depósitos), envasado y depósito de mercancías, desembarque y carga de <strong class=\"keyword\">hollín</strong> técnico, distribución de gases licuados, organización del transporte de mercancías, confección y distribución de materias primas químicas","second":"Storage of goods and rental of warehouses, packaging and storage of goods, unloading and loading of technical grade <strong class=\"keyword\">carbon black</strong>, distribution of liquid gas, arranging of transport of goods, packaging and distribution of chemical raw materials"},{"author":94809,"first":"Los porcentajes son estimaciones a la baja del impacto real del cambio climático derivado de las aeronaves que despegan y aterrizan en aeródromos de la Unión, dado que la aviación incide asimismo en el cambio climático como consecuencia de las emisiones de óxidos de nitrógeno, vapor de agua y partículas de sulfato y de <strong class=\"keyword\">hollín</strong>, cuyos efectos estimados sobre el cambio climático son del mismo nivel que los de las emisiones de dióxido de carbono, que no se han tenido en cuenta.","second":"The percentages are low estimates of the actual climate change impact from aircraft taking off and landing from aerodromes in the Union since aviation also impacts on climate change from emissions of nitrogen oxides, water vapour and sulphate and <strong class=\"keyword\">soot</strong> particles which have been estimated to have climate change effects of the same level as those from the carbon dioxide emissions, which have not been taken into account."},{"author":94809,"first":"Partículas finas, como los <strong class=\"keyword\">hollines</strong> (incluido PM 10)","second":"Fine particulate matter such as <strong class=\"keyword\">soot</strong> (including mw 10)"},{"author":94809,"first":"La fuente luminosa estará protegida contra las deposiciones de <strong class=\"keyword\">hollín</strong> por algún sistema que no influya en la longitud del camino óptico especificada por el fabricante.","second":"The light source shall be protected against <strong class=\"keyword\">sooting</strong> by <strong class=\"keyword\">means</strong> that do not influence the optical path length beyond the manufacturers specifications."},{"author":8008,"first":"El sistema fue implementado en un árbol ubicado cerca de una congestionada avenida de la ciudad haciendo que éste se sacudiera y regara por sí mismo, ayudándole a desprenderse del polvo y el <strong class=\"keyword\">hollín</strong> que caen sobre sus hojas.","second":"The system was implemented in a tree situated close to a congested avenue of the city, making it shake its own branches and water itself, helping it to get rid of the dust and <strong class=\"keyword\">soot deposited</strong> on its leaves."},{"author":118293,"first":"Es que el <strong class=\"keyword\">hollin</strong>?","second":"Is that <strong class=\"keyword\">soot</strong>?"},{"author":95875,"first":"El motor de dos combustibles reduce las emisiones de <strong class=\"keyword\">hollín</strong> y dióxido de nitrógeno","second":"Dual-fuel engine reduces nitrogen dioxide and <strong class=\"keyword\">soot</strong> emissions"},{"author":118293,"first":"No lo noté al principio, Horatio por el <strong class=\"keyword\">hollín</strong>.","second":"I didn't notice at first, Horatio, because of the <strong class=\"keyword\">soot</strong>."},{"author":94809,"first":"Chimeneas. Chimeneas con conductos interiores de arcilla o cerámicos. Parte 1: Requisitos y métodos de ensayo para la resistencia al fuego de <strong class=\"keyword\">hollín</strong>.","second":"Chimneys — System chimneys with clay/ceramic flue liners — Part 1: Requirements and test methods for <strong class=\"keyword\">sootfire</strong> resistance"},{"author":94809,"first":"El proceso de regeneración se producirá una vez, como mínimo, durante el ensayo WHTC de arranque en caliente, y el fabricante declarará las condiciones normales en las que se realiza dicha regeneración (carga de <strong class=\"keyword\">hollín</strong>, temperatura, contrapresión de escape, etc.).","second":"The regeneration process shall occur at least once during the WHTC hot start test and the manufacturer shall declare the normal conditions under which regeneration occurs (<strong class=\"keyword\">soot</strong> load, temperature, exhaust back-pressure, etc.)."},{"author":95875,"first":"El equipo desarrolló un «modelo mecanicista mejorado y validado sobre los <strong class=\"keyword\">hollines</strong>» para este tipo de combustibles.","second":"The team developed an 'enhanced and validated mechanistic <strong class=\"keyword\">soot</strong> model' for these fuels."},{"author":119739,"first":"Se diría que la ciudad está tendida al sol, entre antiguas columnas que asoman por aquí y por allá, cubierta del gris <strong class=\"keyword\">hollín</strong> de las fábricas y los vehículos.","second":"The city seems to squat in the sun, with an ancient column protruding here or there, dusted with gray fallout from industry and motor vehicles."},{"author":94809,"first":"Chimeneas. Chimeneas con conductos interiores de arcilla o cerámicos. Parte 1: Requisitos y métodos de ensayo para la resistencia al fuego de <strong class=\"keyword\">hollín</strong>.","second":"Chimneys - System chimneys with clay/ceramic flue liners - Part 1: Requirements and test methods for <strong class=\"keyword\">sootfire</strong> resistance"},{"author":91988,"first":"La contaminación por <strong class=\"keyword\">hollín</strong> resultante de los fuegos domésticos acaba con varios millones de vidas al año, por lo que la reducción del carbono negro salvaría vidas.","second":"<strong class=\"keyword\">Sooty</strong> pollution from indoor fires claims several million lives each year, so reducing black carbon would be a life-saver."},{"author":118293,"first":"Tú estás cubierto de <strong class=\"keyword\">hollín</strong>.","second":"No, but you're all covered in <strong class=\"keyword\">soot</strong>."},{"author":89915,"first":"Instalaciones de gases de escape para vehículos aéreos y acuáticos provistos de motores de combustión y partes de estas instalaciones, en particular tubos de metal, silenciadores, cuerpos de catalizadores para purificar gases de escape y filtros de <strong class=\"keyword\">hollín</strong>","second":"Exhaust gas installations for air and water vehicles with internal combustion engines and parts of these installations, in particular pipes of metal, mufflers, catalyst elements for exhaust gas cleaning and <strong class=\"keyword\">soot</strong> filters"},{"author":22,"first":"DOC- catalizador de oxidación de diésel, ideado para eliminar gases peligrosos [principalmente hidrocarburos (HC), óxidos de carbono (COx)] que, como efecto colateral, elimina también hasta cierto punto SOF (la fracción orgánica soluble), pero no puede tratar el <strong class=\"keyword\">hollín</strong>","second":"DOC- Diesel Oxidation Catalyst, which is intended to suppress hazardous gases (mainly hydrocarbons (HC), carbon oxides (COx)) and, as a collateral effect, it also eliminates to a certain extent SOF (soluble organic fraction of particulate matter), but which cannot treat <strong class=\"keyword\">soot</strong>"},{"author":31,"first":"<strong class=\"keyword\">Hollín</strong>, migas de pan, placenta","second":"<strong class=\"keyword\">Soot</strong>, bread crumbs, placenta"},{"author":118293,"first":"Oh... es <strong class=\"keyword\">hollín</strong>, migas de pan, y placenta.","second":"Oh, <strong class=\"keyword\">soot</strong>, bread crumbs, placenta."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}