{"result":"ok","tuc":[{"phrase":{"text":"astride","language":"en"},"meaningId":-6349044709284207362,"authors":[25018]}],"phrase":"horcajadas","examples":[{"author":94809,"first":"Los vehículos de las categorías T y C, con excepción de los equipados con asiento a <strong class=\"keyword\">horcajadas</strong> y manillar, que exigen una posición de conducción activa, deberán tener una alarma acústica y visible que alerte al operador cuando abandone el puesto de conductor sin haber puesto el freno de estacionamiento.","second":"Vehicles of categories T and C, with the exception of those equipped with a <strong class=\"keyword\">straddled</strong> seat and handlebars which require an active driving position shall have an audible and visible alarm that alerts the operator when he leaves the driving position with the park brake not applied."},{"author":94809,"first":"un máximo de dos plazas de asiento a <strong class=\"keyword\">horcajadas</strong>, incluida la plaza de asiento del conductor, y","second":"maximum two <strong class=\"keyword\">straddle</strong> seating positions, including the seating position for the rider and"},{"author":94809,"first":"En la medida en que se mantenga el nivel de seguridad, deben permitirse requisitos y procedimientos de ensayo alternativos para los tractores equipados con asiento a <strong class=\"keyword\">horcajadas</strong> y manillar, al objeto de tener en cuenta sus características técnicas específicas.","second":"As far as the level of safety is maintained, alternative requirements and test procedures should be permitted for tractors equipped with a <strong class=\"keyword\">straddle</strong> seat and a handlebar to take into account their specific technical characteristics."},{"author":118293,"first":"Así que usted vió a Ronaldo Fuentes a <strong class=\"keyword\">horcajadas</strong> sobre su víctima preparándose para matarla.","second":"Ronald Fuentes saw you over <strong class=\"keyword\">victim</strong> was prepared to kill her."},{"author":94809,"first":"Además de estos requisitos, los vehículos equipados con un asiento a <strong class=\"keyword\">horcajadas</strong> y un manillar deben cumplir los requisitos de la norma EN 15997:2011 sobre piezas móviles.","second":"In addition to these requirements, vehicles equipped with a <strong class=\"keyword\">straddled</strong> seat and handlebars must comply with the requirements of EN 15997:2011 on moving parts."},{"author":31,"first":"Era un viejecito muy, muy bajo... y cuando se sentaba a <strong class=\"keyword\">horcajadas</strong> en su banqueta a cardar la lana... daba risa, porque... parecía un niño en un caballito de juguete","second":"He was a little old man... and when he would sit <strong class=\"keyword\">astride</strong> over his stool to card the wool... he made us laugh, because... he looked like a little kid on a wooden horse"},{"author":118293,"first":"Y desde las alturas de Felicilandia, sentada a <strong class=\"keyword\">horcajadas</strong> sobre el Forks, podría deshacer todo el daño hecho durante el primer viaje de Winnipeg en el tiempo.","second":"And from on high up in Happyland, <strong class=\"keyword\">straddling</strong> our Forks from above, she could undo all the damage done during Winnipeg's first trip through time."},{"author":118293,"first":"En Indonesia, sentada a <strong class=\"keyword\">horcajadas</strong> sobre las principales rutas marítimas al sudeste de Asia, donde más de 3 millones de personas hacían de su partido comunista el tercero más grande del mundo detrás de los soviéticos y los chinos.","second":"in Indonesia, sitting <strong class=\"keyword\">astride</strong> southeast Asia's principal sea lanes, where more than 3 million members made its communist party the 3rd largest in the world behind the Soviets and Chinese, Sukarno having survived repeated US attempts to remove him further irritated the US"},{"author":93236,"first":"Encontramos que las organizaciones “a <strong class=\"keyword\">horcajadas</strong>” ofrecen una forma de que las ONG colaboren con el Estado en el logro de objetivos de desarrollo.","second":"We find that <strong class=\"keyword\">straddle</strong> organisations offer a way for NGOs to collaborate with the state in the achievement of development objectives."},{"author":94809,"first":"«sillín»: plaza de asiento en la que el conductor o el pasajero se sientan a <strong class=\"keyword\">horcajadas</strong>;","second":"‘saddle’ means a seating position where the rider or passenger sits <strong class=\"keyword\">astride.</strong>"},{"author":31,"first":"“ a <strong class=\"keyword\">horcajadas</strong> una yegua él llegara como novio... ”","second":"“ <strong class=\"keyword\">Astride</strong> a mare he will arrive as a bridegroom... ”"},{"author":118293,"first":"¿No has sorprendido ya a medio París cabalgando a <strong class=\"keyword\">horcajadas</strong>?","second":"Why, haven't you already shocked half Paris by riding <strong class=\"keyword\">astride</strong>?"},{"author":118293,"first":"Como si se deslizase a <strong class=\"keyword\">horcajadas</strong> por la barandilla, como solíamos hacer.","second":"Like he could come sliding down that banister side <strong class=\"keyword\">saddle</strong>, like he used to do."},{"author":94809,"first":"Además, los vehículos equipados con un asiento a <strong class=\"keyword\">horcajadas</strong> y un manillar deben cumplir los requisitos de la norma EN 15997:2011 relativos a superficies calientes.","second":"In addition, vehicles equipped with a <strong class=\"keyword\">straddled</strong> seat and handlebars must comply with the requirements of EN 15997:2011 concerning hot surfaces."},{"author":118293,"first":"El campamento más grande fue construido a <strong class=\"keyword\">horcajadas</strong> sobre el principal línea de ferrocarril de Cracovia a Viena, en las afueras de la ciudad polaca de Oswiecim","second":"The biggest camp was built <strong class=\"keyword\">astride</strong> the main railway line from Cracow to Vienna, in the outskirts of the Polish town of Oświęcim"},{"author":118293,"first":"Cuando llegué allá esa noche, estaba a <strong class=\"keyword\">horcajadas</strong> sobre la cama y estaba empujando una almohada hacia el colchón.","second":"When I got there that night, she was <strong class=\"keyword\">straddling</strong> the bed and she was pushing a pillow down towards the mattress."},{"author":118293,"first":"Al momento que alcanzaron la Tierra Santa, los Cruzados fueron forzados a cabalgar, en algunos casos, sobre burros con sus pies arrastrándose por el polvo, otros iban a <strong class=\"keyword\">horcajadas</strong> de bueyes.","second":"By the time they reached the Holy Land, the Crusaders were forced to ride, sometimes on donkeys with their feet dragging in the dirt, others were <strong class=\"keyword\">astride</strong> oxen."},{"author":118293,"first":"\" a <strong class=\"keyword\">horcajadas</strong> una yegua él llegara como novio... \"","second":"\" <strong class=\"keyword\">Astride</strong> a mare he will arrive as a bridegroom... \""},{"author":118293,"first":"Y estos vacíos de sangre aquí seguramente indican que que fue montada a <strong class=\"keyword\">horcajadas</strong> por su asaltante.","second":"And these voids here likely indicate that she was <strong class=\"keyword\">straddled</strong> by her assailant."},{"author":118293,"first":"Siéntate a <strong class=\"keyword\">horcajadas</strong> aquí.","second":"Sit astr <strong class=\"keyword\">ide</strong> it."},{"author":31,"first":"Y desde las alturas de Felicilandia, sentada a <strong class=\"keyword\">horcajadas</strong> sobre el Forks, podría deshacer todo el daño hecho durante el primer viaje de Winnipeg en el tiempo","second":"And from on high up in Happyland, <strong class=\"keyword\">straddling</strong> our Forks from above, she could undo aII the damage done during Winnipeg' s first trip through time"},{"author":118293,"first":"¿Me pongo así, sobre ella, o quieres que me ponga a <strong class=\"keyword\">horcajadas</strong>, sentada?","second":"Or do you want me <strong class=\"keyword\">straddling</strong> her, sitting up?"},{"author":93236,"first":"Por consiguiente, son organizaciones “a <strong class=\"keyword\">horcajadas</strong>”: organizaciones que salvan la brecha estado-sociedad civil.","second":"They are therefore ‘<strong class=\"keyword\">straddler</strong>’ organisations: organisations that span the state–civil society divide."},{"author":118293,"first":"¿Monta a <strong class=\"keyword\">horcajadas</strong>, Mame, querida?","second":"You do ride <strong class=\"keyword\">astride</strong>, Mame, dear?"},{"author":94809,"first":"1.6 bis “sillín”: plaza de asiento en la que el conductor o el pasajero se sientan a <strong class=\"keyword\">horcajadas</strong>;»,","second":"1.6a. “saddle” means a seating position where the rider or passenger sits <strong class=\"keyword\">astride.</strong>’ ;"}],"from":"es","dest":"en","authors":{"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}