{"result":"ok","tuc":[{"phrase":{"text":"horde","language":"en"},"meanings":[{"language":"en","text":"wandering troop or gang"}],"meaningId":1643465854242981453,"authors":[70195]},{"phrase":{"text":"drove","language":"en"},"meanings":[{"language":"en","text":"a number of cattle driven to market or new pastures"}],"meaningId":1045510529395992120,"authors":[70195]},{"phrase":{"text":"host","language":"en"},"meaningId":3149951135451768357,"authors":[84500]},{"phrase":{"text":"swarm","language":"en"},"meaningId":-1181493708855241807,"authors":[84500]},{"phrase":{"text":"army","language":"en"},"meanings":[{"language":"es","text":"Gran cantidad de personas unidas para un objetivo específico."},{"language":"en","text":"A large number of people united for some specific purpose."}],"meaningId":-100911378536781172,"authors":[60172]},{"phrase":{"text":"crowd","language":"en"},"meanings":[{"language":"es","text":"Gran cantidad de personas unidas para un objetivo específico."},{"language":"en","text":"A large number of people united for some specific purpose."}],"meaningId":-5073266181848286818,"authors":[60172]},{"phrase":{"text":"movement","language":"en"},"meanings":[{"language":"es","text":"Gran cantidad de personas unidas para un objetivo específico."},{"language":"en","text":"A large number of people united for some specific purpose."}],"meaningId":-6777485239755261889,"authors":[60172]},{"phrase":{"text":"gang","language":"en"},"meaningId":3361127230808407602,"authors":[25018]},{"phrase":{"text":"legion","language":"en"},"meaningId":-7693904875732902174,"authors":[84500]},{"meanings":[{"language":"en","text":"horde"}],"meaningId":7958885437975675620,"authors":[1]}],"phrase":"horda","examples":[{"author":8008,"first":"R: La expansión presenta dos razas nuevas en World of Warcraft: los draenei para la Alianza y los elfos de sangre para la <strong class=\"keyword\">Horda</strong>.","second":"The expansion will introduce two new races to World of Warcraft: the Draenei race for the Alliance and the Blood Elf race for the <strong class=\"keyword\">Horde</strong>."},{"author":94808,"first":"No obstante, sea cual fuere el móvil de la insurrección, habría sido inconcebible e inadmisible que las fuerzas del orden se hubieran abstenido de socorrer a la población que se encontraba en una situación difícil, hubieran ayudado a destruir bienes y realizar saqueos, hubieran participado en la desestabilización de las instituciones, hubieran dejado que las milicias armadas se desarrollasen, o se hubieran retirado ante las <strong class=\"keyword\">hordas</strong> de insurgentes que podrían haber hundido al país en un baño de sangre.","second":"Nonetheless, whatever the motive of the insurgency, it would have been inconceivable and unacceptable for the security forces not to help people in distress, to assist in the destruction and looting, to participate in the destabilization of the institutions, to allow the armed militias to develop, or to retreat in the face of the <strong class=\"keyword\">hordes</strong> of insurgents who might have plunged the country into a bloodbath."},{"author":118293,"first":"He estado en la <strong class=\"keyword\">Horda</strong>.","second":"I've been to the <strong class=\"keyword\">Horde</strong>."},{"author":94808,"first":"Las <strong class=\"keyword\">hordas</strong> de terroristas del EIIL también impidieron que miles de civiles salieran de esa ciudad histórica y se llevaron a numerosas familias y jóvenes a lugares desconocidos.","second":"The <strong class=\"keyword\">hordes</strong> of ISIL terrorists also prevented thousands of civilians from leaving that historic city and they took many families and youths away to unknown locations."},{"author":8008,"first":"Los miembros de la <strong class=\"keyword\">Horda</strong> lo hacen dejando una botella de licor en la base del monumento conmemorativo Gritoinfernal en el cañón de Demon Fall, en Vallefresno.","second":"Members of the <strong class=\"keyword\">Horde</strong> show <strong class=\"keyword\">their</strong> respect to Grom Hellscream by leaving a bottle of spirits at the base of the Hellscream Memorial in Demon Fall Canyon in Ashenvale."},{"author":27,"first":"Es preciso intervenir contra el vandalismo y el racismo en el deporte, a fin de proteger a los deportistas y aficionados de una <strong class=\"keyword\">horda</strong> salvaje de vándalos y racistas.","second":"Measures are needed against violence and racism in sport, in order to guarantee that sportsmen and women and sports fans are protected against rampaging <strong class=\"keyword\">hordes</strong> of hooligans and racists."},{"author":8008,"first":"Los áuriok lucharon contra las <strong class=\"keyword\">hordas</strong> metálicas tanto tiempo que saber cómo incapacitarlos ya es instintivo.","second":"The Auriok have fought the metal <strong class=\"keyword\">hordes</strong> for so long now that knowing how to cripple them has become an instinct."},{"author":31,"first":"Tiene que ser algo grande para que La <strong class=\"keyword\">Horda</strong> gaste # mil","second":"It' s gotta be something big for the <strong class=\"keyword\">Horde</strong> to drop # grand"},{"author":8008,"first":"Forzados repentinamente deberse cabeza a las <strong class=\"keyword\">hordas</strong> mongoles de Tamerlan, se detuvieron algún tiempo en sus conquistas, pero Tamerlan se murió, su imperio se aplastó, y los Turcos ruèrent de un nuevo impulso sobre Europa: el Danubio se cruzó, empezada la Hungría, Constantinopla sucumbió finalmente y la cristiandad se puso en peligro.","second":"Suddenly forced to hold head with the Mongolian <strong class=\"keyword\">hordes</strong> of Tamerlan, they stopped some time in their conquests, but Tamerlan died, its empire collapsed, and the Turks ruèrent themselves of a new dash on Europe: the Danube was crossed, started Hungary, Constantinople finally succumbed and Christendom was put in danger."},{"author":8008,"first":"La nueva <strong class=\"keyword\">Horda</strong>, liderada por jefes veteranos como Grom Grito Infernal y Kilrogg Mortojo (del clan Foso Sangrante), sorprendieron a las fuerzas de defensa de la Alianza y arrasaron los campos.","second":"The new <strong class=\"keyword\">Horde</strong>, led by veteran chieftains such as Grom Hellscream and Kilrogg Deadeye (of the Bleeding Hollow clan), surprised the Alliance defense forces and rampaged through the countryside."},{"author":8008,"first":"Al ser la única tribu de trols de la <strong class=\"keyword\">Horda</strong>, el resto de trols considera a los Lanza Negra como enemigos, exceptuando a los Sañadiente.","second":"As the only tribe of trolls in the <strong class=\"keyword\">Horde</strong>, the Darkspears are considered enemies by all other trolls except the Revantusk."},{"author":8008,"first":"Ahora, el viaje que comenzó con la llegada de los draenei a Azeroth y la inclusión de los elfos de sangre en la <strong class=\"keyword\">Horda</strong> está a punto de finalizar, con un poderoso ejército uniéndose para purgar el mal de uno de los más importantes núcleos de poder de Azeroth: la antigua y mágica Fuente del Sol.","second":"Now the journey that began with the arrival of the draenei on Azeroth and the blood elves' inclusion into the <strong class=\"keyword\">Horde</strong> is about to come full circle as a mighty army gathers to purge evil from one of Azeroth's most important loci of power: the ancient, magical Sunwell."},{"author":8008,"first":"netqmail nos provee de las funciones elementales de un mta, courier-imap de los servicios de acceso remoto, vpopmail nos ayudará en el manejo de los dominios virtuales y <strong class=\"keyword\">horde</strong>/imp nos brindará acceso al webmail.","second":"netqmail provides the core mta functions, courier-imap provides remote retrieval services, vpopmail provides virtual domain management, and <strong class=\"keyword\">horde</strong>/imp provides webmail access."},{"author":8008,"first":"Además una bandera roja parpadeante aparece al lado de la puntuación de la Alianza cuando la bandera de la <strong class=\"keyword\">Horda</strong> ha sido retirada de su base, y una bandera parpadeante azul aparece junto a la puntuación de la <strong class=\"keyword\">Horda</strong> cuando se ha retirado la bandera de la Alianza de su base.","second":"In addition, a blinking red flag appears next to the Alliance score when the <strong class=\"keyword\">Horde</strong> flag has been taken from its base, and a blinking blue flag appears next to the <strong class=\"keyword\">Horde</strong> score when the Alliance flag has been taken from its base."},{"author":118293,"first":"¿Seguimos en la oscuridad como una <strong class=\"keyword\">horda</strong> de orcos?","second":"Let's look in the dark as a <strong class=\"keyword\">horde</strong> of orcs?"},{"author":118293,"first":"¿Cuánto falta para que la <strong class=\"keyword\">horda</strong> zombi se aburra y se vaya al Taco Bell más cercano?","second":"uh... how long until the zombie <strong class=\"keyword\">horde</strong> gets bored and scampers into the next taco bell?"},{"author":118293,"first":"Si el chico de los Targaryen cruza con una <strong class=\"keyword\">horda</strong> Dothraki apoyándole,","second":"If the Targaryen boy crosses with a Dothraki <strong class=\"keyword\">horde</strong> at his back,"},{"author":118293,"first":"Es una <strong class=\"keyword\">horda</strong>, no se comunican igua l que nosotros.","second":"It's a <strong class=\"keyword\">swarm</strong>, it's not like we chat."},{"author":118293,"first":"Al final, los cruzados tomaron, sin ninguna duda una extraordinaria y valiente decisión - enfrentar la <strong class=\"keyword\">horda</strong> de Kerbogha con él a la cabeza.","second":"In the end, the Crusaders did undoubtedly make an extraor dinarily brave decision - to confront Kerbogha's <strong class=\"keyword\">hoard</strong> head on."},{"author":118293,"first":"Nuestra sociedad está socavada por raros insectos: Judíos, masones... y <strong class=\"keyword\">hordas</strong> de ruidosos socialistas... que sólo quieren sembrar discordia en la nación... y hacer de Francia su club, su cubil, su célula.","second":"Our society undermined by these strange insects by the Jews, by the Masons and by the <strong class=\"keyword\">hordes</strong> of bleating Socialists who want only to sow discord throughout the nation and make of France their club, their lair, their cell."},{"author":118293,"first":"El elegido ha venido para destruir la <strong class=\"keyword\">Horda</strong>.","second":"The chosen one has come to the <strong class=\"keyword\">Horde</strong> to defeat."},{"author":118293,"first":"Estamos realmente tan cerca de la <strong class=\"keyword\">horda</strong>.","second":"We are really close to the <strong class=\"keyword\">horde</strong>."},{"author":95096,"first":"Verdaderas <strong class=\"keyword\">hordas</strong> que esparcen el terror y la muerte se burlan de los principios más elementales que regulan la vida social.","second":"The most elementary principles governing social life are being scoffed at by veritable <strong class=\"keyword\">hordes</strong> spreading terror and death."},{"author":118293,"first":"Así que contrataste una <strong class=\"keyword\">horda</strong> mongol.","second":"So you hired a Mongol <strong class=\"keyword\">horde</strong>."},{"author":119739,"first":"Las profecías bíblicas revelan que nuestros tiempos serían especialmente críticos, pues Satanás y sus <strong class=\"keyword\">hordas</strong> demoníacas fueron expulsados del cielo después que se estableció el Reino de Dios en manos de Cristo Jesús en 1914.","second":"Bible prophecies reveal that our times are particularly critical because after God’s Kingdom by Christ Jesus was established in 1914, Satan and his demon <strong class=\"keyword\">hordes</strong> were ousted from the heavens."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}