{"result":"ok","tuc":[{"phrase":{"text":"harass","language":"en"},"meaningId":7968233220627354009,"authors":[80097]},{"phrase":{"text":"henpeck","language":"en"},"meanings":[{"language":"en","text":"to nag persistently"}],"meaningId":8458307175335688909,"authors":[70195]},{"phrase":{"text":"pick on","language":"en"},"meanings":[{"language":"en","text":"bully, bother, or harass"}],"meaningId":3690763071248444672,"authors":[70195]},{"phrase":{"text":"tease","language":"en"},"meaningId":-1288566048235806233,"authors":[25115]},{"phrase":{"text":"pester","language":"en"},"meaningId":3141853076088989967,"authors":[84500]},{"phrase":{"text":"beleaguer","language":"en"},"meaningId":-7984479786639470058,"authors":[84500]},{"phrase":{"text":"beset","language":"en"},"meaningId":7470438610260498090,"authors":[84500]},{"phrase":{"text":"harry","language":"en"},"meaningId":-3962891003986168955,"authors":[84500]},{"phrase":{"text":"hassle","language":"en"},"meaningId":-8595046722926535131,"authors":[84500]},{"phrase":{"text":"molest","language":"en"},"meaningId":7957880385927121891,"authors":[84500]},{"phrase":{"text":"bother","language":"en"},"meanings":[{"language":"es","text":"Causar molestias a alguien de forma voluntaria por actos o palabras."},{"language":"en","text":"To cause annoyance in; disturb, especially by minor irritations."}],"meaningId":-5151796592829837810,"authors":[60172]},{"phrase":{"text":"discommode","language":"en"},"meanings":[{"language":"es","text":"Causar molestias a alguien de forma voluntaria por actos o palabras."},{"language":"en","text":"To cause annoyance in; disturb, especially by minor irritations."}],"meaningId":789875876453708165,"authors":[60172]},{"phrase":{"text":"incommode","language":"en"},"meanings":[{"language":"es","text":"Causar molestias a alguien de forma voluntaria por actos o palabras."},{"language":"en","text":"To cause annoyance in; disturb, especially by minor irritations."}],"meaningId":-7380853581067297499,"authors":[60172]},{"phrase":{"text":"inconvenience","language":"en"},"meanings":[{"language":"es","text":"Causar molestias a alguien de forma voluntaria por actos o palabras."},{"language":"en","text":"To cause annoyance in; disturb, especially by minor irritations."}],"meaningId":-6742243022430934473,"authors":[60172]},{"phrase":{"text":"put out","language":"en"},"meanings":[{"language":"es","text":"Causar molestias a alguien de forma voluntaria por actos o palabras."},{"language":"en","text":"To cause annoyance in; disturb, especially by minor irritations."}],"meaningId":-4413361901609991037,"authors":[60172]},{"phrase":{"text":"trouble","language":"en"},"meanings":[{"language":"es","text":"Causar molestias a alguien de forma voluntaria por actos o palabras."},{"language":"en","text":"To cause annoyance in; disturb, especially by minor irritations."}],"meaningId":5858346937515605459,"authors":[60172]},{"phrase":{"text":"annoy","language":"en"},"meaningId":7933310242264995510,"authors":[25018]},{"phrase":{"text":"badger","language":"en"},"meaningId":-728388178168791225,"authors":[84500]},{"phrase":{"text":"bug","language":"en"},"meaningId":2970464209407570871,"authors":[84500]},{"phrase":{"text":"chase","language":"en"},"meaningId":260129336562117130,"authors":[83064]},{"phrase":{"text":"chastise","language":"en"},"meaningId":4945804891268245181,"authors":[25018]},{"phrase":{"text":"chevvy","language":"en"},"meaningId":-3943193718817150705,"authors":[84500]},{"phrase":{"text":"chevy","language":"en"},"meaningId":-5140980974398439193,"authors":[84500]},{"phrase":{"text":"chivvy","language":"en"},"meaningId":913295588606144525,"authors":[84500]},{"phrase":{"text":"chivy","language":"en"},"meaningId":7442458555718784372,"authors":[84500]},{"phrase":{"text":"drive","language":"en"},"meaningId":1190541365208044948,"authors":[83064]},{"phrase":{"text":"drive on","language":"en"},"meaningId":-2834568540116858823,"authors":[83064]},{"phrase":{"text":"hunt down","language":"en"},"meaningId":3839151308027549695,"authors":[83064]},{"phrase":{"text":"lash","language":"en"},"meaningId":7772992148539449333,"authors":[86934]},{"phrase":{"text":"plague","language":"en"},"meaningId":-4240440850366049609,"authors":[84500]},{"phrase":{"text":"press","language":"en"},"meaningId":8036639449780786110,"authors":[25018]},{"phrase":{"text":"provoke","language":"en"},"meaningId":6594339152648813986,"authors":[84500]},{"phrase":{"text":"pursue","language":"en"},"meaningId":4099301933301503398,"authors":[83064]},{"meanings":[{"language":"en","text":"to pester"},{"language":"en","text":"to lash"},{"language":"en","text":"to harass"}],"meaningId":-740793214874790223,"authors":[93107]}],"phrase":"hostigar","examples":[{"author":94808,"first":"El pretexto de la seguridad no justifica los puestos de control, cuya finalidad es controlar el movimiento de las personas y los bienes y que forman parte de los intentos de la Potencia ocupante de deshumanizar, humillar, <strong class=\"keyword\">hostigar</strong> y subyugar al pueblo palestino bajo su ocupación.","second":"The security pretext did not justify the checkpoints, which were intended to control the movement of persons and goods and were part of the occupying Power’s attempts to dehumanize, humiliate, <strong class=\"keyword\">harass</strong> and subjugate the Palestinian people under its occupation."},{"author":94808,"first":"<strong class=\"keyword\">Hostigar</strong> sexualmente por la fuerza o actividades análogas contra jóvenes","second":"<strong class=\"keyword\">Forceful</strong> sexual <strong class=\"keyword\">harassment</strong> or similar activities against youth"},{"author":94808,"first":"Expresa profunda preocupación también por la utilización de las violaciones y otras formas de violencia sexual para intimidar, <strong class=\"keyword\">hostigar</strong>, desalentar y tomar represalias contra las mujeres y las niñas, incluidas las mujeres defensoras de los derechos humanos, en los espacios públicos, y exhorta a los Estados a garantizar que las mujeres y las niñas puedan participar como miembros de la sociedad civil sin temor a represalias, coacciones, intimidaciones ni agresiones;","second":"Also expresses deep concern at the use of rape and other forms of sexual violence to intimidate, <strong class=\"keyword\">harass</strong>, deter and commit reprisals against women and girls, including women human rights defenders, in public spaces, and calls upon States to ensure that women and girls are enabled to participate as members of civil society without fear of reprisal, coercion, intimidation or attack;"},{"author":8000,"first":"La Representante Especial reitera su preocupación, expresada en detalle en su informe de # a la Asamblea General, por las crecientes restricciones que imponen los Estados, mediante artificios legales, para limitar la libertad de asociación, y por el hecho de que los Estados recurran cada vez más al ordenamiento jurídico para <strong class=\"keyword\">hostigar</strong> a los defensores de los derechos humanos y obstaculizar su labor","second":"The Special Representative reiterates her concern, expressed at length in her # report to the General Assembly, over the increasing restrictions imposed by States through legal means to curtail freedom of association and the growing use by States of the legal system to <strong class=\"keyword\">harass</strong> human rights defenders and hinder their work"},{"author":118293,"first":"Creía que solo íbamos a <strong class=\"keyword\">hostigar</strong> un poquito a Crawley.","second":"He thought we were just gonna <strong class=\"keyword\">haze</strong> Crawley a little bit."},{"author":8000,"first":"Además, constituye otra instancia en que las fuerzas de ocupación han actuado haciendo caso omiso de la inmunidad del personal y las instalaciones de las Naciones Unidas al atacar una instalación de las Naciones Unidas y <strong class=\"keyword\">hostigar</strong>, e incluso matar, a miembros del personal de las Naciones Unidas","second":"Moreover, it represents yet another instance in which the occupying forces have behaved in a manner showing complete disregard for the immunity of United Nations personnel and facilities by attacking a United Nations facility and <strong class=\"keyword\">harassing</strong>, and even killing, United Nations personnel"},{"author":8000,"first":"El NCMVT destacó la urgente necesidad de que el Gobierno de Bahrein deje de imponer restricciones y <strong class=\"keyword\">hostigar</strong> a las ONG y, mantenga con ellas relaciones de cooperación","second":"NCMVT stressed the urgent need for the Bahrain Government to halt restrictions on and <strong class=\"keyword\">harassment against</strong>, and to maintain cooperation with non-governmental organizations"},{"author":118293,"first":"Está superado en número y en armas, así que romperá esas ridículas ór denes de captura y carteles de búsqueda y dejará de <strong class=\"keyword\">hostigar</strong> a mis hombres.","second":"You are outmanned and outgunned, so now you will tear up those ridiculous bond notices and wanted posters and you will stop <strong class=\"keyword\">harassing</strong> the men."},{"author":8008,"first":"El uso de incisos entre paréntesis como un mecanismo irónico y de refracción de la voz, y de los interrogantes como un mecanismo para <strong class=\"keyword\">hostigar</strong> el significado de los hechos, son una constante en la textura de la prosa monzoniana.","second":"The use of incisive comments in brackets as an ironical mechanism which refracts the voice, and of questions as a mechanism which lays siege <strong class=\"keyword\">to</strong> the meaning of events, are a constant factor in the texture of Monzó's prose."},{"author":27,"first":"Para qué <strong class=\"keyword\">hostigar</strong> a este país con recomendaciones y exigencias: los pueblos de Europa no quieren la adhesión de Turquía, pues la evidencia se impone a sus ojos, Turquía, y no es injuriarla, no forma parte de la familia europea.","second":"What is the use of plying this country with recommendations and demands? The people of Europe do not want Turkey to join, because the evidence is right there in front of them: Turkey – and this is not intended as an insult to the country – is not part of the European family."},{"author":94808,"first":"Los participantes expresaron su inquietud por la situación humanitaria en Somalia y se mostraron de acuerdo con la propuesta de mi Representante de pedir a todas las partes somalíes que se comprometieran por escrito a permitir el libre acceso de la asistencia humanitaria y a abstenerse de <strong class=\"keyword\">hostigar</strong> al personal humanitario.","second":"Participants expressed concern about the humanitarian situation in Somalia, and agreed to the proposal made by my Representative to seek a written commitment from all Somali parties to allow free access to humanitarian delivery and to refrain from <strong class=\"keyword\">harassing</strong> humanitarian workers."},{"author":119739,"first":"(Jue 6:7-16.) La derrota que Jehová infligió a los madianitas por medio de él fue tan completa, que no hay registro de que volvieran a <strong class=\"keyword\">hostigar</strong> a Israel.","second":"(Jg 6:7-16) The rout that Jehovah effected by means of him was so complete that there is no record of any further <strong class=\"keyword\">harassment</strong> from the Midianites."},{"author":8000,"first":"Condena la manipulación de la prensa por los partidos políticos y funcionarios del Estado, inclusive la aplicación selectiva de las leyes sobre la calumnia y fiscales para <strong class=\"keyword\">hostigar</strong> a los periodistas y a los directores de periódicos","second":"Condemns the manipulation of the press by political parties and government officials, including the selective application of slander and tax laws to <strong class=\"keyword\">harass</strong> journalists and editors"},{"author":94808,"first":"Asimismo, exigió a la CCD-Goma que dejara inmediatamente de <strong class=\"keyword\">hostigar</strong> a los funcionarios de las Naciones Unidas y ayudara a la MONUC en su despliegue y sus operaciones, cooperara en todas las investigaciones sobre la violencia en Kisangani y cumpliera todas las resoluciones pertinentes del Consejo de Seguridad, en particular mediante la desmilitarización de Kisangani.","second":"The Council demanded that RCD-Goma immediately cease its <strong class=\"keyword\">harassment</strong> of United Nations officials and assist with the deployment and operations of MONUC, cooperate with all investigations of violence in Kisangani, and comply with all relevant resolutions of the Security Council, in particular by demilitarizing Kisangani."},{"author":94808,"first":"Se ha informado de que los soldados y milicianos Janjaweed entran libremente en los campamentos por la noche para <strong class=\"keyword\">hostigar</strong> y robar a los habitantes.","second":"There are reports of soldiers and Janjaweed freely entering the camps at night to <strong class=\"keyword\">harass</strong> and rob the inhabitants."},{"author":92475,"first":"El alcalde de Gonzaga, Carlito Pentecostes Jr., acusó a Garcia de difamación por un comentario publicado en Facebook el pasado mes de abril de 2011, en el que se le acusaba de <strong class=\"keyword\">hostigar</strong> a los líderes de la comunidad que planeaban una manifestación antiminería.","second":"Gonzaga Mayor Carlito Pentecostes Jr. charged Garcia with libel for a Facebook note posted last April 2011. The note condemned Pentecostes for <strong class=\"keyword\">harassing</strong> community leaders planning an anti-mining demonstration."},{"author":94808,"first":"En varias ocasiones los Janjaweed han realizado incursiones en el Chad desde Darfur simplemente para robar ganado y <strong class=\"keyword\">hostigar</strong> o atacar a los refugiados.","second":"On a number of occasions the Janjaweed have carried out raids into Chad from Darfur in order to steal cattle and <strong class=\"keyword\">harass</strong> and attack refugees."},{"author":31,"first":"Entendemos la necesidad de <strong class=\"keyword\">hostigar</strong> a los novatos, pero ¿ es necesario gritar tanto?","second":"We understand the need for some hazing, but is the shouting really necessary?"},{"author":8008,"first":"Hubo informes constantes sobre intentos de menoscabar el trabajo de los activistas sociales en el estado de Pernambuco y de <strong class=\"keyword\">hostigar</strong> judicialmente a sus dirigentes.","second":"There were continued reports of attempts to undermine the work of social activists in the state of Pernambuco, and efforts to criminalize their leaders."},{"author":8000,"first":"Los participantes expresaron su inquietud por la situación humanitaria en Somalia y se mostraron de acuerdo con la propuesta de mi Representante de pedir a todas las partes somalíes que se comprometieran por escrito a permitir el libre acceso de la asistencia humanitaria y a abstenerse de <strong class=\"keyword\">hostigar</strong> al personal humanitario","second":"Participants expressed concern about the humanitarian situation in Somalia, and agreed to the proposal made by my Representative to seek a written commitment from all Somali parties to allow free access to humanitarian delivery and to refrain from <strong class=\"keyword\">harassing</strong> humanitarian workers"},{"author":94808,"first":"Se ha recurrido a la promulgación y aplicación de leyes que restringen el ejercicio y el disfrute legítimos del derecho a la libertad de opinión y de expresión, creencias religiosas, libertad de asociación y circulación, como las leyes relativas a la inscripción en el registro y la regulación de las actividades de las organizaciones no gubernamentales, o la legislación por la que se prohíbe u obstaculiza el recibo de fondos extranjeros para actividades de derechos humanos, a fin de <strong class=\"keyword\">hostigar</strong>, intimidar y amenazar a los defensores de los derechos humanos.","second":"The enactment and enforcement of laws curtailing the legitimate exercise and enjoyment of the right to freedom of opinion and expression, religious belief, freedom of association and movement, such as laws on registration and regulation of the activities of NGOs, or legislation banning or hindering the receipt of foreign funds for human rights activities, have all been used to <strong class=\"keyword\">harass</strong>, intimidate and threaten human rights defenders."},{"author":94808,"first":"En vez de ello, se recurre a arrestos, interrogatorios y detenciones por breves períodos de tiempo, cuyo objetivo es <strong class=\"keyword\">hostigar</strong> e intimidar a los bahá’ís.","second":"Instead, the authorities now use arrest, interrogation and short-term imprisonment as a means of <strong class=\"keyword\">harassing</strong> and intimidating Bahá'ís."},{"author":90922,"first":"El Sindicato de Periodistas Palestinos (SPP), con sede en la Margen Occidental, condenó a Hamás por <strong class=\"keyword\">hostigar</strong> a Harb.","second":"The Palestinian Journalists Syndicate (PJS), based in the West Bank, condemned Hamas for <strong class=\"keyword\">harassing</strong> Harb."},{"author":94809,"first":"En efecto, un examen de dicha cuestión no habría podido demostrar que la segunda acción judicial de Belgacom no tenía como fin hacer valer derechos que, en el momento de ejercitar dicha acción, podía razonablemente considerar suyos y que dicha acción sólo servía, por tanto, para <strong class=\"keyword\">hostigar</strong> a la demandante.","second":"Consideration of that question could not have shown that Belgacom's second action did not aim to assert what Belgacom could reasonably consider, at the time when it brought that action, to be its rights, and that the action therefore served only to <strong class=\"keyword\">harass</strong> the applicant."},{"author":31,"first":"Ayudaste a <strong class=\"keyword\">hostigar</strong> a esta criatura y te negaste a asumir la responsabilidad","second":"You helped <strong class=\"keyword\">bully</strong> this little girl and completely refused to accept responsibility"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}