{"result":"ok","tuc":[{"phrase":{"text":"whiff","language":"en"},"meanings":[{"language":"en","text":"waft; brief, gentle breeze; light gust of air"}],"meaningId":4037370351158085767,"authors":[70195]},{"phrase":{"text":"breath","language":"en"},"meaningId":-1478126559823159585,"authors":[89651]},{"phrase":{"text":"blowing","language":"en"},"meaningId":4026715084023386795,"authors":[83064]},{"phrase":{"text":"breathing","language":"en"},"meaningId":-1828273016800419553,"authors":[2700]},{"phrase":{"text":"breeze","language":"en"},"meaningId":-1681051298254773964,"authors":[83064]},{"phrase":{"text":"exhalation","language":"en"},"meaningId":-2412742474443688475,"authors":[84500]},{"phrase":{"text":"gentle breeze","language":"en"},"meaningId":783659156701777588,"authors":[25018]},{"phrase":{"text":"gust","language":"en"},"meaningId":-5265229112022304949,"authors":[83064]},{"phrase":{"text":"halitus","language":"en"},"meaningId":4429146220955398157,"authors":[84500]},{"phrase":{"text":"puff","language":"en"},"meaningId":8514839051983604698,"authors":[2700]},{"phrase":{"text":"respiration","language":"en"},"meaningId":-9207204084797466767,"authors":[2700]},{"phrase":{"text":"waft","language":"en"},"meaningId":4845249273432061547,"authors":[2700]},{"meanings":[{"language":"en","text":"waft; a brief, gentle breeze."},{"language":"en","text":"whiff"}],"meaningId":5980680690927272350,"authors":[1]}],"phrase":"hálito","examples":[{"author":118293,"first":"Me ha dado un nuevo <strong class=\"keyword\">hálito</strong> de vida.","second":"It has given me a new lease on life."},{"author":94808,"first":"Por consiguiente, es necesario afirmar constantemente el valor supremo de la vida humana desde la concepción hasta el último <strong class=\"keyword\">hálito</strong> y la muerte natural.","second":"It is, therefore, necessary to assert constantly the highest value of human life from conception to the final <strong class=\"keyword\">breath</strong> and natural death."},{"author":93236,"first":"Análisis químicos de campañas de exploración de hidrocarburos mostraron evidencias de la existencia de dos grupos diferentes de salmueras: <strong class=\"keyword\">halita</strong> y <strong class=\"keyword\">halita</strong> Ca–Cl.","second":"Chemical analyses from hydrocarbon exploration campaigns showed evidence of the existence of two different groups of brines: <strong class=\"keyword\">halite</strong> and <strong class=\"keyword\">halite</strong> Ca–Cl brines."},{"author":94808,"first":"La revolución islámica en el Irán, que en cierto modo volvió a infundir un <strong class=\"keyword\">hálito</strong> de moralidad en el alma de la política, fue también una revolución que respondió a las balas con flores y no combatió a sus oponentes exclusivamente con represalias y venganza.","second":"The Islamic revolution in Iran, which in a sense breathed the soul of morality back into the body politic, was also a revolution that responded to bullets with flowers and did not combat its opponents exclusively with retaliation and revenge."},{"author":8008,"first":"Esto significa que la <strong class=\"keyword\">halita</strong> - la combinaciГіn quГmica del sodio (Na) y el cloro (РЎl).","second":"It means that <strong class=\"keyword\">galit</strong> - a sodium chemical compound (Na) and chlorine (РЎl)."},{"author":8008,"first":"Eviten sacar pecho, pues, al estar el <strong class=\"keyword\">hálito</strong> comprimido a este nivel, la parte superior del cuerpo estará pesada, la inferior liviana y los pies tendrán tendencia a flotar.","second":"The chest must not be puffed out. If you do so then the <strong class=\"keyword\">chi</strong> is blocked in the chest region, the upper body becomes heavy and lower body light, and it will become easy for the heels to float upward."},{"author":94808,"first":"Donación de un fondo de 25.000 dólares de los EE.UU. por la entidad japonesa Berupokai para la explotación local de <strong class=\"keyword\">hálito</strong> y para un proyecto de educación en la región autónoma uigur de Xinjiang. Se beneficiaron más de 50.000 personas.","second":"25,000 US dollar fund donation from Japanese Berupokai for the local <strong class=\"keyword\">halite</strong> exploitation and education project in Xinjiang Uygur Autonomous Region, more than 50,000 people benefited."},{"author":94808,"first":"En Chernobyl vi también <strong class=\"keyword\">hálitos</strong> de esperanza.","second":"In Chernobyl, I also <strong class=\"keyword\">saw</strong> signs of hope."},{"author":94808,"first":"Mi delegación desea subrayar la imperiosa necesidad de un adecuado desarrollo social en nuestros pueblos, que, unido a una decisión profunda y sincera de erradicación de la pobreza, vislumbre algunos <strong class=\"keyword\">hálitos</strong> de esperanza y de mejora en muchas de nuestras sociedades.","second":"My delegation wishes to stress the imperative need for adequate social development for our peoples, which, together with a profound and sincere resolve to eradicate poverty, may give rise to some <strong class=\"keyword\">glimmers</strong> of hope and improvement in many of our societies."},{"author":118293,"first":"Pero una vez apagada tu luz... no puedo... devolverle el <strong class=\"keyword\">hálito</strong> vital.","second":"But once I've put out thy light I cannot give it vital <strong class=\"keyword\">breath</strong> again."},{"author":118293,"first":"¿Le vas a decir a Wells y a Davis... que él murió de mal <strong class=\"keyword\">hálito</strong>?","second":"What are we gonna tell Wells and Davis? That he died of bad <strong class=\"keyword\">breath</strong>?"},{"author":93236,"first":"La salmuera más concentrada ocupa el extremo norte del valle, a 10 km aproximadamente aguas abajo del límite norte de los estratos de <strong class=\"keyword\">halita</strong> en el Grupo Silúrico Salina, la supuesta fuente de sal.","second":"The most concentrated brine occupies the northern end of the trough, about 10 km downgradient of the northern limit of <strong class=\"keyword\">halite</strong> beds in the Silurian Salina Group, the assumed source of salt."},{"author":8008,"first":"La gama de productos <strong class=\"keyword\">Halita</strong> pone solución a este incómodo problema.","second":"The <strong class=\"keyword\">Halita</strong> product range offers Solutions to this cumbersome problem."},{"author":118293,"first":"Mire, los rayos gamma provocarán una inundación en esta tierra que destruirá toda carne en la que haya un <strong class=\"keyword\">hálito</strong> de vida.","second":"Behold, the gamma rays will bring forth a flood to this earth which will destroy all flesh in which is the <strong class=\"keyword\">breath</strong> of life."},{"author":8000,"first":"Los debates en los que nos hemos adentrado en los últimos ocho años, a lo largo de los cuales se ha perdido el <strong class=\"keyword\">hálito</strong> que alguna vez los impulsara y el espíritu que los sostenía, no han conducido hasta ahora a ningún resultado concreto en cuanto a la ampliación del Consejo ni a ninguna mejora notoria en cuanto a su funcionamiento","second":"The discussions we have engaged in for the last eight years, which, over the years, have lost the fire that once nourished and the spirit that sustained them, have not led so far to any tangible result concerning the enlargement of the Council or to any appreciable improvement in its functioning"},{"author":8008,"first":"Se puede traducir también con “un <strong class=\"keyword\">hálito</strong>”.","second":"This could also be rendered as \"one <strong class=\"keyword\">breath</strong>\"."},{"author":118293,"first":"El infinito descenso, se siente un <strong class=\"keyword\">hálito</strong> en el aire.","second":"The infinite descent, a <strong class=\"keyword\">breath</strong> in air."},{"author":94808,"first":"Los principios y compromisos suscritos en Hábitat II por los gobiernos, representan un <strong class=\"keyword\">hálito</strong> esperanzador para los millones de seres humanos que viven en condiciones de pobreza, en ambientes degradados y carentes de viviendas dignas y saludables.","second":"The principles and commitments undertaken by Governments in Habitat II represent a <strong class=\"keyword\">glimmer</strong> of hope for the millions of human beings living in conditions of poverty and deteriorating environments and lacking proper and healthy housing."},{"author":93236,"first":"La disolución de carbonatos, yeso y <strong class=\"keyword\">halita</strong> provó ser el mecanismo que controla la química del agua subterránea.","second":"The predominant mechanism controlling groundwater chemistry proved to be the dissolution of carbonates, gypsum, and <strong class=\"keyword\">halite</strong>."},{"author":8008,"first":"Entonces tendremos vivencias al ver a los animales y sentir que son criaturas como nosotros, que también tienen la misma respiración que nosotros, proveniente del <strong class=\"keyword\">hálito</strong> de vida del Dios creador.","second":"If the animals have gained access into our hearts, then we have learned to love a little bit more. And then the love for God and neighbor also grows for the people; and then there is peace in us."},{"author":93236,"first":"La composición química de la salmuera y su edad medida por radiocarbono sugiere que se formó originalmente hace aproximadamente 16,700 años a partir de la disolución de <strong class=\"keyword\">halita</strong> por el deshielo de agua glacial y su posterior mezcla con agua de los cuerpos salinos.","second":"The chemical composition of the brine and its radiocarbon age suggest that the brine originally formed about 16,700 years ago through dissolution of <strong class=\"keyword\">halite</strong> by glacial melt water and later mixed with saline bedrock water."},{"author":93236,"first":"Parte del sodio entra probablemente en el Sistema Acuífero Guaraní junto con el cloruro y el sulfato procedentes de la Formación Piramboia inferior, debido a la difusión relacionada con la disolución de evaporitas como la <strong class=\"keyword\">halita</strong> y los yesos.","second":"Part of the sodium probably enters the Guarani Aquifer System. together with chloride and sulfate from the underlying Piramboia Formation by diffusion related to the dissolution of evaporates like <strong class=\"keyword\">halite</strong> and gypsum."},{"author":93236,"first":"Los lagos salinos que carecen de costras de <strong class=\"keyword\">halita</strong> y que tienen una relación Cl/Br similar al agua local superficial y al agua subterránea son lagos subsuperficiales con ritmos relativamente altos de flujo saliente de aguas subterráneas.","second":"Saline lakes that lack <strong class=\"keyword\">halite</strong> crusts and which have Cl/Br ratios similar to local surface water and groundwater are throughflow lakes with high relative rates of groundwater outflows."},{"author":118293,"first":"Bien, <strong class=\"keyword\">Halit</strong>.","second":"All right, <strong class=\"keyword\">Halit</strong>."},{"author":94808,"first":"En ese sentido, la Conferencia de las Partes de 2010 encargada del examen del Tratado sobre la no proliferación de las armas nucleares nos da un <strong class=\"keyword\">hálito</strong> de esperanza de que se pudiera lograr.","second":"In that regard, the 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons gives us a <strong class=\"keyword\">glimmer</strong> of hope that this might be possible."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"}}}