{"result":"ok","tuc":[{"phrase":{"text":"idolize","language":"en"},"meanings":[{"language":"en","text":"to adore excessively"},{"language":"en","text":"to make an idol of"}],"meaningId":1563999546399059009,"authors":[70195]},{"phrase":{"text":"god","language":"en"},"meanings":[{"language":"en","text":"idolize"}],"meaningId":9176367790758453852,"authors":[70195]},{"phrase":{"text":"adore","language":"en"},"meaningId":-8407392768889825744,"authors":[89651]},{"phrase":{"text":"worship","language":"en"},"meaningId":7335720980340510296,"authors":[84500]},{"phrase":{"text":"hero-worship","language":"en"},"meaningId":7567059277231823652,"authors":[97745]},{"phrase":{"text":"idolise","language":"en"},"meaningId":2077143272724736511,"authors":[84715]},{"phrase":{"text":"apotheose","language":"en"},"meaningId":3185413555358928641,"authors":[84500]},{"phrase":{"text":"apotheosise","language":"en"},"meaningId":6513319005169757505,"authors":[84500]},{"phrase":{"text":"apotheosize","language":"en"},"meaningId":7412538850713309322,"authors":[84500]},{"phrase":{"text":"love","language":"en"},"meaningId":-8773387605164143721,"authors":[25018]},{"phrase":{"text":"revere","language":"en"},"meaningId":-4259415007567452108,"authors":[84500]},{"meanings":[{"language":"en","text":"to idolize"}],"meaningId":7042395930970098841,"authors":[93107]}],"phrase":"idolatrar","examples":[{"author":95096,"first":"Con el pecado el hombre se rebela contra el Creador, acabando por <strong class=\"keyword\">idolatrar</strong> a las criaturas: « Cambiaron la verdad de Dios por la mentira, y adoraron y sirvieron a la criatura en vez del Creador » (Rm 1, 25).","second":"Through sin, man rebels against his Creator and ends up by <strong class=\"keyword\">worshipping</strong> creatures: \"They exchanged the truth about God for a lie and worshipped and served the creature rather than the Creator\" (Rom 1:25)."},{"author":118293,"first":"Es decir, cómo puedes <strong class=\"keyword\">idolatrar</strong> a un hombre que ni siquiera puede hacer un tiro de 4 metros?","second":"I mean, how can a man who can't even hit a 15-foot jump shot be your hero?"},{"author":31,"first":"En # seguíamos escuchando a los Doors y a los Beatles... y se suponía que debíamos <strong class=\"keyword\">idolatrar</strong> esa música, pero no era nuestra","second":"I mean, in # we' re still Iistening to the Doors and the Beatles and we' re supposed to be bowing down to that music, and it <strong class=\"keyword\">just</strong> wasn' t our music"},{"author":118293,"first":"¿Qué pasa si es algo más que <strong class=\"keyword\">idolatrar</strong> a un héroe?","second":"What if this is more than just hero <strong class=\"keyword\">worship</strong>?"},{"author":91988,"first":"Pero los economistas tienden a <strong class=\"keyword\">idolatrar</strong> estas limitaciones sin escudriñar suficientemente las políticas que las producen.","second":"But economists have a tendency to <strong class=\"keyword\">idolize</strong> such constraints without sufficiently scrutinizing the politics that produce them."},{"author":119739,"first":"Debe de sentirse muy bien al saber que esos miles de fieles se han negado a <strong class=\"keyword\">idolatrar</strong> a Baal.","second":"It must have warmed his heart to hear of those thousands of faithful people who refused to <strong class=\"keyword\">worship</strong> Baal."},{"author":118293,"first":"No es algo a <strong class=\"keyword\">idolatrar</strong>.","second":"That isn't something to <strong class=\"keyword\">idolize</strong>."},{"author":95096,"first":"Tras Cristo, ya no es posible <strong class=\"keyword\">idolatrar</strong> la sociedad como grandeza colectiva devoradora de la persona humana y de su destino irreductible.","second":"After Christ, it is no longer possible to <strong class=\"keyword\">idolize</strong> society as a collective greatness that devours the human person and his inalienable destiny."},{"author":119739,"first":"Entre ellos estaban quienes decidieron obedecer a Jesucristo dando “a Dios las cosas de Dios” y negándose a <strong class=\"keyword\">idolatrar</strong> al Estado (Mat.","second":"So did those who, in obedience to Jesus Christ, were resolved to render “<strong class=\"keyword\">God’s</strong> things to <strong class=\"keyword\">God</strong>” and to refrain from <strong class=\"keyword\">worshipping</strong> the political state.—Matt."},{"author":119739,"first":"¿Cómo es capaz la gente de <strong class=\"keyword\">idolatrar</strong> objetos inanimados?","second":"How can people <strong class=\"keyword\">idolize</strong> inanimate things?"},{"author":95096,"first":"Es la tentación de <strong class=\"keyword\">idolatrar</strong> un pasado que ya no existe, olvidando sus carencias, o un futuro que aún no existe, creyendo que el ser humano hará llegar con sus propias fuerzas el reino de la felicidad eterna sobre la tierra.","second":"The temptation to <strong class=\"keyword\">idolize</strong> a past that no longer exists, forgetting its shortcomings; the temptation to idolize a future which does not yet exist, in the belief that, by his efforts alone, man can bring about the kingdom of eternal joy on earth!"},{"author":119739,"first":"Por no querer <strong class=\"keyword\">idolatrar</strong> a Hitler, muchos fueron arrancados de sus hogares y recluidos en campos de concentración, donde continuaron fieles a sus principios cristianos.","second":"(Acts 4:12) For refusing to <strong class=\"keyword\">idolize</strong> Hitler, many were torn away from their home and sent to concentration camps, where they continued to hold to their Christian principles."},{"author":118293,"first":"¿Y por qué José necesita a un cruzado con capa para <strong class=\"keyword\">idolatrar</strong> cuando tiene al Tío Carlos?","second":"And what's Jose need a caped crusader to <strong class=\"keyword\">idolize</strong> when he's got Tío Carlos?"},{"author":119739,"first":"Debe alegrarse muchísimo al enterarse de que esos miles de fieles israelitas se han negado a <strong class=\"keyword\">idolatrar</strong> a Baal.","second":"It must have warmed his heart to hear of those thousands of faithful people who refused to <strong class=\"keyword\">worship</strong> Baal."},{"author":118293,"first":"Tuve tres hermanos, siempre quise una hermana, y además, te <strong class=\"keyword\">idolatrará</strong> por ello si dices que sí.","second":"three brothers, always wanted a sister, and besides, she'll think you're a <strong class=\"keyword\">god</strong> if you say yes."},{"author":27,"first":"¿Van a intentar que los jóvenes dejen de estudiar las obras de Platón, Shakespeare, Oscar Wilde, Walt Whitman, Tennessee Williams, Tchaikovsky y otros, la música de Elton John, o de <strong class=\"keyword\">idolatrar</strong> a tenistas fantásticos como Martina Navratilova?","second":"Are they going to try and stop young people studying the works of Plato, Shakespeare, Oscar Wilde, Walt Whitman, Tennessee Williams, Tchaikovsky and others, the music of Elton John, or <strong class=\"keyword\">idolising</strong> tennis greats such as Martina Navratilova?"},{"author":94808,"first":"Como ejemplo de la libertad de los niños a manifestar su religión cabe señalar un caso en el que se eximió a unos niños de participar en la ceremonia de la bandera porque para ellos equivalía a “<strong class=\"keyword\">idolatrar</strong>” la bandera de Filipinas, lo que es contrario a las enseñanzas de su religión.","second":"To illustrate the child’s freedom to manifest his/her religion is a case wherein children were granted exemption from participating in the flag ceremony since for them, it was “<strong class=\"keyword\">idolizing</strong>” the Philippine flag which the teachings of their religion prohibit."},{"author":118293,"first":"Bueno... ahora, en vez de <strong class=\"keyword\">idolatrar</strong> personajes de ficción, puedes concentrarte en las personas reales que están en tu vida.","second":"Well... now instead of <strong class=\"keyword\">idolizing</strong> fictional characters, you can focus on the real people who are already in your life."},{"author":119739,"first":"Ellos las veían como una infidelidad a Jehová, por lo que muchos preferían morir antes que <strong class=\"keyword\">idolatrar</strong> al emperador.","second":"For them, such an act would signify unfaithfulness to Jehovah, and numerous early Christians preferred to die rather than perform idolatrous emperor <strong class=\"keyword\">worship</strong>."},{"author":119739,"first":"Hoy día también es común <strong class=\"keyword\">idolatrar</strong>, venerar o adorar a personalidades del mundo del entretenimiento, figuras del deporte, sistemas políticos y ciertos líderes religiosos.","second":"The <strong class=\"keyword\">idolizing</strong>, venerating, or <strong class=\"keyword\">adoring</strong> of entertainment personalities, sports figures, political systems, and certain religious leaders is also commonplace today."},{"author":118293,"first":"Hazme un favor, para de <strong class=\"keyword\">idolatrar</strong> a ese tipo.","second":"Hey, do yourself a favor and stop <strong class=\"keyword\">worshiping</strong> this dude."},{"author":27,"first":"Para ello, debemos dejar de <strong class=\"keyword\">idolatrar</strong> la omnipotencia del mercado y restablecer el equilibrio entre el mercado y la intervención estatal.","second":"For that to happen we need to abandon our <strong class=\"keyword\">idolatry</strong> of market omnipotence and to restore a balance between the market and state intervention."},{"author":118293,"first":"En 1980 seguíamos escuchando a los Doors y a los Beatles... y se suponía que debíamos <strong class=\"keyword\">idolatrar</strong> esa música, pero no era nuestra.","second":"I mean, in 1980 we're still listening to the Doors and the Beatles and we're supposed to be bowing down to that music, and it just wasn't our music."},{"author":91988,"first":"Desde la presidencia de Alan Greenspan en la junta de la Reserva Federal de EE. UU., tanto los mercados como los medios han tendido a <strong class=\"keyword\">idolatrar</strong> y personalizar a las instituciones como los bancos centrales.","second":"Ever since Alan Greenspan’s chairmanship of the US Federal Reserve Board, both markets and the media have tended to <strong class=\"keyword\">lionize</strong> and personalize institutions like central banks."}],"from":"es","dest":"en","authors":{"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}