{"result":"ok","tuc":[{"phrase":{"text":"ignominy","language":"en"},"meanings":[{"language":"en","text":"Great dishonor, shame, or humiliation"}],"meaningId":7116011727266980187,"authors":[70195]},{"phrase":{"text":"shame","language":"en"},"meaningId":7120255163831628034,"authors":[89651]},{"phrase":{"text":"disgrace","language":"en"},"meaningId":-324569429754586052,"authors":[20]},{"phrase":{"text":"disgracefulness","language":"en"},"meaningId":80758327538095226,"authors":[25018]},{"phrase":{"text":"disrepute","language":"en"},"meaningId":2638938526348635900,"authors":[25018]},{"phrase":{"text":"infamy","language":"en"},"meaningId":784403388537868154,"authors":[25018]},{"phrase":{"text":"opprobrium","language":"en"},"meaningId":886781982590781142,"authors":[25018]},{"phrase":{"text":"scandal","language":"en"},"meaningId":-9153810679962500275,"authors":[25115]},{"phrase":{"text":"shamefulness","language":"en"},"meaningId":-3092911860011712201,"authors":[86934]},{"meanings":[{"language":"en","text":"ignominy"}],"meaningId":-5013237397269073112,"authors":[1]}],"phrase":"ignominia","examples":[{"author":94808,"first":"Lima (Cabo Verde) rinde homenaje a las madres y las abuelas de Plaza de Mayo, que merecen el Premio Nobel de la Paz y son la prueba de que la vitalidad de un pueblo reside en su capacidad de luchar contra la injusticia y superar la <strong class=\"keyword\">ignominia</strong>; su lucha debería servir de inspiración para la ratificación universal de la Convención.","second":"Lima (Cape Verde) paid tribute to the mothers and grandmothers of Plaza de Mayo, who were worthy of the Nobel Peace Prize and were proof that the vitality of a people lay in its capacity to fight injustice and surmount <strong class=\"keyword\">ignominy</strong>; their struggle should inspire universal ratification of the Convention."},{"author":27,"first":"Parece como si la <strong class=\"keyword\">ignominia</strong> de la política rusa en Chechenia no tuviera límite: 17 miembros de la familia del Sr. Umar Khanbiev, ministro checheno de Sanidad, que había sido recibido por nuestra Presidenta, la Sra. Nicole Fontaine, y por numerosos presidentes de Grupo y muchos diputados, han sido detenidos después de las intervenciones del Sr. Khanbiev en este Parlamento y en otros muchos foros a favor de una solución política.","second":"It would appear that there <strong class=\"keyword\">is</strong> no limit to the appalling nature of Russian policy in Chechnya. Seventeen members of the family of Umar Khanbiev, the Chechen Health Minister – who was received by our president, Mrs Fontaine, and by a number of group presidents and Members of this House – have been arrested, following speeches he had made, in this House and in various other forums, in favour of a political solution."},{"author":118293,"first":"¡ Menuda <strong class=\"keyword\">ignominia</strong>!","second":"Absolutely disgraceful."},{"author":118293,"first":"Pero, desgraciadamente, su vocación de actor implica someterse ocasionalmente a las más indignantes <strong class=\"keyword\">ignominias</strong>...","second":"But, unfortunately, your avocation as an actor as <strong class=\"keyword\">Grossmith</strong> will doubtless testify."},{"author":183,"first":"Plinio afirma que las tribus de los campos eran honradas a causa de los hombres que las componían, a la vez que como castigo o <strong class=\"keyword\">ignominia</strong>, se enviaban a las de la ciudad a los cobardes a quienes se quería envilecer.","second":"Pliny states positively that the country tribes were honoured because of the men of whom they were composed; while cowards men wished to dishonour were transferred, as a public <strong class=\"keyword\">disgrace</strong>, to the town tribes."},{"author":94808,"first":"Por ello, las consecuencias de esta <strong class=\"keyword\">ignominia</strong> —la división, la explotación, la exclusión, la pobreza y el hambre— son un gravamen repudiable que es necesario enfrentar decididamente.","second":"We <strong class=\"keyword\">must</strong> therefore resolutely confront division, exploitation, exclusion, poverty and hunger, as a result of that scourge."},{"author":94808,"first":"“Nosotros, junto con el pueblo del Iraq, saludamos a los jóvenes fieles que levantan las armas contra las fuerzas extranjeras de ocupación y a aquéllos que consideran la ocupación una <strong class=\"keyword\">ignominia</strong> que exige la purificación de la tierra y del pueblo por el fuego y por otros medios.”","second":"“We, along with the people of Iraq, greet those faithful young people who are carrying weapons against the foreign forces of occupation and those who see their occupation as an <strong class=\"keyword\">ignominy</strong> of which the land and the people must be purified by fire and other means.”"},{"author":118293,"first":"Esta guerra es una <strong class=\"keyword\">ignominia</strong>, surge de la codicia y la hipocresía.","second":"The truth is your war <strong class=\"keyword\">is</strong> filth, greed, and hypocrisy."},{"author":27,"first":"Si se aprueba, nos cubrirá de <strong class=\"keyword\">ignominia</strong> durante décadas.","second":"If we vote in favour of it, it will be a <strong class=\"keyword\">disgrace</strong> for years to come."},{"author":118293,"first":"Ahora bien, Maggie, sé que en verdad debería estar apoyándote incondicionalmente, pero deberías saber que no hay <strong class=\"keyword\">ignominia</strong> en llegar segundo.","second":"Now then, Maggie, I know I should really be rooting for you without exception, but you should know there is no <strong class=\"keyword\">ignominy</strong> in coming second."},{"author":119739,"first":"lo has envuelto en <strong class=\"keyword\">ignominia</strong>.","second":"You have enwrapped him with <strong class=\"keyword\">shame</strong>."},{"author":27,"first":"Ayer dimos una lección en este Parlamento en cuanto a la sensibilidad de la gestión de la protección de las libertades, Pues bien, la vieja Europa no puede quedar callada frente a una administración responsable de una <strong class=\"keyword\">ignominia</strong>, como es tener amordazados, en verdaderas cuevas medievales, a prisioneros de guerra.","second":"Yesterday this Parliament gave a lesson in the sensitivity of managing the protection of freedoms. So the old Europe cannot remain silent in the face of an administration responsible for the <strong class=\"keyword\">ignominy</strong> of having prisoners of war bound and gagged in truly medieval dungeons."},{"author":95096,"first":"Lc 1, 48; 2, 24); el vigilante cuidado hacia el Hijo desde la humildad de la cuna hasta la <strong class=\"keyword\">ignominia</strong> de la cruz (cf.","second":"Lk. 1:48, 2:24) her attentive care for her Son, from His humble birth to the <strong class=\"keyword\">ignominy</strong> of the cross (cf. Lk."},{"author":119739,"first":"19 Tú mismo has llegado a conocer mi oprobio y mi <strong class=\"keyword\">ignominia</strong> y mi humillación.","second":"19 You yourself have come to know my reproach and my <strong class=\"keyword\">shame</strong> and my humiliation."},{"author":94808,"first":"Eliminar el trabajo infantil: La Cumbre Mundial sobre el Desarrollo Sostenido debe proporcionar un foro para sacar a la luz y eliminar la <strong class=\"keyword\">ignominia</strong> de más de 250 millones de niños trabajadores a los que se priva de su derecho a llevar una vida digna.","second":"Eliminate child labour: The World Summit on Sustainable Development must provide a forum for exposing and eliminating the <strong class=\"keyword\">travesty</strong> of over 250 million child labourers who are being deprived of a right to a decent life."},{"author":95096,"first":"En momentos o situaciones difíciles, recordad aquellas palabras de la carta a los Hebreos: \"Corramos en la carrera que nos toca, sin retirarnos, fijos los ojos en el que inició y completa nuestra fe: Jesús, que, renunciando al gozo inmediato, soportó la cruz, sin miedo a la <strong class=\"keyword\">ignominia</strong> (...), y no os canséis ni perdáis el ánimo\" (Hb 12, 1-3).","second":"In times and situations of difficulty, recall those words of the Letter to the Hebrews: \"let us run with perseverance the race that is set before us, looking to Jesus, the pioneer and perfecter of our faith, who for the sake of the joy that was set before him, endured the cross, disregarding the <strong class=\"keyword\">shame</strong> ... so that you may not grow weary or lose heart\" (12:1-3)."},{"author":92475,"first":"No hay muchas dudas de que esta serie de ataques a individuos africanos han provocado la caída en la <strong class=\"keyword\">ignominia</strong> de India frente a la comunidad internacional y ha tensado sus lazos con los países africanos.","second":"There is little doubt that the series of attacks on African individuals have <strong class=\"keyword\">disgraced</strong> India in front of the international community and has strained its ties with African countries."},{"author":8000,"first":"Constituye una <strong class=\"keyword\">ignominia</strong> en la que no pueden ampararse los rebeldes","second":"<strong class=\"keyword\">Section</strong> # ommercial"},{"author":94808,"first":"El Gobierno y el pueblo de Rwanda consideran una <strong class=\"keyword\">ignominia</strong> atroz que presuntos genocidas trabajen, en cualquier calidad, en el propio Tribunal creado para juzgar a los sospechosos de los delitos más graves.","second":"The Government and the people of Rwanda consider it the most perverse <strong class=\"keyword\">outrage</strong> for genocide suspects to serve in any capacity on the very Tribunal established to bring the most serious suspects to justice."},{"author":27,"first":"Lo hemos vivido en Irlanda del Norte: nuestro Gobierno toleró neciamente zonas «vedadas» a sus propias fuerzas de seguridad, un nivel aceptable de violencia, el estatuto político para los prisioneros, conversaciones secretas, pactos secundarios, la reestructuración y el cambio de nombre de la policía, la minimización de la importancia a la delincuencia organizada paramilitar y la <strong class=\"keyword\">ignominia</strong> final de la liberación anticipada de terroristas al amparo del mal concebido Acuerdo de Belfast.","second":"We have lived through that in Northern Ireland: our government foolishly tolerated 'no go' areas for their own security forces, an acceptable level of violence, political status for prisoners, secret talks, side deals, the restructuring and renaming of the police, the soft-pedalling of paramilitary organised crime, and the ultimate <strong class=\"keyword\">ignominy</strong> of the early release of terrorists under the ill-conceived Belfast Agreement."},{"author":119739,"first":"Al enterarse de esta <strong class=\"keyword\">ignominia</strong>, los hombres valientes de Jabés-galaad hicieron una atrevida incursión nocturna y se llevaron los cadáveres a Jabés-galaad; allí quemaron los cuerpos y enterraron los huesos de manera respetuosa.","second":"Upon hearing of this <strong class=\"keyword\">disgrace</strong>, valiant men of Jabesh-gilead made a daring night raid in which they removed the corpses, brought them to Jabesh-gilead, burned the bodies, and gave the bones a respectful burial."},{"author":91988,"first":"Esa ejecutoria añade aún más <strong class=\"keyword\">ignominia</strong> a la sensación de pérdida padecida por los allegados de quienes murieron o desaparecieron.","second":"That record adds even more <strong class=\"keyword\">ignominy</strong> to the sense of loss suffered by the loved ones of those who died or remain missing."},{"author":8000,"first":"Es una <strong class=\"keyword\">ignominia</strong> para el pueblo y la tradición iraníes, de gran antigüedad","second":"He is a <strong class=\"keyword\">disgrace</strong> to the ancient Iranian people and tradition"},{"author":118293,"first":"Este hombre, en vez de doblegarse ante la ley y a quien le puso la multa, respondió con una palabra irrepetible que revelaremos durante el juicio y que quedará escrita como una gran <strong class=\"keyword\">ignominia</strong> en la historia de esta ciudad.","second":"Rather than bowing before the law, enjoined by the fine this man responded with an unutterable word which we sh all reveal at the trial, and it shall remain as <strong class=\"keyword\">a</strong> black mark in the history of this city."},{"author":27,"first":"Las tergiversaciones y las medidas tan limitadas como ineficaces en esta materia demuestran solamente que se prefiere el conformarse con el dinero tanto del terrorismo como de la droga y el crimen antes que garantizar una trasparencia total que corre peligro de desvelar los múltiples tráficos e <strong class=\"keyword\">ignominias</strong> del propio sistema capitalista y el considerable despilfarro que le cuesta a la sociedad.","second":"The prevarications and measures in this area which are as limited as they are ineffective only prove that we prefer to put up with terrorist money and money from organised crime than to ensure total transparency, which could unveil multiple trafficking and <strong class=\"keyword\">ignominies</strong> in the capitalist system itself and the considerable wastage that it costs society."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}