{"result":"ok","tuc":[{"phrase":{"text":"unknown","language":"en"},"meanings":[{"language":"en","text":"not known"}],"meaningId":3580339269546537249,"authors":[70195]},{"meanings":[{"language":"en","text":"unknown"}],"meaningId":2903079109147709517,"authors":[93107]}],"phrase":"ignoto","examples":[{"author":8008,"first":"Un milagro de la naturaleza: así es Puerto Maldonado, una tierra <strong class=\"keyword\">ignota</strong> de árboles gigantescos, ríos poderosos y brumas espesas, en la que el hombre es un forastero, un ser extraño que se conmueve al oír los susurros de los habitantes de la selva o al caminar por las tortuosas trochas del monte.","second":"A miracle of nature: that is Puerto Maldonado, a land <strong class=\"keyword\">unknown</strong> giant tree, mighty rivers and thick mist, in which the man is a stranger, a stranger who will be shocked to hear the whispers of the inhabitants of the jungle or to walk through the tortuous trails of the jungle."},{"author":118293,"first":"Pero ¿creen que el <strong class=\"keyword\">Ignoto</strong> las elige por otra razón?","second":"But you think the <strong class=\"keyword\">unsub</strong> chooses them for another reason, to o?"},{"author":94808,"first":"El solo caudal de estos bienes naturales <strong class=\"keyword\">ignotos</strong>, inexplorados en su extensa dimensión, se ofrece como la reserva más prometedora de salvaguardia a la vida humana; de ahí la importancia de este debate.","second":"Its abundance of natural blessings, <strong class=\"keyword\">unknown</strong> and unexplored, is the most promising resource we have for safeguarding human life; hence, the importance of this discussion."},{"author":95096,"first":"Que la FUCI experimente siempre la humildad de la investigación, la actitud de silenciosa acogida de lo <strong class=\"keyword\">ignoto</strong>, de lo desconocido, del otro, y demuestre su apertura y disponibilidad para caminar con todos los que están impulsados por una inquieta tensión hacia la Verdad, creyentes y no creyentes, extranjeros y excluidos.","second":"May the FUCI always experience the humility of research, that attitude of silent welcoming of the <strong class=\"keyword\">unknown</strong>, of the stranger, of the other and demonstrate one’s openness and willingness to walk with all those who are driven by a restless tension toward the Truth, believers and non believers, foreigners and the marginalized."},{"author":118293,"first":"Creemos que el <strong class=\"keyword\">Ignoto</strong> se asustó y quiso escapar.","second":"We believe this <strong class=\"keyword\">unsub</strong> got scared and wanted out."},{"author":118293,"first":"El <strong class=\"keyword\">Ignoto</strong> secuestra a mujeres de sitios públicos, sin testigos.","second":"This <strong class=\"keyword\">unsub</strong> is abducting women from very public places, with no witnesses."},{"author":31,"first":"Entonces lo encerraremos en un lugar <strong class=\"keyword\">ignoto</strong> al otro lado del mundo","second":"Then we will lock him away in a <strong class=\"keyword\">black</strong> site halfway around the world"},{"author":8000,"first":"Al contrario, los disturbios que empezaron ayer en el Líbano ilustran de manera trágica que hoy el país enfrenta desafíos de una magnitud <strong class=\"keyword\">ignota</strong> desde el fin de la guerra civil","second":"To the contrary, the riots that started yesterday in Lebanon tragically illustrate that the country today confronts challenges of a magnitude <strong class=\"keyword\">unseen</strong> since the end of the civil war"},{"author":118293,"first":"Al impedir su reconocimiento, desean retrasar toda conexión entre la víctima y el <strong class=\"keyword\">Ignoto</strong>.","second":"By destroying her I.D., They're hoping to delay you making a connection between the victim and the <strong class=\"keyword\">unsub</strong>."},{"author":94809,"first":"La cuestión de si la ciudadanía de la Unión puede conferir derechos, y en qué medida, que no están regulados en el Tratado ni en el Derecho secundario, es aún un territorio <strong class=\"keyword\">ignoto</strong> en la jurisprudencia del Tribunal de Justicia.","second":"The question whether and to what extent citizenship of the Union helps in the acquisition of rights which are not dealt with elsewhere in the Treaty or in secondary law is still largely virgin territory in the case-law of the Court."},{"author":94808,"first":"Al contrario, los disturbios que empezaron ayer en el Líbano ilustran de manera trágica que hoy el país enfrenta desafíos de una magnitud <strong class=\"keyword\">ignota</strong> desde el fin de la guerra civil.","second":"To the contrary, the riots that started yesterday in Lebanon tragically illustrate that the country today confronts challenges of a magnitude <strong class=\"keyword\">unseen</strong> since the end of the civil war."},{"author":94808,"first":"Una de las dimensiones <strong class=\"keyword\">ignotas</strong> es llevar ante la justicia a los culpables que apoyaron el uso de esas armas.","second":"One of the <strong class=\"keyword\">unexplored</strong> dimensions is to bring to justice the culprits who supported the use of such weapons."},{"author":118293,"first":"Esto es común en <strong class=\"keyword\">Ignotos</strong> que fueron maltratados.","second":"Now we see this a lot in <strong class=\"keyword\">unsubs</strong> who've have been abused."},{"author":91988,"first":"En Finlandia, un hasta entonces <strong class=\"keyword\">ignoto</strong> Partido de los Verdaderos Finlandeses pudo capitalizar el resentimiento provocado por los paquetes de rescate implementados en la eurozona y terminó tercero (muy cerca del segundo) en la elección general de abril de este año.","second":"In Finland, the heretofore <strong class=\"keyword\">unknown</strong> True Finn party capitalized on the resentment around eurozone bailouts to finish a close third in April’s general election."},{"author":27,"first":"Las preguntas y sus respuestas, todavía <strong class=\"keyword\">ignotas</strong>, no pueden evitar que se tenga en cuenta la voluntad de la mayoría que decide en el proceso de toma de decisiones de la Unión Europea.","second":"The questions and their answers<strong class=\"keyword\">,</strong> yet to be found, cannot prevent the will of the deciding majority to be taken into account in the decision-making process of the European Union."},{"author":8008,"first":"Pero entonces estos últimos (signo y caligrafía) son a su vez proyecciones de mi yo más <strong class=\"keyword\">ignoto</strong>, paisajes interiores.","second":"But the lines of the paint (signs and calligraphy) are also the projections of the most <strong class=\"keyword\">unknown</strong>, interior part of me."},{"author":94809,"first":"El mar se ha percibido como fuente de romanticismo, pero también de separación, de peligros <strong class=\"keyword\">ignotos</strong> y de sufrimiento.","second":"It has been seen as a source of romance, but also of separation, <strong class=\"keyword\">unknown</strong> perils and grief."},{"author":118293,"first":"O un actor... que hace funciones en un pueblo <strong class=\"keyword\">ignoto</strong>.","second":"Yeah, kind of like an actor doing dinner theater in <strong class=\"keyword\">Schenectady</strong>."},{"author":31,"first":"y recorren lo <strong class=\"keyword\">ignoto</strong>","second":"Roaming foreign <strong class=\"keyword\">lands</strong>"},{"author":94808,"first":"En gran medida, la Oficina está explorando terra <strong class=\"keyword\">ignota</strong>, por ejemplo, cuando entrevista a postulantes antes de incorporarlos a la lista de abogados; cuando supervisa, conforme a las Reglas de Procedimiento y Prueba, el desempeño de los abogados defensores; cuando suscribe acuerdos de cooperación con los Estados y las organizaciones; y cuando comparece ante el Tribunal para intervenir en cuestiones relacionadas con los derechos de la defensa.","second":"To a great extent, the Defence Office is exploring uncharted terrain, for example, by interviewing applicants before they are admitted to the list of counsel; by monitoring, as mandated under the Rules of Procedure and Evidence, the performance of defence counsel; by entering into cooperation agreements with States and organizations; and by appearing in court to address issues relating to the rights of the defence."},{"author":8008,"first":"Otros establecimientos destacables: el Hôtel Le Corbusier de la Cité Radieuse, un edificio del propio Le Corbusier en el distrito residencial de Marsella, construido en 1952; Casadelmar, en Córcega, envuelto en fantásticos jardines y asomado a Porto Vecchio, donde cada habitación tiene vistas al mar; y la encantadora y rocosa playa privada del remoto hotel Torre di Cala Piccola, en la <strong class=\"keyword\">ignota</strong> isla toscana de Argentario, que nos transporta a la Italia de la década de 1960.","second":"Highlights include the Hôtel Le Corbusier in the \"Cité Radieuse\", a Le Corbusier building in the residential district of Marseille, built in 1952; Casadelmar on Corsica, set in beautiful gardens overlooking Porto Vecchio, where every room has a sea view; and the enchanting private rocky beach Cala Piccola of the remote hotel Torre di Cala Piccola on the little-known Tuscan island of Argentario, which takes you back to 1960s Italy."},{"author":27,"first":"Hoy, la muerte del señor Hariri, cuyos asesinos <strong class=\"keyword\">ignotos</strong> siguen en libertad, replantea esta cuestión y otras muchas.","second":"Today, the death of Mr Hariri, whose <strong class=\"keyword\">unknown</strong> assassins are still on the loose, again raises this question and many others."},{"author":118293,"first":"Tratamos de encontrar al <strong class=\"keyword\">Ignoto</strong>.","second":"Well, we're trying to zero in on the <strong class=\"keyword\">unsub</strong>."},{"author":118293,"first":"ÉI es uno de los <strong class=\"keyword\">Ignotos</strong>.","second":"This is one of our <strong class=\"keyword\">unsubs</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}