{"result":"ok","tuc":[{"phrase":{"text":"impassive","language":"en"},"meanings":[{"language":"en","text":"Having, or revealing, no emotion"}],"meaningId":-7851330464749571775,"authors":[70195]},{"phrase":{"text":"unmoved","language":"en"},"meaningId":-451789621217448124,"authors":[84500]},{"phrase":{"text":"indifferent","language":"en"},"meaningId":840214536879004570,"authors":[69425]},{"phrase":{"text":"stolid","language":"en"},"meaningId":6626565398943017053,"authors":[25115]},{"phrase":{"text":"cold-hearted","language":"en"},"meaningId":8300333751531160915,"authors":[25018]},{"phrase":{"text":"cool","language":"en"},"meaningId":-5630424023513777208,"authors":[89651]},{"phrase":{"text":"impassible","language":"en"},"meaningId":2105041247804417856,"authors":[8]},{"phrase":{"text":"insensible","language":"en"},"meaningId":-5332720634990265849,"authors":[25018]},{"phrase":{"text":"insensitive","language":"en"},"meaningId":5429992406781119554,"authors":[86934]},{"phrase":{"text":"unaffected","language":"en"},"meaningId":-8917547620871582311,"authors":[84500]},{"phrase":{"text":"untouched","language":"en"},"meaningId":8066099940972356192,"authors":[84500]},{"meanings":[{"language":"en","text":"impassive"}],"meaningId":6241222702306347134,"authors":[1]}],"phrase":"impasible","examples":[{"author":118293,"first":"¿Puedes mirar <strong class=\"keyword\">impasible</strong>?","second":"Can you <strong class=\"keyword\">watch</strong> with no expression at all?"},{"author":27,"first":"Permanecemos <strong class=\"keyword\">impasibles</strong>, enfrentados a una situación similar a la que nos enfrentamos en Afganistán.","second":"<strong class=\"keyword\">We stand helpless</strong>, faced by a situation like we once faced in Afghanistan."},{"author":118293,"first":"Pero me mantuve <strong class=\"keyword\">impasible</strong>.","second":"But I kept my <strong class=\"keyword\">cool</strong>."},{"author":8000,"first":"Sin embargo es decepcionante y negativo que el país que más contamina, el responsable del # % de las emisiones del planeta con sólo el # % de la población mundial, haya desconocido el Protocolo de Kyoto y ahora contemple <strong class=\"keyword\">impasible</strong> cómo más de # naciones se esfuerzan en actualizarlo","second":"However, it is disappointing and unfortunate that the country that pollutes the most and is responsible for more than # per cent of the world's greenhouse gas emissions- a country that has only # per cent of the global population- has ignored the Kyoto Protocol and <strong class=\"keyword\">stands by impassively</strong> as more than # nations strive to update it"},{"author":94808,"first":"El hecho de que tanto las Naciones Unidas como su Secretario General y el Consejo de Seguridad continúen <strong class=\"keyword\">impasibles</strong> ante este ataque y acto flagrante de terrorismo de estado cometido contra la República del Iraq suscita serios interrogantes sobre la credibilidad de las Naciones Unidas y su capacidad para aplicar, a todos por igual y sin recurrir a dobles medidas, lo dispuesto en la Carta.","second":"That the United Nations, the Security Council and you yourself should remain mere <strong class=\"keyword\">spectators</strong> in the presence of this aggression and this blatant State terrorism against Iraq raises serious questions about the credibility of the United Nations and about its capacity to apply the norms of the Charter to all without distinction and without the use of double standards."},{"author":8000,"first":"Por consiguiente, no debemos permanecer <strong class=\"keyword\">impasibles</strong> mientras se insulta, ataca o lesiona a las personas por su creencia religiosa","second":"Therefore, we must not <strong class=\"keyword\">sit idly by</strong> while people are insulted, attacked or injured because of their faith"},{"author":27,"first":"Mientras la comunidad internacional permanece totalmente <strong class=\"keyword\">impasible</strong>, ese país ha soportado durante años un conflicto que aún continúa.","second":"While the international community remains completely <strong class=\"keyword\">indifferent</strong>, that country has for years endured a conflict that is still continuing."},{"author":118293,"first":"Aquí estamos, tres seres <strong class=\"keyword\">impasibles</strong> de mediana edad y ahí están esas criaturas apenas sin salir del cascarón y ya los meten bajo tierra.","second":"Here we are, three <strong class=\"keyword\">stolid</strong>, middle-aged folk and there are those infant creatures hardly out of their shells when they're pushed back under the ground."},{"author":94808,"first":"Sin embargo, tenemos justificados motivos para pensar que, ante el empeoramiento de la situación, el Consejo de Seguridad no permanecerá <strong class=\"keyword\">impasible</strong> e inerte, especialmente teniendo en cuenta que la comunidad internacional se ha pronunciado a favor del pueblo palestino.","second":"Nevertheless, we have had good reason to believe that the Security Council, faced with the deterioration of the situation, would not remain inert and <strong class=\"keyword\">impassive</strong>, particularly since the international community has mobilized itself behind the Palestinian people."},{"author":118293,"first":"Un poco más <strong class=\"keyword\">impasible</strong>.","second":"A little bit more matter-of-fact<strong class=\"keyword\">.</strong>"},{"author":118293,"first":"Los dioses permanecieron... <strong class=\"keyword\">impasibles</strong>.","second":"The gods were... <strong class=\"keyword\">unmoved</strong>."},{"author":27,"first":"Al Presidente Pöttering quisiera hacerle una propuesta concreta, para que proponga la invitación a distintos líderes parlamentarios libaneses aquí, al Parlamento Europeo, para dialogar sobre las propuestas de la Liga Árabe y para fomentar un ejercicio de diplomacia parlamentaria, para que no quedemos <strong class=\"keyword\">impasibles</strong> ante esta situación donde los libaneses se han convertido en peones de un juego geopolítico peligrosísimo para ellos y para la paz en el Oriente Próximo.","second":"President Pöttering, I would like to put a specific proposal to you, to propose that various Lebanese parliamentary leaders be invited here to the European Parliament in order to discuss the Arab League's proposals and to encourage an exercise in parliamentary diplomacy, so that we do not remain <strong class=\"keyword\">impassive</strong> in the face of the situation in which the Lebanese people have become pawns in a geopolitical game that is extremely dangerous, both for them and for peace in the Middle East."},{"author":94808,"first":"Evidentemente, la comunidad internacional no puede ni debe permanecer <strong class=\"keyword\">impasible</strong> ante los abominables crímenes de genocidio, crímenes de guerra y crímenes de lesa humanidad.","second":"Clearly, the international community cannot and should not <strong class=\"keyword\">sit idly by when faced</strong> with the heinous crimes of genocide, war crimes and crimes against humanity."},{"author":94808,"first":"No debemos quedarnos <strong class=\"keyword\">impasibles</strong> ante tan grave amenaza global.","second":"We <strong class=\"keyword\">cannot</strong> remain <strong class=\"keyword\">passive</strong> before such a serious global threat."},{"author":8000,"first":"En lo que atañe al examen periódico, hay un principio cardinal según el cual las organizaciones internacionales como las Naciones Unidas no pueden permanecer <strong class=\"keyword\">impasibles</strong> ante los rápidos cambios y transiciones que se producen en el escenario mundial y las aspiraciones cada vez mayores de la comunidad internacional","second":"As far as periodic review is concerned, there is a cardinal principle whereby international organizations such as the United Nations <strong class=\"keyword\">cannot</strong> remain static against a backdrop of rapid change and transition in the global arena and the growing aspirations of the international community"},{"author":118293,"first":"Me negué a quedarme <strong class=\"keyword\">impasible</strong>.","second":"I refused to sit there safe in that observation post and <strong class=\"keyword\">watch</strong> it <strong class=\"keyword\">happen</strong>."},{"author":8000,"first":"Pese a las disposiciones adoptadas por las Naciones Unidas para garantizar la protección de las personas, los refugiados, las personas desplazadas, las mujeres, los niños y las minorías étnicas siguen siendo víctimas de catástrofes provocadas por las luchas por el poder, mientras que los responsables permanecen <strong class=\"keyword\">impasibles</strong>","second":"Despite the steps taken by the United Nations to ensure the protection of persons, it was the refugees, displaced persons, women, children and ethnic minorities who continued to bear the brunt of the disasters resulting from the struggles for power, while those responsible were totally <strong class=\"keyword\">unaffected</strong>"},{"author":118293,"first":"Y éste es El Ojo <strong class=\"keyword\">Impasible</strong>.","second":"And this we call the Unblinking Eye."},{"author":94809,"first":"El 9 de diciembre de 1999 tuvo lugar en el Parlamento Europeo un debate entre los diputados Dirk Sterckx y Fréderique Ries sobre el tema La prensa: el <strong class=\"keyword\">impasible</strong> amante de Europa.","second":"On 9 December 1999, a debate was held in the European Parliament between MEPs Dirk Sterckx and Frédérique Ries on The press: Europe's lukewarm lover."},{"author":94808,"first":"Sin embargo, ante la <strong class=\"keyword\">impasible</strong> mirada de la comunidad internacional, se cumplirán 118 años de la intervención de los Estados Unidos en el hermano pueblo de Puerto Rico.","second":"But the international community would continue to look on <strong class=\"keyword\">impassively</strong> as the brotherly people of Puerto Rico marked the 118th anniversary of the invasion of their island by the United States."},{"author":118293,"first":"Me negué a quedarme <strong class=\"keyword\">impasible</strong>.","second":"I refused to sit in the post and <strong class=\"keyword\">watch</strong> it <strong class=\"keyword\">happen</strong>."},{"author":94808,"first":"Juntos debemos prometer a nuestros hijos que la libertad debe ser universal, que la dignidad es inherente a todo ser humano y que jamás podemos permanecer <strong class=\"keyword\">impasibles</strong> ante la esclavitud de otros.","second":"Together we must extend a promise to our children that freedom must be universal, that dignity is inherent in every human being and that we can never, ever <strong class=\"keyword\">stand idly by when</strong> another is enslaved."},{"author":8000,"first":"No podemos sino plantear nuestra consternación ante el hecho de que el régimen iraquí, que ya ha arrastrado a su pueblo a dos cruentas guerras y ha contemplado <strong class=\"keyword\">impasible</strong> sus padecimientos ante prolongadas sanciones, le arriesgue ahora a un nuevo y mayor sufrimiento","second":"We cannot, therefore, fail to express our dismay at the fact that the Iraqi regime- which has dragged its people into two bloody wars and has already <strong class=\"keyword\">impassively sat by while</strong> its people have suffered from prolonged sanctions- is now exposing those people to the risk of new and greater suffering"},{"author":27,"first":"Además, siempre hemos tenido presentes los valores de la fraternidad y la solidaridad. Los húngaros hemos luchado mucho y por eso no podemos quedarnos <strong class=\"keyword\">impasibles</strong> ante las batallas de los demás ni de brazos cruzados mientras los demás pasan por dificultades.","second":"We Hungarians have fought too much to be <strong class=\"keyword\">indifferent</strong> to the struggles of others and pass other people's problems by without a word."},{"author":118293,"first":"Puedes parecer frío e <strong class=\"keyword\">impasible</strong>, pero siempre se nota.","second":"You may seem cool and <strong class=\"keyword\">impassive</strong> but it always shows."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}