{"result":"ok","tuc":[{"phrase":{"text":"impel","language":"en"},"meanings":[{"language":"en","text":"To drive forward; to propel an object."},{"language":"en","text":"To drive forward; to propel an object"},{"language":"es","text":"Mover hacia adelante, propulsar un objeto."},{"language":"en","text":"To urge a person; to press on; to incite to action or motion via intrinsic motivation"}],"meaningId":-7851806177129610882,"authors":[90508]},{"phrase":{"text":"urge","language":"en"},"meanings":[{"language":"en","text":"to press the mind or will of"}],"meaningId":6008252896185060961,"authors":[90508]},{"phrase":{"text":"push","language":"en"},"meaningId":1911928410743904393,"authors":[2698]},{"phrase":{"text":"thrust","language":"en"},"meaningId":8777879834283257826,"authors":[83619]},{"phrase":{"text":"actuate","language":"en"},"meaningId":5567663815726353536,"authors":[2698]},{"phrase":{"text":"chase","language":"en"},"meaningId":-738613342942622224,"authors":[2698]},{"phrase":{"text":"drive","language":"en"},"meaningId":4174263866340680985,"authors":[2698]},{"phrase":{"text":"drive on","language":"en"},"meaningId":126566581755906385,"authors":[2698]},{"phrase":{"text":"propel","language":"en"},"meaningId":2274250691291877605,"authors":[83619]},{"phrase":{"text":"pursue","language":"en"},"meaningId":8520652965481322460,"authors":[2698]},{"phrase":{"text":"shoo","language":"en"},"meaningId":-2549222028079573796,"authors":[2698]},{"phrase":{"text":"blow","language":"en"},"meaningId":-3171812940540367277,"authors":[25018]},{"phrase":{"text":"drift","language":"en"},"meaningId":-8852964063801548324,"authors":[25018]},{"phrase":{"text":"drive away","language":"en"},"meaningId":3644221067459534136,"authors":[2701]},{"phrase":{"text":"harrow","language":"en"},"meaningId":7276225296348344783,"authors":[2698]},{"phrase":{"text":"hurl","language":"en"},"meaningId":1677609558201544098,"authors":[83619]},{"phrase":{"text":"hurtle","language":"en"},"meaningId":8883079067201134550,"authors":[83619]},{"phrase":{"text":"incite","language":"en"},"meaningId":-1502843713053409175,"authors":[25018]},{"phrase":{"text":"insist","language":"en"},"meaningId":-7405959169126407630,"authors":[25018]},{"phrase":{"text":"jolt","language":"en"},"meaningId":9094819111817875555,"authors":[2701]},{"phrase":{"text":"lunge","language":"en"},"meaningId":7036950657907405042,"authors":[83619]},{"phrase":{"text":"move","language":"en"},"meaningId":2024435341488308966,"authors":[25018]},{"phrase":{"text":"oppress","language":"en"},"meaningId":-8528344934300318788,"authors":[2698]},{"phrase":{"text":"persecute","language":"en"},"meaningId":-6491547004492881385,"authors":[2698]},{"phrase":{"text":"prosecute","language":"en"},"meaningId":-2738831509810382720,"authors":[2698]},{"phrase":{"text":"push up","language":"en"},"meaningId":8517096607055792133,"authors":[83619]},{"phrase":{"text":"stalk","language":"en"},"meaningId":-7373936109457052458,"authors":[2698]},{"phrase":{"text":"stimulate","language":"en"},"meaningId":-5153669327986594298,"authors":[25115]},{"meanings":[{"language":"en","text":"to propel"}],"meaningId":-5902081053722399385,"authors":[93107]}],"phrase":"impeler","examples":[{"author":119739,"first":"Las aventarás, y un viento mismo se las llevará, y un viento de tempestad mismo las <strong class=\"keyword\">impelerá</strong> en diferentes direcciones.","second":"You will winnow them, and a wind itself will carry them <strong class=\"keyword\">away</strong>, and a windstorm itself will <strong class=\"keyword\">drive</strong> them different ways."},{"author":94808,"first":"Los Estados no deben dejarse <strong class=\"keyword\">impeler</strong> a adoptar medidas unilaterales que puedan llevar a la dilución del derecho internacional humanitario, tanto codificado como consuetudinario.","second":"States should avoid <strong class=\"keyword\">being provoked into</strong> unilateral action that could lead to the unravelling of international humanitarian law, both codified and customary."},{"author":8000,"first":"El caso de mi propio país debería <strong class=\"keyword\">impeler</strong> a la comunidad internacional a ponerse en acción","second":"My own country's case should <strong class=\"keyword\">spur</strong> the international community into action"},{"author":94809,"first":"De un único importador puede decirse que cooperó, y éste se manifestó contrario a la imposición de medidas, porque tales medidas impedirían la importación de fibras de poliéster como materia prima y, en su opinión, podrían <strong class=\"keyword\">impeler</strong> a la industria transformadora a la deslocalización fuera de la UE.","second":"Only one importer could be considered as cooperating and this importer was against the imposition of measures for the reason that they prevented import of PSF as raw material and could allegedly <strong class=\"keyword\">force</strong> the downstream industry to delocalise outside the EU."},{"author":119739,"first":"+ 16 Las aventarás,+ y un viento mismo se las llevará,+ y un viento de tempestad mismo las <strong class=\"keyword\">impelerá</strong> en diferentes direcciones.","second":"+ 16 You will winnow+ them, and a wind itself will carry them <strong class=\"keyword\">away</strong>,+ and a windstorm itself will <strong class=\"keyword\">drive</strong> them different ways."},{"author":94809,"first":"De hecho, sobre la base de la interpretación de las propias Decisiones que considero correcta, (24) resulta con bastante claridad que la Comisión ha utilizado precisamente el procedimiento que el Tratado (apartado 2 del artículo 93) establece para la declaración de compatibilidad (o incompatibilidad) con el mercado común de una ayuda, y destinado a tal declaración, con unos objetivos distintos de dicha finalidad, es decir, para <strong class=\"keyword\">impeler</strong> al Estado destinatario de las Decisiones a cumplir las obligaciones que dimanan de otra Decisión anterior sobre la materia.","second":"On the basis of what I consider to be the correct interpretation of the decisions, (24) it is fairly clear that the procedure laid down under Article 93(2) of the Treaty for determining whether an aid is compatible or incompatible with the common market was in fact used by the Commission for other purposes, namely to induce the State <strong class=\"keyword\">to</strong> which the decisions are addressed to comply with obligations imposed by another prior decision in the matter."},{"author":8008,"first":"pousser, pousser en avant, propulser — <strong class=\"keyword\">impeler</strong>, impulsar, propulsar - retour [Hyper.","second":"pousser, pousser en avant, propulser — <strong class=\"keyword\">impel</strong>, propel - retour — return [Hyper."},{"author":8008,"first":"La parte media de esta ruta, especialmente en junio es completamente desierta, asГ que \"<strong class=\"keyword\">impeler</strong>\" completamente probablemente, ensuciarse por la arcilla azul y simplemente gozar de la comunicaciГіn con la naturaleza en la soledad.","second":"The average part of this route, especially in June is absolutely deserted so quite probably to \"<strong class=\"keyword\">force</strong>, be covered with blue clay and simply to take pleasure in dialogue with the nature in loneliness."},{"author":91988,"first":"Si lo intentan, la economía mundial <strong class=\"keyword\">impelerá</strong> el planeta hasta que sobrepase sus condiciones de funcionamiento con seguridad.","second":"If they try, the world economy will <strong class=\"keyword\">push</strong> the planet beyond safe operating conditions."},{"author":94808,"first":"El caso de mi propio país debería <strong class=\"keyword\">impeler</strong> a la comunidad internacional a ponerse en acción.","second":"My own country’s case should <strong class=\"keyword\">spur</strong> the international community into action."},{"author":94809,"first":"Cualquier cambio en la política de reembolso de un FIA que implique que ya no pueda ser considerado de tipo abierto o de tipo cerrado debe <strong class=\"keyword\">impeler</strong> al GFIA a dejar de aplicar las normas relativas a la antigua política de reembolso del FIA gestionado por él y a aplicar las normas relativas a la nueva política de reembolso de ese FIA.","second":"Any change in the redemption policy of an AIF implying that the AIF may be considered no longer as being an AIF of the open-ended type or an AIF of the closed-ended type, should <strong class=\"keyword\">lead</strong> the AIFM to cease to apply the rules relating to the old redemption policy of the AIF it manages and to apply the rules relating to the new redemption policy of such AIF."},{"author":119739,"first":"2 Como el humo es impelido, quieras <strong class=\"keyword\">impeler</strong>[los] tú;+","second":"2 As smoke is driven <strong class=\"keyword\">away</strong>, may you <strong class=\"keyword\">drive</strong> [them] <strong class=\"keyword\">away</strong>;+"},{"author":94809,"first":"Por ello, dado que las inversiones extranjeras parecen <strong class=\"keyword\">impeler</strong> el proceso necesario para racionalizar el uso de las tierras agrícolas, aumentar la productividad, elevar el nivel de innovación tecnológica y mejorar la competitividad de los mercados agrarios, es oportuno recomendar que Bulgaria y Rumanía estudien las medidas voluntarias que sean adecuadas para una mayor apertura de su respectivo sector agrario.","second":"Since foreign investments appear to be conducive <strong class=\"keyword\">to</strong> the process of rationalising farmland use, enhancing productivity, increasing the level of technological innovation and improving the competitiveness of the agricultural markets, it seems appropriate to recommend to the EU2 to consider measures for a further opening of their respective agricultural sectors on a voluntary basis."},{"author":8008,"first":"pousser, pousser en avant, propulser — <strong class=\"keyword\">impeler</strong>, impulsar, propulsar - bille — balita, bola, bola de cristal, bola de vidrio, boliche, bolita, cachina, canica, chibola, mable, maule, metra [Hyper.","second":"pousser, pousser en avant, propulser — impel, propel - bille — marble [Hyper."},{"author":8008,"first":"Cuenta la leyenda del Santo Apóstol Santiago que vino desde Palestina para <strong class=\"keyword\">impeler</strong> a los hombres a creer en Jesus.","second":"The legends says that the holy apostle Santiago came from <strong class=\"keyword\">Palestina</strong> to encourage the people to believe in Jesus."},{"author":94808,"first":"Una de las principales disposiciones legislativas de la Región Administrativa Especial de Hong Kong sobre el tema de este inciso es el artículo 22 de la Ley de asociaciones, que penaliza los delitos de incitar, <strong class=\"keyword\">impeler</strong> o invitar a otros a que se incorporen a organizaciones masivas ilícitas o colaboren en la dirección de tales organizaciones.","second":"Major legislation of the Hong Kong Special Administrative Region regarding the subject of this subparagraph includes Article 22 of the law on associations, which criminalizes incitement, enticement or invitation of others to become members of illicit mass organizations or to assist in the management of such organizations."},{"author":8000,"first":"El Relator Especial exhorta a la República Popular Democrática de Corea a que adopte efectivamente medidas tomando como base la enumeración que figura a continuación, y hace un llamamiento a la solidaridad internacional para <strong class=\"keyword\">impeler</strong> al país a adoptar medidas eficaces a este respecto","second":"The Special Rapporteur calls upon the Democratic People's Republic of Korea to take action efficaciously based on the following, and invites international solidarity to <strong class=\"keyword\">impel</strong> the country to take effective measures in this regard"},{"author":94808,"first":"La difícil situación de Estados como Tuvalu y Kiribati debía ser objeto de mayor atención e <strong class=\"keyword\">impeler</strong> a la comunidad internacional a actuar.","second":"The plight of States like Tuvalu and Kiribati must receive more attention and become a <strong class=\"keyword\">cause</strong> of action for the international community."},{"author":94808,"first":"El Relator Especial exhorta a la República Popular Democrática de Corea a que adopte efectivamente medidas tomando como base la enumeración que figura a continuación, y hace un llamamiento a la solidaridad internacional para <strong class=\"keyword\">impeler</strong> al país a adoptar medidas eficaces a este respecto:","second":"The Special Rapporteur calls upon the Democratic People’s Republic of Korea to take action efficaciously based on the following, and invites international solidarity to <strong class=\"keyword\">impel</strong> the country to take effective measures in this regard:"},{"author":8000,"first":"Una de las principales disposiciones legislativas de la Región Administrativa Especial de Hong Kong sobre el tema de este inciso es el artículo # de la Ley de asociaciones, que penaliza los delitos de incitar, <strong class=\"keyword\">impeler</strong> o invitar a otros a que se incorporen a organizaciones masivas ilícitas o colaboren en la dirección de tales organizaciones","second":"Major legislation of the Hong Kong Special Administrative Region regarding the subject of this subparagraph includes Article # of the law on associations, which criminalizes incitement, enticement or invitation of others to become members of illicit mass organizations or to assist in the management of such organizations"},{"author":22,"first":"De un único importador puede decirse que cooperó, y éste se manifestó contrario a la imposición de medidas, porque tales medidas impedirían la importación de fibras de poliéster como materia prima y, en su opinión, podrían <strong class=\"keyword\">impeler</strong> a la industria transformadora a la deslocalización fuera de la UE","second":"Only one importer could be considered as cooperating and this importer was against the imposition of measures for the reason that they prevented import of PSF as raw material and could allegedly <strong class=\"keyword\">force</strong> the downstream industry to delocalise outside the EU"},{"author":119739,"first":"31 Y un viento*+ prorrumpió de parte de Jehová y empezó a <strong class=\"keyword\">impeler</strong> codornices desde el mar+ y a dejarlas caer sobre el campamento, como el camino de un día por esta dirección y como el camino de un día por la otra dirección, todo en derredor del campamento, y como dos codos sobre la superficie de la tierra.","second":"31 And a wind*+ burst forth from Jehovah and began <strong class=\"keyword\">driving</strong> quails from the sea+ and letting them fall above the camp about a day’s journey this way and about a day’s journey that way, all around the camp, and about two cubits above the surface of the earth."},{"author":94808,"first":"Para concluir, Timor-Leste reconoce que los logros obtenidos hasta la fecha en los ámbitos del desarme y la seguridad internacional, aunque constituyen puntos de referencia plausibles, deberían <strong class=\"keyword\">impeler</strong> a la comunidad internacional a redoblar sus esfuerzos para alcanzar la meta última de la paz y la seguridad mundiales, la fuerza motora innegable de la prosperidad.","second":"In conclusion, Timor-Leste recognizes that the achievements to date in the areas of disarmament and international security, while plausible benchmarks, should <strong class=\"keyword\">impel</strong> the international community to further increase its efforts to achieve the ultimate goal of global peace and security, the undeniable driving force of prosperity."},{"author":8000,"first":"Los Estados no deben dejarse <strong class=\"keyword\">impeler</strong> a adoptar medidas unilaterales que puedan llevar a la dilución del derecho internacional humanitario, tanto codificado como consuetudinario","second":"States should avoid <strong class=\"keyword\">being provoked into</strong> unilateral action that could lead to the unravelling of international humanitarian law, both codified and customary"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"2701":{"U":"http://dumps.wikimedia.org/kuwiktionary/latest/kuwiktionary-latest-pages-articles.xml.bz2","id":2701,"N":"Wikiferheng","url":"https://glosbe.com/source/2701"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}