{"result":"ok","tuc":[{"phrase":{"text":"imperious","language":"en"},"meanings":[{"language":"en","text":"domineering, overbearing"}],"meaningId":-5339345237629044588,"authors":[70195]},{"phrase":{"text":"peremptory","language":"en"},"meanings":[{"language":"en","text":"imperious, dictatorial"}],"meaningId":-830349131948659004,"authors":[70195]},{"phrase":{"text":"urgent","language":"en"},"meaningId":1425807694972471412,"authors":[80097]},{"phrase":{"text":"pressing","language":"en"},"meanings":[{"language":"en","text":"Needing urgent attention."},{"language":"es","text":"Que necesita atención urgente."}],"meaningId":4615485325704785151,"authors":[60172]},{"phrase":{"text":"imperative","language":"en"},"meaningId":5317260593792349620,"authors":[89651]},{"phrase":{"text":"arrogant","language":"en"},"meaningId":-2477647702228405491,"authors":[83062]},{"phrase":{"text":"cocky","language":"en"},"meaningId":1325774732479694198,"authors":[83062]},{"phrase":{"text":"commanding","language":"en"},"meaningId":-3073949618197850765,"authors":[97745]},{"phrase":{"text":"condescending","language":"en"},"meaningId":-1235056950590698476,"authors":[83062]},{"phrase":{"text":"contemptuous","language":"en"},"meaningId":-9104947720263230972,"authors":[83062]},{"phrase":{"text":"haughty","language":"en"},"meaningId":-3991938614200437589,"authors":[83062]},{"phrase":{"text":"lordly","language":"en"},"meaningId":7760214655632260884,"authors":[25018]},{"phrase":{"text":"masterful","language":"en"},"meaningId":400655235920975517,"authors":[25018]},{"phrase":{"text":"overbearing","language":"en"},"meaningId":3774931660992223037,"authors":[25018]},{"phrase":{"text":"pompous","language":"en"},"meaningId":-1566087644150882881,"authors":[83062]},{"phrase":{"text":"scornful","language":"en"},"meaningId":-2941298317429262745,"authors":[83062]},{"phrase":{"text":"snooty","language":"en"},"meaningId":8879396224331539892,"authors":[83062]},{"phrase":{"text":"supercilious","language":"en"},"meaningId":-4461446653329654068,"authors":[83062]},{"phrase":{"text":"uppity","language":"en"},"meaningId":-1983332750711144719,"authors":[83062]},{"meanings":[{"language":"en","text":"ineluctable"},{"language":"en","text":"imperious"}],"meaningId":-6333472160658417811,"authors":[93107]}],"phrase":"imperioso","examples":[{"author":94808,"first":"En otras palabras, no hay motivos <strong class=\"keyword\">imperiosos</strong> para que el estallido de un conflicto armado desplace el status quo mutuamente beneficioso.","second":"In other words, there is no <strong class=\"keyword\">compelling</strong> reason why the incidence of an armed conflict should dislodge the mutually beneficial status quo."},{"author":94809,"first":"El Comité de las Regiones está convencido de que hay una necesidad <strong class=\"keyword\">imperiosa</strong> de mejorar la relación entre las ciudades y sus regiones circundantes.","second":"The Committee of the Regions is convinced that there is a <strong class=\"keyword\">strong</strong> need for an improved relationship between cities and their wider regions."},{"author":94809,"first":"34 Al haber sostenido el Gobierno belga que las medidas controvertidas se justificaban por razones <strong class=\"keyword\">imperiosas</strong> de interés general relacionadas con la lucha contra el fraude fiscal en el sector de la construcción, es preciso comprobar si cabe admitir tal justificación.","second":"34 As the Belgian Government maintains that the disputed measures are justified by <strong class=\"keyword\">overriding requirements</strong> relating to the public interest in the prevention of tax fraud in the construction sector, it is necessary to determine whether such a justification can be accepted."},{"author":94809,"first":"El Tribunal de Justicia ha afirmado en reiteradas ocasiones que «la reducción de ingresos fiscales no puede considerarse una razón <strong class=\"keyword\">imperiosa</strong> de interés general susceptible de ser invocada para justificar una medida contraria, en principio, a una libertad fundamental».","second":"The Court has repeatedly held that ‘reduction in tax revenue cannot be regarded as an <strong class=\"keyword\">overriding</strong> reason in the public interest which may be relied on to justify a measure which is in principle contrary to a fundamental freedom’."},{"author":94809,"first":"Comencemos por la existencia de razones <strong class=\"keyword\">imperiosas</strong> de interés público.","second":"Let us begin with the existence of <strong class=\"keyword\">overriding</strong> reasons <strong class=\"keyword\">relating</strong> to public interest."},{"author":94808,"first":"Por consiguiente, para que la Oficina funcione con eficacia, es <strong class=\"keyword\">imperioso</strong> contar con un presupuesto razonable para gastos de viaje que la Ombudsman administre en forma independiente.","second":"Thus, a reasonable travel budget independently administered by the Ombudsperson is <strong class=\"keyword\">imperative</strong> to the effective operation of the Office."},{"author":94809,"first":"En su sentencia en el asunto Marks & Spencer, el Tribunal de Justicia reconoció tres motivos de justificación (éléments justificatifs) y de «su conjunto» (pris ensemble) deduce que «una normativa restrictiva como la controvertida en el asunto principal persigue objetivos legítimos compatibles con el Tratado que están amparados por razones <strong class=\"keyword\">imperiosas</strong> de interés general, por un lado, y que es adecuada para garantizar la realización de dichos objetivos, por otro».","second":"In Marks & Spencer the Court recognised three grounds of justification (éléments justificatifs) and concluded from them, ‘taken together, ... that restrictive provisions such as those at issue in the main proceedings pursue legitimate objectives which are compatible with the Treaty and <strong class=\"keyword\">constitute overriding</strong> reasons in the public interest and that they are apt to ensure the attainment of those objectives’."},{"author":94809,"first":"En caso de que una demora, en la inclusión de un producto en el anexo I cause un retraso en la respuesta a una necesidad urgente de acceso a medicinas esenciales a precios asequibles en un país en desarrollo, y por lo tanto existan razones <strong class=\"keyword\">imperiosas</strong> de urgencia que lo exijan, se aplicará a los actos delegados adoptados en virtud del párrafo primero el procedimiento establecido en el artículo 5 bis.\".","second":"Where a delay in the addition of a product to Annex I would cause a delay in responding to an urgent need of access to affordable essential medicines in a developing country, and therefore <strong class=\"keyword\">imperative</strong> grounds of urgency so require, the procedure provided for in Article 5a shall apply to delegated acts adopted pursuant to the first subparagraph.\" ;"},{"author":94808,"first":"En este sentido, es <strong class=\"keyword\">imperioso</strong> que Israel someta sus instalaciones al régimen de salvaguardias del OIEA.","second":"Here, it is <strong class=\"keyword\">imperative</strong> that Israel submit its installations to IAEA safeguards."},{"author":8000,"first":"A pesar de esas diferencias, se consideró que si bien era <strong class=\"keyword\">imperiosa</strong> la necesidad de crear riqueza estimulando la economía y el comercio, también lo era la de movilizar los recursos humanos, proteger el ecosistema y fomentar la productividad y los principios del buen gobierno","second":"Notwithstanding such variations, it was considered that, while <strong class=\"keyword\">there</strong> is a <strong class=\"keyword\">strong</strong> case for wealth creation by stimulating the economy and trade, there is an equally strong case for mobilizing human resources, the ecosystem, productivity and good governance principles"},{"author":94809,"first":"El mismo órgano jurisdiccional se plantea si dicho objetivo puede considerarse una razón <strong class=\"keyword\">imperiosa</strong> de interés general que pueda justificar una restricción a las libertades fundamentales.","second":"It raises itself a question as to whether that objective can be regarded as an <strong class=\"keyword\">overriding</strong> reason in the public interest with a view to justifying a restriction on fundamental freedoms."},{"author":8000,"first":"Espera que las actividades en cuestión sigan centrándose en prestar asistencia especializada a los países en desarrollo para satisfacer las necesidades <strong class=\"keyword\">imperiosas</strong> de desarrollo","second":"It hoped that the activities concerned would remain focused on providing specialized assistance to developing countries in meeting <strong class=\"keyword\">pressing</strong> development needs"},{"author":8000,"first":"Esta es una condición <strong class=\"keyword\">imperiosa</strong> para lograr la aplicación plena de los conceptos de democracia y de respeto a los derechos humanos","second":"This is a prerequisite <strong class=\"keyword\">to</strong> the full implementation of the concepts of democracy and respect for human rights"},{"author":94809,"first":"Tampoco concurren razones <strong class=\"keyword\">imperiosas</strong> de interés general que permitan justificar una diferencia de trato de la rectificación a posteriori de liquidaciones tributarias firmes del impuesto sobre la renta respecto a los dividendos de origen nacional y los dividendos procedentes de sociedades establecidas en otro Estado miembro.","second":"Furthermore, there appear to be no <strong class=\"keyword\">overriding</strong> reasons in the public interest which could justify different treatment for the subsequent amendment of final income tax assessments, depending on whether they relate to domestic dividends or dividends from other EU countries."},{"author":94809,"first":"El ordenador delegado, en su caso de consuno con los demás ordenadores delegados interesados, constatará la situación de urgencia <strong class=\"keyword\">imperiosa</strong> y reexaminará su decisión regularmente teniendo presente el principio de buena gestión financiera.","second":"The authorising officer by delegation, where appropriate in concertation with the other authorising officers by delegation concerned, shall establish that a situation of <strong class=\"keyword\">extreme</strong> urgency exists and shall review his decision regularly with regard to the principle of sound financial management."},{"author":8000,"first":"Destacando la necesidad <strong class=\"keyword\">imperiosa</strong> de aumentar la cooperación de las democracias en las Naciones Unidas, United Nations Watch no comprende que se desoiga el llamamiento de la Sra. Hampson en favor de una reunión extraordinaria de emergencia sobre Darfur","second":"United Nations Watch stressed the <strong class=\"keyword\">urgent</strong> need for democracies to reinforce cooperation within the United Nations, and failed to understand why the appeal by Ms. Hampson for an emergency special session on Darfur was being ignored"},{"author":94809,"first":"Tan pronto como sea posible después de la concesión de la protección internacional, salvo en caso de que se opongan a ello motivos <strong class=\"keyword\">imperiosos</strong> de seguridad nacional u orden público, y sin perjuicio del artículo 21, apartado 3, los Estados miembros expedirán a los beneficiarios del estatuto de refugiado un permiso de residencia válido como mínimo por tres años y renovable.","second":"As soon as possible after international protection has been granted, Member States shall issue to beneficiaries of refugee status a residence permit which must be valid for at least 3 years and renewable, unless <strong class=\"keyword\">compelling</strong> reasons of national security or public order otherwise require, and without prejudice to Article 21(3)."},{"author":95096,"first":"Aportarán así su contribución insustituible a este progreso de los pueblos que Nos anhelamos, juntamente con todos los hombres de buena voluntad, y por el que tenemos propósito de trabajar con todas nuestras fuerzas: \"El porvenir está ahí, en el llamamiento <strong class=\"keyword\">imperioso</strong> de los pueblos a una mayor justicia, en su voluntad de paz, en su anhelo, consciente o inconsciente, de una vida más alta; aquélla que precisamente la Iglesia de Cristo puede y quiere darles\" (introducción a los Mensajes del Concilio al mundo, 8 de diciembre de 1965).","second":"In this way they will make their indispensable contribution to this progress of peoples that we, together with all men of good will, wish with all our heart and for which we intend to strive with all our forces. \"The future is there, in the insistent <strong class=\"keyword\">cry</strong> of peoples for greater justice, in their striving for peace, in their thirst, conscious \"or but vaguely perceived, for a nobler life, precisely that life which Christ's Church is able and willing to give\". (Introduction to the Council's Message to the World December 1965)."},{"author":118385,"first":"39 En el caso de autos, ni la dificultad de encontrar los datos relativos a las campañas de comercialización 1999/2000 y 2000/2001 ni el hecho de que algunos operadores existentes en la época de que se trata en el litigio principal hayan desaparecido pueden calificarse como consideraciones <strong class=\"keyword\">imperiosas</strong> de seguridad jurídica que justifiquen una limitación de los efectos en el tiempo de la presente sentencia.","second":"39 In the present case, neither the difficulty in retrieving data relating to the 1999/2000 and 2000/2001 marketing years nor the fact that some operators in existence at the time material to the main proceedings have now disappeared can be regarded as constituting <strong class=\"keyword\">overriding</strong> considerations of legal certainty justifying a limitation of the temporal effects of the present judgment."},{"author":94809,"first":"Por <strong class=\"keyword\">imperiosas</strong> razones de urgencia, la Comisión podrá recurrir al procedimiento de urgencia contemplado en el artículo 14, apartado 4, para la supresión de una vitamina o un mineral de las listas mencionadas en el apartado 1 del presente artículo.","second":"On <strong class=\"keyword\">imperative</strong> grounds of urgency, the Commission may use the urgency procedure referred to in Article 14(4) in order to remove a vitamin or a mineral from the lists referred to in paragraph 1 of this Article."},{"author":94808,"first":"Si el número de Estados que objeta este abuso no fuera suficiente, si la crítica seria de esa opinión por numerosos magistrados de la Corte y por un número creciente de expertos jurídicos del mundo no bastara, si el carácter obviamente interesado del proyecto de resolución actual no fuera suficiente, entonces, de seguro la <strong class=\"keyword\">imperiosa</strong> necesidad de hacer avanzar la hoja de ruta en sí no debería permitir que se llegara a otra conclusión.","second":"If the number of States objecting to this abuse is not enough; if the serious criticism of the opinion by numerous judges on the Court and by a growing number of legal experts around the world is not enough; if the obviously self-serving nature of the present draft resolution is not enough, then surely the <strong class=\"keyword\">imperative</strong> of advancing the road map should itself allow for no other conclusion."},{"author":94809,"first":"Por ello, propongo al Tribunal de Justicia que deje a este último la tarea de apreciar la validez de dicho requisito y que responda que el artículo 43 CE se opone a la normativa de un Estado miembro en virtud de la cual la empresa titular del monopolio de explotación de juegos por Internet en su territorio está sujeta a la prohibición de constituir sucursales en otro Estado miembro, a menos que este requisito esté válidamente justificado por una razón <strong class=\"keyword\">imperiosa</strong> de interés general y que sea proporcionado a dicho objetivo.","second":"That is why I propose that the Court leave it to the national court to assess the validity of this condition and reply that Article 43 EC precludes legislation of a Member State under which the undertaking which holds the monopoly to operate Internet games on its territory is prohibited from setting up a branch in another Member State, unless that condition is properly justified by a <strong class=\"keyword\">overriding</strong> reason in the general interest and is proportionate to that objective."},{"author":42,"first":"presentar, si fuera necesario, documentos justificativos que prueben motivos imprevisibles e <strong class=\"keyword\">imperiosos</strong> para la entrada, y","second":"he or she shall submit, if required, supporting documents substantiating unforeseeable and <strong class=\"keyword\">imperative</strong> reasons for entry, and"},{"author":94809,"first":"Los Estados miembros podrán dispensar a determinadas instalaciones concretas de la exigencia, a tenor de los criterios de autorización y permiso aludidos en el apartado 7, de aplicar opciones cuyos beneficios superen sus costes, cuando existan razones <strong class=\"keyword\">imperiosas</strong> de Derecho, propiedad o financiación que así lo requieran.","second":"Member States may exempt individual installations from being required, by the authorisation and permit criteria referred to in paragraph 7, to implement options whose benefits exceed their costs, if there are <strong class=\"keyword\">imperative</strong> reasons of law, ownership or finance for so doing."},{"author":94809,"first":"El Tribunal General reconoció la posibilidad de restringir las libertades fundamentales por razones <strong class=\"keyword\">imperiosas</strong> de interés general, concretamente, en este caso, el derecho del público a la información como elemento de la libertad de expresión e información[5].","second":"The General Court has recognised the possibility of restricting fundamental freedoms for <strong class=\"keyword\">overriding</strong> reasons of <strong class=\"keyword\">public</strong> interest, which in this case is the public's right to information as an element of freedom of expression and information[5]."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}