{"result":"ok","tuc":[{"phrase":{"text":"imposture","language":"en"},"meanings":[{"language":"en","text":"The act or conduct of an impostor; deception practiced under a false or assumed character; fraud or imposition; cheating"}],"meaningId":-998644853882177456,"authors":[70195]},{"phrase":{"text":"deception","language":"en"},"meaningId":-4868183670737080460,"authors":[84500]},{"phrase":{"text":"slander","language":"en"},"meaningId":6034967057980440562,"authors":[25115]},{"phrase":{"text":"aspersion","language":"en"},"meaningId":-427896331672674773,"authors":[25018]},{"phrase":{"text":"calumny","language":"en"},"meaningId":8253932186996125353,"authors":[83093]},{"phrase":{"text":"deceit","language":"en"},"meaningId":-3073259873989155433,"authors":[84500]},{"phrase":{"text":"fake","language":"en"},"meaningId":2079241835679811806,"authors":[25018]},{"phrase":{"text":"forgery","language":"en"},"meaningId":9041190054804652763,"authors":[25018]},{"phrase":{"text":"fraud","language":"en"},"meaningId":-6854049841870736387,"authors":[89651]},{"phrase":{"text":"imposition","language":"en"},"meaningId":-5378057813210172548,"authors":[25018]},{"phrase":{"text":"misrepresentation","language":"en"},"meaningId":-5641480384559939919,"authors":[84500]},{"phrase":{"text":"slur","language":"en"},"meaningId":7325334394392697318,"authors":[25115]},{"phrase":{"text":"spoofing","language":"en"},"meaningId":5153173511967144775,"authors":[80097]}],"phrase":"impostura","examples":[{"author":8008,"first":"En Colombia, El Tiempo terminaba un artículo con estas palabras: «Meyssan no afirma en su libro La Gran <strong class=\"keyword\">Impostura</strong> que su versión sea definitiva.","second":"In Colombia, El Tiempo ended an article with these words: “In his book The <strong class=\"keyword\">Big Lie</strong> Meyssan does not say his version is definitive."},{"author":8008,"first":"Después de publicar esta primavera La Gran <strong class=\"keyword\">Impostura</strong> , y a pesar de las críticas desencadenadas contra él, persiste y firma El Pentagate » [ 46 ].","second":"This spring, after publishing The Big <strong class=\"keyword\">Lie</strong>, and despite the criticisms against him, he persists and signs The Pentagate” [ 44 ]."},{"author":8008,"first":"Mohammed Khalifa, director del Centro Zayed, presentó al autor de la Gran <strong class=\"keyword\">Impostura</strong> en estos términos: «Estamos felices de recibir hoy entre nosotros a uno de los hijos de Francia. Francia, que representa uno de los símbolos de la civilización y de la defensa del derecho en la historia contemporánea.","second":"Mohammed Khalifa, director of the Zayed Center, introduced the author of The Big <strong class=\"keyword\">Lie</strong> in the following terms: “Today, we are happy to welcome one of the sons of France, a country that represents one of the symbols of civilization and the defense of rights in the contemporary history."},{"author":8008,"first":"[ 18 ] « L'auteur de \"L'Effroyable <strong class=\"keyword\">imposture</strong>\" à la rencontre de nombreux lecteurs marocains acquis à ses thèses », Associated Press, 7 junio 2002.","second":"[ 16 ] “L’auteur de \"<strong class=\"keyword\">L’Effroyable imposture</strong>\" à la rencontre de nombreux lecteurs marocains acquis à ses thèses”, Associated Press, June 7, 2002."},{"author":118293,"first":"Seigneur Harpagon, perdónele esa <strong class=\"keyword\">impostura</strong>.","second":"Mr. Harpagon, you must forgive him this <strong class=\"keyword\">piece</strong> of <strong class=\"keyword\">imposture</strong>."},{"author":118293,"first":"Aquella <strong class=\"keyword\">impostura</strong> mortuoria fue obra de la familia.","second":"It <strong class=\"keyword\">was</strong> all a show put on by the family."},{"author":31,"first":"¡ Admitirás tu <strong class=\"keyword\">impostura</strong>!","second":"You' il admit your <strong class=\"keyword\">deception</strong>!"},{"author":8000,"first":"Por lo tanto, precisamente para derrotar a la <strong class=\"keyword\">impostura</strong>, el candidato Laurent Gbagbo, que por medio de sus representantes en las oficinas de votación y en el seno de la Comisión Electoral iba teniendo, en tiempo real, los distintos resultados de la votación, lanzó un vibrante llamamiento a los patriotas de Côte d'Ivoire para que se opusieran al Jefe de la Junta que acababa de organizar en el palacio presidencial una ceremonia en la cual se había autoproclamado Presidente de la República","second":"“It was precisely for the purpose of foiling this <strong class=\"keyword\">deception</strong> that candidate Laurent Gbagbo, who through his representatives in the polling stations and on the Electoral Commission was apprised, in real time, of the various voting results, issued an impassioned appeal to Ivorian patriots to oppose the chief of the junta, who had just organized a ceremony in the presidential palace, in which he had proclaimed himself President of the Republic"},{"author":27,"first":"<strong class=\"keyword\">Impostura</strong> desde el punto de vista del procedimiento: la decisión marco ya está preparada y redactada.","second":"It is a procedural <strong class=\"keyword\">sham</strong> because the framework decision is already prepared and drafted."},{"author":118293,"first":"Como invención permanente de la realidad, como <strong class=\"keyword\">impostura</strong>.","second":"Politics... as permanent invention of reality, as an <strong class=\"keyword\">imposture</strong>."},{"author":8000,"first":"Se han impuesto penas por una serie de motivos, entre ellos los siguientes: difamación de un diputado; difamación de un particular; alteración del orden público y actos de sabotaje; difamación, a raíz de la publicación de diversos artículos sobre la corrupción; \"poner en peligro la seguridad del Estado\"; calumniar a la policía nacional; crear un sindicato de periodistas sin permiso de la autoridad; fraude e <strong class=\"keyword\">impostura</strong> en el ejercicio del periodismo; enseñanza de una religión prohibida, hecho constitutivo de delito contra la seguridad nacional; publicación de un artículo contrario a las leyes de prensa y \"perjudicial en potencia para la moral de las fuerzas armadas\"; desacato al tribunal, tras hacer comentarios sobre el poder judicial y su corrupción en una emisión televisiva; y publicación de críticas al gobierno","second":"Criminal penalties have been imposed on a number of grounds, including: libel of a member of Parliament; libel of a private individual; responsibility for public disorder and acts of sabotage; defamation, following publication of stories on corruption; “compromising State security”; slander of the national police; establishment of a journalists' union without government permission; fraud and impersonating a journalist; teaching of a banned religion, constituting a crime against national security; publication of an article contrary to the press laws and “potentially harmful to the morale of the armed forces”; contempt of court, following comments about the judiciary and its corruption during a television broadcast; publication of criticism of the Government"},{"author":118293,"first":"Mi vida era una <strong class=\"keyword\">impostura</strong>.","second":"My life was a total <strong class=\"keyword\">sham</strong>."},{"author":27,"first":"El idea misma de Occidente es, como sabemos, una <strong class=\"keyword\">impostura</strong> ideológica.","second":"This very idea of the West is, as we know, an ideological <strong class=\"keyword\">sham</strong>."},{"author":118293,"first":"hasta tal punto que ninguna clase de <strong class=\"keyword\">impostura</strong>, sea general o particular, jamás ha logrado colmar su credulidad interesada.","second":"Which is why they never cease being taken in by every sort of <strong class=\"keyword\">fraud</strong>, general or particular, that appeals to their self-interested credulity."},{"author":91988,"first":"Se trata de un prometedor paso adelante, pero siempre existe el peligro de que una declaración de principios y un planteamiento voluntario resulten ser una <strong class=\"keyword\">impostura</strong>.","second":"This is a promising step forward, but there is always a danger that a declaration of principles and a voluntary approach will turn into a <strong class=\"keyword\">sham</strong>."},{"author":8000,"first":"El principio de complementariedad con los tribunales nacionales convierte a la Corte en una red de seguridad, en caso de que las averiguaciones o los procesos judiciales de ámbito nacional sean una <strong class=\"keyword\">impostura</strong>, y, por tanto, su existencia puede constituir un poderoso incentivo para que los Estados ejerzan la diligencia debida","second":"The principle of complementarity with national courts meant that the Court would be a safety net if national investigations or prosecutions were a <strong class=\"keyword\">sham</strong>, and its existence might therefore prove to be a powerful incentive for States to display due diligence"},{"author":118293,"first":"La <strong class=\"keyword\">impostura</strong> religiosa suprema, es la del Anticristo \".","second":"<strong class=\"keyword\">\"</strong> The supreme religious <strong class=\"keyword\">deception</strong> is that of the Antichrist. \""},{"author":8008,"first":"Se puede pedir el libro « L'Effroyable <strong class=\"keyword\">imposture</strong> » en la libreria de Voltairenet.org.","second":"The Big Lie is available for sale in the <strong class=\"keyword\">Voltaire</strong> Network 's online bookshop."},{"author":8000,"first":"Cuando el Protector tenga motivo razonable para creer que un niño ha sido traído a Malasia después de haber sido trasladado por causa onerosa o fraude, <strong class=\"keyword\">impostura</strong> o cualesquiera falsos pretextos, o de que ha sido entregado a la custodia o control de cualquier persona por causa onerosa dentro o fuera de Malasia, o que esté siendo detenido en contra de su voluntad por una persona distinta de su padre o tutor, el Protector podrá ordenar que se separe al niño de la custodia de la persona que ejerce el cuidado, la custodia y el control del niño","second":"Where the Protector has reasonable cause to believe that a child has been brought into Malaysia either after having been transferred for valuable consideration or by fraud, <strong class=\"keyword\">misrepresentation</strong> or any false pretence, or has been transferred to the custody or control of any person for valuable consideration either within or outside Malaysia or is being detained against his will by some other than his parent or guardian, the Protector has the power to make an order for the child to be taken out of the custody of the person who has care, custody and control of the child"},{"author":8008,"first":"La sin par comediante californiana Rachel Arieff ha convertido los lunes por la noche de la sala Sidecar en una auténtica orgía de <strong class=\"keyword\">impostura</strong> rockera.","second":"The peerless Californian comic Rachel Arieff has converted Monday nights in the Sidecar Club into an authentic orgy of rock-n-roll <strong class=\"keyword\">mimicry</strong>."},{"author":94808,"first":"La ratificación sin aplicación constituye una gran <strong class=\"keyword\">impostura</strong>.","second":"Ratification without implementation was a gross <strong class=\"keyword\">deception</strong>."},{"author":118293,"first":"El Consejero, Jean de Coras impresionado por esta atrevida <strong class=\"keyword\">impostura</strong>, escribió una memoria del caso","second":"The Counselor, Jean de Coras impressed by this daring <strong class=\"keyword\">imposture</strong>, made a record of it"},{"author":8008,"first":"Lunes, 11 de Marzo de 2002: salida del libro La Gran <strong class=\"keyword\">Impostura</strong> .","second":"- Monday, March 11, 2002: launching of book The Big <strong class=\"keyword\">Lie</strong>."},{"author":94808,"first":"Ejemplos de las actividades motivo de preocupación son: procurar ciertas instalaciones del ciclo del combustible nuclear directamente pertinentes a las armas nucleares, como enriquecimiento o reprocesamiento, sin que haya una clara justificación económica ni de uso pacífico; establecer instalaciones y sistemas de adquisición clandestinos; infringir las salvaguardias y no cooperar con el OIEA para remediar esas situaciones; y utilizar tácticas evasivas y de <strong class=\"keyword\">impostura</strong> para ocultar actividades relativas a los materiales nucleares.","second":"Examples of activities of concern included: seeking certain fuel cycle facilities of direct relevance to nuclear weapons, such as enrichment or reprocessing, with no clear economic or peaceful justification; clandestine facilities and procurements; committing safeguards violations and failing to cooperate with the IAEA to remedy them; and using denial and <strong class=\"keyword\">deception</strong> tactics to conceal nuclear-related activities."},{"author":118293,"first":"¡ <strong class=\"keyword\">Impostura</strong>!","second":"<strong class=\"keyword\">Imposture</strong>!"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}