{"result":"ok","tuc":[{"phrase":{"text":"diss","language":"en"},"meanings":[{"language":"en","text":"Insult or put-down"},{"language":"en","text":"insult or put-down"}],"meaningId":8518929661649331438,"authors":[70195]},{"phrase":{"text":"epithet","language":"en"},"meaningId":-8249785325023902870,"authors":[69425]},{"phrase":{"text":"expletive","language":"en"},"meaningId":6787538650823558094,"authors":[97745]},{"phrase":{"text":"abuse","language":"en"},"meaningId":-7936531297511770032,"authors":[97745]},{"phrase":{"text":"curse","language":"en"},"meaningId":5248370389884272264,"authors":[84500]},{"phrase":{"text":"curse word","language":"en"},"meaningId":1411904070277655560,"authors":[84500]},{"phrase":{"text":"cuss","language":"en"},"meaningId":141167162573823809,"authors":[84500]},{"phrase":{"text":"insult","language":"en"},"meaningId":6804993976205986063,"authors":[86934]},{"phrase":{"text":"oath","language":"en"},"meaningId":-1870660733504731279,"authors":[84500]},{"phrase":{"text":"swearing","language":"en"},"meaningId":5428739929954391599,"authors":[84500]},{"phrase":{"text":"swearword","language":"en"},"meaningId":7756478585749877170,"authors":[84500]},{"phrase":{"text":"taunt","language":"en"},"meaningId":-4739097188817649218,"authors":[86934]},{"meanings":[{"language":"en","text":"insult, affront, diss"}],"meaningId":-5494896885617402276,"authors":[1]}],"phrase":"improperio","examples":[{"author":94808,"first":"En el territorio palestino ocupado, frente a Bi’r Shu‘ayb-Blida, los efectivos de una patrulla del enemigo israelí compuesta por 12 soldados, un vehículo Hummer y un vehículo Land Rover se detuvieron frente al puesto de observación del ejército libanés y lanzaron <strong class=\"keyword\">improperios</strong> en árabe a los soldados del puesto de observación.","second":"Inside occupied Palestinian territory, opposite Bi’r Shu‘ayb – Blida, personnel from an Israeli enemy patrol comprising 12 soldiers, a Hummer vehicle and a Land Rover vehicle stopped opposite the Lebanese Army observation point and directed <strong class=\"keyword\">curses</strong> in Arabic at soldiers at the observation point."},{"author":118293,"first":"Cuántos más <strong class=\"keyword\">improperios</strong> lance, mejor le atenderán.","second":"The more <strong class=\"keyword\">abuse</strong> he hands out, the more service he'll get."},{"author":92475,"first":"Eurukanaija tiene un consejo para la Primera Dama, cuyo <strong class=\"keyword\">improperios</strong> en inglés se han transformado en un atractivo nacional:","second":"Eurukanaija has some advice for the First Lady, whose English <strong class=\"keyword\">expletives</strong> have morphed into a national lure:"},{"author":8000,"first":"En varias ocasiones los colonos hostigaron a funcionarios que atravesaban puestos de control en vehículos de las Naciones Unidas profiriendo <strong class=\"keyword\">improperios</strong> y amenazas, lazándoles piedras o encañonándolos, a veces en presencia de soldados de las Fuerzas de Defensa de Israel","second":"There were several occasions where settlers harassed staff members in United Nations vehicles at checkpoints by <strong class=\"keyword\">shouting</strong> obscenities and threats, throwing stones or threatening staff members at gunpoint, sometimes in the presence of Israel Defense Forces soldiers"},{"author":8000,"first":"Unos soldados de las Fuerzas de Defensa de Israel encargados del puesto de control lanzaron <strong class=\"keyword\">improperios</strong> e intimidaron a un oficial médico que formaba parte del equipo","second":"A medical officer, who formed part of the team, was subjected to <strong class=\"keyword\">abusive language</strong> and threatening behaviour from the Israel Defense Forces soldiers manning the checkpoint"},{"author":94808,"first":"En este complejo juego de engaño y subversión, los Estados Unidos han recurrido sin ningún escrúpulo al “Grupo de Supervisión”, que han convertido en un apéndice de sus instituciones, a fin de maquillar y “dar por ciertos” todos los <strong class=\"keyword\">improperios</strong> lanzados contra Eritrea por sus archienemigos y detractores.","second":"In this elaborate game of deceit and subversion, the United States has unscrupulously used the “Monitoring Group”, which it has turned into an appendage of its institutions, to embellish and “validate as truth” all the <strong class=\"keyword\">invectives</strong> peddled against Eritrea by its arch-enemies and detractors."},{"author":8008,"first":"Cada vez que Awatte tocaba la pelota durante el primer tiempo, los simpatizantes del Osasuna le cantaban: “judío bastardo”, a pesar de haber sido advertidos durante el partido respecto de que el equipo podría ser multado si ellos proferían <strong class=\"keyword\">improperios</strong> racistas.","second":"A swastika formed with sticks on the ground and another carved into a pumpkin were found in front of the Congregation Beth Elohim synagogue. The two-foot square wooden swastika arranged on the front walkway was made from stakes, and police found similar stakes in the nearby <strong class=\"keyword\">Kmart</strong> parking lot."},{"author":119723,"first":"Esas peleas eran violentas y atroces, y se intensificaron hasta incluir también los <strong class=\"keyword\">improperios</strong> y los golpes físicos.","second":"The fights were vicious and ugly, and escalated into <strong class=\"keyword\">cursing</strong> and slugging."},{"author":119739,"first":"Mientras Mkalavishvili lanzaba <strong class=\"keyword\">improperios</strong>, sus secuaces arrancaron a los organizadores doce de los catorce volúmenes y se dieron a la fuga.","second":"While Mkalavishvili was spewing invective, his followers wrestled 12 of the 14 volumes from the organizers and took off with them."},{"author":118293,"first":"Tengo un hermano que lanza <strong class=\"keyword\">improperios</strong> sin previo aviso, y daría su vida, sin preguntar.","second":"I have a brother who hurl's <strong class=\"keyword\">expletives</strong> without warning, and would lay down his life, without asking."},{"author":92475,"first":"Los mensajes van desde política y filosofía al amor, humor e incluso <strong class=\"keyword\">improperios</strong>.","second":"The messages range from politics and philosophy to love, humour and even <strong class=\"keyword\">expletives</strong>."},{"author":8008,"first":"El 8 de mayo un tribunal lo condenó a tres días de detención por proferir <strong class=\"keyword\">improperios</strong> en público.","second":"On 8 May, the court sentenced him to three days’ detention for <strong class=\"keyword\">swearing</strong> in public."},{"author":94808,"first":"• Varios colonos israelíes armados, bajo la protección de las fuerzas de ocupación, apedrearon viviendas de palestinos en el barrio de Jaber, al este de Al-Khalil, y gritaron consignas racistas e <strong class=\"keyword\">improperios</strong> contra los residentes palestinos, amenazándolos con matarlos.","second":"• Israeli armed settlers, under the protection of the occupying forces, attacked Palestinian homes with rocks in the Jaber neighbourhood to the east of AlKhalil, and shouted racist slogans and <strong class=\"keyword\">profanities</strong> against the Palestinian residents, while threatening to kill them"},{"author":118293,"first":"¿Profirió una serie de <strong class=\"keyword\">improperios</strong> contra una persona?","second":"You shouted <strong class=\"keyword\">abuse</strong> at a certain person"},{"author":118293,"first":"Creo que que he oído todos los <strong class=\"keyword\">improperios</strong> de Nora a través de los años.","second":"I think I've heard all of Nora's <strong class=\"keyword\">expletives</strong> over the years."},{"author":92475,"first":"Esos antecedentes pueden explicar las razones por las cuales la indignación de Tekebayev fue recibida con comentarios irónicos e <strong class=\"keyword\">improperios</strong> en vb.kg, donde sus citas aparecieron:","second":"That background may explain why Tekebayev’s indignation was met with a backlash of irony and <strong class=\"keyword\">invective</strong> from commenters on vb.kg, where his quotes appeared:"},{"author":118293,"first":"Para alguien cuya madre lengua No es inglés, el uso de <strong class=\"keyword\">improperios</strong> es excelente.","second":"For someone whose mother tongue isn't English, your use of <strong class=\"keyword\">expletives</strong> is excellent."},{"author":8008,"first":"El debate se había iniciado de manera digna pero Miguel Servet, considerando a Calvino vencido, perdió la cabeza y, al final, sin ofrecer argumentos consistentes se vino abajo lanzando fuertes insultos e <strong class=\"keyword\">improperios</strong> en perjuicio de su caso.","second":"The discussion began on a fairly dignified plane, but Servetus, regarding Calvin as already defeated, soon lost his head, and at length abandoning argument fell into violent abuse and <strong class=\"keyword\">invective</strong>, much to the prejudice of his case."},{"author":118293,"first":"Discutimos ideas, levantamos la voz usamos <strong class=\"keyword\">improperios</strong>.","second":"Ideas were discussed <strong class=\"keyword\">expletives</strong> used."},{"author":118293,"first":"Como no tengo su don para los <strong class=\"keyword\">improperios</strong> no le puedo decir lo que opino de su intromisión en mis asuntos pero me he encargado de que no lo vuelva a hacer.","second":"Not having your gift for <strong class=\"keyword\">invective</strong> I cannot tell you what I think of your obnoxious interference in my affairs but I have arranged that you will interfere no longer."},{"author":27,"first":"Esta mañana recibí una carta de ella en la que me comunica, con el habitual acompañamiento de <strong class=\"keyword\">improperios</strong>, que no tiene la intención de perseguir en justicia a la publicación, como yo había sugerido.","second":"I have received a letter from her this morning indicating, amongst the usual torrent of <strong class=\"keyword\">abuse</strong>, that she does not intend to sue the magazine, as I suggested."},{"author":118293,"first":"Envía estos emails llenos de despotricantes <strong class=\"keyword\">improperios</strong> a toda mi compañía.","second":"He sends these ranting, <strong class=\"keyword\">expletive</strong>-filled e-mails to my entire company."},{"author":94808,"first":"En lugar de la violencia psicológica, que en sentido amplio puede interpretarse como incidentes aislados de intercambio de <strong class=\"keyword\">improperios</strong> e insultos, los países deben incluir el control coercitivo en su definición de violencia doméstica.","second":"Instead of psychological violence, which can be broadly interpreted to include isolated incidents of name calling or <strong class=\"keyword\">insults</strong>, countries should include coercive control in their definition of domestic violence."},{"author":8000,"first":"No digamos <strong class=\"keyword\">improperios</strong> inútiles o banales contra las intenciones o los motivos ulteriores de unos y otros en esta nueva página que abrimos en la historia de ese preciado órgano singular, a saber, el Consejo de Seguridad","second":"No useless or futile <strong class=\"keyword\">invective</strong> about the intentions or the ulterior motives of one and another in this new page that we are opening in the history of that unique precious body, namely, the Security Council"},{"author":31,"first":"Sí, y le añadió unos cuantos <strong class=\"keyword\">improperios</strong>","second":"Yeah, and she added a few <strong class=\"keyword\">frills</strong> and dressing"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}