{"result":"ok","tuc":[{"phrase":{"text":"impunity","language":"en"},"meanings":[{"language":"en","text":"Exemption from punishment."},{"language":"es","text":"Estar exento de castigo o pérdida."},{"language":"en","text":"Being exempt from punishment or loss."},{"language":"en","text":"exemption from punishment"}],"meaningId":-3095451071146213578,"authors":[70195]},{"meanings":[{"language":"en","text":"impunity"}],"meaningId":-6925744826805185744,"authors":[1]}],"phrase":"impunidad","examples":[{"author":94808,"first":"Su organización sigue pidiendo la ratificación universal del Estatuto de Roma de la Corte Penal Internacional y se opone rotundamente a los acuerdos bilaterales sobre la <strong class=\"keyword\">impunidad</strong> para los ciudadanos de los Estados Unidos.","second":"Her organization continued to call for universal ratification of the Rome Statute of the International Criminal Court and was firmly opposed to bilateral agreements on <strong class=\"keyword\">impunity</strong> for United States citizens."},{"author":8000,"first":"ii) Aumentar la conciencia y prestar apoyo a la acción del Gobierno para luchar contra los abusos y las violaciones de los derechos de los niños en los conflictos armados, incluida la violencia sexual y otros actos de violencia sexista cometidos contra los niños, garantizar la protección y el acceso a la justicia de las víctimas de este tipo de violencia, y luchar contra la <strong class=\"keyword\">impunidad</strong>","second":"ii) To raise awareness of and support the Government's action to fight violations and abuses against children in armed conflict, including sexual and other gender-based violence committed against children, ensure the protection and access to justice of victims of such violence and fight <strong class=\"keyword\">impunity</strong>"},{"author":94808,"first":"AI informó de que la <strong class=\"keyword\">impunidad</strong> por violaciones de los derechos humanos estaba muy extendida y se refirió a estadísticas oficiales correspondientes al período 2009-2012 que indicaban que solo el 3% de las denuncias formales de violaciones de los derechos humanos daban lugar a la imputación de los sospechosos.","second":"AI reported that <strong class=\"keyword\">impunity</strong> for violations of human rights is widespread and cited official statistics covering 2009-2012 that show that only 3 percent of formal complaints of human rights violations result in the suspects being charged."},{"author":94808,"first":"El clima imperante de <strong class=\"keyword\">impunidad</strong> pone de relieve la forma en que la falta de aplicación de un marco jurídico impide el enjuiciamiento de los responsables de las violaciones de los derechos humanos.","second":"The reigning climate of <strong class=\"keyword\">impunity</strong> underscored how the failure to implement a legal framework impeded the prosecution of perpetrators of human rights violations."},{"author":94808,"first":"Lo que es más importante: la Comisión contribuyó a concienciar a la población de Guatemala de la necesidad de acabar con la <strong class=\"keyword\">impunidad</strong>.","second":"Most importantly, the Commission contributed to raising awareness among the Guatemalan population of the need to end <strong class=\"keyword\">impunity</strong>."},{"author":94808,"first":"Reconociendo que la Corte Penal Internacional contribuye a poner fin a la <strong class=\"keyword\">impunidad</strong> por los delitos más graves cometidos contra los niños, como el genocidio, los crímenes de lesa humanidad y los crímenes de guerra, exhortando a los Estados a que no concedan amnistías por esos delitos y consciente de que los tribunales penales internacionales y los tribunales especiales también contribuyen a acabar con la <strong class=\"keyword\">impunidad</strong> por los delitos más graves cometidos contra los niños, como el genocidio, los crímenes de lesa humanidad y los crímenes de guerra,","second":"Recognizing the contribution of the International Criminal Court in <strong class=\"keyword\">ending impunity</strong> for the most serious crimes against children, including genocide, crimes against humanity and war crimes, calling upon States not to grant amnesties for such crimes and acknowledging the contribution of the international criminal tribunals and special courts in <strong class=\"keyword\">ending impunity</strong> for the most serious crimes against children, including genocide, crimes against humanity and war crimes,"},{"author":8000,"first":"Sin duda, en las operaciones de mantenimiento de la paz de las Naciones Unidas también nos enfrentamos a cuestiones más sistémicas, como una crisis económica cada vez más profunda que limitará todavía más nuestros recursos y nuestra flexibilidad para responder a las crisis y a las nuevas circunstancias sobre el terreno; cambios normativos y jurídicos en la lucha para poner fin a la <strong class=\"keyword\">impunidad</strong> y velar por que se haga justicia, que tienen repercusiones en las operaciones de mantenimiento de la paz; y una mayor demanda de ejecución de mandatos de protección de los civiles, entre otras cuestiones","second":"Indeed, United Nations peacekeeping as a whole also faces questions of a more systemic nature: a deepening world economic crisis that will further limit our resources and our flexibility to respond to crises and changed circumstances on the ground, normative and legal developments in the fight to end <strong class=\"keyword\">impunity</strong> and ensure justice that have repercussions for peacekeeping operations, and increased demand for the implementation of protection of civilian mandates, among other questions"},{"author":94808,"first":"Lo que se necesita es que los afrodescendientes integren la fuerza policial y se exija responsabilidad para que no haya <strong class=\"keyword\">impunidad</strong>.","second":"What was required was representation of people of African descent in policing and accountability to ensure the absence of <strong class=\"keyword\">impunity</strong>."},{"author":94808,"first":"Se necesitan ciertos indicadores comunes de seguimiento que alerten claramente de las violaciones de los derechos humanos, la pérdida de la libertad de expresión y la libertad de prensa, la xenofobia, la <strong class=\"keyword\">impunidad</strong>, la exclusión y otras amenazas de violencia inminente.","second":"There was a need for common key tracking indicators that provided a clear warning of human rights violations, loss of free speech and freedom of the press, xenophobia, <strong class=\"keyword\">impunity</strong>, exclusion and other threats of impending violence;"},{"author":94808,"first":"A la omisión de las investigaciones, se agrega la permanencia en sus funciones de los agentes policiales imputados, que refuerza el efecto demostrativo de la <strong class=\"keyword\">impunidad</strong>, inductiva a la reiteración o reincidencia de estas prácticas.","second":"The lack of investigations is compounded by the failure to remove the accused police officers from office, further reaffirming <strong class=\"keyword\">impunity</strong> and encouraging the continuation or repetition of these practices;"},{"author":8008,"first":"Entre las iniciativas del gobierno para abordar la <strong class=\"keyword\">impunidad</strong> política y la falta de rendición de cuentas figuraron los debates parlamentarios sobre un anteproyecto de ley para crear una comisión independiente encargada de investigar los abusos de las fuerzas de seguridad.","second":"Government efforts to address police <strong class=\"keyword\">impunity</strong> and lack of accountability included parliamentary discussions on a draft bill to create an independent commission to investigate abuses by the security forces."},{"author":94808,"first":"Respecto de las medidas tomadas para investigar, castigar y evitar <strong class=\"keyword\">impunidad</strong> de policías involucrados con grupos criminales, se informa que la Fiscalía General de la República (FGR) creó una unidad especializada en la Oficina Fiscal de San Salvador la cual está integrada por un grupo de fiscales dedicados a la investigación exclusiva de delitos cometidos por agentes policiales, los cuales trabajan directamente con la Unidad de Asuntos Internos de la Policía Nacional Civil.","second":"As regards the measures taken to investigate, punish and <strong class=\"keyword\">deny impunity</strong> to police officers involved with criminal gangs, the Office of the Public Prosecutor of the Republic set up a special unit in the San Salvador Prosecutor’s Office concerned exclusively with the investigation of crimes committed by police officers and working directly with the Internal Affairs Unit of the National Civil Police."},{"author":94809,"first":"Considerando que la Unión Europea ha instado a las autoridades rusas en repetidas ocasiones y por distintas vías, desde consultas regulares sobre derechos humanos hasta reuniones a nivel de cumbre, a que efectúen investigaciones independientes exhaustivas sobre este caso concreto, bien documentado, y a que pongan fin al actual clima de <strong class=\"keyword\">impunidad</strong>;","second":"whereas the European Union has urged the Russian authorities on many occasions and formats, from regular human rights consultations to summit-level meetings, to conduct thorough independent investigations in this special, well documented case, and to put an end to the current climate of <strong class=\"keyword\">impunity</strong>;"},{"author":94808,"first":"La existencia de disposiciones claras sobre la presentación de informes, la investigación y el enjuiciamiento de los casos de violencia son esenciales para luchar contra la <strong class=\"keyword\">impunidad</strong>.","second":"Clear provisions on reporting, investigation and prosecution of incidents of violence are essential to fight <strong class=\"keyword\">impunity</strong>."},{"author":94808,"first":"Los juicios por graves violaciones de los derechos humanos evidenciaron avances, pero siguió alta la <strong class=\"keyword\">impunidad</strong> tanto en casos recientes como del pasado.","second":"Trials for serious human rights violations have shown some progress, but a high level of <strong class=\"keyword\">impunity</strong> remained for both current and past cases."},{"author":94808,"first":"Condena enérgicamente las manifestaciones y los actos de racismo, discriminación racial, xenofobia y formas conexas de intolerancia contra los migrantes y los estereotipos que se les suelen aplicar, e insta a los Estados a que apliquen las leyes vigentes, cuando ocurran actos de xenofobia o intolerancia, o manifestaciones o expresiones contra los migrantes, para acabar con la <strong class=\"keyword\">impunidad</strong> de quienes cometen actos de xenofobia y racismo;","second":"Strongly condemns the manifestations and acts of racism, racial discrimination, xenophobia and related intolerance against migrants and the stereotypes often applied to them, and urges States to apply the existing laws, when xenophobic or intolerant acts or manifestations or expressions against migrants occur, in order to eradicate <strong class=\"keyword\">impunity</strong> for those who commit xenophobic and racist acts;"},{"author":8000,"first":"La actuación de Israel no sería posible sin el sostén económico, político y militar, y la <strong class=\"keyword\">impunidad</strong> que garantiza sus crímenes, del Gobierno de los Estados Unidos, que con el recurso al veto en el Consejo de Seguridad de las Naciones Unidas ha obstaculizado la condena de los responsables de dichos actos brutales","second":"Israel would not be able to act without the economic, political and military support of the Government of the United States of America, and the <strong class=\"keyword\">impunity</strong> that Government provided through the use of its veto in the United Nations Security Council to block condemnation of those responsible for such brutality"},{"author":94809,"first":"E. Señalando que, en la práctica, la <strong class=\"keyword\">impunidad</strong> supondría un obstáculo para la reconstrucción de Bosnia y Herzegovina como Estado independiente y democrático;","second":"E. whereas <strong class=\"keyword\">impunity</strong> represents an obstacle to the reconstruction of Bosnia- Herzegovina as an independent, democratic state,"},{"author":8000,"first":"Además, la población del país receptor puede tener la impresión de que los extranjeros que no están sujetos a códigos disciplinarios gozan de <strong class=\"keyword\">impunidad</strong>","second":"In addition, foreigners who are not subject to disciplinary codes may be perceived by the host population as enjoying <strong class=\"keyword\">impunity</strong>"},{"author":94808,"first":"Subraya la importancia de luchar contra la <strong class=\"keyword\">impunidad</strong> por la comisión de delitos en el ámbito deportivo motivados por el racismo, e insta a los Estados a que adopten todas las medidas apropiadas, de conformidad con la legislación nacional y con las obligaciones internacionales, para prevenir, combatir y afrontar todas las manifestaciones de racismo, discriminación racial, xenofobia y formas conexas de intolerancia en el contexto de acontecimientos deportivos, y a que velen por que los delitos motivados por el racismo sean castigados por la ley, según proceda;","second":"Underlines the importance of combating <strong class=\"keyword\">impunity</strong> for racially motivated crimes in sport, and urges States to take all appropriate measures, in accordance with domestic legislation and international obligations, to prevent, combat and address all manifestations of racism, racial discrimination, xenophobia and related intolerance in the context of sporting events, and to ensure that racially-motivated crimes are punished by law, as appropriate;"},{"author":94808,"first":"Amnistía Internacional manifestó su profunda preocupación por el hecho de que los autores de violaciones graves de los derechos humanos siguieran gozando de una <strong class=\"keyword\">impunidad</strong>, que además acentuaba la desconfianza de la población local en las institucionales públicas.","second":"AI was deeply concerned that perpetrators of serious human rights violations continue to enjoy <strong class=\"keyword\">impunity</strong>, which also fuels a lack of trust by the local population in state institutions."},{"author":27,"first":"A veces las autoridades encargadas de la acusación los desdeñan con aparente <strong class=\"keyword\">impunidad</strong>.","second":"Sometimes prosecuting authorities ignore them with apparent <strong class=\"keyword\">impunity</strong>."},{"author":8008,"first":"Justo después de la muerte de alguien, es fácil dejarse llevar por la tristeza y caer en la elegía exagerada al describir a la persona. Pero cuando una vida es arrancada de manera criminal, al dolor de la pérdida de un ser querido o apreciado se junta la rabia incontenible por la injusticia y la <strong class=\"keyword\">impunidad</strong>.","second":"It appears that once done with their weekending, the BBC has gotten around to a scant two sentence mention of <strong class=\"keyword\">Didace</strong>."},{"author":94808,"first":"Esta <strong class=\"keyword\">impunidad</strong> ha permitido eludir su responsabilidad a los autores de actos de opresión contra personas que habían impugnado políticas y prácticas en vigor.","second":"<strong class=\"keyword\">Impunity</strong> has allowed accountability to be avoided for acts that have oppressed voices questioning existing policies and practices."},{"author":94808,"first":"Como se recordó en la Estrategia de Seguridad Nacional, las fuerzas de seguridad pasaron a ser un instrumento de represión e <strong class=\"keyword\">impunidad</strong> que precipitó el colapso total del aparato del Estado.","second":"As recalled in the National Security Strategy, security forces became a tool for repression and <strong class=\"keyword\">impunity</strong> that <strong class=\"keyword\">accentuated</strong> the total collapse of the State apparatus."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}