{"result":"ok","tuc":[{"phrase":{"text":"unholy","language":"en"},"meanings":[{"language":"en","text":"evil"}],"meaningId":8283295043834594107,"authors":[90508]},{"phrase":{"text":"irreligious","language":"en"},"meaningId":-3686735624807844582,"authors":[89651]},{"phrase":{"text":"ungodly","language":"en"},"meaningId":-8497783054476126456,"authors":[89651]},{"phrase":{"text":"atheist","language":"en"},"meaningId":-357648243158524907,"authors":[69425]},{"phrase":{"text":"impious","language":"en"},"meaningId":-6541005094925187945,"authors":[25018]},{"phrase":{"text":"godless","language":"en"},"meaningId":1924316733823374616,"authors":[25018]},{"phrase":{"text":"profane","language":"en"},"meaningId":-5190665454082293127,"authors":[25018]},{"phrase":{"text":"unhallowed","language":"en"},"meaningId":-3365213873150386076,"authors":[84500]},{"meanings":[{"language":"en","text":"impious"},{"language":"en","text":"profane"},{"language":"en","text":"nonreligious"}],"meaningId":1181379039829459097,"authors":[93107]}],"phrase":"impío","examples":[{"author":8008,"first":"Puesto que los <strong class=\"keyword\">impíos</strong> no heredarán la vida eterna, no se quemarán para siempre.","second":"Since the <strong class=\"keyword\">wicked</strong> won’t have eternal life, they won’t burn forever."},{"author":27,"first":"En tanto que cristianodemócrata, me satisface plenamente que se aluda a Dios y a la Cristiandad, puesto que es parte fundamental de nuestra cultura e historia y creo que es preferible incluirlo en lugar de excluirlo y crear una sociedad <strong class=\"keyword\">impía</strong>.","second":"As a Christian-Democrat, I am absolutely delighted that there is a reference to God and Christianity, because it is a fundamental part of our culture and our history and I think it is far better to have it included than excluded and creating a <strong class=\"keyword\">godless</strong> society."},{"author":119739,"first":"Si nos acordamos de Jehová procurando efectuar su voluntad, como sus siervos fieles del pasado, podemos estar seguros de que él se acordará de nosotros al ayudarnos a satisfacer nuestras necesidades diarias, al apoyarnos durante nuestras pruebas y al librarnos cuando ejecute su sentencia contra los <strong class=\"keyword\">impíos</strong> (Mateo 6:33; 2 Pedro 2:9).","second":"(Romans 15:4) If we remember Jehovah by seeking to do his will, as his faithful servants did in the past, we can be confident that Jehovah will remember us by helping us to obtain our daily needs, by supporting us in our trials, and by delivering us when he brings judgment upon the <strong class=\"keyword\">ungodly</strong>.—Matthew 6:33; 2 Peter 2:9."},{"author":118293,"first":"¡ Y llévate tu música <strong class=\"keyword\">impía</strong>!","second":"And take your <strong class=\"keyword\">ungodly</strong> music!"},{"author":119723,"first":"Es probable que esa práctica <strong class=\"keyword\">impía</strong> fuera más común en la antigüedad de lo que es ahora, puesto que hoy en día pocas personas creen en los milagros o en la expulsión literal de demonios.","second":"This <strong class=\"keyword\">ungodly</strong> practice was probably more common anciently than it is now, because few people today believe either in miracles or in the casting out of literal devils."},{"author":8008,"first":"OBTENCIÓN DEL TITULO DE PATENTE EN MÉXICO: Con la realización del examen de fondo, y si este resulta positivo, el INSTITUTO MEXICANO DE LA PROPIEDAD INDUSTRIAL (<strong class=\"keyword\">IMPI</strong>), emite el respectivo título de propiedad sobre la invención, por 20 años contado a partir de la fecha de la solicitud.","second":"OBTAINING TITLE OF PATENT IN MEXICO: With the completion of substantive examination, and if this is positive, the Mexican Institute of Industrial Property (<strong class=\"keyword\">IMPI</strong>), has drawn up the respective title to the invention, for 20 years starting from the date of application."},{"author":118293,"first":"Y no hay paz para los <strong class=\"keyword\">impíos</strong>, ¿verdad?","second":"And no rest for the <strong class=\"keyword\">wicked</strong>, right?"},{"author":119739,"first":"Profetizó contra los <strong class=\"keyword\">impíos</strong>","second":"Prophecy Against the <strong class=\"keyword\">Ungodly</strong>"},{"author":119723,"first":"Además, aun cuando era cierto que durante su advenimiento terrenal el Hijo no había venido para actuar como juez, sino para enseñar, persuadir y salvar, sin embargo, el resultado de rechazar a ese Salvador sería una condenación segura, porque había venido la luz, y los <strong class=\"keyword\">impíos</strong> huyeron de la luz, aborreciéndola mediante su preferencia por las tinieblas con que esperaban ocultar sus malos hechos.","second":"And further, while it was true that in His mortal advent the Son had not come to sit as a judge, but to teach, persuade and save, nevertheless condemnation would surely follow rejection of that Savior, for light had come, and wicked men avoided the light, hating it in their preference for the darkness in which they hoped to hide their evil deeds."},{"author":119739,"first":"17 En cuanto a ustedes, amados, recuerden los dichos que han sido declarados previamente por los apóstoles de nuestro Señor Jesucristo,+ 18 que ellos solían decirles: “En el último tiempo habrá burlones,* que procederán según sus propios deseos de cosas <strong class=\"keyword\">impías</strong>”.","second":"17 As for YOU, beloved ones, call to mind the sayings that have been previously spoken by the apostles of our Lord Jesus Christ,+ 18 how they used to say to YOU: “In the last time there will be ridiculers,* proceeding according to their own desires for <strong class=\"keyword\">ungodly</strong> things.”"},{"author":119739,"first":"Leemos que “los cielos y la tierra que existen ahora están guardados para fuego y están en reserva para el día del juicio y de la destrucción de los hombres <strong class=\"keyword\">impíos</strong>”.","second":"We read: “The heavens and the earth that are now are stored up for fire and are being reserved to the day of judgment and of destruction of the <strong class=\"keyword\">ungodly</strong> men.”"},{"author":118293,"first":"Eres <strong class=\"keyword\">impío</strong>, pero...","second":"You are a <strong class=\"keyword\">godless</strong> person, but..."},{"author":27,"first":"Sé personalmente de lo que es capaz un régimen comunista <strong class=\"keyword\">impío</strong> y materialista.","second":"I know personally what a <strong class=\"keyword\">godless</strong> and materialistic communist regime is capable of."},{"author":119723,"first":"Pida a los alumnos que lean más detenidamente Alma 40:11–14 y se fijen en las palabras y frases que describen el estado de los justos y el estado de los <strong class=\"keyword\">impíos</strong> en estas divisiones del mundo de los espíritus.","second":"Have students take a closer look in Alma 40:11–14 and identify words and phrases that describe the state of the righteous and the state of the wicked in these divisions of the spirit world."},{"author":119723,"first":"Recuerda que los santos de Corinto no eran unidos y que algunos de ellos incluían creencias y prácticas paganas (<strong class=\"keyword\">impías</strong>) en su observancia del Evangelio.","second":"Remember that the Saints in Corinth were not unified and that some of them included pagan (<strong class=\"keyword\">ungodly</strong>) beliefs and practices in their observance of the gospel."},{"author":118293,"first":"¿Pero, y si fuese una tierra <strong class=\"keyword\">impía</strong>?","second":"But if it should be a land <strong class=\"keyword\">unholy</strong>?"},{"author":8008,"first":"5 El Señor ha quebrantado la vara de los <strong class=\"keyword\">impíos</strong>, el cetro de los gobernantes.","second":"5 The Lord hath broken the staff of the a <strong class=\"keyword\">wicked</strong> , the scepters of the rulers."},{"author":118293,"first":"¿<strong class=\"keyword\">Impías</strong>?","second":"<strong class=\"keyword\">Unclean</strong>?"},{"author":118293,"first":"\"... nuestra Reina no tiene necesidad de atarse a un fulano raro francés de nacimiento, papista de profesión y ateo en conversación un instrumento en Francia de <strong class=\"keyword\">impío</strong>... \"","second":"\"... our Queen has no need to tie herself to an odd fellow, a Frenchman by birth, by profession a papist, and an atheist in conversation, an instrument in France of <strong class=\"keyword\">unclean</strong>... \""},{"author":8008,"first":"Los <strong class=\"keyword\">impíos</strong> perecerán en un fuego que se extinguirá solamente después de haberlos destruido por completo.","second":"The <strong class=\"keyword\">wicked</strong> will perish in a fire which will go out only after its work of complete destruction."},{"author":119739,"first":"¿Cómo le fue posible ‘andar con Dios’ en un mundo <strong class=\"keyword\">impío</strong> que merecía destrucción?","second":"(Genesis 6:8, 9) How was it possible to ‘walk with God’ in a <strong class=\"keyword\">godless</strong> world fit only for destruction?"},{"author":8008,"first":"Ingeniero Industrial, graduado en Dirección de Proyectos por el <strong class=\"keyword\">IMPI</strong>.","second":"Industrial Engineer for the High Technical School of Bilbao - Universidad del País Vasco and Project Management Graduated at <strong class=\"keyword\">IMPI</strong>. General <strong class=\"keyword\">Manager</strong> of <strong class=\"keyword\">CARSA</strong>."},{"author":119723,"first":"40 Y Jehová los ayudaráy los librará; los libertará de los <strong class=\"keyword\">impíos</strong> y los salvará,por cuanto en él se refugian.","second":"40 And the Lord shall help them, and deliver them: he shall deliver them from the wicked, and save them, because they trust in him."},{"author":95096,"first":"Comentando esta página evangélica, mi venerado Predecesor, el Siervo de Dios Papa Pío XII, escribió en 1952: “La familia de Nazaret en exilio, Jesús, María y José, emigrantes en Egipto y allí refugiados para sustraerse a la ira de un rey <strong class=\"keyword\">impío</strong>, son el modelo, el ejemplo y el consuelo de los emigrantes y peregrinos de cada época y País, de todos los prófugos de cualquier condición que, acuciados por las persecuciones o por la necesidad, se ven obligados a abandonar la patria, la amada familia y los amigos entrañables para dirigirse a tierras extranjeras” (Exsul familia, AAS 44, 1952, 649).","second":"Making a comment on this page of the Gospel, my venerable Predecessor, the Servant of God Pope Pius XII, wrote in 1952: “The family of Nazareth in exile, Jesus, Mary and Joseph, emigrants and taking refuge in Egypt to escape the fury of an <strong class=\"keyword\">evil</strong> king, are the model, the example and the support of all emigrants and pilgrims of every age and every country, of all refugees of any condition who, compelled by persecution and need, are forced to abandon their homeland, their beloved relatives, their neighbors, their dear friends, and move to a foreign land” (Exsul familia, AAS 44, 1952, 649)."},{"author":119739,"first":"Pedro escribe que Dios trajo el Diluvio “sobre un mundo de gente <strong class=\"keyword\">impía</strong>”, mientras que conservó a Noé y su familia; de esta manera “el mundo de aquel tiempo sufrió destrucción cuando fue anegado en agua”.","second":"Peter writes that God brought the Deluge “upon a world of <strong class=\"keyword\">ungodly</strong> people,” while preserving Noah and his family; in this way “the world of that time suffered destruction when it was deluged with water.”"}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}