{"result":"ok","tuc":[{"phrase":{"text":"starvation","language":"en"},"meanings":[{"language":"en","text":"a condition of severe suffering due to a lack of nutrition"},{"language":"en","text":"condition"},{"language":"en","text":"A condition of severe suffering due to a lack of nutrition."},{"language":"es","text":"Condición de sufrimiento severo debido a la falta de nutrición."}],"meaningId":-1462315714380671426,"authors":[70195]},{"phrase":{"text":"inanition","language":"en"},"meanings":[{"language":"en","text":"A state of advanced lack of adequate nutrition, food or water, or a physiological inability to utilize them; starvation"}],"meaningId":1498246146399744605,"authors":[70195]},{"phrase":{"text":"feed deprivation","language":"en"},"meaningId":6097577737474198657,"authors":[86141]},{"phrase":{"text":"food deprivation","language":"en"},"meaningId":-1580697475053594299,"authors":[86141]},{"phrase":{"text":"food restriction","language":"en"},"meaningId":3680100120044157695,"authors":[86141]},{"phrase":{"text":"starving","language":"en"},"meaningId":84898954230892737,"authors":[84500]},{"meanings":[{"language":"en","text":"starvation, inanition"}],"meaningId":-2444306959408596981,"authors":[93107]}],"phrase":"inanición","examples":[{"author":94808,"first":"La situación se ve agravada por la crisis financiera internacional y el alza de los precios de los alimentos y la energía; además, el cambio climático aumentará en gran medida el número de personas en riesgo de <strong class=\"keyword\">inanición</strong>.","second":"The situation was exacerbated by the international financial crisis, and soaring food and energy prices; moreover, climate change would greatly increase the number of people at risk of <strong class=\"keyword\">starvation</strong>."},{"author":95096,"first":"Al fundar la FAO, el 16 de octubre de 1945, la comunidad mundial esperaba erradicar el flagelo del hambre y la <strong class=\"keyword\">inanición</strong>.","second":"By setting up FAO on 16 October 1945, the world community hoped to eradicate the scourge of famine and <strong class=\"keyword\">starvation</strong>."},{"author":94808,"first":"La muerte por <strong class=\"keyword\">inanición</strong> provocada intencionalmente, bien sea en tiempo de guerra o de paz, también pueden constituir genocidio o un crimen de lesa humanidad.","second":"Deliberate <strong class=\"keyword\">starvation</strong>, whether during times of war or peace, may also constitute genocide or a crime against humanity."},{"author":94808,"first":"Permítaseme concluir: en enero, las Naciones Unidas y el mundo dieron la alarma de que los miembros de la comunidad de Madaya, asediada por los aliados del régimen de Al-Assad, estaban muriendo de <strong class=\"keyword\">inanición</strong>.","second":"Let me conclude: in January, the United Nations and the world raised the alarm that the people in the community of Madaya, besieged by allies of the Al-Assad regime, were <strong class=\"keyword\">starving</strong>."},{"author":8000,"first":"No existen datos estadísticos oficiales sobre <strong class=\"keyword\">inanición</strong> o desnutrición","second":"There are no official statistical data on <strong class=\"keyword\">starvation</strong> or malnutrition"},{"author":8000,"first":"El hecho de que en Sri Lanka no se produjeran muertes por <strong class=\"keyword\">inanición</strong> o enfermedades como resultado del desastre es atribuible a las aportaciones inmediatas a nivel local","second":"The fact that there were no deaths in Sri Lanka <strong class=\"keyword\">from starvation</strong> or ill health as a result of the disaster is a credit to the immediate local input"},{"author":92475,"first":"“El hecho que la muerte de Zapata llegara por <strong class=\"keyword\">inanición</strong> es una pieza más en el hambre que hemos soportado por casi medio siglo”: Crossing the Barbed Wire [en] explica por qué la muerte de Orlando Zapata Tamayo “no fue en vano”.","second":"“The fact that Zapata’s death came about through <strong class=\"keyword\">starvation</strong> is one more piece of the hunger we have endured for over half a century”: Crossing the Barbed Wire explains why Orlando Zapata Tamayo's death “was not in vain”."},{"author":94808,"first":"También es imprescindible que la comunidad internacional movilice los recursos necesarios para asistir a los millones de refugiados que se ven amenazados con la miseria y la <strong class=\"keyword\">inanición</strong>.","second":"It is also imperative that the international community mobilize the necessary resources to assist the millions of refugees threatened with destitution and <strong class=\"keyword\">starvation</strong>."},{"author":91988,"first":"La decisión tomada por Stalin en 1932 de obligar a los agricultores independientes – los kulaks – a trabajar en grandes granjas colectivas, causó la muerte por <strong class=\"keyword\">inanición</strong> de 3,3 millones de personas en Ucrania el año siguiente.","second":"Stalin’s decision in 1932 to force independent farmers – the kulaks – into large collectivized farms caused 3.3 million Ukrainians and ethnic Poles to <strong class=\"keyword\">starve</strong> to death the following year."},{"author":31,"first":"¡ Déjame morir peleando, no por <strong class=\"keyword\">inanición</strong> pacífica!","second":"Let me die fighting, not from peaceful <strong class=\"keyword\">starvation</strong>!"},{"author":94808,"first":"En la región de Darfur del Sudán actualmente estamos en una carrera contrarreloj desesperada para salvar a más de un millón de civiles desplazados por la violencia indiscriminada, que ahora corren peligro de <strong class=\"keyword\">inanición</strong> y de enfermedades.","second":"In the Darfur region of the Sudan we are currently in a desperate race against the clock to save more than a million civilians displaced by indiscriminate violence, who are now threatened with <strong class=\"keyword\">starvation</strong> and disease."},{"author":94808,"first":"En Al-Wa’r, por ejemplo, el régimen sirio está impidiendo el acceso humanitario y pone en práctica una política de dominación por <strong class=\"keyword\">inanición</strong>.","second":"In Al Wa’er, for example, the Syrian regime is denying humanitarian access and implementing a policy of <strong class=\"keyword\">starvation</strong> into submission."},{"author":8000,"first":"En virtud del Estatuto de Roma de la Corte Penal Internacional, provocar intencionalmente la <strong class=\"keyword\">inanición</strong> de la población civil como método de hacer la guerra, privándola de los objetos indispensables para su supervivencia se considera un crimen de guerra en un conflicto armado internacional","second":"Under the Rome Statute of the International Criminal Court, intentionally using <strong class=\"keyword\">starvation</strong> of civilians as a method of warfare by depriving them of objects indispensable to their survival is considered a war crime in international armed conflict"},{"author":91988,"first":"Hay millones de pobres y enfermos. Muchos viven a niveles de <strong class=\"keyword\">inanición</strong>.","second":"Millions are sick and poor; many live at <strong class=\"keyword\">starvation</strong> levels."},{"author":94808,"first":"En Etiopía, 15 millones de personas están ya en peligro de <strong class=\"keyword\">inanición</strong>, a consecuencia de la falta de lluvias que ha arruinado las cosechas, con graves consecuencias para el país en materia de salud, participación de la fuerza de trabajo y crecimiento a corto plazo;","second":"In Ethiopia, 15 million people are already <strong class=\"keyword\">facing</strong> the risk of <strong class=\"keyword\">starvation</strong>, because of failed rains and harvests, with dire consequences for health status, labour force participation, and near-term growth in the country."},{"author":8000,"first":"Sigo manteniendo consultas y enlaces con el Presidente Mahmoud Abbas y los dirigentes palestinos sobre la evolución de la situación en la escena palestina y sigo manteniendo contacto con el Cuarteto y los ministros y oficiales de Estados interesados en supervisar el proceso de paz a fin de aclarar la posición árabe sobre el peligro de que se mantenga la presente situación, dadas las titubeantes negociaciones entre palestinos e israelíes, y las cada vez más limitadas oportunidades de lograr progresos tangibles a la hora de detener las continuas medidas y violaciones israelíes en la Ribera Occidental y acabar con el bloqueo y la <strong class=\"keyword\">inanición</strong> de Gaza, en particular la construcción y expansión constantes de asentamientos y la construcción del muro de separación en territorio palestino","second":"I am still continuing consultations and liaison with President Mahmoud Abbas and the Palestinian leadership on developments in the situation in the Palestinian arena and to maintain contact with the Quartet and the ministers and officials of States concerned with monitoring the peace process in order to clarify the Arab position on the dangers of the present situation continuing, given the faltering Palestinian-Israeli negotiations and the diminishing opportunities to achieve tangible progress in halting the continuing Israeli measures and violations in the West Bank and the blockade and <strong class=\"keyword\">starvation</strong> of Gaza, particularly its continued building and expansion of settlements and construction of the separation wall on Palestinian territory"},{"author":94808,"first":"Algunos grupos étnicos en el Perú continúan eliminando a los niños nacidos con discapacidad mediante la <strong class=\"keyword\">inanición</strong>, el abandono o prácticas similares.","second":"Certain ethnic groups in Peru continued to eliminate children born with disabilities through <strong class=\"keyword\">starvation</strong>, abandonment and similar practices."},{"author":8000,"first":"Si se da a la palabra \"pobreza\" su significado habitual, es decir, <strong class=\"keyword\">inanición</strong> e indigencia, Kiribati considera que hay poca \"pobreza\" en el país","second":"<strong class=\"keyword\">Starvation</strong> and destitution), then it is the position of Kiribati that there is little `poverty' in the country"},{"author":94808,"first":"Hoy, mientras el pueblo sirio llora la muerte de más de 160.000 compatriotas, el desplazamiento de más de 9 millones de sirios y la condena forzosa a la <strong class=\"keyword\">inanición</strong> de miles de personas inocentes, es el día que el régimen sirio ha elegido para celebrar unas elecciones presidenciales que están amañadas y no son representativas.","second":"Today, as the Syrian people mourn the deaths of over 160,000 of their compatriots, the displacement of over 9 million Syrians and the forcible <strong class=\"keyword\">starvation</strong> of hundreds of thousands of innocent people, the Syrian regime chooses to hold a rigged and unrepresentative presidential election."},{"author":94808,"first":"Siguiendo instrucciones de mi Gobierno, comunico a usted que el lunes 1o de diciembre de 2008 dos lanchas patrulleras pertenecientes a la entidad sionista interceptaron el buque libio Al-Marwa, que se dirigía al puerto de Gaza para entregar ayuda humanitaria a los niños y los enfermos que, debido al bloqueo sionista, padecen enfermedades y sufren de <strong class=\"keyword\">inanición</strong>.","second":"On instructions from my Government, I should like to communicate to you that, on Monday, 1 December 2008, two gunboats belonging to the Zionist entity intercepted the Libyan ship Al-Marwa, which was headed to the port of Gaza in order to deliver humanitarian aid destined for children and the sick, who are suffering from illness and <strong class=\"keyword\">starvation</strong> because of the Zionist blockade."},{"author":8000,"first":"La política del asedio, la <strong class=\"keyword\">inanición</strong>, las incursiones militares, la destrucción de propiedades y la profanación de los lugares sagrados contravienen totalmente no sólo los acuerdos firmados, sino también el derecho internacional y las normas humanitarias","second":"The policy of siege, <strong class=\"keyword\">starvation</strong>, military incursions, the destruction of property and the desecration of holy places totally contravenes not only signed agreements, but also international law and humanitarian norms"},{"author":94808,"first":"Millones de personas han muerto de <strong class=\"keyword\">inanición</strong> como resultado de la persistente sequía en Etiopía.","second":"Millions of people had <strong class=\"keyword\">starved</strong> as a result of the recurrent drought in Ethiopia."},{"author":118293,"first":"Mi trabajo podría salvar a decenas de miles de morir de <strong class=\"keyword\">inanición</strong> pero ahora, no hará nada.","second":"My work could save tens of thousands from <strong class=\"keyword\">starvation</strong>, but now, it'll do nothing."},{"author":119723,"first":"Aunque recorrió más de mil seiscientos kilómetros para ponerse a salvo, perdiendo a cada uno de sus hijos por el frío y la <strong class=\"keyword\">inanición</strong>, ella se mantuvo fiel a su esperanza en Jesucristo de que su familia podía estar junta después de la Resurrección.","second":"Though she traveled over 1,000 miles to safety, losing each of her children to cold and <strong class=\"keyword\">starvation</strong>, she remained faithful to her hope in Jesus Christ that her family could be together after the Resurrection."},{"author":91988,"first":"Mientras más viejos nos hacemos, más gordos nos volvemos, independientemente de lo que comamos –aunque esto parece entrar en conflicto con el argumento de la obesidad y la genética de que necesitamos grasa para evitar la <strong class=\"keyword\">inanición</strong>.","second":"The older we become, the fatter we get, no matter what we eat – though this seems to conflict with the ob-gen argument that we need to get fat to avoid <strong class=\"keyword\">starvation</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}