{"result":"ok","tuc":[{"phrase":{"text":"outrageous","language":"en"},"meanings":[{"language":"en","text":"shocking"}],"meaningId":-981259283671613131,"authors":[70195]},{"phrase":{"text":"unheard","language":"en"},"meanings":[{"language":"en","text":"not heard"},{"language":"es","text":"inaudito (nunca oído)"}],"meaningId":-5745762544711988563,"authors":[70195]},{"phrase":{"text":"unheard-of","language":"en"},"meanings":[{"language":"en","text":"Previously unknown; unprecedented"},{"language":"en","text":"previously unknown; unprecedented"}],"meaningId":-9138509493244200087,"authors":[70195]},{"phrase":{"text":"unprecedented","language":"en"},"meaningId":4041086016555547956,"authors":[25115]},{"phrase":{"text":"undreamt","language":"en"},"meaningId":-8059572543041252385,"authors":[25115]},{"phrase":{"text":"unexampled","language":"en"},"meaningId":286174879136591115,"authors":[83619]},{"phrase":{"text":"unheard of","language":"en"},"meaningId":-5097871993940791868,"authors":[83086]},{"phrase":{"text":"unprecendented","language":"en"},"meaningId":-8828225464919353893,"authors":[86934]},{"meanings":[{"language":"en","text":"outrageous"},{"language":"en","text":"unheard-of, unprecedented"}],"meaningId":-3757441509092996851,"authors":[1]}],"phrase":"inaudito","examples":[{"author":8000,"first":"Es <strong class=\"keyword\">inaudito</strong> que el gobierno de Estados Unidos prive a una inocente niña del derecho a ver a su padre, a conversar con él, a abrazarlo","second":"It is <strong class=\"keyword\">unprecedented</strong> that the USA government deprives an innocent girl from the right to see her father, to talk and hug him"},{"author":118293,"first":"Esto es <strong class=\"keyword\">inaudito</strong>.","second":"This is <strong class=\"keyword\">unprecedented</strong>."},{"author":118293,"first":"Santo cielo, esto es <strong class=\"keyword\">inaudito</strong>.","second":"Holy shit, this is <strong class=\"keyword\">unheard of</strong>."},{"author":95096,"first":"¿El terror de <strong class=\"keyword\">inauditas</strong> y fatales conflagraciones, que podrían diezmar, más aún, casi aniquilar a la humanidad?","second":"Fear of <strong class=\"keyword\">unheard</strong>-of and fatal conflagrations, which could decimate, indeed almost annihilate humanity?"},{"author":95096,"first":"Nuestra época nos pone ante formas de injusticia y explotación, ante prevaricaciones egoístas de personas y de grupos, que resultan <strong class=\"keyword\">inauditas</strong>.","second":"Our time sets before us practically <strong class=\"keyword\">unheard</strong> of forms of injustice and exploitation as well as the selfish wrong-doing of individuals or groups."},{"author":27,"first":"La ciencia ha alcanzado cotas <strong class=\"keyword\">inauditas</strong>, nos encontramos inmersos en una revolución de las comunicaciones y problemas que anteriormente resultaban imposibles de solventar, ahora sí que se puede solucionar, aunque el mundo no se ha convertido en un lugar más seguro por todo ello.","second":"Science has reached <strong class=\"keyword\">unknown</strong> heights, we are undergoing a communication revolution and erstwhile impenetrable problems can now be solved, but the world is no safer for it."},{"author":94809,"first":"el colapso financiero que ha afectado, con una violencia y sincronía <strong class=\"keyword\">inauditas</strong>, a toda la economía mundial y ha minado la credibilidad y fiabilidad de los mercados;","second":"financial collapse, which has affected the entire global economy and undermined the credibility and reliability of markets with <strong class=\"keyword\">unparalleled</strong> force and synchronicity;"},{"author":118293,"first":"No, se dice que contenía rituales y hechizos que atraían una maldad <strong class=\"keyword\">inaudita</strong>.","second":"No, the book was said to contain rituals and spells that reap <strong class=\"keyword\">unspeakable</strong> evil."},{"author":8000,"first":"Esto viola un tabú y menoscaba la dignidad humana hasta un extremo <strong class=\"keyword\">inaudito</strong>","second":"This breaks a taboo and abuses human dignity in an <strong class=\"keyword\">unprecedented way</strong>"},{"author":27,"first":"Las soluciones propuestas en un principio o que ahora se están adoptando no son <strong class=\"keyword\">inauditas</strong> en el contexto de algunas economías desarrolladas de la OCDE donde la «regla de oro» es un elemento crucial, no solo para consolidar las finanzas públicas, sino también para lanzar y sostener un proceso de desarrollo económico y social.","second":"The solutions proposed initially or which are now being adopted are not <strong class=\"keyword\">unheard</strong> of in the context of some developed economies in the OECD where the 'golden rule' is a crucial element, not only for consolidating public finances, but also for launching and sustaining a process of economic and social development."},{"author":31,"first":"Este músico es <strong class=\"keyword\">inaudito</strong>","second":"A remarkable musician<strong class=\"keyword\">!</strong>"},{"author":94808,"first":"Estamos desperdiciando unos recursos humanos y financieros ya de por sí escasos, cuando muchos gobiernos están recortando sus presupuestos drásticamente y a niveles <strong class=\"keyword\">inauditos</strong> hace unos pocos años.","second":"We are wasting scarce financial and human resources at a time when most Government budgets face harsh cuts of a nature <strong class=\"keyword\">unheard of</strong> a few years ago."},{"author":31,"first":"Es <strong class=\"keyword\">inaudito</strong>","second":"<strong class=\"keyword\">Astonishing</strong>"},{"author":94808,"first":"Cuando el Gobierno de Burundi propuso, en 2012, que se utilizara la tarjeta de identidad biométrica, la oposición rechazó la idea y dijo que se trataba de una conspiración <strong class=\"keyword\">inaudita</strong> para cometer fraude electoral en el ciclo siguiente.","second":"When the Government of Burundi proposed the adoption of a biometric identification card in 2012, the opposition rejected the idea, describing it as a tool in an <strong class=\"keyword\">unprecedented</strong> rigging conspiracy planned for the following electoral cycle."},{"author":118293,"first":"Este <strong class=\"keyword\">inaudito</strong> exabrupto de mi señor no se quedará así.","second":"<strong class=\"keyword\">This</strong> unseemly outburst by my liege will not stand."},{"author":118293,"first":"Era <strong class=\"keyword\">inaudito</strong> que un autor no quisiera su foto en la contratapa del libro o en la solapa del libro y tan grande y hermosa como fuera posible conseguirla.","second":"It was <strong class=\"keyword\">unheard</strong> of that an author would not want his picture on the back of the book or on the back flap of the book and as big and beautiful as you could possibly get it."},{"author":118293,"first":"Para míes algo <strong class=\"keyword\">inaudito</strong>.","second":"Now this, to me, is <strong class=\"keyword\">unheard of</strong>."},{"author":118293,"first":"Tuve la experiencia <strong class=\"keyword\">inaudita</strong> de conocer al individuo respo nsible por el asesinato que acabamos de ver.","second":"I had the <strong class=\"keyword\">unusual</strong> experience of meeting the individual responsible for the assassination you have just witnessed."},{"author":8000,"first":"Desde el principio de este proyecto, se puso de manifiesto la falta de consenso internacional acerca de las medidas dictadas sin escuchar a la otra parte (denominadas ex parte o con mayor propiedad <strong class=\"keyword\">inaudita</strong> altera parte","second":"Early on in this particular project, it became manifest that there was no international consensus on “ex <strong class=\"keyword\">parte</strong>” measures"},{"author":118293,"first":"¡ Esto es <strong class=\"keyword\">inaudito</strong>!","second":"<strong class=\"keyword\">Unheard of</strong>!"},{"author":91988,"first":"En aquel entonces, los participantes de los mercados financieros tenían que elaborar planes fantásticos y contorsiones <strong class=\"keyword\">inauditas</strong> para disfrazar los pagos de intereses.","second":"Back then, financial-market participants had to devise fantastic schemes and <strong class=\"keyword\">contortions</strong> to disguise interest payments."},{"author":118293,"first":"Si empiezo ahora a instrumentarla, puedo tenerla terminada a las... tres, lo que es algo justo pero no <strong class=\"keyword\">inaudito</strong>.","second":"If I start orchestrating now, I can have it finished by... 3:00, which is tight, but not <strong class=\"keyword\">unheard of</strong>."},{"author":95096,"first":"Al pueblo judío le han infligido en Europa <strong class=\"keyword\">inauditos</strong> sufrimientos y no podemos afirmar que todas las raíces de esas injusticias han sido arrancadas.","second":"<strong class=\"keyword\">Unspeakable</strong> suffering was inflicted on the Jewish people in Europe and we cannot say that all the roots of these injustices have been removed."},{"author":95096,"first":"No basta reprimir las guerras, suspender las luchas, imponer treguas y armisticios, definir confines y relaciones, crear fuentes de intereses comunes, paralizar las hipótesis de contiendas radicales mediante el terror de <strong class=\"keyword\">inauditas</strong> destrucciones y sufrimientos; no basta una Paz impuesta, una Paz utilitaria y provisoria; hay que tender a una Paz amada, libre, fraterna, es decir, fundada en la reconciliación de los ánimos.","second":"It is not enough to contain wars, to suspend conflicts, to impose truces and armistices, to define boundaries and relationships, to create sources of common interest; it is not enough to paralyze the possibility of radical strife through the terror of <strong class=\"keyword\">unheard</strong>-of destruction and suffering. An imposed Peace, a utilitarian and provisional Peace is not enough. Progress must be made towards a Peace which is loved, free and brotherly, founded, that is, on a reconciliation of hearts ."},{"author":27,"first":"Es importante subrayar que no podemos aceptar un modelo que exigiría una modificación del Tratado, pues retrasaría el proceso mucho tiempo y sería algo totalmente <strong class=\"keyword\">inaudito</strong>.","second":"It is important to stress that we cannot accept a model that would require an amendment of the Treaty, because that would delay the process for a long, long time, which would not do at all."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83086":{"U":"","id":83086,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83086"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}