{"result":"ok","tuc":[{"phrase":{"text":"incandescence","language":"en"},"meaningId":-3652337243684376860,"authors":[80097]},{"phrase":{"text":"glow","language":"en"},"meaningId":3579712593019860791,"authors":[25018]},{"phrase":{"text":"embers","language":"en"},"meaningId":8894062454035916756,"authors":[83042]},{"meanings":[{"language":"en","text":"incandescence"}],"meaningId":-8828999452551348609,"authors":[93107]}],"phrase":"incandescencia","examples":[{"author":22,"first":"Este ensayo se utilizará para determinar si una lámpara de <strong class=\"keyword\">incandescencia</strong> cumple los requisitos, mediante la comprobación de la correcta posición de los filamentos en relación con el eje de referencia y el plano de referencia","second":"This test is used to determine, by checking whether the <strong class=\"keyword\">filaments</strong> are correctly positioned relative to the reference axis and the reference plane, whether a filament lamp complies with the requirements"},{"author":94809,"first":"(2) Se inspeccionarán las lámparas de <strong class=\"keyword\">incandescencia</strong> y se registrarán los resultados de los ensayos conforme a los grupos de características enumerados en el cuadro 1 del anexo 7.","second":"(2) The <strong class=\"keyword\">filament</strong> lamps shall be inspected and test results recorded following the grouping of characteristics as listed in Annex 7, Table 1."},{"author":94809,"first":"cuando están equipadas con lámparas de <strong class=\"keyword\">incandescencia</strong> de fabricación en serie de 13,5 V o 28,0 V, los valores de intensidad luminosa obtenidos estarán entre el límite máximo y el límite mínimo indicados en el presente Reglamento, aumentados según la desviación admitida del flujo luminoso para el tipo de lámpara de <strong class=\"keyword\">incandescencia</strong> elegida, tal como se establece en el Reglamento n° 37 sobre lámparas de <strong class=\"keyword\">incandescencia</strong> de serie; también podrá emplearse una sola lámpara de <strong class=\"keyword\">incandescencia</strong> normalizada en cada posición y con su flujo de referencia, en cuyo caso se sumarán las mediciones correspondientes a cada posición.","second":"When equipped with mass production <strong class=\"keyword\">filament</strong> lamps at 13.5 V or 28 V, the luminous intensity values produced shall lie between the maximum limit given in this Regulation and the minimum limit of this Regulation increased according to the permissible deviation of the luminous flux permitted for the type of <strong class=\"keyword\">filament</strong> lamp chosen, as stated in Regulation No 37 for production filament lamps; alternatively, a standard <strong class=\"keyword\">filament</strong> lamp may be used in turn, in each of the individual positions, operated at its reference flux, the individual measurements in each position being added together."},{"author":94809,"first":"En el caso de las lámparas de <strong class=\"keyword\">incandescencia</strong> de dos filamentos, se tomará el centro del filamento principal.","second":"In case of filament lamps with two <strong class=\"keyword\">filaments</strong>, the centre of the major filament shall be taken."},{"author":94809,"first":"En caso de que un faro emisor de un haz de cruce y un faro emisor de un haz de carretera, cada uno provisto de sus propias lámparas de <strong class=\"keyword\">incandescencia</strong>, fuentes luminosas de descarga de gas o módulos LED, se junten y formen una unidad compuesta, el dispositivo de ajuste deberá permitir el ajuste adecuado de cada uno de los sistemas ópticos por separado.","second":"Where a headlamp providing a passing beam and a headlamp providing a driving beam, each equipped with its own <strong class=\"keyword\">filament</strong> lamp<strong class=\"keyword\">(s)</strong>, gas-discharge light source or LED module(s), are assembled to form a composite unit the adjusting device shall enable each optical system individually to be duly adjusted."},{"author":94809,"first":"Lámparas de <strong class=\"keyword\">incandescencia</strong> halógenas de volframio, excepto las de rayos ultravioletas o infrarrojos","second":"Tungsten halogen <strong class=\"keyword\">filament lamps</strong>, excluding ultraviolet or infra-red lamps"},{"author":94809,"first":"(3) La desviación del centro del filamento en relación con el centro del eje longitudinal de la lámpara no será superior a ± 2 mm (en las lámparas patrón de <strong class=\"keyword\">incandescencia</strong>: ± 0,5 mm) en la dirección del eje de referencia.","second":"(3) The deviation of the filament centre from the centre of the lamp's length should not be more than ± 2 mm (for standard <strong class=\"keyword\">filament</strong> lamps: ± 0,5 mm) measured in the direction of the reference axis."},{"author":22,"first":"Se considerarán respetadas las coordenadas cromáticas cuando la luz está equipada de una lámpara de <strong class=\"keyword\">incandescencia</strong> normalizada o, en el caso de luces provistas de fuentes luminosas sustituibles (lámparas de <strong class=\"keyword\">incandescencia</strong> o de otro tipo), cuando las características colorimétricas se verifiquen con la fuente luminosa presente en la luz","second":"The chromaticity coordinates shall be complied with when the lamp is equipped with a standard <strong class=\"keyword\">filament</strong> lamp, or for lamps equipped with non-replaceable light sources (<strong class=\"keyword\">filament</strong> lamps or other), when the colorimetric characteristics are verified with the light source present in the lamp"},{"author":22,"first":"Lámparas de <strong class=\"keyword\">incandescencia</strong> sustituibles","second":"For replaceable <strong class=\"keyword\">filament</strong> lamps"},{"author":22,"first":"Se hará rotar la lámpara de <strong class=\"keyword\">incandescencia</strong> en un portalámparas de medición hasta que la lengüeta de referencia entre en contacto con el plano C del portalámparas","second":"The <strong class=\"keyword\">filament</strong> lamp shall be rotated in the measuring holder until the reference lug contacts plane C of the holder"},{"author":94809,"first":"(191) La luz emitida por las lámparas patrón de <strong class=\"keyword\">incandescencia</strong> será de color blanco para la categoría R5W; y blanca o roja para la categoría RR5W.","second":"(191) The light emitted from standard <strong class=\"keyword\">filament</strong> lamps <strong class=\"keyword\">shall</strong> be white for category R5W; white or red for category RR5W."},{"author":94809,"first":"Los dibujos tienen la única finalidad de ilustrar las dimensiones esenciales (en mm) de la lámpara de <strong class=\"keyword\">incandescencia</strong>.","second":"The drawings are intended only to illustrate the essential dimensions (in mm) of the <strong class=\"keyword\">filament</strong> lamp."},{"author":94809,"first":"si se trata de fuentes luminosas recambiables: utilizando fuentes luminosas de <strong class=\"keyword\">incandescencia</strong> de fabricación en serie envejecidas, como mínimo, durante una hora, o fuentes luminosas de descarga de gas de fabricación en serie envejecidas, como mínimo, durante quince horas, o módulos LED de fabricación en serie envejecidos, como mínimo, durante cuarenta y ocho horas, con posterior enfriamiento a temperatura ambiente antes de comenzar los ensayos conforme al presente Reglamento.","second":"In case of replaceable light sources: using mass production <strong class=\"keyword\">filament</strong> light sources, which have been aged for at least one hour, or mass production gas-discharge light sources, which have been aged for at least 15 hours or mass production LED modules which have been aged for at least 48 hours and cooled down to ambient temperature before starting the tests as specified in this Regulation."},{"author":22,"first":"La tensión deberá regularse de manera que proporcione # % de la potencia máxima especificada en el Reglamento no # para las lámparas de <strong class=\"keyword\">incandescencia</strong> utilizadas","second":"The voltage shall be adjusted so as to supply # per cent of the maximum wattage specified in the Regulation for <strong class=\"keyword\">filament</strong> lamps <strong class=\"keyword\">(</strong>Regulation No"},{"author":94809,"first":"85.39 || || Lámparas y tubos eléctricos de <strong class=\"keyword\">incandescencia</strong> o de descarga, incluidos los faros o unidades «sellados» y las lámparas y tubos de rayos ultravioletas o infrarrojos; lámparas de arco || || || || || || ||","second":"85.39 || || Electric <strong class=\"keyword\">filament</strong> or discharge lamps, including sealed beam lamp units and ultra-violet or infra-red lamps; arc lamps. || || || || || || ||"},{"author":94809,"first":"Se podrá utilizar cualquiera de las lámparas de <strong class=\"keyword\">incandescencia</strong> del Reglamento no 37, siempre que:","second":"Any Regulation No 37 <strong class=\"keyword\">filament</strong> lamp may be used, provided that:"},{"author":94809,"first":"Como se ha dicho en el considerando 11, el producto afectado por la investigación original está diseñado para sustituir a las lámparas de <strong class=\"keyword\">incandescencia</strong> normales.","second":"As mentioned in recital 11, the product concerned by the original investigation is designed to replace normal <strong class=\"keyword\">incandescent</strong> lamps."},{"author":42,"first":"DIRECTIVA DE LA COMISIÓN de # de agosto de # por la que se adapta al progreso técnico la Directiva #/CEE del Consejo relativa a la aproximación de las legislaciones de los Estados miembros sobre los proyectores para vehículos de motor que cumplan la función de luces de carretera y/o de luces de cruce y sobre las lámparas eléctricas de <strong class=\"keyword\">incandescencia</strong> para dichos proyectores (#/CEE","second":"COMMISSION DIRECTIVE of # August # adapting to technical progress Council Directive #/EEC on the approximation of the laws of the Member States relating to motor-vehicle headlamps which function as main-beam and/or dipped-beam headlamps and to incandescent electric <strong class=\"keyword\">filament</strong> lamps for such headlamps (#/EEC"},{"author":94809,"first":"El presente anexo se aplica a lámparas de <strong class=\"keyword\">incandescencia</strong> destinadas a unidades de luces homologadas de los vehículos de motor y sus remolques.","second":"This Annex applies to <strong class=\"keyword\">filament</strong> lamps for use in approved lamp units of motor vehicles and of their trailers."},{"author":94809,"first":"(131) La luz emitida por las lámparas patrón de <strong class=\"keyword\">incandescencia</strong> será de color blanco para las categorías P19W y PS19W, de color blanco o amarillo auto para las categorías PY19W y PSY19W y de color rojo para las categorías PR 19W y PSR 19W.","second":"(131) The light emitted from standard <strong class=\"keyword\">filament</strong> lamps <strong class=\"keyword\">shall</strong> be white for categories P19W and PS19W; white or amber for categories PY19W and PSY19W; white or red for categories PR19W and PSR19W."},{"author":22,"first":"En el ensayo de una luz antiniebla delantera cuya lámpara de <strong class=\"keyword\">incandescencia</strong> no sea recambiable, la tensión en los bornes de la luz deberá regularse a #,# V","second":"During the testing of a front fog lamp where the <strong class=\"keyword\">filament</strong> lamp cannot be replaced, the voltage at the terminals of the front fog lamp shall be regulated at #,# V"},{"author":94809,"first":"Una vez efectuadas las mediciones, se desplazará el receptor en torno a la lámpara de <strong class=\"keyword\">incandescencia</strong> en tramos bidireccionales de aproximadamente 30° hasta que se abarque el área especificada en los puntos 2.3.2 o 2.3.3.","second":"After measurement the receiver shall be moved around the <strong class=\"keyword\">filament</strong> lamp in bi-directional steps of about 30° until the area specified in paragraphs 2.3.2 or 2.3.3 is covered."},{"author":22,"first":"En el caso de las lámparas de <strong class=\"keyword\">incandescencia</strong> de dos filamentos, solo se hará funcionar el filamento de alta potencia (filamento principal o del haz de carretera","second":"In case of dual <strong class=\"keyword\">filament</strong> lamps the high wattage (major or driving-beam) filament shall be operated only"},{"author":94809,"first":"Los componentes destinados a fijar la lámpara al reflector deberán estar construidos de tal forma que, incluso en la oscuridad, la lámpara de <strong class=\"keyword\">incandescencia</strong> pueda colocarse, sin riesgo de error, en la posición adecuada (8).","second":"The components by which a filament lamp is fixed to the reflector shall be so made that, even in darkness, the <strong class=\"keyword\">filament</strong> lamp can be fixed in no position but the correct one (8)."},{"author":94809,"first":"1.3.6. la categoría de lámpara de <strong class=\"keyword\">incandescencia</strong> utilizada.","second":"1.3.6. the category of <strong class=\"keyword\">filament lamp</strong> used;"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"}}}