{"result":"ok","tuc":[{"phrase":{"text":"incautious","language":"en"},"meaningId":4958856544557797186,"authors":[92056]},{"phrase":{"text":"dupe","language":"en"},"meanings":[{"language":"en","text":"deceived person"}],"meaningId":3517440396949461341,"authors":[70195]},{"phrase":{"text":"unwary","language":"en"},"meanings":[{"language":"en","text":"lacking caution"}],"meaningId":-4189539485816399476,"authors":[70195]},{"phrase":{"text":"gullible","language":"en"},"meaningId":7208947103214394321,"authors":[89651]},{"phrase":{"text":"careless","language":"en"},"meaningId":-4487123002158353695,"authors":[25018]},{"phrase":{"text":"pushover","language":"en"},"meaningId":4621449246893940724,"authors":[97745]},{"phrase":{"text":"unguarded","language":"en"},"meaningId":-6000501848400706785,"authors":[25115]},{"meanings":[{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of incautar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of incautar."},{"language":"en","text":"dupe, gullible, unwary, naive"},{"language":"en","text":"careless"}],"meaningId":-2800378244226809398,"authors":[1]}],"phrase":"incauto","examples":[{"author":94808,"first":"Entre el 1 de junio y el 16 de agosto, la Policía de Lucha contra la Droga del Afganistán llevó a cabo 597 operaciones, en las que detuvo a 529 sospechosos, desmanteló 16 laboratorios ilícitos de heroína e <strong class=\"keyword\">incautó</strong> 4.460 kg de precursores químicos, 13.295 kg de opio, 105 kg de semillas de adormidera, 654 kg de heroína, 2.642 kg de hachís, 2.165 kg de anfetaminas, 2 kg de morfina, 81 vehículos y 66 armas de distintos tipos.","second":"Between 1 June and 16 August, the counter-narcotics police of Afghanistan conducted 597 operations, resulting in the arrest of 529 suspects, the dismantling of 16 illicit heroin laboratories and the <strong class=\"keyword\">seizure</strong> of 4,460 kg of precursor chemicals, 13,295 kg of opium, 105 kg of poppy seeds, 654 kg of heroin, 2,642 kg of hashish, 2,165 kg of amphetamines, 2 kg of morphine, 81 vehicles and 66 weapons of different types."},{"author":94808,"first":"Que si se <strong class=\"keyword\">incauta</strong> una cantidad ilícita de sustancias que agotan el ozono, esa cantidad deberá destruirse por medio de la tecnología que recomienden las Partes;]","second":"That if an illegal amount of ozone-depleting substances is <strong class=\"keyword\">seized</strong>, it should be destroyed through means of the technology recommended by the Parties;]"},{"author":94809,"first":"El documento del que la Comisión se <strong class=\"keyword\">incautó</strong>, que confirmaba la pertinencia de sus sospechas sobre la ocultación de pruebas, no era concluyente.","second":"The document taken by the Commission, and which is alleged to have confirmed that it was correct to suspect concealment, is not conclusive."},{"author":94808,"first":"En Europa, se <strong class=\"keyword\">incautó</strong> proporcionalmente menos “éxtasis”.","second":"Proportionally less “ecstasy” was <strong class=\"keyword\">seized</strong> in Europe."},{"author":94808,"first":"En 1998, en el departamento de Tolima se capturó a 15 integrantes del grupo de autodefensas \"Rojo Alta\" y se les <strong class=\"keyword\">incautó</strong> armamento, municiones y explosivos.","second":"In 1998, 15 members of the Rojo Alta self‐defence group were arrested in the Department of Tolima and weapons, ammunition and explosives were <strong class=\"keyword\">seized</strong>."},{"author":94808,"first":"Durante el año 2006, el Comité interrogó a 613 personas en Kinshasa e <strong class=\"keyword\">incautó</strong> 995 kg de cannabis, 664 g de heroína y 127,5 g de cocaína.","second":"During 2006, the Committee proceeded against 613 persons in Kinshasa and <strong class=\"keyword\">seized</strong> 995 kilograms of cannabis, 664 grams of heroin, and 127.5 grams of cocaine."},{"author":31,"first":"¡ Te parezco un <strong class=\"keyword\">incauto</strong>, enclenque!","second":"Do I look like a <strong class=\"keyword\">pushover</strong>, you weakling!"},{"author":92475,"first":"Mientras estaba en prisión, la policía allanó su oficina e <strong class=\"keyword\">incautó</strong> equipos y documentos.","second":"While in prison, police raided the office of Radio Free Europe Radio Liberty Baku bureau, <strong class=\"keyword\">seizing</strong> equipment and documents."},{"author":8000,"first":"El total de incautaciones de sustancias tipo éxtasis en Asia oriental y sudoriental se ha acrecentado de manera sostenida desde # llegando a casi # kg en # de ese volumen, la mitad se <strong class=\"keyword\">incautó</strong> en China","second":"Total seizures of Ecstasy-type substances in east and south-east Asia have increased steadily since # reaching almost # kg in # one half of which was <strong class=\"keyword\">seized</strong> in China"},{"author":92475,"first":"En una decisión que muchos ven como políticamente motivada y otros como una necesidad muy atrasada, la Autoridad Tributaria de Zambia (ZRA por su nombre en inglés), clausuró la oficinas del periódico The Post, el mayor diario independiente de Zambia, e <strong class=\"keyword\">incautó</strong> sus equipos de impresión por tributos impagos que se presume llegan a los 68 millones de kwachas (US$6.1 millones).","second":"In a move that is being seen by some as politically motivated and by others as a long overdue necessity, The Post newspaper, Zambia's largest independent daily newspaper, has had their offices locked up and their printing equipment <strong class=\"keyword\">seized</strong> by the Zambia Revenue Authority (ZRA) because of outstanding taxes alleged to be at K68 million (US$6.1 million)."},{"author":31,"first":"Apuesto que lo ha sido, para los <strong class=\"keyword\">incautos</strong>","second":"Bet it has been, to fellas who didn' t know <strong class=\"keyword\">better</strong>"},{"author":8000,"first":"Por ejemplo, en # y # lemania había incautado # millones de euros; en # ustralia había bloqueado # millones de dólares australianos; entre junio de # y junio de # las Bahamas había incautado ganancias valoradas en casi # millones de dólares de los Estados Unidos; en # el Canadá había incautado # millones de dólares canadienses; en Chile se habían incautado aproximadamente # millones de dólares de los Estados Unidos; en # y # olombia <strong class=\"keyword\">incautó</strong> más de # millones de dólares de los Estados Unidos # millones de euros y # millones de pesos colombianos; la Federación de Rusia, en # más de # millones de rublos; Italia # millones de euros; el Japón # millones de yen; México, casi # millones de nuevos pesos y más de # millones de dólares de los Estados Unidos en el curso de investigaciones de casos de blanqueo de capitales; finalmente, Sudáfrica, entre # y # millones de rand","second":"For example, in # ustralia had restrained # million Australian dollars (A$); between June # and June # the Bahamas had seized proceeds valued at almost US$ # million; during # anada had seized nearly # million Canadian dollars (Can$); in Chile approximately US$ # million had been seized; during # and # olombia <strong class=\"keyword\">seized</strong> more than US$ # million # million euros (€) and # million Colombian pesos; during # and # ermany had seized € # million; Italy € # million; Japan # million yen; Mexico almost # million new pesos and more than US$ # million in the course of investigating money-laundering cases; the Russian Federation more than # million roubles in # and South Africa # million rand between # and"},{"author":8000,"first":"Mientras pretende convencer a <strong class=\"keyword\">incautos</strong> acerca de un falso fin de las ideologías- intentando “universalizar” los patrones y dogmas de una doctrina diseñada en función de los intereses de dominación hegemónica de sus círculos imperiales de poder político, económico y militar-, el gobierno estadounidense dilapida partidas millonarias del dinero de sus contribuyentes para imponer al pueblo cubano un clima de permanente hostilidad y amenaza de guerra","second":"While trying to convince the <strong class=\"keyword\">unsuspecting</strong> of a bogus purpose for their ideologies- by attempting to 'universalize' the patterns and dogmas of a doctrine designed to serve the interests of hegemonic domination by imperial circles of political, economic and military power-, the US government squanders millions of taxpayers' dollars in order to impose a permanent climate of hostility and the threat of war on the Cuban people"},{"author":118293,"first":"Abominamos de <strong class=\"keyword\">incautos</strong> e incapaces, pero nuestras canciones... son todas inca-ntables.","second":"We hate the incapable<strong class=\"keyword\">,</strong> and idlers incarcerate; but our songs... are difficulty inca-rnate."},{"author":94808,"first":"En septiembre de 2012 la policía congoleña <strong class=\"keyword\">incautó</strong> 13 toneladas de mineral de tantalio en Kavimvira.","second":"Congolese police <strong class=\"keyword\">seized</strong> 13 tons of tantalum ore in Kavimvira in September 2012."},{"author":118293,"first":"Su hermano Morgan me echó de Deadwood... y se <strong class=\"keyword\">incautó</strong> de 10.000 dólares que eran míos.","second":"Your brother, Morgan, ran me out of Deadwood last year and <strong class=\"keyword\">impounded</strong> $ 1 0,000 of my money."},{"author":8000,"first":"Así, se señaló que el principal objetivo de la variante A era evitar que los acreedores garantizados <strong class=\"keyword\">incautos</strong> cayeran en una trampa","second":"So, it was pointed out that the main objective of alternative A was to avoid creating a trap for <strong class=\"keyword\">unwary</strong> secured creditors"},{"author":118293,"first":"Entonces alguien que se hace pasar por agente federal <strong class=\"keyword\">incautó</strong> sus cosas.","second":"Well, then people claiming to be federal agents <strong class=\"keyword\">seized</strong> her <strong class=\"keyword\">property</strong>."},{"author":118293,"first":"Con palabras dulces, soy un <strong class=\"keyword\">incauto</strong>.","second":"Sweet-talk me, and I'm a <strong class=\"keyword\">pushover</strong>."},{"author":8000,"first":"En tal caso, esa disposición podría llegar a ser una trampa para los <strong class=\"keyword\">incautos</strong> o una oportunidad para los poco escrupulosos","second":"This provision then risks becoming a trap for the <strong class=\"keyword\">unwary</strong> or a loophole for the unscrupulous"},{"author":8000,"first":"La mayor parte de la metanfetamina que se <strong class=\"keyword\">incautó</strong> en países del Asia sudoriental antes de que pudiera seguir su ruta de tráfico iba destinada a países de esa subregión","second":"Most of the methamphetamine <strong class=\"keyword\">seized</strong> in South-East Asian countries before it could be smuggled further had been intended for countries in the subregion"},{"author":8000,"first":"El autor declara que identificó a tres de los agresores, y que el cabo se <strong class=\"keyword\">incautó</strong> de dos cuchillos y una piqueta de hielo que tenían, y luego empezó a golpear al recluso que admitió haber apuñalado al autor","second":"The author states that he pointed out three of the assailants, and that the corporal <strong class=\"keyword\">recovered</strong> two knives and one icepick from them and then started beating the inmate who had admitted to stabbing the author"},{"author":8000,"first":"De conformidad con la información recibida, el # de abril de # la policía allanó su casa de Dalat, y se <strong class=\"keyword\">incautó</strong> de algunos de sus bienes","second":"According to the information received, the police raided his home in Dalat on # pril # and <strong class=\"keyword\">confiscated</strong> some of his personal property"},{"author":94808,"first":"El 5 de marzo el Gobierno disolvió la Organización para el Desarrollo Social del Sudán, que presta servicios de asistencia judicial a personas vulnerables en Darfur, e <strong class=\"keyword\">incautó</strong> sus bienes.","second":"On 5 March, the Government dissolved the Sudan Social Development Organization, which provides legal aid services to vulnerable people in Darfur, and <strong class=\"keyword\">seized</strong> its assets."},{"author":27,"first":"La Unión Europea tiene que dejar de ser <strong class=\"keyword\">incauta</strong> ante la delincuencia de gran calibre.","second":"The European Union must no longer <strong class=\"keyword\">be</strong> a soft touch for serious crime."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}