{"result":"ok","tuc":[{"phrase":{"text":"incipient","language":"en"},"meanings":[{"language":"en","text":"beginning, starting"}],"meaningId":9163503351907383392,"authors":[70195]},{"phrase":{"text":"inchoate","language":"en"},"meanings":[{"language":"en","text":"Recently started but not fully formed yet."},{"language":"es","text":"Recientemente iniciado pero todavía no formado."}],"meaningId":762112939887199592,"authors":[84500]},{"phrase":{"text":"emergent","language":"en"},"meaningId":-3853086139714333868,"authors":[84500]},{"phrase":{"text":"inchoative","language":"en"},"meaningId":22323304592868533,"authors":[84500]},{"phrase":{"text":"emerging","language":"en"},"meaningId":-5974822657040645684,"authors":[84500]},{"phrase":{"text":"inceptive","language":"en"},"meaningId":8363845765780071168,"authors":[25018]},{"phrase":{"text":"nascent","language":"en"},"meaningId":-1072273569500253237,"authors":[97745]},{"meanings":[{"language":"en","text":"beginning"}],"meaningId":3662534768152958701,"authors":[1]}],"phrase":"incipiente","examples":[{"author":94808,"first":"En su 46o período de sesiones, la Comisión examinará también el informe del Secretario General sobre las cuestiones <strong class=\"keyword\">incipientes</strong> (E/CN.3/2015/3), en el que se pone de relieve la recomendación principal del informe del Grupo Asesor de Expertos Independientes sobre la Revolución de Datos para el Desarrollo Sostenible, que la Comisión puede consultar como documento de antecedentes.","second":"At its forty-sixth session, the Commission will also consider the report of the Secretary-General on <strong class=\"keyword\">emerging</strong> issues (E/CN.3/2015/3), which highlights the main recommendation of the report of the Independent Expert Advisory Group on a Data Revolution for Sustainable Development, available to the Commission as a background document."},{"author":8000,"first":"Por tanto, también es importante evitar un efecto depresivo fundamental para las economías del Sur y aliviar la excesiva carga que se ha impuesto a los mercados <strong class=\"keyword\">incipientes</strong> de Asia a fin de mantener el crecimiento de la economía mundial","second":"Therefore, it is also important to prevent a major depressive impact on the economies of the South and to alleviate the undue burden being placed on the <strong class=\"keyword\">emerging</strong> markets of Asia to maintain growth in the world economy"},{"author":94808,"first":"Los Ministros observaron que las amenazas y desafíos existentes, nuevos e <strong class=\"keyword\">incipientes</strong> continúan obstaculizando los esfuerzos de los Estados por alcanzar un mayor desarrollo económico y progreso social, paz y seguridad, y el disfrute de los derechos humanos y del Estado de derecho.","second":"The Ministers noted that the existing, new and <strong class=\"keyword\">emerging</strong> threats and challenges continue to impede efforts by States to attain greater economic development and social progress, peace and security, and enjoyment of human rights and the rule of law."},{"author":94809,"first":"Los nuevos instrumentos de gestión de las crisis civiles y militares que se están elaborando actualmente en el contexto de la Política Europea de Seguridad y Defensa (PESD) podrían utilizarse para hacer frente a las fases iniciales de un conflicto <strong class=\"keyword\">incipiente</strong>.","second":"The new civilian and military crisis-management tools currently being developed in the context of the European Security and Defence Policy (ESDP) could be used to deal with the earliest stages of <strong class=\"keyword\">incipient</strong> conflict."},{"author":94808,"first":"Por último, el Informe Mundial sobre Desarrollo Sostenible 2016 debería abordar los problemas <strong class=\"keyword\">incipientes</strong>, así como los principales obstáculos para la aplicación desde una perspectiva científica, con objeto de informar a los encargados de formular las políticas.","second":"Lastly, the Global Sustainable Development Report 2019 should address <strong class=\"keyword\">emerging</strong> issues, as well as key bottlenecks for implementation from a scientific perspective, with a view to informing policymakers."},{"author":94808,"first":"Se determinó que las necesidades operacionales fundamentales son: una elevada densidad de soldados para cubrir una zona extensa; un alto grado de movilidad que permita desplazar rápidamente a los efectivos en respuesta a crisis <strong class=\"keyword\">incipientes</strong>; y una capacidad militar sólida para disuadir y derrotar a los provocadores.","second":"The key operational requirements were defined as high troop density to provide wide area coverage; high mobility to move forces rapidly in response to <strong class=\"keyword\">developing</strong> crises; and robust military capability to deter and defeat spoilers."},{"author":94808,"first":"Esta enseñanza se deriva en una evaluación de las repercusiones de varias iniciativas que se elaboraron para ayudar a fortalecer las capacidades de los países en desarrollo para afrontar los problemas institucionales y de política derivados de la necesidad de participar de forma efectiva en el <strong class=\"keyword\">incipiente</strong> sistema económico mundial basado en normas.","second":"This lesson is drawn from an assessment of the impact of a number of initiatives that were designed to help to strengthen developing countries’ capacities to deal with the policy and institutional challenges posed by the need to participate effectively in the <strong class=\"keyword\">emerging</strong> rules-based global economic system."},{"author":94808,"first":"Ante la falta de políticas y medidas para hacer frente a los desequilibrios macroeconómicos y comerciales mundiales, la <strong class=\"keyword\">incipiente</strong> recuperación tendrá una base frágil e impondrá presiones proteccionistas a los gobiernos.","second":"In the absence of policies and actions to address global macroeconomic and trade imbalances, the <strong class=\"keyword\">incipient</strong> recovery will rest on a fragile ground and create protectionist pressure upon Governments."},{"author":8007,"first":"“Big Blue” (como se conoce a IBM) permitió que otras compañías desarrollaran su software (siendo la más conocida de ellas una <strong class=\"keyword\">incipiente</strong> Microsoft.)","second":"“Big Blue” (as IBM is known) allowed other companies (notably the <strong class=\"keyword\">infant</strong> Microsoft) to develop its software."},{"author":8000,"first":"La relación que existe entre el cultivo de drogas, el tráfico de estupefacientes y el delito trasnacional organizado, del cual el tráfico de armas pequeñas es un símbolo <strong class=\"keyword\">incipiente</strong>, se ha puesto de relieve en una serie de reuniones organizadas en las últimas semanas en Tashkent, Praga y París","second":"The interconnections among cultivation, drug trafficking and transnational organized crime, of which the traffic in small arms is an illustrative outgrowth, has been mentioned in a number of meetings organized over the past few weeks on this matter in Tashkent, Prague and Paris"},{"author":94809,"first":"No obstante, los intercambios comerciales entre México y los nuevos Estados miembros son todavía <strong class=\"keyword\">incipientes</strong>.","second":"Nonetheless, trade between Mexico and the new Member States is still at an <strong class=\"keyword\">embryonic stage</strong>."},{"author":94808,"first":"Sexta prioridad: Cuestiones nuevas e <strong class=\"keyword\">incipientes</strong>","second":"Priority 6: New and <strong class=\"keyword\">emerging issues</strong>"},{"author":94808,"first":"No obstante, este proceso sigue siendo muy <strong class=\"keyword\">incipiente</strong>.","second":"This process, however, is still in <strong class=\"keyword\">its infancy</strong>."},{"author":94808,"first":"La <strong class=\"keyword\">incipiente</strong> colaboración con las contrapartes nacionales en relación con los casos de explotación y abusos sexuales se reforzó mediante la organización conjunta de actividades de difusión por el grupo de tareas dirigido por la Dependencia de Conducta y Disciplina y representantes del Gobierno, las ONG locales y el equipo de las Naciones Unidas en el país.","second":"The partnership <strong class=\"keyword\">emerging</strong> with national counterparts on issues relating to sexual exploitation and abuse was further strengthened through outreach activities jointly organized by a task force led by the Conduct and Discipline Unit with representatives from the Government, local non-governmental organizations and the United Nations country team."},{"author":94808,"first":"Algunas revisiones guardan relación con la evolución reciente de la práctica de los Estados que, más allá de la importancia que pueda tener para revelar principios <strong class=\"keyword\">incipientes</strong> del derecho internacional o para confirmar normas jurídicas establecidas, ha brindado indicios valiosos sobre estrategias eficaces para luchar contra la impunidad.","second":"Some revisions reflect recent developments in State practice that, beyond their potential relevance in disclosing <strong class=\"keyword\">emerging</strong> principles of international law or confirming established legal norms, have provided valuable insights concerning effective strategies for combating impunity."},{"author":8000,"first":"En su primer año de funcionamiento, el Fondo central para la acción en casos de emergencia ha demostrado ser un instrumento eficaz para dar una respuesta rápida a las emergencias humanitarias y ha proporcionado una pronta financiación fundamental para la participación operacional de las Naciones Unidas en las crisis <strong class=\"keyword\">incipientes</strong>","second":"In its first full year of activity, the Central Emergency Response Fund has proved to be an effective tool for rapid response to humanitarian emergencies and has provided critical early funding for United Nations operational engagement in <strong class=\"keyword\">emerging</strong> crises"},{"author":94808,"first":"Objetivo de la Organización: Reforzar la capacidad de la comunidad internacional de abordar de manera eficaz las cuestiones de población actuales e <strong class=\"keyword\">incipientes</strong> y de integrar las dimensiones de población en la agenda internacional para el desarrollo","second":"Objective of the Organization: To strengthen the international community’s capacity to effectively address current and <strong class=\"keyword\">emerging</strong> population issues and to integrate the population dimensions into the international development agenda"},{"author":94808,"first":"Pone de relieve la necesidad de mantener y fortalecer la participación multisectorial y de múltiples interesados e invita al Grupo de Trabajo de composición abierta del SAICM y a la cuarta reunión de la Conferencia Internacional sobre Gestión de los Productos Químicos a considerar la manera de mejorar esa participación de forma constante, eficaz, proactiva y global y a desempeñar un papel activo en el debate sobre la agenda relativa a los productos químicos y los desechos después de 2020; y, en ese sentido, subraya la necesidad de aplicar un enfoque para la gestión racional de los productos químicos y los desechos a todos los niveles que pueda también responder de manera eficaz, eficiente, coherente y coordinada a los problemas y retos nuevos e <strong class=\"keyword\">incipientes</strong>;","second":"Emphasizes the need for continued and strengthened multisectoral and multi‐stakeholder involvement and invites the SAICM Open-Ended Working Group and the fourth meeting of the International Conference on Chemicals Management to consider ways to improve such involvement in an overarching, proactive, meaningful and continuous manner and to play an active role in the discussion on the post-2020 chemicals and waste agenda; and in doing so reiterates the need for an approach to the sound management of chemicals and wastes at all levels that is also able to respond in an effective, efficient, coherent and coordinated manner to new and <strong class=\"keyword\">emerging</strong> issues and challenges;"},{"author":8000,"first":"El texto de la Convención refleja un consenso mundial <strong class=\"keyword\">incipiente</strong> según el cual los Estados y sus empresas no pueden ya invocar una inmunidad absoluta y sin límites frente a la jurisdicción de los tribunales y organismos extranjeros competentes, especialmente en lo que respecta a sus actividades mercantiles","second":"The text of the draft Convention reflected an <strong class=\"keyword\">emerging</strong> global consensus that States and State enterprises could no longer claim absolute, unfettered immunity from the proper jurisdiction of foreign courts and agencies, especially for their commercial activities"},{"author":94808,"first":"Progresos logrados hasta la fecha en la aplicación de los resultados de Hábitat II y definición de los problemas nuevos e <strong class=\"keyword\">incipientes</strong> en materia de desarrollo urbano sostenible (intercambio general de opiniones) (continuación).","second":"Progress to date in the implementation of the outcomes of Habitat II and identification of new and <strong class=\"keyword\">emerging</strong> challenges on sustainable urban development (general exchange of views) (continued)"},{"author":8000,"first":"La turbulencia generalizada en los mercados financieros de las economías <strong class=\"keyword\">incipientes</strong> y sus repercusiones han hecho evidente la necesidad de fortalecer la estructura del sistema financiero internacional","second":"The widespread turbulence in the financial markets of <strong class=\"keyword\">emerging</strong> economies and the resulting contagion have made clear the need to strengthen the architecture of the international financial system"},{"author":8000,"first":"Como un régimen eficiente de las operaciones garantizadas debe ser lo más duradero y flexible posible a fin de abarcar una amplia gama de operaciones de crédito y de dar cabida también a operaciones de crédito innovadoras o <strong class=\"keyword\">incipientes</strong>, en la Guía se insiste en la importancia de que las partes contractuales gocen de autonomía, sin dejar por ello de ampararse los intereses legítimos de cada una de las partes (especialmente de los consumidores) que intervengan en la operación","second":"Because an effective secured transactions regime should provide maximum flexibility and durability to encompass a broad array of credit transactions, and also accommodate new and <strong class=\"keyword\">evolving</strong> forms of credit transactions, the Guide stresses the importance of party autonomy, while at the same time protecting the legitimate interests of all persons (especially consumers) affected by the transaction"},{"author":8000,"first":"• Puede que el reto planteado por el exceso de procesos se vuelva más apremiante debido al auge <strong class=\"keyword\">incipiente</strong> de la colaboración entre organismos en el plano de los países","second":"The challenge posed by excessive process is likely to become more pressing in view of an <strong class=\"keyword\">incipient</strong> boom in inter-agency collaboration at the country level"},{"author":94809,"first":"Sin embargo, dichas discusiones se encuentran en un estadio muy <strong class=\"keyword\">incipiente</strong> y el proceso oficial de negociaciones sobre este aspecto no se iniciará hasta la Primera Reunión de las Partes del Protocolo sobre Seguridad de la Biotecnología cuya celebración está prevista en abril de 2004.","second":"Such discussions are, however, at a very <strong class=\"keyword\">early</strong> stage and the formal negotiating process on this matter will only be launched at the First Meeting of the Parties to the Biosafety Protocol which is due to take place in April 2004."},{"author":94808,"first":"Mi Gobierno reconoce que la consolidación y la creación de la paz es uno de los desafíos principales a los que se enfrenta la comunidad internacional, y consideramos fundamental que las Naciones Unidas y la comunidad internacional se aseguren de que esos valiosos logros <strong class=\"keyword\">incipientes</strong> en materia de paz, estado de derecho, respeto de los derechos humanos y desarrollo arraiguen y perduren.","second":"My Government recognizes the consolidation and building of peace as one of the major challenges faced by the international community, and we believe it is crucially important for the United Nations and the international community to make certain that those valuable <strong class=\"keyword\">incipient</strong> achievements in the areas of peace, the rule of law, respect for human rights, and development take root and endure."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}