{"result":"ok","tuc":[{"phrase":{"text":"inclemency","language":"en"},"meaningId":-3183078591699271311,"authors":[89651]},{"phrase":{"text":"harshness","language":"en"},"meaningId":-1515016226089403476,"authors":[25018]},{"phrase":{"text":"rigorousness","language":"en"},"meaningId":8271055699470456991,"authors":[83619]},{"phrase":{"text":"rigour","language":"en"},"meaningId":-2411258124915750318,"authors":[83619]},{"phrase":{"text":"severity","language":"en"},"meaningId":-3754848707583346098,"authors":[25115]},{"phrase":{"text":"hardness","language":"en"},"meaningId":6925168447247231740,"authors":[84500]},{"phrase":{"text":"rigor","language":"en"},"meaningId":285797462642218570,"authors":[84500]},{"phrase":{"text":"rigourousness","language":"en"},"meaningId":8456914903209779326,"authors":[84500]},{"phrase":{"text":"severeness","language":"en"},"meaningId":-4160451984544734392,"authors":[84500]},{"phrase":{"text":"stiffness","language":"en"},"meaningId":174874550689718214,"authors":[84500]},{"meanings":[{"language":"en","text":"inclemency"}],"meaningId":-554151730067244807,"authors":[93107]}],"phrase":"inclemencia","examples":[{"author":94809,"first":"c) instalaciones de recogida de esperma, que pueden estar al aire libre protegidas de las <strong class=\"keyword\">inclemencias</strong> del tiempo, con suelo antideslizante que proteja de lesiones graves en caso de caída en el lugar de recogida de esperma y en torno al mismo, sin perjuicio de lo exigido en el punto 1.4;","second":"(c) semen collection facilities, that may be open air protected from <strong class=\"keyword\">adverse weather</strong> effects, with slip-proof flooring which protects from dramatic injury in case of fall, at and around the place of semen collection, without prejudice to the requirements in point 1.4;"},{"author":8008,"first":"En total, pasaron por Majdanek cerca de 500.000 personas de 54 nacionalidades diferentes, procedentes de 28 países; de éstos, aproximadamente 360.000 murieron en el campo. El 60% pereció como resultado de las horrendas condiciones existentes, por enfermedades, hambre, <strong class=\"keyword\">inclemencias</strong> climáticas, exceso de trabajo y agotamiento, o golpeados hasta morir por los guardianes.","second":"After the Judenraete were established, the Germans instructed them to carry out various administrative and economic measures that were destructive to the Jews."},{"author":89915,"first":"Cubiertas de protección en forma de revestimientos para recubrir paredes, suelos y techos, para impermeabilizar, proteger frente a las <strong class=\"keyword\">inclemencias</strong> del tiempo, decorar y proteger","second":"Protective coverings in the form of coatings for covering walls, floors and ceilings, for waterproofing, <strong class=\"keyword\">weatherproofing</strong>, decorative and protective purposes"},{"author":94809,"first":"(2) El 17 de septiembre de 2001, las autoridades francesas solicitaron a la Comisión que, habida cuenta de las <strong class=\"keyword\">inclemencias</strong> climáticas sufridas por la región de Picardía, se asignase a esa región una parte de los créditos disponibles con cargo al objetivo n° 2 para Francia, incrementando la ayuda de los Fondos Estructurales en virtud del documento único de programación de la región de Picardía.","second":"(2) On 17 September 2001 the French authorities sent the Commission a request arising from the <strong class=\"keyword\">storms</strong> which had affected Picardy to allocate to that region part of the appropriations remaining available under Objective 2-France by increasing the assistance from the Structural Funds under the single programming document for Picardy."},{"author":94808,"first":"El objetivo es preparar a las islas para hacer frente a la amenaza del aumento del nivel del mar mediante el desarrollo de opciones de protección contra las <strong class=\"keyword\">inclemencias</strong> del clima que puedan integrarse a los procesos de gestión y desarrollo de las zonas costeras vulnerables, en particular las de los pequeños Estados insulares en desarrollo;","second":"It aims to prepare islands for the threat of sea-level rise through the development of climate-<strong class=\"keyword\">proofing</strong> options that can be integrated in the development and management processes of vulnerable coastal zones, particularly in small island developing States;"},{"author":95096,"first":"Vivían en función también de las <strong class=\"keyword\">inclemencias</strong> del tiempo y de otro tipo de <strong class=\"keyword\">inclemencias</strong>...","second":"Their lives were also <strong class=\"keyword\">affected</strong> by <strong class=\"keyword\">harsh weather</strong> but by other kinds of hardship too."},{"author":94809,"first":"En cuanto a la obligación de cotizar en concepto de prima de fidelidad y de cupones por <strong class=\"keyword\">inclemencias</strong> del tiempo, afirma que las empresas que desplazan trabajadores a Bélgica sólo deben quedar exentas de cotizar en este Estado si ya están sujetas a cotización en su país de origen, por los mismos trabajadores y por las mismas contingencias, a sistemas que, en la práctica, tienen igual finalidad.","second":"As regards the obligation to pay contributions in respect of loyalty and bad-<strong class=\"keyword\">weather</strong> stamps, it states that undertakings which post workers to Belgium must be exempt from paying contributions in that State only if they are already liable in their State of origin for contributions, in respect of the same workers and the same risks, to schemes which, in practice, serve the same purpose."},{"author":8008,"first":"Techo (tapa): parte que preserva la colmena de las <strong class=\"keyword\">inclemencias</strong> del tiempo.","second":"Roof: part of the hive that protects it from <strong class=\"keyword\">bad weather</strong>."},{"author":118385,"first":"Además, según la SEA y Beta-Trans, Malpensa Logistica Europa ya disponía de espacios destinados a servir de hangar de una superficie de unos 18 000 m2, a los que se añaden dos espacios cubiertos de, respectivamente, 2 700 m2 y 3 227 m2, que permiten almacenar temporalmente las mercancías al abrigo de las <strong class=\"keyword\">inclemencias</strong> meteorológicas.","second":"Moreover, according to SEA and Beta-Trans, Malpensa Logistica Europa already had at its disposal a storage area of approximately 18000 square metres, as well as two covered areas of 2700 and 3227 square metres, respectively, for the temporary storage of cargo where it could be protected in <strong class=\"keyword\">bad</strong> weather."},{"author":22,"first":"En ella ésta afirma que la campaña de # se vio ante especiales dificultades debido, en particular, a la evolución climática del mes de agosto en la región y a las <strong class=\"keyword\">inclemencias</strong> climáticas que se abatieron en el mismo período sobre los países de Europa central, donde se encuentran habitualmente sus clientes","second":"The latter states that # was a particularly difficult year, mainly on account of the <strong class=\"keyword\">weather conditions</strong> in the region in August and the <strong class=\"keyword\">storms</strong> that affected the countries of central Europe at the same time which are among its usual clients"},{"author":94809,"first":"A las pérdidas financieras resultantes de la Agenda 2000 se añaden ahora todavía las repercusiones de las <strong class=\"keyword\">inclemencias</strong> atmosféricas que suponen una amenaza para la existencia de las explotaciones.","second":"Agenda 2000 has already reduced farm incomes, and on top of this, farmers now face potential ruin on account of the <strong class=\"keyword\">extreme weather conditions</strong>."},{"author":8000,"first":"Me gustaría que esta labor conjunta, que es el propósito de este debate, ilumine el camino para superar la <strong class=\"keyword\">inclemencia</strong> y la injusticia en Haití, ese querido país caribeño","second":"I hope that this joint effort, which is the purpose of this debate, will lighten the path towards overcoming the <strong class=\"keyword\">difficulties</strong> and the injustice in Haiti, that beloved Caribbean country"},{"author":8008,"first":"No obstante, ya existen unas técnicas que nos permiten convertir tierras áridas de los desiertos en terreno cultivable, utilizando láminas de plástico e invernaderos para proteger el suelo y los fertilizantes de las <strong class=\"keyword\">inclemencias</strong> del tiempo y crear una atmósfera templada y húmeda que favorezca el crecimiento de las cosechas.","second":"However techniques already exist that allow us to reclaim arid deserts for use as agricultural land, through using plastic sheets and greenhouses to protect soil and fertilisers from <strong class=\"keyword\">weather damage</strong> and create a warm, moist atmosphere that encourages crops to grow."},{"author":94808,"first":"La <strong class=\"keyword\">inclemencia</strong> del tiempo y la apartada situación geográfica impidieron los intentos de llegar a la aldea por aire, y los de viajar en barco fueron imposibles cuando la MONUC fue objeto del fuego intenso de lo que al parecer era la milicia de la UPC-L.","second":"<strong class=\"keyword\">Inclement weather</strong> and the remote geographical location frustrated attempts to reach the village by air, and attempts to reach the village by boat were thwarted when MONUC came under heavy fire from what seemed to be UPC-L militia."},{"author":94809,"first":"Por lo que se refiere a la normativa comunitaria horizontal del sector agrícola, el Consejo recuerda que ésta no prevé la financiación de las pérdidas de producción causadas por las <strong class=\"keyword\">inclemencias</strong> del tiempo.","second":"As far as horizontal Community legislation is concerned, the Council would point out that it does not fund losses in production occasioned by <strong class=\"keyword\">bad weather</strong>."},{"author":94808,"first":"Seguro contra las <strong class=\"keyword\">inclemencias</strong> del tiempo basado en índices","second":"Index-based <strong class=\"keyword\">weather</strong> insurance"},{"author":94808,"first":"[Aumenten la capacidad para la preparación en caso de desastre y la gestión de desastres, incluida la planificación de imprevistos en casos de sequía e inundaciones en zonas [propensas a <strong class=\"keyword\">inclemencias</strong> del tiempo extremas] [más vulnerables a los efectos adversos del cambio climático]];","second":"[Build capacity for disaster preparedness and disaster management, including contingency planning for droughts and floods in areas [prone to extreme <strong class=\"keyword\">weather</strong> events] [most vulnerable to the adverse effect of climate change]];"},{"author":94809,"first":"Deberá protegerse a los trabajadores contra las <strong class=\"keyword\">inclemencias</strong> atmosféricas que puedan comprometer su seguridad y su salud.","second":"Workers must be protected against <strong class=\"keyword\">atmospheric</strong> influences which could affect their health and safety."},{"author":94809,"first":"b) tener tejado y protecciones laterales adecuadas para guarecer a los animales de las <strong class=\"keyword\">inclemencias</strong> del tiempo;","second":"(b) have roofs and adequate side protection to protect the animals from <strong class=\"keyword\">adverse weather conditions</strong>;"},{"author":94809,"first":"Pide a la Comisión que simplifique la normativa y facilite las ayudas de crisis a los productores de frutos de baya y cerezas que sufran pérdidas por <strong class=\"keyword\">inclemencias</strong> meteorológicas; considera que la citada simplificación debería tener por objeto, fundamentalmente, el que las indemnizaciones por efectos adversos derivados de <strong class=\"keyword\">inclemencias</strong> meteorológicas no requieran la aprobación previa de la Comisión, lo que agilizaría notablemente los pagos a los agricultores;","second":"Calls on the Commission to simplify the relevant provisions and the crisis support arrangements for soft fruit and cherry producers suffering losses as a result of <strong class=\"keyword\">adverse</strong> weather <strong class=\"keyword\">conditions</strong>; takes the view that such simplification should in particular seek to ensure that compensation for the impact of adverse <strong class=\"keyword\">weather conditions</strong> does not require prior approval by the Commission, which would significantly speed up payments to farmers;"},{"author":94809,"first":"Objetivo: Facilitar información meteorológica relativa a las <strong class=\"keyword\">inclemencias</strong> que causaron los daños por los cuales está previsto conceder una compensación al amparo del régimen aprobado con el número de ayuda NN 54/A/04","second":"Objective: To provide meteorological information on the <strong class=\"keyword\">bad weather</strong> that caused the damage for which compensation is to be granted on the basis of the approved aid scheme NN 54/A/ 04"},{"author":94809,"first":"También se obtendría un ahorro no cuantificado como consecuencia de la reducción de la cantidad de vigas deterioradas al dejar de estar expuestas a las <strong class=\"keyword\">inclemencias</strong>.","second":"Further non-quantified savings concern the reduction in the quantity of downgraded beams since they will no longer be exposed to the <strong class=\"keyword\">weather conditions</strong>."},{"author":94809,"first":"Ahora bien, mientras el trabajador alemán pierde su derecho al salario cuando resulta imposible trabajar debido a las <strong class=\"keyword\">inclemencias</strong> del tiempo, no sucede lo mismo en el caso de los trabajadores portugueses.","second":"However, whereas the German worker has no right to be paid when work has to stop due to <strong class=\"keyword\">bad weather</strong>, the same is not true of the Portuguese workers."},{"author":119739,"first":"No obstante, las <strong class=\"keyword\">inclemencias</strong> del tiempo resultaron más llevaderas gracias a la extraordinaria hospitalidad de los granjeros que encontraron a lo largo del trayecto, los cuales siempre los invitaban a pasar para tomar café y comer algo.","second":"This bad weather was partly offset, however, by the extraordinary hospitality of the farmers along the way, who always invited them in for coffee and something to eat."},{"author":94809,"first":"a) «granos dañados»: los granos de cebada, de otros cereales o de avena loca, que presenten daños, incluidos los deterioros debidos a las plagas, el hielo, el calor, los insectos o los mohos, las <strong class=\"keyword\">inclemencias</strong> y cualquier otro daño material;","second":"(a) ‘damaged grains’ means grains of barley, other cereals or wild oats that display damage, including deterioration caused by disease, frost, heat, insects or fungus, <strong class=\"keyword\">bad weather</strong> and all other forms of physical damage;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}