{"result":"ok","tuc":[{"phrase":{"text":"immeasurable","language":"en"},"meanings":[{"language":"es","text":"Que no puede ser medido debido a su tamaño."},{"language":"en","text":"Impossible to measure."},{"language":"es","text":"Que no puede ser medido."}],"meaningId":6791728175192324389,"authors":[60172]},{"phrase":{"text":"incommensurable","language":"en"},"meaningId":-492540520225508344,"authors":[84715]},{"phrase":{"text":"incalculable","language":"en"},"meaningId":-6230560470853850280,"authors":[83042]},{"phrase":{"text":"incommensurate","language":"en"},"meaningId":5512568365969649633,"authors":[25018]},{"phrase":{"text":"incomprehensible","language":"en"},"meaningId":2110453488247325757,"authors":[84500]},{"phrase":{"text":"measureless","language":"en"},"meaningId":-2760162483294870200,"authors":[25018]},{"phrase":{"text":"uncomprehensible","language":"en"},"meaningId":4917517534266313186,"authors":[84500]},{"phrase":{"text":"vast","language":"en"},"meaningId":-7557311891249228276,"authors":[25115]},{"meanings":[{"language":"en","text":"immeasurable"}],"meaningId":-3130933874831849328,"authors":[93107]}],"phrase":"inconmensurable","examples":[{"author":95096,"first":"De hecho, están unidas a él por un vínculo de amor y de conocimiento recíproco, que les garantiza el don <strong class=\"keyword\">inconmensurable</strong> de la vida eterna.","second":"Indeed, the sheep are united to him by a bond of love and of reciprocal knowledge, which guarantees to them the <strong class=\"keyword\">immeasurable</strong> gift of eternal life."},{"author":118293,"first":"Su impacto es <strong class=\"keyword\">inconmensurable</strong>, su pasión es inspirador, y su dedicación al feminismo y la libertad es verdaderamente americano.","second":"His impact is <strong class=\"keyword\">immeasurable</strong>, his passion is inspiring, and his dedication to feminism and freedom is truly American."},{"author":8008,"first":"Es necesario actuar con prudencia en la gestión y ordenación de todas las especies vivas y todos los recursos naturales, conforme a los preceptos del desarrollo sostenible. Sólo así podremos conservar y transmitir a nuestros descendientes las <strong class=\"keyword\">inconmensurables</strong> riquezas que nos brinda la naturaleza.","second":"We will spare no effort to free our peoples from the scourge of war, whether within or between States, which has claimed more than 5 million <strong class=\"keyword\">lives</strong> in the past decade."},{"author":8000,"first":"Este alto grado de atención, como muchos han observado, se debe especialmente a la ola de ataques terroristas perpetrados recientemente contra los Estados Unidos de América y el pueblo estadounidense, que resultaron en una pérdida <strong class=\"keyword\">inconmensurable</strong> de vidas inocentes, causando grave temor y sufrimiento así como trastornos económicos y recesión en todo el mundo","second":"This high degree of attention, as many have observed, is principally the result of the wave of terrorism recently perpetrated on the United States of America and the American people, which has caused an <strong class=\"keyword\">immeasurable</strong> loss of innocent life, acute fear and suffering, and economic dislocation and downturn throughout the world"},{"author":94808,"first":"No solo ha invertido sistemáticamente en la salud y la educación, como se describe en mayor detalle en otras secciones de este informe, sino que las medidas que ha adoptado en el sector de la vivienda y el agua, en particular, han tenido repercusiones <strong class=\"keyword\">inconmensurables</strong> en la vida de la población, especialmente de las familias, las mujeres y los niños, así como en la contribución de la economía a una floreciente industria manufacturera, un sector de la construcción viable y la creación de nuevos y más empleos.","second":"Not only has it consistently invested in health and education which is elaborated on in other sections of this report but its interventions in housing and water in particular have impacted <strong class=\"keyword\">immeasurably</strong> on people’s lives, families and women and children in particular, as well as the economy contributing to burgeoning manufacturing industry, a viable construction sector and the creation of new and more jobs."},{"author":94808,"first":"El desafío que enfrentamos es descomunal, no solo por el <strong class=\"keyword\">inconmensurable</strong> poder del crimen organizado, sino también por la debilidad de nuestras fuerzas policiales, que no reciben de la comunidad internacional la cooperación que para esa lucha se otorga a las fuerzas armadas de los demás países.","second":"The challenge that we face is huge owing not only to the <strong class=\"keyword\">immeasurable</strong> power of organized crime but also to the weakness of our police forces, which in that struggle do not receive the cooperation of the international community that is often granted to the armed forces of other countries."},{"author":8000,"first":"Además de ser una política ilegal que viola el principio más básico del derecho internacional humanitario y las normas internacionales de derechos humanos, esta política siempre ha provocado perjuicios <strong class=\"keyword\">inconmensurables</strong> en zonas civiles y ha sembrado el temor, la muerte y el caos en barrios residenciales del territorio palestino ocupado","second":"Aside from being an illegal policy and one that violates the most basic principle of international humanitarian law and international human rights law, this policy has always caused <strong class=\"keyword\">immeasurable</strong> harm to civilian areas and has spread fear, death and chaos in residential neighbourhoods across the Occupied Palestinian Territory"},{"author":8000,"first":"El Japón ha infligido al pueblo coreano <strong class=\"keyword\">inconmensurables</strong> sufrimientos humanos, materiales y mentales","second":"Japan has imposed upon the Korean people <strong class=\"keyword\">immeasurable</strong> human, material and mental pain in the past"},{"author":94808,"first":"La Sala de Primera Instancia consideró que, como consecuencia de los crímenes por los que fueron condenados Nuon Chea y Khieu Samphan, las partes civiles en el proceso y un elevado número de víctimas adicionales habían sufrido un daño <strong class=\"keyword\">inconmensurable</strong>, en particular sufrimiento físico, pérdidas económicas, pérdida de la dignidad, traumas psicológicos y dolor como consecuencia de la pérdida de los miembros de su familia o de personas cercanas.","second":"The Trial Chamber found that, as a consequence of the crimes of which Nuon Chea and Khieu Samphan were convicted, the civil parties in the proceedings and a very large number of additional victims had suffered <strong class=\"keyword\">immeasurable</strong> harm, including physical suffering, economic loss, loss of dignity, psychological trauma and grief arising from the loss of family members or close relations."},{"author":8000,"first":"No sólo pusieron fin a una guerra, sino que, además, ayudaron a construir la paz y están entregando un país en una situación <strong class=\"keyword\">inconmensurable</strong> e increíblemente mejor que la que encontraron en","second":"They have not only ended a war, they have helped to build a peace, and they are handing on a situation <strong class=\"keyword\">immeasurably</strong> and unbelievably better than the one they found in"},{"author":94808,"first":"Mientras que el efecto social y humano del SIDA es <strong class=\"keyword\">inconmensurable</strong>, su efecto económico es, en cambio, terriblemente claro: la epidemia reducirá dramáticamente el crecimiento económico mundial.","second":"While the social and human effects of AIDS are <strong class=\"keyword\">immeasurable</strong>, its economic impact is all too clear: the epidemic will dramatically reduce world economic growth."},{"author":95096,"first":"Amor <strong class=\"keyword\">inconmensurable</strong>: \"Porque tanto amó Dios al mundo que dio a su Hijo único, para que todo el que crea en él no perezca, sino que tenga vida eterna\" (Jn 3, 16).","second":"<strong class=\"keyword\">Love</strong> without limits: “God so loved the world that he gave his only Son, that whoever believes in him should not perish but have eternal life” (Jn 3:16)."},{"author":119723,"first":"Jones, “Un valor <strong class=\"keyword\">inconmensurable</strong>”","second":"Jones, “Value beyond Measure”"},{"author":94808,"first":"La independencia sería una forma de divorcio entre Puerto Rico y los Estados Unidos y acarrearía daños insospechados e <strong class=\"keyword\">inconmensurables</strong> para cada una de las partes.","second":"Independence, a form of divorce between Puerto Rico and the United States, would lead to <strong class=\"keyword\">unpredictable</strong> and <strong class=\"keyword\">incommensurable</strong> harm to both parties."},{"author":118293,"first":"Una parte singular, casi <strong class=\"keyword\">inconmensurable</strong> es la que hace que tú seas tú... y a mí que sea yo...","second":"One singular, almost <strong class=\"keyword\">immeasurable</strong> part is what makes you you..."},{"author":119723,"first":"Sus contribuciones a toda la Iglesia y a cada miembro del Cuórum son <strong class=\"keyword\">inconmensurables</strong>.","second":"His contributions to the entire Church and to each member of the Quorum cannot be overstated."},{"author":8000,"first":"La aplicación suele ser aleatoria, lo que hace que el régimen sea impredecible y el efecto sobre la vida de los palestinos, <strong class=\"keyword\">inconmensurable</strong>","second":"The implementation is often random, thus making the regime unpredictable and the impact on Palestinian lives <strong class=\"keyword\">immeasurable</strong>"},{"author":95096,"first":"En aquella ocasión invité a los Obispos, reunidos para la IV Conferencia General del Episcopado Latinoamericano, a recibir la herencia del <strong class=\"keyword\">inconmensurable</strong> esfuerzo de los primeros misioneros con otro no menos comprometido e importante para el nuevo milenio, como es el de la nueva evangelización.","second":"On that occasion I invited the Bishops, who were meeting for the Fourth General Conference of the Latin American Episcopate, to accept the legacy of the first missionaries' <strong class=\"keyword\">immense</strong> effort with another, that of the new evangelization, no less involved and important for the new millennium."},{"author":8007,"first":"Puede que las promesas de rápidas aplicaciones médicas fueran exageradas, pero el valor inherente es <strong class=\"keyword\">inconmensurable</strong>: la capacidad para entender quiénes somos, de donde venimos y qué genomas tenemos los seres humanos en común con el resto del mundo vivo.","second":"The promises of quick medical applications may have been over-stated. But the inherent value is <strong class=\"keyword\">immeasurable</strong>: the ability to grasp who we are, where we came from, and what genes we humans have in common with the rest of the living world."},{"author":94808,"first":"El actual período extraordinario de sesiones debería velar especialmente por garantizar una indemnización moral y material a las víctimas que sufrieron <strong class=\"keyword\">inconmensurables</strong> insultos y violencia sexual en el pasado.","second":"The current special session should pay particular attention to ensuring moral and material compensation to the victims of <strong class=\"keyword\">immeasurable</strong> insults and sexual violence in the past."},{"author":95096,"first":"Ella exige que la búsqueda de estructuras más justas se encuadre dentro de una voluntad política de paz y de fraternidad, ambas alimentadas y guiadas por convicciones consolidadas sobre la <strong class=\"keyword\">inconmensurable</strong> dignidad de la persona humana, ya que ésta merece nuestros esfuerzos tenaces y encubre, cuando se la respeta en su libertad, una creatividad capaz de dominar los grandes problemas de nuestro tiempo.","second":"Such a building up demands that the quest for more just structures should be rooted in a political desire for peace and brotherhood, both of them being fostered and guided by a firm conviction of the <strong class=\"keyword\">incomparable</strong> dignity of the human person; for the human person deserves our tenacious efforts and, when his freedom is respected, reveals a creativity capable of mastering the great problems of our time."},{"author":119723,"first":"El hombre es hijo de Dios, formado a la imagen divina e investido con divinos atributos, y así como el pequeño hijo de padres terrenales es capaz, a su debido tiempo, de convertirse en un adulto, del mismo modo la progenie de padres celestiales que todavía no se ha desarrollado es capaz, por la experiencia a través de épocas y tiempo <strong class=\"keyword\">inconmensurables</strong>, de evolucionar hasta llegar a ser un Dios8.","second":"Man is the child of God, formed in the divine image and endowed with divine attributes, and even as the infant son of an earthly father and mother is capable in due time of becoming a man, so the undeveloped offspring of celestial parentage is capable, by experience through ages and aeons, of evolving into a God.8"},{"author":95096,"first":"Por eso el Jubileo refuerza y da nuevo impulso a nuestra esperanza, al liberarnos del peso de las esclavitudes pasadas y permitirnos levantar la vista hacia lo alto, donde, como en el cielo estrellado indicado a Abraham, se manifiesta la grandeza <strong class=\"keyword\">inconmensurable</strong> de las promesas divinas y el auténtico futuro de la humanidad liberada.","second":"For this reason the Jubilee strengthens and gives new ardour to our hope by freeing us from the burden of past slavery and allowing us to raise our eyes to the heavens where, as in the starry sky shown to Abraham, we see the <strong class=\"keyword\">immeasurable</strong> greatness of the divine promises and the authentic future of liberated humanity."},{"author":94808,"first":"En efecto, la proliferación de redes delictivas en todo el mundo, incluida la ciberdelincuencia, y las amenazas intersectoriales que suponen tales redes conllevan consecuencias <strong class=\"keyword\">inconmensurables</strong> para la estabilidad de los países y las regiones.","second":"Indeed, the proliferation of criminal networks throughout the world, including cybercrime, and the cross-cutting threats posed by such networks have <strong class=\"keyword\">immeasurable</strong> consequences on the stability of countries and regions."},{"author":94808,"first":"Siguen existiendo disparidades considerables entre los niveles de atención de la salud de China y los niveles imperantes en el plano internacional, así como conflictos apreciables entre las necesidades de salud de la población y las exigencias <strong class=\"keyword\">inconmensurables</strong> del desarrollo económico y social coordinado.","second":"Relatively large disparities continue to exist between China’s health-care levels and those prevailing internationally, as well as prominent conflicts between the health needs of the masses and the <strong class=\"keyword\">incommensurate</strong> demands of coordinated economic and social development."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}