{"result":"ok","tuc":[{"phrase":{"text":"inconceivable","language":"en"},"meanings":[{"language":"en","text":"Incapable of being conceived or imagined."},{"language":"es","text":"Incapaz de ser concebido o imaginado."},{"language":"en","text":"unable to be conceived, unbelievable"}],"meaningId":-8960593523912364564,"authors":[70195]},{"phrase":{"text":"unthinkable","language":"en"},"meaningId":1999493977975662055,"authors":[89651]},{"phrase":{"text":"unimaginable","language":"en"},"meaningId":-523190098503687009,"authors":[69425]},{"phrase":{"text":"unconscionable","language":"en"},"meanings":[{"language":"en","text":"not conscionable"}],"meaningId":6151987202047799776,"authors":[90508]},{"phrase":{"text":"incredible","language":"en"},"meanings":[{"language":"en","text":"Incapable of being conceived or imagined."},{"language":"es","text":"Incapaz de ser concebido o imaginado."}],"meaningId":-716198740960499217,"authors":[60172]},{"phrase":{"text":"unbelievable","language":"en"},"meanings":[{"language":"en","text":"Incapable of being conceived or imagined."},{"language":"es","text":"Incapaz de ser concebido o imaginado."}],"meaningId":-8295540987676318115,"authors":[60172]},{"phrase":{"text":"incomprehensible","language":"en"},"meaningId":-6262216309740125282,"authors":[89651]},{"phrase":{"text":"unfathomable","language":"en"},"meaningId":993131337175270711,"authors":[83042]},{"meanings":[{"language":"en","text":"inconceivable"},{"language":"en","text":"inconceivable, unthinkable"}],"meaningId":9140341400295106410,"authors":[1]}],"phrase":"inconcebible","examples":[{"author":94808,"first":"La humanidad está sedienta de justicia, sin embargo, por <strong class=\"keyword\">inconcebible</strong> que esto pueda parecer, es mejor saciar esa sed por medios políticos que por la fuerza.","second":"The human thirst for justice, however <strong class=\"keyword\">misperceived</strong> it may be, can be better quenched through political means than through force."},{"author":94808,"first":"Brutalidad <strong class=\"keyword\">inconcebible</strong>","second":"<strong class=\"keyword\">Unimaginable</strong> brutality"},{"author":94808,"first":"Hace un año, habría sido <strong class=\"keyword\">inconcebible</strong> imaginar que un Presidente afgano, elegido por votación secreta, estaría ante la Asamblea General esbozando una visión de un Estado afgano decidido a modernizarse, aprovechando la rica herencia de la civilización islámica para promover la justicia, el imperio del derecho, los derechos humanos y la libertad. Un Afganistán decidido a promover la tolerancia y lograr la prosperidad.","second":"It would have been <strong class=\"keyword\">inconceivable</strong> just a year ago to imagine an Afghan President, elected by secret ballot, standing before the General Assembly and outlining a vision of an Afghan State determined to modernize itself, building on the rich heritage of Islamic civilization to promote justice, the rule of law, human rights and freedom — an Afghanistan determined to promote tolerance and achieve prosperity."},{"author":94809,"first":"Sería <strong class=\"keyword\">inconcebible</strong> que los términos «color» o «de color», en cualquier lengua, se colocaran en los productos de que se trate para designar sus propiedades.","second":"<strong class=\"keyword\">It</strong> is <strong class=\"keyword\">inconceivable</strong> that the words ‘colour’ or ‘coloured’, no matter in which language, would be placed on the goods at issue to designate their properties."},{"author":94808,"first":"No obstante, sea cual fuere el móvil de la insurrección, habría sido <strong class=\"keyword\">inconcebible</strong> e inadmisible que las fuerzas del orden se hubieran abstenido de socorrer a la población que se encontraba en una situación difícil, hubieran ayudado a destruir bienes y realizar saqueos, hubieran participado en la desestabilización de las instituciones, hubieran dejado que las milicias armadas se desarrollasen, o se hubieran retirado ante las hordas de insurgentes que podrían haber hundido al país en un baño de sangre.","second":"Nonetheless, whatever the motive of the insurgency, it would have been <strong class=\"keyword\">inconceivable</strong> and unacceptable for the security forces not to help people in distress, to assist in the destruction and looting, to participate in the destabilization of the institutions, to allow the armed militias to develop, or to retreat in the face of the hordes of insurgents who might have plunged the country into a bloodbath."},{"author":94808,"first":"Tampoco es <strong class=\"keyword\">inconcebible</strong> que algunos de los que regresan, principalmente aquellos que han participado en operaciones militares o en operaciones de seguridad en Libia, puedan ser reclutados como mercenarios o incluso como combatientes de grupos armados en la subregión de África Central.","second":"<strong class=\"keyword\">It</strong> is also not <strong class=\"keyword\">inconceivable</strong> that some returnees, particularly those who may have participated in military or security operations in Libya, could be recruited as mercenaries or even as fighters for armed groups in the Central African subregion."},{"author":27,"first":"En estas condiciones, resulta <strong class=\"keyword\">inconcebible</strong> percibir la gestión de estos residuos según la ley del menor coste inmediato: en efecto, la floreciente industria (decenas de miles de puestos de trabajo, miles de millones de euros) que está desarrollándose debido a esta creciente necesidad deberá tener, sin duda alguna, una gran inventiva para cumplir correctamente su misión evitando, especialmente, contaminar a su vez, amparándose en la valorización: la incineración devuelve a la atmósfera partículas de metales pesados y dioxinas, la depuración genera lodos indeseables y algunos materiales reciclados no han encontrado su(s) mercado(s).","second":"The waste treatment industry, which employs tens of thousands of people and makes billions of euros, is flourishing due to this growing need. It will certainly have to be very inventive if it is to correctly carry out its task without itself causing pollution under the guise of waste recovery, given that incineration discharges heavy metal particles and dioxins into the atmosphere, that cleaning generates unwanted sludge and certain recycled materials have not found a market."},{"author":118293,"first":"Habría dicho que era <strong class=\"keyword\">inconcebible</strong>.","second":"I would've said <strong class=\"keyword\">inconceivable</strong>."},{"author":119739,"first":"Era necesario que María tuviera esa humildad, pues el ángel puso ante ella un privilegio casi <strong class=\"keyword\">inconcebible</strong>.","second":"Mary would need such humility, for the angel held out to her an almost <strong class=\"keyword\">unimaginable</strong> privilege."},{"author":27,"first":"Y permítaseme decir por último que me resulta totalmente <strong class=\"keyword\">inconcebible</strong> que las autoridades norteamericanas ignoren los riesgos de este método de producción.","second":"Let me also say finally that I find it quite <strong class=\"keyword\">incomprehensible</strong> that the American authorities should close their eyes to the risks involved in this production method."},{"author":94808,"first":"Es <strong class=\"keyword\">inconcebible</strong> que las tasas de vacantes sean únicamente el resultado de la escasez de candidatos cualificados.","second":"It was <strong class=\"keyword\">inconceivable</strong> that the vacancy rates resulted solely from a shortage of qualified applicants."},{"author":8000,"first":"Ahora bien, como parece indicarlo el obvio parentesco entre los vocablos latinos jus y judicium, vale decir, respectivamente, derecho y acción judicial, si bien, en sus estadios primitivos, el derecho puede ser exclusivamente consuetudinario, es siempre <strong class=\"keyword\">inconcebible</strong> su existencia sin el concurso de algún tipo de función judicial","second":"As indicated by the clear relationship between the Latin words jus and judicium- which mean law and legal action, respectively- while law, in its initial stages, may be exclusively customary, its existence without some kind of legal system would be <strong class=\"keyword\">inconceivable</strong>"},{"author":94809,"first":"Y lo juzga <strong class=\"keyword\">inconcebible</strong> porque todo planeamiento de infraestructuras ha de ser, por su propia naturaleza, un proceso continuo, que vaya dando respuestas al desarrollo previsible de las necesidades y de sus condicionantes de toda índole.","second":"By its very nature, infrastructure planning has to be an ongoing process that responds to anticipated changes in needs and in a whole host of other relevant factors."},{"author":94809,"first":"Considerando que una de las tareas esenciales de la Comunidad Económica Europea es el fomento de un desarrollo armonioso de las actividades económicas en el conjunto de la Comunidad y una expansión continua y equilibrada , misiones que resultan <strong class=\"keyword\">inconcebibles</strong> sin una lucha contra las contaminaciones y perturbaciones y sin una mejora de la calidad de vida y de la protección del medio ambiente ;","second":"Whereas one of the essential tasks of the European Economic Community is to promote throughout the Community a harmonious development of economic activities and a continuous and balanced expansion, which <strong class=\"keyword\">cannot</strong> be <strong class=\"keyword\">imagined</strong> in the absence of a campaign to combat pollution and nuisances or of an improvement in the quality of life and the protection of the environment;"},{"author":118293,"first":"Una <strong class=\"keyword\">inconcebible</strong> permisividad a las desviaciones de la norma es lo que ha acabado poniendo de rodillas a naciones enteras.","second":"... this norm is what has ended nations and brought them to their knees!"},{"author":31,"first":"Se pensaba que era <strong class=\"keyword\">inconcebible</strong> que de alguna forma la cosas que caían en el agujero negro guardaban relación con la radiación de Hawking,la cual era expulsada muy, muy lejos, desde el lugar donde las partículas son expulsadas","second":"It was thought to be <strong class=\"keyword\">inconceivable</strong> that somehow the things which fell into the black hole could have anything to do with the Hawking radiation, which was coming out from very, very far, from where the particles fell in"},{"author":95096,"first":"Y a través de este misterio, cada cruz colocada sobre las espaldas del hombre, adquiere una dignidad humanamente <strong class=\"keyword\">inconcebible</strong>, se hace signo de salvación para el que la lleva y también para los demás.","second":"It is through this mystery that every cross placed on someone's shoulders acquires a dignity that is humanly <strong class=\"keyword\">inconceivable</strong> and becomes a sign of salvation for the person who carries it and also for others."},{"author":94809,"first":"En este sentido, es <strong class=\"keyword\">inconcebible</strong> que se adopten nuevas orientaciones para tan sólo cuatro años (de 2006 a 2010, fecha límite prevista inicialmente).","second":"<strong class=\"keyword\">It</strong> is consequently <strong class=\"keyword\">inconceivable</strong> that the new guidelines should be adopted only for a four-year period (from 2006 to 2010, the initial cut-off date)."},{"author":8000,"first":"La idea de una concesión a perpetuidad, o de un acuerdo por # años renovable, habría parecido <strong class=\"keyword\">inconcebible</strong> en una época en que había relativamente poca experiencia en construir, explotar y transferir proyectos","second":"The notion of a concession in perpetuity, or of a # year renewable arrangement, would have seemed <strong class=\"keyword\">inconceivable</strong> at a time when there was relatively little experience of build-operate-transfer projects"},{"author":94808,"first":"Por ello, no es <strong class=\"keyword\">inconcebible</strong> que el ACNUDH desarrolle sus propias tradiciones y prácticas en consonancia con sus características y circunstancias específicas.","second":"Therefore, it should not be <strong class=\"keyword\">inconceivable</strong> that OHCHR evolves its own traditions and practices to suit its unique characteristics and circumstances."},{"author":95096,"first":"La imagen de las nupcias entre Dios e Israel se hace realidad de un modo antes <strong class=\"keyword\">inconcebible</strong>: lo que antes era estar frente a Dios, se transforma ahora en unión por la participación en la entrega de Jesús, en su cuerpo y su sangre.","second":"The imagery of marriage between God and Israel is now realized in a way previously <strong class=\"keyword\">inconceivable</strong>: <strong class=\"keyword\">it</strong> had meant standing in God's presence, but now it becomes union with God through sharing in Jesus' self-gift, sharing in his body and blood."},{"author":118293,"first":"¿No cree que es <strong class=\"keyword\">inconcebible</strong> que que no apartase algo para la familia?","second":"Don't you think it <strong class=\"keyword\">inconceivable</strong> that he didn't tuck some of that away for the family?"},{"author":118293,"first":"Y además, inclusive si ella volviera a la vida, es <strong class=\"keyword\">inconcebible</strong> que ella atacara a los aldeanos.","second":"And besides, even if she were to come back to life, it's <strong class=\"keyword\">inconceivable</strong> that she would attack the other villagers."},{"author":27,"first":"Es <strong class=\"keyword\">inconcebible</strong>, tanto desde el punto de vista social como el económico, aplicar simultáneamente una política monetaria y de cambio con políticas presupuestarias demasiado rigurosas.","second":"<strong class=\"keyword\">It</strong> is both socially and economically <strong class=\"keyword\">inconceivable</strong> to conduct, simultaneously, an excessively strict monetary and foreign exchange policy and excessively strict budgetary policies."},{"author":94808,"first":"La falta de educación secundaria de calidad en el Chad oriental (solo 370 alumnos de unos 16.200 tienen acceso a la enseñanza secundaria) ha impulsado a algunos refugiados jóvenes a asumir riesgos <strong class=\"keyword\">inconcebibles</strong> en materia de protección para dar sus exámenes en el Sudán.","second":"The lack of quality secondary education in eastern Chad (only 370 students of some 16,200 have access to secondary education) has prompted young refugees to take <strong class=\"keyword\">incredible</strong> protection risks in order to sit exams in the Sudan."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}