{"result":"ok","tuc":[{"phrase":{"text":"incongruous","language":"en"},"meanings":[{"language":"en","text":"not matching"}],"meaningId":-4145190357072142724,"authors":[90508]},{"phrase":{"text":"antic","language":"en"},"meanings":[{"language":"en","text":"architecture: grotesque, incongruous"}],"meaningId":942713985910853558,"authors":[70195]},{"phrase":{"text":"incongruent","language":"en"},"meaningId":8549013347625508077,"authors":[84500]},{"phrase":{"text":"inconsistent","language":"en"},"meaningId":-8936885160272225065,"authors":[97745]},{"phrase":{"text":"inappropriate","language":"en"},"meaningId":-5389862495149686863,"authors":[86934]},{"meanings":[{"language":"en","text":"incongruous"}],"meaningId":-3029437619047774686,"authors":[93107]}],"phrase":"incongruente","examples":[{"author":94808,"first":"Otra cuestión importante es la relativa a las obligaciones en situaciones de conflicto armado, puesto que la legislación en esa materia en muchos casos se interpreta de manera <strong class=\"keyword\">incongruente</strong> o no está plenamente desarrollada.","second":"Another important issue was that of obligations in situations of armed conflict, as legislation on that matter was in many instances interpreted <strong class=\"keyword\">inconsistently</strong> or not fully developed."},{"author":94808,"first":"Ello incluye las burdas declaraciones, <strong class=\"keyword\">incongruentes</strong> con la Carta de las Naciones Unidas, realizadas por ciertos Jefes de Estado y altos funcionarios de grandes potencias sobre la República Árabe Siria y sus dirigentes legítimos, así como las declaraciones públicas efectuadas por representantes de Estados miembros del Consejo de Seguridad en las que instaban a la oposición a rechazar el diálogo nacional e invitaban a quienes poseyeran armas a que no las entregaran y a seguir llevando a cabo operaciones armadas en el país contra objetivos civiles y militares.","second":"Here, I should like, <strong class=\"keyword\">with</strong> the deepest regret, to refer to the fact that the number of martyrs from the army and the forces of law and order exceeds 2,000."},{"author":8000,"first":"Hablar de una verdadera dispensa es <strong class=\"keyword\">incongruente</strong> en una circunstancia como esa","second":"To speak of a true waiver is <strong class=\"keyword\">incongruous</strong> in such a case"},{"author":94809,"first":"Por lo tanto, en modo alguno la demandante puede sostener que la promoción de un procedimiento de revocación de forma paralela a la interposición de un recurso contra la misma resolución podría dar lugar a un resultado <strong class=\"keyword\">incongruente</strong>.","second":"Accordingly, the applicant is not justified in claiming that the initiation of a revocation procedure in parallel with the filing of an appeal against the same decision can culminate in an <strong class=\"keyword\">inconsistent</strong> outcome."},{"author":94808,"first":"Ante las corrientes masivas de refugiados que huyen de las guerras, esta exigencia es claramente <strong class=\"keyword\">incongruente</strong>.","second":"In the face of massive influxes of refugees fleeing from wars, this requirement is manifestly <strong class=\"keyword\">incongruous</strong>."},{"author":118293,"first":"Qué <strong class=\"keyword\">incongruente</strong>.","second":"How <strong class=\"keyword\">incongruous</strong>."},{"author":8000,"first":"Todo aquel que haya participado en la labor del Consejo de Seguridad, sobre todo en los últimos # años, debe pararse a reflexionar ante las políticas <strong class=\"keyword\">incongruentes</strong> y el doble rasero que sigue el Consejo a la hora de abordar las cuestiones que figuran en su programa de trabajo","second":"Anyone involved in the work of the Security Council, especially in the past # years, must take pause before the <strong class=\"keyword\">inconsistent</strong> and double-standard policies followed by the Council in addressing the issues on its agenda"},{"author":94809,"first":"El demandante invoca tres motivos de recurso en apoyo de sus pretensiones: 1) carencia absoluta de motivación, igualmente a causa de su carácter ilógico, <strong class=\"keyword\">incongruente</strong>, irracional, confuso y basado en pretextos, e inexistencia o inadecuación de las medidas de instrucción; 2) infracciones graves, patentes y manifiestas de la ley; 3) incumplimiento del deber de asistencia y protección y violación del principio de buena administración.","second":"In support of the form of order sought, the applicant invokes the following three pleas: (1) absolute lack of reasons, by virtue of, inter alia, want of logic, <strong class=\"keyword\">inconsistency</strong>, unreasonableness, confusion, lack of good faith and absence or inadequacy of the investigation; (2) serious, patent and manifest breach of law; (3) breach of the duty of care and of the duty to ensure sound administration."},{"author":118293,"first":"Pero <strong class=\"keyword\">incongruente</strong> cuando lo pronuncia un soldado.","second":"But so <strong class=\"keyword\">incongruous</strong> when spoken by a soldier."},{"author":94809,"first":"Un activo financiero con opción de rescate a favor del tenedor (es decir, donde el tenedor tiene derecho a requerir al emisor la devolución o el reembolso del activo financiero antes del vencimiento), no puede clasificarse como inversión mantenida hasta el vencimiento, porque pagar por un derecho de reventa en un activo financiero es <strong class=\"keyword\">incongruente</strong> con expresar la intención de mantener un activo hasta el vencimiento.","second":"A financial asset that is puttable (ie the holder has the right to require that the issuer repay or redeem the financial asset before maturity) cannot be classified as a held-to-maturity investment because paying for a put feature in a financial asset is <strong class=\"keyword\">inconsistent</strong> with expressing an intention to hold the financial asset until maturity."},{"author":8000,"first":"Además, en un momento en que los asuntos de género ocupaban el lugar preeminente en el programa de las Naciones Unidas, a juicio del grupo de trabajo habría resultado <strong class=\"keyword\">incongruente</strong> suprimir el único instituto de la Organización dedicado a la investigación y la formación en materia de adelanto de la mujer y de igualdad entre los géneros","second":"Also, given that gender issues were at the top of the United Nations agenda, the working group felt it would be <strong class=\"keyword\">inconsistent</strong> to close down the Organization's only institute devoted to research and training in respect of the advancement of women and gender equality"},{"author":8007,"first":"De hecho, algunos activistas ya están de vuelta en la Plaza Tahrir manifestándose contra una alianza <strong class=\"keyword\">incongruente</strong> y, sin embargo, posible.","second":"Indeed, some activists are already back in Tahrir Square demonstrating against such an <strong class=\"keyword\">incongruous</strong> yet possible alliance."},{"author":8000,"first":"Frente a esa situación por lo menos <strong class=\"keyword\">incongruente</strong>, el candidato del Frente Popular de Côte d'Ivoire (FPCI- oposición socialista), Sr. Laurent Gbagbo, que, como muchos de sus conciudadanos, entreveía en ese silencio inexplicado una maniobra del Jefe de la Junta en el poder, le dirigió un llamamiento republicano, invitándolo a no oponer obstáculos al proceso democrático, con la preocupación de evitar al pueblo de Côte d'Ivoire la opción yugoslava","second":"“Given this situation, which <strong class=\"keyword\">was</strong> strange to say the least, the Front Populaire Ivoirien (FPI, socialist opposition) candidate, Mr. Laurent Gbagbo, who, like many of his fellow citizens, interpreted this unexplained silence as a manoeuvre on the part of the chief of the ruling junta, appealed to him and, in an effort to spare the Ivorian people a fate similar to that of Yugoslavia, urged him not to thwart the democratic process"},{"author":94808,"first":"La autora alega igualmente la violación del artículo 14, párrafo 1del Pacto, porque el juez del caso carecía de competencia e imparcialidad y porque la sentencia de primera instancia es <strong class=\"keyword\">incongruente</strong> con la demanda, ya que el padre había solicitado la custodia de ambos hijos para él, mientras que la sentencia se la atribuye a los abuelos.","second":"The author also claims violation of article 14, paragraph 1, of the Covenant because the judge in the case lacked competence and impartiality, and also because the decision of the court of first instance did not correspond to the request made, since the father had sought custody of the two children for himself, whereas the court granted custody to the grandparents."},{"author":94809,"first":"De ello se desprende que la alegación basada en la naturaleza vaga, e incluso <strong class=\"keyword\">incongruente</strong>, de la referencia a otro régimen jurídico debe desestimarse por ser inoperante.","second":"It follows that the argument alleging the vague, or even <strong class=\"keyword\">incongruous</strong>, nature of the reference to another legal regime must be rejected as ineffective."},{"author":8000,"first":"La conclusión es que Tailandia no puede afirmar que se encontraba bajo algún tipo de confusión cuando aceptó la línea del anexo I, ya que es totalmente <strong class=\"keyword\">incongruente</strong> con las razones que ofrece para justificar sus actos sobre el terreno, a saber, que consideraba que tenía soberanía sobre esa zona”","second":"The conclusion is that Thailand cannot allege that she was under any misapprehension in accepting the Annex I line, for this is wholly <strong class=\"keyword\">inconsistent</strong> with the reason she gives for her acts on the ground, namely that she believed herself to possess sovereignty in this area.”"},{"author":8000,"first":"¿No es acaso <strong class=\"keyword\">incongruente</strong> que después de más de # años de la ratificación de la Declaración Universal de los Derechos Humanos el escenario político siga dominado por los hombres?","second":"Is it not <strong class=\"keyword\">incongruous</strong> that more than # years after the ratification of the Universal Declaration of Human Rights that the political landscape is still dominated by men?"},{"author":22,"first":"además, la Decisión impugnada tampoco tiene en cuenta el principio de responsabilidad limitada de las sociedades de capital recogida en el Derecho de sociedades común a los ordenamientos jurídicos de los Estados miembros, a las experiencias jurídicas internacionales y al mismo Derecho comunitario, planteamiento que al mismo tiempo resulta <strong class=\"keyword\">incongruente</strong> con los criterios establecidos en relación con la aplicación de las normas comunitarias en materia de competencia en el caso de sucesión/transmisión de empresas","second":"moreover, the contested decision does not even take into account the principle of the limited liability of capital companies to be found in company law that is common to the laws of all the Member States, to international legal practice and to Community law itself, an approach which, at the same time, appears to be <strong class=\"keyword\">inconsistent</strong> with the criteria laid down for the implementation of Community competition rules in cases involving succession/transfer"},{"author":94808,"first":"Desde el punto de vista ético, esta necesidad se vuelve tanto más apremiante en tanto que resulta totalmente <strong class=\"keyword\">incongruente</strong> que las industrias extractivas multinacionales sean capaces de generar masivos e impresionantes capitales desde tierras, carne y sangre africanas, sin que dicha generación y, a veces, expoliación de riqueza, produzca en retorno una diversificada inversión extranjera directa.","second":"From an ethical standpoint, that need is all the more pressing in that it is completely at <strong class=\"keyword\">odds with</strong> the massive and astonishing wealth that multinational extractive industries generate from African land, flesh and blood, without producing diversified foreign direct investment in return for that wealth and at times the pillaging of those assets."},{"author":118293,"first":"No, no lo hizo, que por cierto, fue muy molesto e <strong class=\"keyword\">incongruente</strong>.","second":"Uh, she didn't, as a matter of fact, which wa s pretty annoying and <strong class=\"keyword\">consistent</strong>."},{"author":8000,"first":"En los esfuerzos por hacer frente a la crisis se ha comprobado que las corrientes transfronterizas de información son <strong class=\"keyword\">incongruentes</strong>; los datos sobre la exposición transfronteriza al riesgo son incompletos y no se tiene una idea clara de los vínculos sistémicos existentes entre las instituciones financieras","second":"In the course of managing the crisis, cross-border information flows have been found to be <strong class=\"keyword\">inconsistent</strong>, <strong class=\"keyword\">with</strong> data about cross-border risk exposure being incomplete and systemic connections among financial institutions not adequately appreciated"},{"author":94808,"first":"Se inventa un patrimonio dividido que resulta <strong class=\"keyword\">incongruente</strong> frente al legado general de la cultura árabe y el Islam.","second":"“A sectarian heritage is contrived that is <strong class=\"keyword\">incongruous</strong> with the overall Arab cultural legacy and with Islam."},{"author":8000,"first":"El procedimiento es complejo y engorroso, y puede dar lugar a una aplicación <strong class=\"keyword\">incongruente</strong> de las normas en materia de viajes y a retrasos en el reembolso de los gastos","second":"The process is complex and over-detailed, and it can result in the <strong class=\"keyword\">inconsistent</strong> application of travel rules and delay in the reimbursement of expenses"},{"author":94808,"first":"Presencia de equipo <strong class=\"keyword\">incongruente</strong> con las actividades declaradas","second":"Presence of equipment <strong class=\"keyword\">inconsistent</strong> with the declared activities"},{"author":118385,"first":"Incorrecta aplicación de la jurisprudencia del Tribunal de Primera Instancia de la Unión Europea en su Sentencia en el asunto T-134/06 (6) (aplicación <strong class=\"keyword\">incongruente</strong> de la definición que se da del concepto de «elemento dominante»).","second":"Misapplication of the case-law of the General Court in the judgment in T-134/06 (6) (<strong class=\"keyword\">inconsistent</strong> application of the definition given of ‘dominant element)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}