{"result":"ok","tuc":[{"phrase":{"text":"inculcate","language":"en"},"meanings":[{"language":"en","text":"to induce understanding or a particular sentiment in a person or persons"},{"language":"en","text":"teach by repeated instruction"}],"meaningId":4403672660037698556,"authors":[70195]},{"phrase":{"text":"instill","language":"en"},"meanings":[{"language":"en","text":"to cause a quality to become part of someone&#39;s nature"}],"meaningId":1593221936207049432,"authors":[70195]},{"phrase":{"text":"drum","language":"en"},"meanings":[{"language":"en","text":"to review to establish memorization"}],"meaningId":-7581594793849162377,"authors":[70195]},{"phrase":{"text":"instil","language":"en"},"meaningId":-3666784675576050070,"authors":[25018]},{"phrase":{"text":"implant","language":"en"},"meaningId":-1344435493735128581,"authors":[25018]},{"phrase":{"text":"infuse","language":"en"},"meaningId":6426754847803292176,"authors":[84500]},{"phrase":{"text":"ingrain","language":"en"},"meaningId":2767726691749456575,"authors":[84595]},{"phrase":{"text":"impress","language":"en"},"meaningId":5186915130857943902,"authors":[16]},{"phrase":{"text":"indoctrinate","language":"en"},"meaningId":-3398712224983827012,"authors":[97745]},{"phrase":{"text":"infix","language":"en"},"meaningId":8034263601454907177,"authors":[25018]},{"meanings":[{"language":"en","text":"to instill, inculcate (in), drum (review to establish memorization)"}],"meaningId":-4844084891141600959,"authors":[93107]}],"phrase":"inculcar","examples":[{"author":8000,"first":"Además, en un breve lapso, el Director ha podido <strong class=\"keyword\">inculcar</strong> un evidente espíritu de equipo a una plantilla pequeña, pero consagrada","second":"Moreover, during a rather short period, he has managed to <strong class=\"keyword\">instil</strong> a tangible team spirit among the small but devoted staff of the Centre"},{"author":8000,"first":"Con la puesta en marcha de la Iniciativa para <strong class=\"keyword\">inculcar</strong> un sentido de integridad, en # se dispuso que los funcionarios de las Naciones Unidas cursaran un programa obligatorio de aprendizaje en línea sobre ética e integridad","second":"With the introduction of the integrity <strong class=\"keyword\">awareness</strong> initiative, an online learning programme in ethics and integrity became mandatory for United Nations staff members in"},{"author":94808,"first":"Restablecer e <strong class=\"keyword\">inculcar</strong> los principios establecidos en las directrices, estableciendo en los países una política que especifique claramente las circunstancias en que las operaciones en los países deberían normalmente encomendar evaluaciones de programas y proyectos, y que exija una planificación y presupuestación explícitas para la evaluación durante el diseño del proyecto","second":"Re-establish and <strong class=\"keyword\">entrench</strong> the principles laid down in its own guidance by establishing at the country level a policy clearly specifying the circumstances in which country operations should normally commission programme and project evaluations, and requiring explicit planning and budgeting for evaluation during project design"},{"author":8000,"first":"g) Formular, aplicar y supervisar programas destinados a <strong class=\"keyword\">inculcar</strong> a los ciudadanos de Uganda la conciencia de sus responsabilidades cívicas y el reconocimiento de sus derechos y obligaciones como pueblo libre","second":"To formulate, implement and oversee programmes intended to <strong class=\"keyword\">inculcate</strong> in the citizens of Uganda awareness of their civic responsibilities and an appreciation of their rights and obligations as free people"},{"author":8000,"first":"Los comandantes de cualquier grado deben <strong class=\"keyword\">inculcar</strong> en las tropas un espíritu humanitario y filantrópico, y en tiempo de guerra (en períodos de conflicto armado) deberán","second":"“In wartime (periods of armed conflict), commanding officers at all levels, while <strong class=\"keyword\">inculcating</strong> in their personnel a spirit of humanism and humanity, must"},{"author":91988,"first":"El primero que ocupó el cargo de Primer Ministro y durante más tiempo, Jawaharlal Nehru, dedicó toda su carrera política a <strong class=\"keyword\">inculcar</strong> a su pueblo los hábitos democráticos: desdén de los dictadores, respeto de los procedimientos parlamentarios y fe inalterable en el sistema constitucional.","second":"India’s first and longest-serving prime minister, Jawaharlal Nehru, spent his political career <strong class=\"keyword\">instilling</strong> in his people the habits of democracy: disdain for dictators, respect for parliamentary procedures, and abiding faith in the constitutional system."},{"author":94808,"first":"El artículo 233 del capítulo 19 de la Constitución encarga a la Comisión Nacional de Educación Cívica que: (...) \"b) eduque y aliente a la opinión pública para que defienda la Constitución en toda ocasión contra cualquier forma de abuso y violación; c) formule periódicamente para su examen por el Gobierno programas nacionales, regionales y de distrito para el cumplimiento de los objetivos de la Constitución; d) formule, aplique y supervise programas para <strong class=\"keyword\">inculcar</strong> en los ciudadanos de Ghana la conciencia de sus deberes cívicos y el aprecio de sus derechos y obligaciones como pueblo libre\".","second":"The NCCE is mandated by the Constitution, in chapter 19, article 233, to “(b) educate and encourage the public to defend this Constitution at all times, against all forms of abuse and violation; (c) to formulate for the consideration of Government, from time to time, programmes at the national, regional and district levels aimed at realizing the objectives of this Constitution; (d) to formulate, implement and oversee programmes intended to <strong class=\"keyword\">inculcate</strong> in the citizens of Ghana awareness of their civic responsibilities and an appreciation of their rights and obligations as free people.”"},{"author":94808,"first":"La elaboración e introducción, en los centros de enseñanza preescolar con niños de los pueblos indígenas poco numerosos del Norte, Siberia y el Lejano Oriente, de programas educacionales dirigidos a <strong class=\"keyword\">inculcar</strong> el respeto por la cultura, historia e idioma de sus pueblos (2005-2007);","second":"development and introduction of educational programmes aimed at promoting respect for the culture, history and language of one’s people (2005-2007) in pre-school educational institutions with <strong class=\"keyword\">pupils</strong> from the small indigenous minorities of the North, Siberia and Far East;"},{"author":94808,"first":"Algunos programas que se han puesto en marcha apuntan a <strong class=\"keyword\">inculcar</strong> el uso de medidas disciplinarias alternativas, en particular los programas de liderazgo y nacionalidad, logros deportivos y fomento de la capacidad para, por ejemplo, identificar los valores vulnerados en el período anterior.","second":"There are programs that do aim to utilise alternate discipline techniques including a leadership and citizenship programs, sporting achievements and capacity building such as focusing on values that may have been an issue in the previous term."},{"author":119723,"first":"Los relatos del libro están llenos de padres que tratan de <strong class=\"keyword\">inculcar</strong> a sus hijos la promesa y la esperanza de Jesucristo.","second":"The book’s accounts are replete with parents seeking to <strong class=\"keyword\">instill</strong> in their children the promise and hope of Jesus Christ."},{"author":8000,"first":"a) Incluya la educación sobre derechos humanos, en particular los derechos del niño, en los programas de estudios, especialmente con respecto a <strong class=\"keyword\">inculcar</strong> el respeto de los derechos humanos, la tolerancia, la igualdad de los sexos, las religiones y las minorías étnicas; y","second":"a) Include human rights education, including children's rights, in the curricula, particularly with respect to the <strong class=\"keyword\">development</strong> and respect for human rights, tolerance, and equality of the sexes and religious and ethnic minorities; and"},{"author":94808,"first":"Los comandantes de cualquier grado deben <strong class=\"keyword\">inculcar</strong> en las tropas un espíritu humanitario y filantrópico, y en tiempo de guerra (en períodos de conflicto armado) deberán:","second":"“In wartime (periods of armed conflict), commanding officers at all levels, while <strong class=\"keyword\">inculcating</strong> in their personnel a spirit of humanism and humanity, must:"},{"author":94808,"first":"Ayudaremos a <strong class=\"keyword\">inculcar</strong> en todos los niños y adultos el respeto del medio natural en bien de su salud y su bienestar.”","second":"We will help to <strong class=\"keyword\">educate</strong> all children and adults to respect the natural environment for their health and well-being.”"},{"author":119739,"first":"Poco después, Margarita comenzó a estudiar la Biblia, lo que la ha ayudado a <strong class=\"keyword\">inculcar</strong> valores morales en sus dos hijos.","second":"Soon afterward, Margarita began studying the Bible, which helped her to <strong class=\"keyword\">instill</strong> moral values in her children."},{"author":94808,"first":"La dignidad personal es el más importante de los derechos humanos. El ciudadano que no dispone de un empleo con que ganarse el sustento carece de dignidad. Por ello, la Dirección General de Prisiones y Centros Correccionales, y más concretamente su Departamento de Talleres, ayuda a <strong class=\"keyword\">inculcar</strong> el sentido del trabajo serio y ordenado en el mayor número posible de reclusos condenados que muestren deseos de trabajar, así como a animarlos a involucrarse en los empleos disponibles para que se acostumbren a ganarse la vida honradamente.","second":"Based on the premise that human dignity is one of the most important pillars of human rights and that there is no dignity without work to help earn a living, the Prisons Administration’s factories unit has placed particular emphasis on <strong class=\"keyword\">nurturing</strong> the desire among inmates to be involved in serious work to get them accustomed to earning a decent living."},{"author":31,"first":"Es esencial <strong class=\"keyword\">inculcar</strong> valores basados en los resultados...... en los niños tan pronto como sea posible","second":"It is essential to <strong class=\"keyword\">inculcate</strong> standards of achievement...... in a child as early as possible"},{"author":94808,"first":"Se examinaron ejemplos como el de la capacitación en línea para <strong class=\"keyword\">inculcar</strong> un sentido de integridad facilitada por la Secretaría, así como otras actividades.","second":"Examples such as the integrity <strong class=\"keyword\">awareness</strong> online training of the Secretariat and other activities were discussed."},{"author":27,"first":"No conseguirá sobrevivir como industria a menos que el público crea que se ha conseguido <strong class=\"keyword\">inculcar</strong> una cultura de la seguridad, una cultura cumplida a rajatabla.","second":"It will not survive as an industry unless the public believe in a <strong class=\"keyword\">strongly instilled</strong> and strictly enforced safety culture."},{"author":119723,"first":"Es oportuno y apropiado que... los líderes y maestros [de la Iglesia] reciban el espíritu de esta ley en su corazón y en su misma alma, de modo que puedan reunir plenamente los requisitos para impartirla y para <strong class=\"keyword\">inculcar</strong> su importancia y su carácter sagrado a la nueva generación.","second":"It is meet and proper that ... officers and teachers [in the Church] should receive in their hearts and very souls the spirit of this law, so that they may be fully qualified to impart the same, and to <strong class=\"keyword\">impress</strong> the rising generation with its importance and sacredness."},{"author":94808,"first":"Hay que realizar decididos esfuerzos por <strong class=\"keyword\">inculcar</strong> una exigencia de transparencia y responsabilidad.","second":"Determined efforts must be made to <strong class=\"keyword\">inculcate</strong> a <strong class=\"keyword\">culture</strong> of transparency and accountability."},{"author":119739,"first":"El amor por la autoridad de Dios y el respeto a sus normas están entre las cosas más valiosas que los padres pueden <strong class=\"keyword\">inculcar</strong> en sus hijos (lea Proverbios 1:5, 7, 8).","second":"Love for God’s authority and respect for his standards are among the most precious things that you can cultivate in your children.—Read Proverbs 1:5, 7, 8."},{"author":94808,"first":"También es fundamental utilizar el deporte para <strong class=\"keyword\">inculcar</strong> valores esenciales, como la tolerancia.","second":"It was also crucial to use sport to <strong class=\"keyword\">instil</strong> essential values such as tolerance."},{"author":8000,"first":"Las nuevas leyes han ayudado así a la sociedad yemenita a emanciparse de una gran parte de su legado cultural tradicional desfavorable, que tendía a <strong class=\"keyword\">inculcar</strong> la visión de la mujer como un ser inferior, de modo que su función en la familia y la sociedad era explotada o marginada","second":"The new laws have thus helped Yemeni society emancipate itself from much of its undesirable traditional cultural residue, which had tended to <strong class=\"keyword\">inculcate</strong> a view of women as inferior beings, with the result that their role in the family and society was exploited or marginalized"},{"author":8000,"first":"Los objetivos principales del programa de enseñanza religiosa son <strong class=\"keyword\">inculcar</strong> el respeto a las personas que ven el mundo de manera distinta, que los alumnos tomen conciencia de la pluralidad de maneras de contemplar la vida y prestar apoyo moral al alumnado","second":"Central principle of the curriculum of the <strong class=\"keyword\">religious</strong> education is to model respect towards people who see the world differently and make pupils conscious of the plurality of the ways to see the world and support to moral development of pupils"},{"author":94808,"first":"Por lo que respecta a la enseñanza, es esencial “purgar” el material pedagógico y todos los elementos que contribuyen a atizar el belicismo en lugar de <strong class=\"keyword\">inculcar</strong> el respeto de los derechos humanos.","second":"In the area of education, it was essential to purge teaching materials of all elements that fostered a warlike mentality rather than <strong class=\"keyword\">inculcating</strong> respect for human rights."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}