{"result":"ok","tuc":[{"phrase":{"text":"unfailing","language":"en"},"meaningId":3024822546248418222,"authors":[89651]},{"phrase":{"text":"indifectible","language":"en"},"meanings":[{"language":"es","text":"Que no puede equivocarse."}],"meaningId":5696975584104888125,"authors":[60172]},{"phrase":{"text":"indefectible","language":"en"},"meaningId":-203545399703276238,"authors":[25018]},{"phrase":{"text":"infallible","language":"en"},"meaningId":-7725026660935847187,"authors":[25018]},{"meanings":[{"language":"en","text":"unswerving, resolute"}],"meaningId":-6247919251466262426,"authors":[93107]}],"phrase":"indefectible","examples":[{"author":94808,"first":"Con ese fin, la República de Palau reafirma su apoyo <strong class=\"keyword\">indefectible</strong> a la guerra dirigida por los Estados Unidos de América contra el terrorismo.","second":"To that end, the Republic of Palau reaffirms its <strong class=\"keyword\">unwavering</strong> support for the war led by the United States against terrorism."},{"author":94808,"first":"Nos complace que Jartum y Juba hayan estado de acuerdo con la decisión de la Corte Permanente de Arbitraje en La Haya y hayan reafirmado su compromiso respecto de su aplicación <strong class=\"keyword\">indefectible</strong>.","second":"We are pleased that Khartoum and Juba both agreed to the decision by the Permanent Court of Arbitration at The Hague and have reaffirmed their commitment to its <strong class=\"keyword\">unfailing</strong> implementation."},{"author":94808,"first":"La presencia de una voluntad política <strong class=\"keyword\">indefectible</strong> que ha conducido a la organización, en colaboración con la Oficina del Alto Comisionado para los Derechos Humanos, de un taller de reflexión para reforzar los derechos humanos en Djibouti que culminó con la formulación de diez recomendaciones que ya se han comenzado a aplicar;","second":"<strong class=\"keyword\">Unwavering</strong> political will, leading to the organization, in collaboration with the Office of the United Nations High Commissioner for Human Rights, of a discussion workshop on the strengthening of human rights in Djibouti, which culminated in the drafting of 10 recommendations, implementation of which has already begun;"},{"author":95096,"first":"Que nos guíe y acompañe siempre con su intercesión la santísima Madre de Dios: su fe <strong class=\"keyword\">indefectible</strong>, que sostuvo la fe de Pedro y de los demás Apóstoles, siga sosteniendo la de las generaciones cristianas, nuestra misma fe: Reina de los Apóstoles, ruega por nosotros.","second":"May the Holy Mother of God always guide us and accompany us with her intercession: may her <strong class=\"keyword\">unswerving</strong> faith, which sustained the faith of Peter and of the other Apostles, continue to sustain that of the Christian generations, our own faith: Queen of Apostles, pray for us!"},{"author":8000,"first":"Para alcanzar los Objetivos de Desarrollo del Milenio y los objetivos de las demás grandes conferencias y cumbres, se necesita una atención política sostenida, un fuerte sentido de la responsabilidad y una dedicación <strong class=\"keyword\">indefectible</strong> en los planos nacional e internacional","second":"In order to achieve the MDGs and the objectives of the other major conferences and summits, there was a need for sustained political attention, a strong sense of commitment and <strong class=\"keyword\">unwavering</strong> dedication at both the national and international levels"},{"author":8008,"first":"La corte trajo sin duda riqueza de materias primas y el <strong class=\"keyword\">indefectible</strong> gusto para la buena comida, pero los platos de la cocina también son influenciados por la presencia árabe en España, por la relación muy estrecha entre España y colonias americanas y por las interacciones con las comunidades judaicas.","second":"Royal Family might have brought wealth to the city and fostered the shaping of a refined taste for food, but Catalan cuisine was essentially influenced by the Arab presence in Spain and by the close relationship with the American colonies and the Jewish communities."},{"author":94808,"first":"La participación <strong class=\"keyword\">indefectible</strong> de la comunidad internacional será indispensable para garantizar que el pueblo del Afganistán obtenga beneficios tangibles del proceso político y para disuadir a quienes quisieran poner en peligro la paz.","second":"The <strong class=\"keyword\">sustained commitment</strong> of the international community will be vital to ensure that the people of Afghanistan see tangible benefits from the political process, and that those who would spoil the peace are deterred from doing so."},{"author":94808,"first":"El Presidente del Comité expresa su agradecimiento por la rápida respuesta del Gobierno de Malasia que evidentemente es una expresión de su compromiso <strong class=\"keyword\">indefectible</strong> no sólo con el pueblo palestino sino también con el Comité, y de su continuo dinamismo en su participación activa en la labor del Comité.","second":"The Chairman expressed his appreciation for the prompt response of the Government of Malaysia, which was clearly an expression of its <strong class=\"keyword\">unfailing</strong> commitment not only to the Palestinian people but also to the Committee, and of its continued dynamism in contributing actively to the Committee’s work."},{"author":95096,"first":"Pero para vencerlas están nuestra esperanza, nuestra fe en el amor <strong class=\"keyword\">indefectible</strong> de Cristo, nuestra certeza de que el ministerio sacerdotal es insustituible para la vida de la Iglesia y del mundo.","second":"However, to surmount these difficulties we have at our disposal our hope, our faith in the <strong class=\"keyword\">unfailing</strong> love of Christ, and our certainty that the priestly ministry in the life of the Church and in the world knows no substitute."},{"author":95096,"first":"Dado que \"Cristo amó a la Iglesia y se entregó a sí mismo por ella, para santificarla\" (Ef 5, 25-26), ha sido dotada de santidad <strong class=\"keyword\">indefectible</strong> y ha llegado a ser, \"en Cristo y por Cristo, la fuente y el origen de toda santidad\" (Lumen gentium, 47).","second":"Because “Christ loved the Church and gave himself up for her, that he might sanctify her” (Eph 5:25-26), she has been endowed with <strong class=\"keyword\">unfailing</strong> holiness and has become herself, “in Christ and through Christ, the source and origin of all holiness” (Lumen Gentium, 47)."},{"author":8000,"first":"La organización en Túnez en el curso del año # de la Conferencia Internacional sobre la Tolerancia en el Mediterráneo bajo la égida de la UNESCO y la declaración emanada de ella, titulada \"Declaración de Cartago\", consagran el compromiso <strong class=\"keyword\">indefectible</strong> de Túnez con el respeto de estos principios","second":"The holding in Tunisia in # under the auspices of the United Nations Educational, Scientific and Cultural Organization (UNESCO) of the International Conference on the Teaching of Tolerance in the Mediterranean Area, and the declaration adopted by the Conference, known as the “Carthage Declaration”, recognize Tunisia's <strong class=\"keyword\">unswerving</strong> commitment to respect these principles"},{"author":95096,"first":"Igual convicción y alegría testimoniaron los otros 85 chinos, hombres y mujeres de todas las edades y condiciones, sacerdotes, religiosos, religiosas y laicos, que, con la entrega de su vida, sellaron su fidelidad <strong class=\"keyword\">indefectible</strong> a Cristo y a la Iglesia.","second":"The other 85 Chinese men and women of every age and state, priests, religious and lay people, showed the same conviction and joy, sealing their <strong class=\"keyword\">unfailing</strong> fidelity to Christ and the Church with the gift of their lives."},{"author":94808,"first":"Su presencia en masa demuestra que la comunidad internacional, al responder a la invitación del Comité para el ejercicio de los derechos inalienables del pueblo palestino, desea una vez más expresar su apoyo <strong class=\"keyword\">indefectible</strong> al pueblo palestino en la lucha legítima que lleva a cabo para recuperar sus derechos inalienables.","second":"Your massive presence here shows that the international community, responding to the invitation issued by the Committee on the Exercise of the Inalienable Rights of the Palestinian People, once again wishes to express its <strong class=\"keyword\">unfailing</strong> support to the Palestinian people in its legitimate struggle to regain its inalienable rights."},{"author":94808,"first":"Para concluir, permítaseme agradecer a todos los miembros del Consejo de Seguridad su <strong class=\"keyword\">indefectible</strong> compromiso de asumir todos los días su pesada carga de trabajo.","second":"In conclusion, allow me to thank all members of the Security Council for their <strong class=\"keyword\">unfailing</strong> commitment to shouldering their heavy workload every day."},{"author":95096,"first":"La misión de santificar del obispo tiene su fuente en la santidad <strong class=\"keyword\">indefectible</strong> de la Iglesia.","second":"The sanctifying mission of the Bishop finds its source in the <strong class=\"keyword\">indefectible</strong> holiness of the Church."},{"author":8000,"first":"Nos complace que Jartum y Juba hayan estado de acuerdo con la decisión de la Corte Permanente de Arbitraje en La Haya y hayan reafirmado su compromiso respecto de su aplicación <strong class=\"keyword\">indefectible</strong>","second":"We are pleased that Khartoum and Juba both agreed to the decision by the Permanent Court of Arbitration at The Hague and have reaffirmed their commitment to its <strong class=\"keyword\">unfailing</strong> implementation"},{"author":8000,"first":"Por último, Siria quisiera reafirmar su <strong class=\"keyword\">indefectible</strong> respeto a la independencia, la soberanía, la integridad territorial y el pueblo del Estado árabe vecino y hermano del Líbano y su deseo de mantener las mejores relaciones posibles con él y de resolver todos los problemas pendientes entre los dos países, siempre y cuando el Gobierno del Líbano muestre el mismo deseo","second":"Finally, Syria would like to <strong class=\"keyword\">reaffirm</strong> its enduring respect for the independence, sovereignty, territorial integrity and people of the fraternal and neighbouring Arab State of Lebanon, and its desire to maintain the best possible relations with it and to resolve all outstanding problems between the two countries, provided that such a desire is reciprocated by the Lebanese Government"},{"author":94808,"first":"El Senegal, que tiene una fe <strong class=\"keyword\">indefectible</strong> en el genio del pueblo guineano, reitera su apoyo constante a Guinea, país hermano y amigo, en esta etapa delicada de su marcha hacia la estabilidad, la concordia y el progreso.","second":"Senegal, which has an unshakable faith in the genius of the Guinean people, reiterates its <strong class=\"keyword\">unswerving</strong> support in brotherhood and friendship for Guinea at this delicate stage in its journey towards stability, harmony and progress."},{"author":8000,"first":"Su presencia en masa demuestra que la comunidad internacional, al responder a la invitación del Comité para el ejercicio de los derechos inalienables del pueblo palestino, desea una vez más expresar su apoyo <strong class=\"keyword\">indefectible</strong> al pueblo palestino en la lucha legítima que lleva a cabo para recuperar sus derechos inalienables","second":"Your massive presence here shows that the international community, responding to the invitation issued by the Committee on the Exercise of the Inalienable Rights of the Palestinian People, once again wishes to express its <strong class=\"keyword\">unfailing</strong> support to the Palestinian people in its legitimate struggle to regain its inalienable rights"},{"author":94808,"first":"Con los abundantes recursos naturales y humanos del continente y el compromiso de los dirigentes africanos de alcanzar esos objetivos, el éxito será posible en tanto la NEPAD cuente con el apoyo <strong class=\"keyword\">indefectible</strong> de la comunidad internacional.","second":"With the continent’s abundant natural and human resources and the commitment of African leaders to achieve those goals, success is possible — so long as NEPAD has the <strong class=\"keyword\">unfailing</strong> support of the international community."},{"author":8000,"first":"El PRESIDENTE deplora la muerte del Papa Juan Pablo II, y destaca su compromiso <strong class=\"keyword\">indefectible</strong> en favor de la dignidad humana, las libertades fundamentales, la justicia social y la paz","second":"The CHAIRPERSON expressed his regret at the death of Pope John Paul # and praised his <strong class=\"keyword\">untiring</strong> commitment to the defence of human dignity, fundamental freedoms, social justice and peace"},{"author":94808,"first":"También damos las gracias a Angola, así como al Movimiento de los Países No Alineados, por su apoyo <strong class=\"keyword\">indefectible</strong>.","second":"We also thank Angola, as well as the Non-Aligned Movement caucus members, for their abiding <strong class=\"keyword\">support</strong>."},{"author":94808,"first":"Quisiera aquí y ahora dar las gracias a todos los que han hecho gala de su solidaridad <strong class=\"keyword\">indefectible</strong> con un pueblo que la necesita, el pueblo de Guinea-Bissau.","second":"Here and now, I should like to thank all those who have demonstrated their <strong class=\"keyword\">unfailing</strong> solidarity towards a people in need, the people of Guinea-Bissau."},{"author":95096,"first":"Quisiera, finalmente, reconocer a la comunidad católica lituana otro signo elocuente de adhesión <strong class=\"keyword\">indefectible</strong> a Cristo y de vitalidad eclesial: es el amor intenso y la plena devoción con que ella siempre ha permanecido unida a la Sede de Pedro, a quien el Señor confió el ministerio de confirmar a sus hermanos y de mantenerlos unidos en la comunión de su Iglesia, estableciéndolo como Roca del edificio espiritual, contra el que nada pueden las potencias del infierno.","second":"Finally, I wish to acknowledge before the Lithuanian Catholic community another eloquent sign of <strong class=\"keyword\">indefectible</strong> attachment to Christ and of ecclesial vitality: this is the intense love and complete devotion with which that community has always remained united to the See of Peter, to whom the Lord has entrusted the ministry of confirming the brethren and of keeping them united in the communion of his Church, establishing him as the Rock of the spiritual edifice; against which the powers of hell are powerless."},{"author":8008,"first":"El centro histórico de la ciudad, una única área peatonal cerrada al tráfico, es también el lugar ideal para hacer shopping, en efecto hay muchas tiendas guapas que venden objetos de mesa, porcelanas, los famosos productos del arte vidriera tirolés y los <strong class=\"keyword\">indefectibles</strong> trajes típicos!","second":"The Old Town, a unique pedestrian area closed to traffic, is also the perfect place for shopping, with many fine shops selling porcelains and pottery, as well as products of the renowned Tyrolen glass-making manufacture and <strong class=\"keyword\">the</strong> typical regional dresses!"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}