{"result":"ok","tuc":[{"phrase":{"text":"indecent","language":"en"},"meanings":[{"language":"es","text":"Que es contrario a la decencia."},{"language":"en","text":"Contrary to decency."}],"meaningId":4278001403108810143,"authors":[97745]},{"phrase":{"text":"improper","language":"en"},"meaningId":-3328863165870301548,"authors":[25018]},{"phrase":{"text":"unbecoming","language":"en"},"meaningId":595734874493731251,"authors":[25115]},{"phrase":{"text":"indecorous","language":"en"},"meaningId":1547558092005134849,"authors":[25018]},{"phrase":{"text":"unfitting","language":"en"},"meaningId":-5515903532071292190,"authors":[25115]},{"phrase":{"text":"unseemly","language":"en"},"meaningId":-5588039688574333145,"authors":[25115]},{"meanings":[{"language":"en","text":"indecorous, improper"}],"meaningId":-1787941555248920979,"authors":[93107]}],"phrase":"indecoroso","examples":[{"author":118293,"first":"Ponen música interminable y tienen comportamiento <strong class=\"keyword\">indecoroso</strong> en público.","second":"Mmm mmm mmm. There's no end to rag music being played, and <strong class=\"keyword\">unseemly</strong> behavior on public view."},{"author":118293,"first":"Su hijo se ofreció como voluntario para una <strong class=\"keyword\">indecorosa</strong> pero necesaria tarea.","second":"Your son volunteered for an <strong class=\"keyword\">unseemly</strong> but necessar y task."},{"author":31,"first":"Por fornicación y conducta <strong class=\"keyword\">indecorosa</strong> para un hombre que lleva hábitos","second":"For fornication and conduct <strong class=\"keyword\">unbecoming</strong> a man of the cloth"},{"author":119739,"first":"Y eso pese a la oposición del primer ministro, quien había calificado la traducción de peligrosa y “libro <strong class=\"keyword\">indecoroso</strong>”.","second":"That was despite the initial opposition of the prime minister, who had described the translation as a dangerous and “<strong class=\"keyword\">improper</strong> book.”"},{"author":118293,"first":"Los humanos hallan <strong class=\"keyword\">indecorosas</strong> este tipo de cosas.","second":"The humans find this sort of thing <strong class=\"keyword\">unseemly</strong>."},{"author":94809,"first":"Aparte del hecho de que a los niños y por consiguiente, a los padres se les inste de manera <strong class=\"keyword\">indecorosa</strong> al consumo, esta táctica de ventas resulta además sumamente confusa para los más pequeños.","second":"Quite apart from the fact that children, and hence also their parents, are being encouraged in an <strong class=\"keyword\">unseemly</strong> manner to consume, this form of selling is highly confusing to the very young."},{"author":118293,"first":"Disculpe mi comportamiento <strong class=\"keyword\">indecoroso</strong>, pero... es muy difícil beber algo aquí.","second":"I apologize for my <strong class=\"keyword\">behaviour</strong>, but it's hard to get a drink round here."},{"author":118293,"first":"Estamos dando un espectáculo <strong class=\"keyword\">indecoroso</strong>.","second":". We are taking <strong class=\"keyword\">unseemly</strong> spectacle."},{"author":118293,"first":"Por intuición, siento algo <strong class=\"keyword\">indecoroso</strong>.","second":"By intuition, I feel something <strong class=\"keyword\">improper</strong>."},{"author":31,"first":"Eso es <strong class=\"keyword\">indecoroso</strong>","second":"This is <strong class=\"keyword\">undignified</strong>"},{"author":118293,"first":"Sra. Young, qué idea tan <strong class=\"keyword\">indecorosa</strong>.","second":"Why, Mrs. Young, what an <strong class=\"keyword\">improper</strong> thought."},{"author":8000,"first":"Los operadores de las líneas directas examinan las denuncias y, en caso de convenir en que el material es <strong class=\"keyword\">indecoroso</strong> ordenan o solicitan al proveedor culpable que impida el acceso al material o lo retire","second":"The hotlines examine the complaints and, if they agree that the material is <strong class=\"keyword\">improper</strong>, direct or request the offending hosting provider to prevent access to the material or to remove it"},{"author":94808,"first":"Los niños, especialmente los adolescentes, pueden verse tentados a colgar “imágenes <strong class=\"keyword\">indecorosas</strong> autogeneradas” en Internet, en el contexto de intercambios con sus pares o de relaciones, que luego pueden ser difundidas a través de las redes sociales.","second":"In the context of exchanges with peers or of relationships, children, especially adolescents, may be tempted to put so-called “self generated <strong class=\"keyword\">indecent</strong> images” online, which may then be further disseminated through social media."},{"author":118293,"first":"Esto es de lo más <strong class=\"keyword\">indecoroso</strong>.","second":"This is most <strong class=\"keyword\">improper</strong>."},{"author":118293,"first":"¿Tú crees que hay algo <strong class=\"keyword\">indecoroso</strong> en mi compra?","second":"You believe there's something <strong class=\"keyword\">improper</strong> about my order?"},{"author":119723,"first":"Decidan ahora que nunca harán trampa; que serán puros al hablar; que mientras vivan, sus labios nunca pronunciarán palabras vulgares ni chistes <strong class=\"keyword\">indecorosos</strong>.","second":"Decide now that you will never cheat; that your language will be pure; that as long as you live, vulgar words or jokes will never come from your lips."},{"author":118293,"first":"¿Por qué somos <strong class=\"keyword\">indecorosos</strong>?","second":"How are we <strong class=\"keyword\">unseemly</strong>?"},{"author":118293,"first":"Creo que es bastante <strong class=\"keyword\">indecoroso</strong> para un hombre amenazar a una mujer de forma tan grosera.","second":"I think it is rather <strong class=\"keyword\">undignified</strong> for a man to threaten a woman in such a brutish fashion."},{"author":94808,"first":"El funcionario, que reconoció ante la OSSI su comportamiento <strong class=\"keyword\">indecoroso</strong>, fue acusado de una falta de conducta y posteriormente expulsado de la Organización.","second":"The staff member, who admitted his <strong class=\"keyword\">improper</strong> conduct to OIOS, was subsequently charged with misconduct and later dismissed from the Organization."},{"author":8000,"first":"El Código Penal de la Federación de Rusia tipifica los siguientes delitos contra menores: violación, relaciones sexuales de un mayor de # años con un menor de # años y actos <strong class=\"keyword\">indecorosos</strong> con personas de quienes se sabe que no han cumplido los # años","second":"The Criminal Code establishes personal liability for crimes against the person of a juvenile: rape, sexual relations between a person who has reached the age of # and a person who is known to be under the age of # and <strong class=\"keyword\">indecent</strong> assault on a person who is known to be under the age of"},{"author":27,"first":"Sería <strong class=\"keyword\">indecoroso</strong> que algunas empresas se embolsaran unos beneficios enormes a costa de los niños enfermos.","second":"It would be <strong class=\"keyword\">unseemly</strong> to rake in enormous profits on the back of sick children."},{"author":95875,"first":"Las canciones permitían expresar sentimientos <strong class=\"keyword\">indecorosos</strong> que no podrían haberse manifestado de otro modo en la mayoría de los contextos.","second":"The songs gave inappropriate feelings a voice that could not otherwise be expressed in most contexts."},{"author":118293,"first":"Entonces, lo qué puede parecerle una prisa <strong class=\"keyword\">indecorosa</strong> para condenar a un inocente...","second":"So what may look to you like an <strong class=\"keyword\">unseemly</strong> rush to convict an innocent man..."},{"author":94808,"first":"El tribunal podrá negar la entrada de menores o de personas de aspecto <strong class=\"keyword\">indecoroso</strong> que representen una ofensa para la dignidad del tribunal; b) el público será admitido en la sala del tribunal en la medida en que lo permita su capacidad; c) la publicidad es una garantía importante para el buen funcionamiento de la justicia; d) en todo caso, los fallos se pronunciarán en sesión pública.","second":"The court may deny entry to minors and persons of an <strong class=\"keyword\">unseemly</strong> appearance that represents an offence to the dignity of the court. “(b) The public shall be admitted to the trial chamber to the extent that the capacity of the courtroom allows. “(c) The public nature of court proceedings is an important guarantee of proper justice. “(d) In all events, judgements shall be pronounced in open court.”"},{"author":89915,"first":"Telecomunicaciones distintas de la difusión, en concreto, transmisión de notificaciones y alertas a dispositivos electrónicos digitales móviles en relación con el acoso, la intimidad inapropiada, la conducta <strong class=\"keyword\">indecorosa</strong>, cambio de ánimo y envío de información privada","second":"Telecommunication other than broadcasting, namely, transmitting notifications and alerts to mobile digital electronic devices relating to bullying, inappropriate intimacy, <strong class=\"keyword\">improper</strong> behaviour, mood change and posting of private information"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}