{"result":"ok","tuc":[{"phrase":{"text":"clue","language":"en"},"meanings":[{"language":"en","text":"Evidence that supports a hypothesis or helps to solve a problem."},{"language":"en","text":"object or marking that may be used in evidence"},{"language":"es","text":"Elemento sobre el que se apoya para sostener una hipótesis, una tesis, etc. O que provee informaciones útiles para la resolución de un misterio, de un problema, etc."},{"language":"en","text":"information that may lead one to a certain point or conclusion"}],"meaningId":7516433608150491688,"authors":[70195]},{"phrase":{"text":"indication","language":"en"},"meanings":[{"language":"en","text":"Anything serving to indicate or point out, as a sign or token."},{"language":"es","text":"Cualquier cosa que sirve para indicar o precisar, como un signo u objeto."}],"meaningId":6327435683716154350,"authors":[69425]},{"phrase":{"text":"trace","language":"en"},"meaningId":-1173846658597821439,"authors":[69425]},{"phrase":{"text":"hint","language":"en"},"meanings":[{"language":"en","text":"clue"}],"meaningId":-4097437001571295888,"authors":[84500]},{"phrase":{"text":"spoor","language":"en"},"meaningId":5602539716818779234,"authors":[2698]},{"phrase":{"text":"trail","language":"en"},"meaningId":2018453663072622813,"authors":[2698]},{"phrase":{"text":"clew","language":"en"},"meanings":[{"language":"en","text":"Evidence that supports a hypothesis or helps to solve a problem."},{"language":"es","text":"Elemento sobre el que se apoya para sostener una hipótesis, una tesis, etc. O que provee informaciones útiles para la resolución de un misterio, de un problema, etc."}],"meaningId":-1268698697093786047,"authors":[84500]},{"phrase":{"text":"sign","language":"en"},"meanings":[{"language":"es","text":"Algo que indica la existencia de otra cosa."},{"language":"en","text":"A perceptible indication of something not immediately apparent, as a visible clue that something has happened."}],"meaningId":-1943681325310434007,"authors":[60172]},{"phrase":{"text":"suggestion","language":"en"},"meaningId":-180893923552713270,"authors":[25115]},{"phrase":{"text":"cue","language":"en"},"meanings":[{"language":"en","text":"Evidence that supports a hypothesis or helps to solve a problem."},{"language":"es","text":"Elemento sobre el que se apoya para sostener una hipótesis, una tesis, etc. O que provee informaciones útiles para la resolución de un misterio, de un problema, etc."}],"meaningId":-3469222341445221313,"authors":[83619]},{"phrase":{"text":"mark","language":"en"},"meanings":[{"language":"es","text":"Algo que indica la existencia de otra cosa."},{"language":"en","text":"A perceptible indication of something not immediately apparent, as a visible clue that something has happened."}],"meaningId":605460249143850509,"authors":[60172]},{"phrase":{"text":"index","language":"en"},"meaningId":-3015988998774100117,"authors":[25018]},{"phrase":{"text":"track","language":"en"},"meaningId":4958341795466652108,"authors":[2698]},{"phrase":{"text":"evidence","language":"en"},"meanings":[{"language":"es","text":"Algo que indica la existencia de otra cosa."},{"language":"en","text":"A perceptible indication of something not immediately apparent, as a visible clue that something has happened."}],"meaningId":2968529174390818280,"authors":[97745]},{"phrase":{"text":"circumstantial evidence","language":"en"},"meaningId":-4124544927444838875,"authors":[69425]},{"phrase":{"text":"display","language":"en"},"meaningId":6026654540784932276,"authors":[83619]},{"phrase":{"text":"fingerprint","language":"en"},"meaningId":-4470587013585094253,"authors":[2698]},{"phrase":{"text":"imprint","language":"en"},"meaningId":-1593751971000934420,"authors":[2698]},{"phrase":{"text":"indirect evidence","language":"en"},"meaningId":6019587536482366605,"authors":[69425]},{"phrase":{"text":"presumptive evidence","language":"en"},"meaningId":-500689750479166947,"authors":[69425]},{"phrase":{"text":"show","language":"en"},"meaningId":5340804266431428847,"authors":[84500]},{"phrase":{"text":"signal","language":"en"},"meaningId":652411964504117249,"authors":[25115]},{"phrase":{"text":"symptom","language":"en"},"meaningId":6640685238879794149,"authors":[69425]},{"phrase":{"text":"token","language":"en"},"meaningId":-5388327447569357606,"authors":[25115]},{"phrase":{"text":"point of reference","language":"en"},"meanings":[{"language":"en","text":"Anything serving to indicate or point out, as a sign or token."},{"language":"es","text":"Cualquier cosa que sirve para indicar o precisar, como un signo u objeto."}],"meaningId":-8339574183897728650,"authors":[60172]},{"phrase":{"text":"adumbration","language":"en"},"meaningId":5818607727125547330,"authors":[83042]},{"phrase":{"text":"air","language":"en"},"meaningId":-2573031421333133703,"authors":[2698]},{"phrase":{"text":"aura","language":"en"},"meaningId":2121169542571885740,"authors":[2698]},{"phrase":{"text":"circumstancial evidence","language":"en"},"meaningId":6816826353024392033,"authors":[76967]},{"phrase":{"text":"effect","language":"en"},"meaningId":-5981620220176736404,"authors":[2698]},{"phrase":{"text":"footprint","language":"en"},"meaningId":2598676092052601414,"authors":[83064]},{"phrase":{"text":"gauge","language":"en"},"meaningId":-4805710326700019217,"authors":[97745]},{"phrase":{"text":"impression","language":"en"},"meaningId":2511352205433767653,"authors":[2698]},{"phrase":{"text":"indicant","language":"en"},"meaningId":-4606353133919809432,"authors":[84500]},{"phrase":{"text":"inkling","language":"en"},"meaningId":-3154232454812396888,"authors":[25018]},{"phrase":{"text":"lead","language":"en"},"meaningId":287077911710630422,"authors":[89651]},{"phrase":{"text":"letter","language":"en"},"meaningId":22039761588923647,"authors":[25018]},{"phrase":{"text":"print","language":"en"},"meaningId":-93421185630446226,"authors":[2701]},{"phrase":{"text":"printed matter","language":"en"},"meaningId":3171851144230480787,"authors":[2698]},{"phrase":{"text":"scent","language":"en"},"meaningId":-9150053941701538827,"authors":[25115]},{"phrase":{"text":"suspicion","language":"en"},"meaningId":4741904106944076839,"authors":[25115]},{"phrase":{"text":"vestige","language":"en"},"meaningId":-2512556556908382530,"authors":[25115]},{"phrase":{"text":"visible impression on a surface","language":"en"},"meaningId":100688939752376443,"authors":[2701]},{"phrase":{"text":"whiff","language":"en"},"meaningId":1914674163906977800,"authors":[92056]},{"meanings":[{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of indiciar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of indiciar."},{"language":"en","text":"sign"},{"language":"en","text":"clue, hint"},{"language":"en","text":"evidence"}],"meaningId":-178085198486235354,"authors":[1]}],"phrase":"indicio","examples":[{"author":95875,"first":"Las células NK cuentan con unos receptores en sus membranas plasmáticas que detectan los <strong class=\"keyword\">indicios</strong> de infección y las células anormales.","second":"Receptors found <strong class=\"keyword\">on</strong> their cell membrane enable NK cells to detect <strong class=\"keyword\">signs of</strong> infection and recognise abnormal cells."},{"author":94808,"first":"A pesar de las normas establecidas en el artículo 8 del código de conducta que figuran como anexo de la resolución 5/2 del Consejo de Derechos Humanos, el Relator Especial solo concedió al Irán algunos días para responder a las numerosas denuncias y afirmaciones contenidas en el proyecto de informe, lo que por sí solo es claro <strong class=\"keyword\">indicio</strong> de su enfoque sesgado y del indebido desempeño de sus funciones.","second":"Despite the regulations stated in article 8 of the code of conduct annexed to Human Rights Council resolution 5/2, the Special Rapporteur gave Iran only a few days to respond to the numerous claims and allegations contained in the draft report, something that by itself is a clear <strong class=\"keyword\">indication</strong> of his biased approach and his failure to carry out his duties properly."},{"author":94808,"first":"La Relatora Especial se ve obligada a concluir que no hay ningún <strong class=\"keyword\">indicio</strong> de que el número de conculcaciones del derecho a la vida haya disminuido durante el período examinado.","second":"The Special Rapporteur is obliged to conclude that there is no <strong class=\"keyword\">indication</strong> that the number of violations of the right to life has decreased during the period under review."},{"author":118385,"first":"En el apartado 25 de dicha sentencia, el Tribunal de Justicia enunció los <strong class=\"keyword\">indicios</strong> que puede tener en cuenta el órgano jurisdiccional nacional para identificar este lugar, y en particular la circunstancia de que el trabajador poseyera en dicho Estado un despacho desde el cual organizara su trabajo por cuenta de la empresa y al que regresara después de cada desplazamiento profesional al extranjero.","second":"In paragraph 25 of that judgment, the Court set out the <strong class=\"keyword\">indicia</strong> that might be taken into account by the national court in order to identify that place, and in particular the fact that the employee had an office in that State where he organised his work for his employer and to which he returned after each business trip abroad."},{"author":94809,"first":"Por lo tanto, la Comisión pidió a las autoridades suecas que formularan observaciones sobre tales <strong class=\"keyword\">indicios</strong>, así como sobre las estimaciones de los precios de mercado para el alquiler.","second":"The Commission consequently asked the Swedish authorities to comment on these <strong class=\"keyword\">indications</strong> as well as on the estimated market rent."},{"author":94809,"first":"supervisando las transacciones realizadas por las personas admitidas a presentar ofertas conforme al artículo 19, apartados 1 a 3, y al artículo 20, apartado 6, utilizando sus sistemas, con el fin de detectar infracciones de las normas contempladas en la letra b) del presente apartado, condiciones injustas o anormales para la subasta o una conducta que pueda ser <strong class=\"keyword\">indicio</strong> de abuso de mercado.","second":"monitoring transactions undertaken by persons admitted to bid pursuant to Articles 19(1), (2) and (3) and 20(6) using its systems in order to identify breaches of the rules referred to in point (b) of this subparagraph, unfair or disorderly auctioning conditions or conduct <strong class=\"keyword\">that</strong> may invoke market abuse."},{"author":94809,"first":"También puede apreciarse la existencia de intervención sobre la base de un conjunto de <strong class=\"keyword\">indicios</strong> que resulten del análisis de las relaciones jurídicas, financieras, sociales y administrativas entre las empresas afectadas, realizado bajo el control de los tribunales encargados de revisar sus impuestos.","second":"Involvement may also be established on the basis of a body of <strong class=\"keyword\">evidence</strong> derived from analysing, subject to review by the court having jurisdiction in taxation matters, the legal, financial, company and administrative relations of the undertakings concerned."},{"author":94809,"first":"Estas respuestas positivas ofrecen <strong class=\"keyword\">indicios</strong> sobre el lugar en el que los inmigrantes ilegales solicitaron asilo por primera vez antes de viajar a otro Estado miembro.","second":"These hits give <strong class=\"keyword\">indications</strong> as to where illegal migrants first applied for asylum before travelling to another Member State."},{"author":8000,"first":"Asimismo, hay <strong class=\"keyword\">indicios</strong> de que algunos oficiales de seguridad, a título individual, extorsionan a esas familias a cambio de ayuda para escapar al extranjero","second":"There was also <strong class=\"keyword\">evidence</strong> that some security officials, acting in their personal capacity, extorted money from such families in return for helping them escape abroad"},{"author":8000,"first":"El Comité recuerda el derecho de todas las personas de acceder a lugares públicos sin discriminación y recomienda que el Estado Parte regule la carga de la prueba en las actuaciones civiles que entrañan la denegación del acceso a lugares públicos por motivos de raza, color, ascendencia y origen nacional o étnico, de modo que una vez que una persona haya demostrado que existen <strong class=\"keyword\">indicios</strong> suficientes de que ha sido víctima de esa denegación, corresponderá al demandado proporcionar pruebas de una justificación objetiva y razonable del trato diferenciado","second":"The Committee recalls the right of all individuals to access public places without discrimination and recommends that the State party regulate the burden of proof in civil proceedings involving denial of access to public places based on race, colour, descent, and national or ethnic origin so that once an individual has established a prima <strong class=\"keyword\">facie</strong> case that he or she has been a victim of such denial, it shall be for the respondent to provide evidence of an objective and reasonable justification for the differential treatment"},{"author":94809,"first":"12 En cuanto a la prueba de la importación, la Comisión estima que el documento aduanero sólo constituye un <strong class=\"keyword\">indicio</strong> refutable, aunque se trate de uno de los medios de prueba más importantes, y que hay que examinar, más bien, de modo pragmático si el producto de que se trata ha accedido efectivamente al mercado del país de destino.","second":"12 As far as proof of importation is concerned, the Commission considers that the customs document amounts only to rebuttable <strong class=\"keyword\">evidence</strong>, although it is one of the most important pieces of evidence, and that it is necessary, in contrast, to consider pragmatically whether the product in question actually had access to the market of the country of destination."},{"author":27,"first":"Existen dos <strong class=\"keyword\">indicios</strong> que dan fe de ello.","second":"There are two <strong class=\"keyword\">indications</strong> of this."},{"author":94809,"first":"31 En cuanto al hecho de que las prestaciones de transporte se realicen de acuerdo con un convenio colectivo, aunque tal obligación no pueda determinar por sí sola el carácter de estas prestaciones en el sentido del apartado 2 del artículo 6 de la Sexta Directiva, constituye, no obstante, un <strong class=\"keyword\">indicio</strong> de que el transporte se efectúa con fines que no son ajenos a la empresa.","second":"31 As regards the fact that the transport is provided pursuant to a collective agreement, even though such an obligation is not in itself sufficient to determine the character of the supply of those services for the purposes of Article 6(2) of the Sixth Directive, it <strong class=\"keyword\">indicates</strong> that the transport is provided for purposes which are not other than those of the business."},{"author":22,"first":"Lista común de documentos con valor de <strong class=\"keyword\">indicio</strong> de la nacionalidad (artículo #, apartado #, artículo #, apartado #, y artículo #, apartado","second":"Common list of documents the presentation of which is considered as <strong class=\"keyword\">prima facie evidence</strong> of nationality (Articles #, # and"},{"author":94809,"first":"La solicitud contenía suficientes <strong class=\"keyword\">indicios</strong> razonables de que se están eludiendo las medidas antidumping aplicadas a las importaciones de determinados alambres de molibdeno originarios de la República Popular China mediante importaciones de determinados alambres de molibdeno ligeramente modificados, con un contenido de molibdeno igual o superior al 97 %, pero inferior al 99,95 % en peso, originarios de la República Popular China.","second":"The request contained sufficient <strong class=\"keyword\">prima facie evidence</strong> that the anti-dumping measures on imports of certain molybdenum wires originating in the PRC are being circumvented by means of imports of a certain slightly modified molybdenum wires, containing by weight 97 % or more but less than 99,95 % of molybdenum, originating in the PRC."},{"author":118293,"first":"No hay ningún <strong class=\"keyword\">indicio</strong> de vida en este planeta.","second":"There are no <strong class=\"keyword\">indications</strong> of life."},{"author":94809,"first":"Este procedimiento se inició tras haber recibido una denuncia presentada por el «Defence Committee of EU Steel Butt-welding Fittings Industry» que contenía <strong class=\"keyword\">indicios</strong> razonables suficientes de prácticas de dumping perjudicial causado por las importaciones originarias de estos cinco países.","second":"This proceeding was initiated upon receipt of a complaint lodged by the Defence Committee of EU Steel Butt-welding Fittings Industry, and containing sufficient <strong class=\"keyword\">prima facie evidence</strong> of injurious dumping practices caused by imports originating in these five countries."},{"author":94808,"first":"Además, había <strong class=\"keyword\">indicios</strong> de coacción: se había ordenado a 20 de las 150 familias que destruyeran sus viviendas originarias y se trasladaran a la nueva aldea.","second":"There was also <strong class=\"keyword\">evidence</strong> of coercion: 20 of the 150 families had been told to destroy their original homes and move into the new village."},{"author":94808,"first":"No obstante, hasta la fecha hay pocos <strong class=\"keyword\">indicios</strong> de que en ninguno de los foros anteriormente mencionados se haya examinado específicamente la aplicación del Acuerdo o se hayan hecho recomendaciones concretas sobre la adopción de medidas al respecto.","second":"To date, however, there is little <strong class=\"keyword\">indication</strong> that any of the above forums have specifically considered implementation of the Agreement, or made concrete recommendations on action to be taken to that end."},{"author":118293,"first":"Sí, pero cuando la casa estalle, hallarán algo... algún <strong class=\"keyword\">indicio</strong>.","second":"Yeah, but when the house blows, they'll find something- - some <strong class=\"keyword\">trace</strong>."},{"author":94809,"first":"En el caso de que durante las pruebas se observase mortalidad o <strong class=\"keyword\">indicios</strong> de intoxicación, la evaluación deberá incluir un cálculo de la relación toxicidad/exposición basada en el cociente del valor CL50 y la exposición prevista expresada en mg/kg de tierra seca.","second":"If mortality or <strong class=\"keyword\">signs</strong> of intoxication are observed in the tests the evaluation must include a calculation of toxicity/exposure ratios based on the quotient of the LC50 value and the estimated exposure expressed in mg/kg dry weight soil."},{"author":8000,"first":"Es evidente, entonces, que el camino hacia la paz en el Oriente Medio es, sin duda, un camino aún largo, pero hay esperanzas debido a varios <strong class=\"keyword\">indicios</strong> positivos, como el restablecimiento de relaciones diplomáticas entre el Líbano y Siria","second":"It is evident, then, that the road to peace in the Middle East is indeed still long, but there are grounds for hope given such positive <strong class=\"keyword\">signs</strong> as the reestablishment of diplomatic relations between Lebanon and Syria"},{"author":94809,"first":"Considerando que la situación política se sigue deteriorando en Irán sin que el Gobierno iraní dé muestras de querer afrontar las preocupaciones internas y en todo el mundo sobre la legitimidad de las elecciones celebradas en junio de 2009; considerando, asimismo, que los <strong class=\"keyword\">indicios</strong> de fraude masivo han desembocado en un movimiento de protesta a gran escala (el llamado «Movimiento Verde»), con continuas manifestaciones en masa en los últimos meses,","second":"whereas the political situation in Iran is continuing to deteriorate, with no indication from the Iranian Government that it intends to address internal and worldwide concerns about the legitimacy of the election held in June 2009; whereas the <strong class=\"keyword\">indications</strong> of massive fraud have given rise to a large-scale protest movement (the so-called ‘Green movement’), with mass demonstrations continuing over recent months,"},{"author":8000,"first":"También hay <strong class=\"keyword\">indicios</strong> de que la significación y la importancia fundamentales, así como la forma y aplicación, de las normas han logrado una mayor aceptación entre los dirigentes y la población de Kosovo","second":"There are also <strong class=\"keyword\">indications</strong> that the underlying significance and importance, as well as the form and implementation, of the standards have gained increased acceptance among the leadership and people of Kosovo"},{"author":94808,"first":"Además de la información proporcionada en esos documentos, observó que se habían atribuido al producto algunas propiedades fungicidas, que se había identificado otro nombre comercial, Curlone, y que a pesar de que el uso del producto químico se había eliminado en la Unión Europea, había <strong class=\"keyword\">indicios</strong> de que recientemente se lo había utilizado en plantaciones de banana en algunos territorios insulares de un Estado miembro de la Unión Europea, lo cual planteaba el riesgo de que se siguieran utilizando las existencias almacenadas.","second":"In addition to the information provided in those documents, she noted that some fungicidal properties had been attributed to the chemical, that another trade name, Curlone, had been identified and that, even though the chemical had been phased out in the European Union, there was some <strong class=\"keyword\">evidence</strong> of its recent use in banana fields in certain island dependencies of a European Union member State, posing the risk that existing stock would continue to be used."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"76967":{"U":"","id":76967,"N":"UN term","url":"https://glosbe.com/source/76967"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"2701":{"U":"http://dumps.wikimedia.org/kuwiktionary/latest/kuwiktionary-latest-pages-articles.xml.bz2","id":2701,"N":"Wikiferheng","url":"https://glosbe.com/source/2701"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}