{"result":"ok","tuc":[{"phrase":{"text":"indispensable","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."},{"language":"en","text":"not dispensable"},{"language":"en","text":"not subject to exemption"}],"meaningId":1601667852599741431,"authors":[70195]},{"phrase":{"text":"necessary","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":5233103823797099169,"authors":[69425]},{"phrase":{"text":"essential","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":-877567441944010107,"authors":[84500]},{"phrase":{"text":"required","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":4940478542148359184,"authors":[69425]},{"phrase":{"text":"vital","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":-4771708545429344259,"authors":[84500]},{"phrase":{"text":"critical","language":"en"},"meaningId":-6455034717541603494,"authors":[84500]},{"phrase":{"text":"imperative","language":"en"},"meaningId":8101093234728919525,"authors":[89651]},{"phrase":{"text":"compulsory","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":-434595996754940358,"authors":[60172]},{"phrase":{"text":"mandatory","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":-1317515128751845803,"authors":[60172]},{"phrase":{"text":"obligatory","language":"en"},"meanings":[{"language":"en","text":"Needed for a purpose or a reason."},{"language":"es","text":"Que se necesita para un propósito o por una razón."}],"meaningId":8015912437271205075,"authors":[60172]},{"phrase":{"text":"essentially","language":"en"},"meaningId":5191502590236990761,"authors":[83042]},{"phrase":{"text":"inalienable","language":"en"},"meaningId":-828837595887574059,"authors":[83042]},{"phrase":{"text":"requisite","language":"en"},"meaningId":8436624755756814775,"authors":[25115]},{"meanings":[{"language":"en","text":"indispensable"}],"meaningId":616529113424444230,"authors":[1]}],"phrase":"indispensable","examples":[{"author":94808,"first":"Contenga todos los servicios <strong class=\"keyword\">indispensables</strong> para la salud, la seguridad, la comodidad y la nutrición;","second":"Contains all facilities <strong class=\"keyword\">essential</strong> for health, security, comfort and nutrition."},{"author":94809,"first":"Pide al Consejo que no se limite a describir en su Informe anual sobre la PESC las actividades de la Unión en materia de lucha contra el terrorismo sino que, sobre la base del artículo 21 del Tratado UE, consulte verdaderamente al Parlamento Europeo sobre los aspectos principales y las opciones básicas de dicha lucha, que constituye una prioridad de la EES, de la acción exterior de la Unión y de la PESC en su conjunto; considera <strong class=\"keyword\">indispensable</strong> su información y consulta en caso de ataque terrorista masivo, si es necesario a través del Comité Especial previsto en el Acuerdo Interinstitucional antes mencionado de 20 de noviembre de 2002;","second":"Calls on the Council not to limit itself in its annual report on the CFSP to describing the activities of the Union in the area of the fight against terrorism, but rather, on the basis of Article 21 of the Treaty on European Union, to really consult the European Parliament as regards the principal aspects and basic options of that fight, which constitutes a priority under the ESS, the Union's external action and the CFSP as a whole; considers <strong class=\"keyword\">it indispensable</strong> that <strong class=\"keyword\">it</strong> be informed and consulted in the event of a large-scale terrorist attack, where necessary through the Special Committee provided for in the above-mentioned Interinstitutional Agreement of 20 November 2002;"},{"author":95096,"first":"Me preocupa especialmente que continúen las dificultades políticas en Líbano, donde un clima de renovada colaboración entre las diversas partes de la sociedad civil y las fuerzas políticas es más que nunca <strong class=\"keyword\">indispensable</strong>, para evitar que se intensifiquen los contrastes que pueden minar la estabilidad del país.","second":"I am particularly concerned by the ongoing political problems in Lebanon, where a climate of renewed cooperation between the different components of civil society and the political powers is <strong class=\"keyword\">essential</strong> for avoiding the further hostilities which would undermine the stability of the country."},{"author":94808,"first":"La rendición de cuentas y la supervisión son igualmente <strong class=\"keyword\">indispensables</strong> para una gestión eficaz de los recursos humanos, sobre todo en lo relativo a la autoridad delegada a los directores de programas.","second":"Accountability and oversight are equally <strong class=\"keyword\">vital</strong> for effective human resources management, in particular with respect to authority delegated to programme managers."},{"author":8000,"first":"El Uruguay reivindica una vez más la importancia del multilateralismo y de las Naciones Unidas como foro <strong class=\"keyword\">indispensable</strong> para enfrentar los nuevos desafíos que proponen los problemas de la seguridad internacional","second":"Uruguay once again emphasized the importance of multilateralism, and of the United Nations as the <strong class=\"keyword\">indispensable</strong> forum, for coming to grips with the new challenges entailed in international security"},{"author":95096,"first":"Para este mal gravísimo, la conversión es más bien urgente e <strong class=\"keyword\">indispensable</strong> (cf.","second":"For this most serious disease conversion is most urgent and <strong class=\"keyword\">indeed indispensable</strong> (cf."},{"author":8000,"first":"En segundo lugar, es <strong class=\"keyword\">indispensable</strong> incorporar sistemáticamente el tema de la protección de menores en toda la acción de las Naciones Unidas","second":"Secondly, it is <strong class=\"keyword\">indispensable</strong> that the topic of the protection of minors be systematically incorporated into all the activities of the United Nations"},{"author":94808,"first":"Considerando que la coordinación entre órganos de las Naciones Unidas es <strong class=\"keyword\">indispensable</strong> para el logro de sus objetivos comunes,","second":"Considering that coordination among United Nations bodies is <strong class=\"keyword\">indispensable</strong> for the attainment of their common goals,"},{"author":94809,"first":"Mientras subsistan estas condiciones, no resulta <strong class=\"keyword\">indispensable</strong> la declaración de la intención de aumentar artificialmente el grado alcohólico natural.","second":"As long as this continues to be the case, declarations of intention to enrich wine are not <strong class=\"keyword\">absolutely</strong> necessary."},{"author":94808,"first":"Efectivamente, es <strong class=\"keyword\">indispensable</strong> una reforma jurídica.","second":"Legal reforms were indeed <strong class=\"keyword\">required</strong>."},{"author":94808,"first":"El Consejo reconoce que la cooperación de todas las partes interesadas es <strong class=\"keyword\">indispensable</strong> para la eficacia y la seguridad de la prestación de asistencia humanitaria.","second":"The Council recognizes that cooperation of all parties concerned is <strong class=\"keyword\">vital</strong> for effectiveness and safety in providing humanitarian assistance."},{"author":95096,"first":"Una vez más, vemos por qué el promover la intimidad personal con Jesucristo y el testimonio comunitario de su verdad que es amor, es <strong class=\"keyword\">indispensable</strong> en las instituciones formativas católicas.","second":"Again, we see why fostering personal intimacy with Jesus Christ and communal witness to his loving truth is <strong class=\"keyword\">indispensable</strong> in Catholic institutions of learning."},{"author":94808,"first":"La ética es por ello necesaria, no solo para conducir del mejor modo un arbitraje, sino porque parece <strong class=\"keyword\">indispensable</strong> para el proceso arbitral y su conclusión satisfactoria.","second":"Ethics are thus necessary not simply in order to better conduct arbitration proceedings, but because they appear <strong class=\"keyword\">essential</strong> to arbitration proceedings and the success thereof."},{"author":94809,"first":"A fin de garantizar que la colaboración público-privada siga desempeñando su papel a largo plazo, es <strong class=\"keyword\">indispensable</strong> llevar a cabo cinco acciones clave en 2010:","second":"In order to ensure that PPPs continue to play a role in the longer term, in particular five key actions are <strong class=\"keyword\">indispensible</strong> in 2010:"},{"author":94808,"first":"Además del hecho de que los gobiernos deben incrementar sus presupuestos nacionales, es igualmente <strong class=\"keyword\">indispensable</strong> que se asegure que los compromisos contraídos a escala internacional y las promesas de contribuciones se cumplan en el futuro, ya sea en forma de asistencia bilateral o por conducto de mecanismos internacionales de financiación tales como el Fondo Mundial de Lucha contra el SIDA, la Tuberculosis y la Malaria y el Programa Conjunto de las Naciones Unidas sobre el VIH/SIDA (ONUSIDA).","second":"Apart from the need for Governments to increase their national budgets, it is also <strong class=\"keyword\">essential</strong> to ensure that international commitments and pledges are honoured in the future, either in the form of bilateral assistance or through such international funding mechanisms as the Global Fund to Fight AIDS, Tuberculosis and Malaria and the Joint United Nations Programme on HIV/AIDS (UNAIDS)."},{"author":94809,"first":"Habida cuenta del deterioro de la situación financiera del banco en 1997, el Estado decidió lanzar un procedimiento de cesión de SMC, dado que se consideró que la vinculación a un socio sólido que dispusiese de los conocimientos <strong class=\"keyword\">indispensables</strong> para llevar a cabo su reestructuración era la única solución posible con perspectivas de futuro.","second":"Given the worsening in the bank's financial situation in 1997, the State decided to launch the procedure for the sale of SMC, because it had concluded that the only possible way to ensure that the bank had any future was to associate it with a solid partner with the know-how <strong class=\"keyword\">needed</strong> to complete its restructuring."},{"author":118293,"first":"Nadie es <strong class=\"keyword\">indispensable</strong>, ¿sabe?","second":"No one is <strong class=\"keyword\">indispensable</strong>, you know?"},{"author":22,"first":"En cambio, es <strong class=\"keyword\">indispensable</strong> una buena cooperación entre los distintos niveles de poder político y las instituciones: se trata de una cooperación basada en la confianza, y no en la confrontación de las distintas legitimidades políticas y democráticas","second":"On the contrary, good cooperation between the various levels of political power and the institutions is <strong class=\"keyword\">absolutely vital</strong>; it has to be based on trust, rather than on confrontation between the different legitimate political and democratic roles"},{"author":94808,"first":"La Comisión reitera que es <strong class=\"keyword\">indispensable</strong> que se le envíe una copia del nuevo acuerdo una vez se haya ultimado.","second":"The Committee reiterates that it is <strong class=\"keyword\">essential</strong> to the Committee to receive a copy of the new arrangement once finalized."},{"author":8000,"first":"La existencia de un foro u organización regional adecuado puede ser útil, pero no es <strong class=\"keyword\">indispensable</strong>, para un proceso eficaz de fomento de la confianza a nivel regional","second":"The existence of an appropriate regional forum or organization can be conducive, but is not <strong class=\"keyword\">imperative</strong>, to carrying out effective regional confidence-building processes"},{"author":22,"first":"Por tanto, el trabajo digno (según la definición de la OIT) y el diálogo social, condición <strong class=\"keyword\">indispensable</strong> para la afirmación y protección de los derechos laborales, deben ser objeto de un reconocimiento adecuado y figurar entre las prioridades del IEDDH","second":"For this reason, decent work (as defined by the ILO) and social dialogue, which are a <strong class=\"keyword\">sine qua</strong> non for affirming and safeguarding labour rights, must be appropriately recognised as priorities of the EIDHR"},{"author":94809,"first":"Considera que las TIC son <strong class=\"keyword\">indispensables</strong> para romper el vínculo entre el crecimiento económico y las emisiones de gases de invernadero, por medio de las tres estrategias básicas para la mitigación del cambio climático: la reducción del consumo de energía, el incremento de la eficiencia energética, la integración de energías renovables;","second":"Considers that ICT is <strong class=\"keyword\">indispensable</strong> for decoupling economic growth from GHG emissions using three basic strategies for mitigation of climate change: a reduction of energy consumption, an increase of energy efficiency, an integration of renewable energies;"},{"author":94808,"first":"El Grupo de Río reafirma su pleno respeto a la libertad de expresión y de prensa, que constituyen valores y principios <strong class=\"keyword\">indispensables</strong> de una sociedad democrática.","second":"The Rio Group reaffirmed its full respect for freedom of expression and of the press, which constituted <strong class=\"keyword\">indispensable</strong> principles and values of a democratic society."},{"author":94808,"first":"Es <strong class=\"keyword\">indispensable</strong> que el Consejo se ocupe de este problema.","second":"It is <strong class=\"keyword\">imperative</strong> that the issue be addressed by the Council."},{"author":27,"first":"Señorías, la trazabilidad de los productos y, más en general, los elementos intangibles son elementos que añaden valor a los productos, son necesarios para luchar contra el fraude y la falsificación y, por último, constituyen una herramienta <strong class=\"keyword\">indispensable</strong> en la batalla económica y social que nos espera.","second":"Ladies and gentlemen, the traceability of products and, in more general terms, intangible elements are elements that add value to products, are necessary in the fight against fraud and counterfeiting and, finally, are a <strong class=\"keyword\">vital</strong> tool in the economic and social battle awaiting us."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}