{"result":"ok","tuc":[{"phrase":{"text":"indolent","language":"en"},"meanings":[{"language":"en","text":"habitually lazy"},{"language":"en","text":"medicine: healing slowly"},{"language":"en","text":"medicine: causing scant or no physical pain"}],"meaningId":-7154950591730707919,"authors":[70195]},{"phrase":{"text":"apathetic","language":"en"},"meaningId":-8109876309075350843,"authors":[69425]},{"phrase":{"text":"lazy","language":"en"},"meaningId":1577569605367019804,"authors":[25018]},{"phrase":{"text":"cool","language":"en"},"meaningId":7655712494469820830,"authors":[83064]},{"phrase":{"text":"listless","language":"en"},"meaningId":6255570007231110987,"authors":[25018]},{"phrase":{"text":"nonchalant","language":"en"},"meaningId":-2549642948887900638,"authors":[89651]},{"phrase":{"text":"painless","language":"en"},"meaningId":-8875307276801318899,"authors":[25018]},{"phrase":{"text":"shiftless","language":"en"},"meaningId":-8433214265389129057,"authors":[25115]},{"phrase":{"text":"sluggish","language":"en"},"meaningId":8911977764485908928,"authors":[25115]},{"phrase":{"text":"supine","language":"en"},"meaningId":-1101628035140427582,"authors":[25115]},{"meanings":[{"language":"en","text":"indolent, lazy"},{"language":"en","text":"indifferent"}],"meaningId":-6853945308749580639,"authors":[93107]}],"phrase":"indolente","examples":[{"author":27,"first":"Esta no es una prueba de una Comisión <strong class=\"keyword\">indolente</strong> o relajada, ni tampoco significa que imaginemos que el cielo está azul todo el tiempo, ni que estas gafas sean de color rosa.","second":"This is not evidence of a <strong class=\"keyword\">slothful</strong> or <strong class=\"keyword\">lax</strong> Commission, but neither does it mean that we imagine that the sky is permanently blue, nor do these glasses have any rose tint."},{"author":27,"first":"Me complace tener la oportunidad de dejar constancia del profundo enfado de mis votantes de los Midlands Orientales por los intentos de Bruselas –con la ayuda, dicho sea de paso, de un <strong class=\"keyword\">indolente</strong> Gobierno británico– de dividir Inglaterra mediante la imposición de regiones artificiales.","second":"I am glad of the opportunity to place on record the deep resentment of my constituents in the East Midlands at the attempts by Brussels – aided, let it be said, by a <strong class=\"keyword\">supine</strong> British Government – to divide England by imposing artificial regions."},{"author":94808,"first":"El Consejo de Seguridad se mantiene <strong class=\"keyword\">indolente</strong> ante las violaciones sistemáticas por el Estado de Israel del derecho internacional, en particular, el derecho internacional humanitario y de los derechos humanos.","second":"The Security Council remains <strong class=\"keyword\">indifferent</strong> to the systemic violations by the State of Israel of international law, particularly international humanitarian law and human rights law."},{"author":94808,"first":"Si nos fijamos en los diferentes ritmos de rapidez de los cambios estructurales técnicos y económicos que ocurren en todo el mundo en las estructuras sociopolíticas más tradicionales y más <strong class=\"keyword\">indolentes</strong> y en los procesos ecológicos con sus propios derechos naturales de larga data y en continua evolución, vemos que se necesitan expertos para resolver estos problemas.","second":"Looking at the differing speeds worldwide of technical and economical structural changes, at the more <strong class=\"keyword\">indolent</strong> and more traditional socio-political structures, and at the ecological processes with their own long-lasting laws of nature and continued evolution, one needs experts to solve these problems."},{"author":118293,"first":"Luchadores feroces, mejores que nuestros <strong class=\"keyword\">indolentes</strong> soldados.","second":"Ferocious fighters, better than our <strong class=\"keyword\">indolent</strong> soldiers."},{"author":94808,"first":"Como concluyó el Grupo de alto nivel, si los Estados que tienen armas nucleares son <strong class=\"keyword\">indolentes</strong> en cuanto al desarme, se perjudicará la efectividad del régimen de proliferación.","second":"As the High-level Panel concluded, lacklustre disarmament by the nuclear‐weapon States weakens the ability of the regime to constrain proliferation."},{"author":118293,"first":"El cuerpo se encuentra en una posición particular, <strong class=\"keyword\">indolente</strong>.","second":"Body's in a characteristic position... <strong class=\"keyword\">supine</strong>."},{"author":119739,"first":"Quiere que estemos entre los que menciona Pablo en su carta a los Hebreos: “Deseamos que cada uno de ustedes muestre la misma diligencia a fin de tener la plena seguridad de la esperanza hasta el fin, para que no se hagan <strong class=\"keyword\">indolentes</strong>, sino que sean imitadores de los que mediante fe y paciencia heredan las promesas” (Hebreos 6:11, 12).","second":"He wants us to be among those whom the apostle Paul describes in his letter to the Hebrews: “We desire each one of you to show the same industriousness so as to have the full assurance of the hope down to the end, in order that you may not become <strong class=\"keyword\">sluggish</strong>, but be imitators of those who through faith and patience inherit the promises.”—Hebrews 6:11, 12."},{"author":27,"first":"Con una facilidad <strong class=\"keyword\">indolente</strong> han ido aprobando la gestión de 1996 y 1997, y nos ha correspondido al Parlamento presionar para que se hicieran cambios a cada momento.","second":"With <strong class=\"keyword\">nonchalant</strong> ease, they have gone through approving the 1996, the 1997 discharge, and it has been up to us in Parliament to press for change at every turn."},{"author":119739,"first":"Pablo dijo: “Deseamos que cada uno de ustedes muestre la misma diligencia [literalmente, “aceleración”] a fin de tener la plena seguridad de la esperanza hasta el fin, para que no se hagan <strong class=\"keyword\">indolentes</strong>, sino que sean imitadores de los que mediante fe y paciencia heredan las promesas”.","second":"Paul said: “We desire each one of you to show the same industriousness [literally, “speed up”] so as to have the full assurance of the hope down to the end, in order that you may not become <strong class=\"keyword\">sluggish</strong>, but be imitators of those who through faith and patience inherit the promises.”"},{"author":31,"first":"Gran ave de mar planeando <strong class=\"keyword\">Indolente</strong> compañero de viaje","second":"Great sweeping sea bird <strong class=\"keyword\">Indolent</strong> traveling companion"},{"author":118293,"first":"Dice que morirán los débiles y los <strong class=\"keyword\">indolentes</strong>.","second":"He says the weak and the <strong class=\"keyword\">indolent</strong> shall <strong class=\"keyword\">perish</strong>."},{"author":27,"first":"Pese a todo este progreso <strong class=\"keyword\">indolente</strong>, todavía hay una mayoría en este Parlamento que está a favor de la adhesión.","second":"Despite all this <strong class=\"keyword\">sluggish</strong> progress, there is still a majority in this Parliament who are in favour of accession."},{"author":119739,"first":"A los cristianos se les aconseja que no dejen caer la mano ni se hagan <strong class=\"keyword\">indolentes</strong> respecto a las buenas obras.","second":"Christians are admonished not to slack their hands or become weary in well doing."},{"author":119739,"first":"Pero al que fue irresponsable lo llamó “inicuo”, “<strong class=\"keyword\">indolente</strong>” y “esclavo que no sirve para nada”.","second":"The slave who acted irresponsibly with what the master had entrusted to him was judged “wicked,” “<strong class=\"keyword\">sluggish</strong>,” and “good-for-nothing.”"},{"author":118293,"first":"¿Vienes a reñir a tu hijo <strong class=\"keyword\">indolente</strong> que, dejando pasar tiempo y fervor no pone por obra el severo acto de tu fiero mandato?","second":"Do you not come your tardy son to chide that<strong class=\"keyword\">,</strong> lapsed in time and passion, lets go by the important acting of your dread command?"},{"author":31,"first":"Cuando los débiles y los <strong class=\"keyword\">indolentes</strong> perezcan","second":"When the weak and the <strong class=\"keyword\">indolent</strong> perish"},{"author":118293,"first":"En cambio yo, un haragán <strong class=\"keyword\">indolente</strong>... he pasado largo tiempo en estas islas.","second":"Whereas I, <strong class=\"keyword\">indolent</strong> wretch... have spent a pitifully long time on these islands."},{"author":118293,"first":"Withers está tan <strong class=\"keyword\">indolente</strong> en estos días, y aplaudí de alegría.","second":"Withers is so <strong class=\"keyword\">indolent</strong> these days - and I clapped my hands for joy."},{"author":118293,"first":"Desde que me he convertido en eminente, me he vuelto <strong class=\"keyword\">indolente</strong>.","second":"Since I have become eminent, I have grown <strong class=\"keyword\">indolent</strong>."},{"author":8008,"first":"El autor también nos advierte de las ventajas que Satanás toma de los cristianos espiritualmente aletargados, <strong class=\"keyword\">indolentes</strong> y cómodos.","second":"The author also warns of how Satan takes advantage of Christians who are lethargic, <strong class=\"keyword\">indolent</strong> and spiritually stagnant."},{"author":92475,"first":"El <strong class=\"keyword\">Indolent</strong> Indio [Indio <strong class=\"keyword\">indolente</strong>] también ha subido lo que él llama una foto de “fondo explotable” [en] de los tres funcionarios y alentó a sus lectores a unirse al “DPWH meme”:","second":"The <strong class=\"keyword\">Indolent</strong> Indio has also uploaded what he calls “a fund exploitable” photo of the three officials and encouraged his readers to join the “DPWH meme”:"},{"author":8007,"first":"Por primera vez, destacadas voces árabes absuelven a Israel de la culpa total que algunos críticos occidentales siguen reprochándoles, <strong class=\"keyword\">indolentes</strong>.","second":"For the first time, prominent Arab voices acquit Israel of the wholesale blame that some Western critics still lazily throw at it."},{"author":118293,"first":"No soy <strong class=\"keyword\">indolente</strong> con tu apuro.","second":"I'm not unsympathetic to your plight."},{"author":92475,"first":"Lía está de acuerdo, tal como lo comenta en la historia en El Caribe y escribe: “Todas las persona que asistan a esto centro deben hacerle lo mismo, caerles a pedradas para que salgan corriendo por <strong class=\"keyword\">indolentes</strong>”.","second":"Lía agrees, as she comments on the story at El Caribe [es] and writes, “All the people who go to that hospital should do the same things, stone them so that they go running for being <strong class=\"keyword\">indolent</strong>”."}],"from":"es","dest":"en","authors":{"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}