{"result":"ok","tuc":[{"phrase":{"text":"indulgence","language":"en"},"meanings":[{"language":"en","text":"pardon or release from the expectation of punishment in purgatory"}],"meaningId":8367149931383888813,"authors":[90508]},{"phrase":{"text":"leniency","language":"en"},"meanings":[{"language":"en","text":"quality of mercy or forgiveness, especially in the assignment of punishment as in a court case"}],"meaningId":2290223211844880366,"authors":[90508]},{"phrase":{"text":"lenience","language":"en"},"meaningId":6264344340964860640,"authors":[84500]},{"phrase":{"text":"forbearance","language":"en"},"meaningId":3159732731047771585,"authors":[25018]},{"phrase":{"text":"mildness","language":"en"},"meaningId":-750374054761590412,"authors":[86934]},{"phrase":{"text":"self-indulgence","language":"en"},"meaningId":2188651862918433242,"authors":[84500]},{"phrase":{"text":"softness","language":"en"},"meaningId":2030232547757847152,"authors":[86934]},{"phrase":{"text":"tolerance","language":"en"},"meaningId":-6152651842071760061,"authors":[25115]},{"meanings":[{"language":"en","text":"indulgence"}],"meaningId":514329531883538195,"authors":[1]}],"phrase":"indulgencia","examples":[{"author":94808,"first":"Con respecto a los programas de <strong class=\"keyword\">indulgencia</strong>, la tendencia se inclina hacia restringir la información que producen, en última instancia, los solicitantes de <strong class=\"keyword\">indulgencia</strong>.","second":"With respect to <strong class=\"keyword\">leniency</strong> programmes, the trend is towards restricting information originating, ultimately, from <strong class=\"keyword\">leniency</strong> applicants."},{"author":118293,"first":"¿Y quién esta ahí para presenciar esta muestra de <strong class=\"keyword\">indulgencia</strong>?","second":"And who's there to witness this display of <strong class=\"keyword\">indulgence</strong>?"},{"author":95096,"first":"El punto de partida para comprender la <strong class=\"keyword\">indulgencia</strong> es la abundancia de la misericordia de Dios, manifestada en la cruz de Cristo.","second":"The starting-point for understanding <strong class=\"keyword\">indulgences</strong> is the abundance of God's mercy revealed in the Cross of Christ."},{"author":118293,"first":"Pero si la posibilidad existe, aunque sea mínima... de que la <strong class=\"keyword\">indulgencia</strong> que recibió fuera resultado de su cooperación...","second":"But if the possibility exists, however unlikely... that the <strong class=\"keyword\">leniency</strong> he received was the result of cooperation...."},{"author":27,"first":"(EN) Señora Presidenta, quiero pedir disculpas por llegar un poco tarde y le agradezco su <strong class=\"keyword\">indulgencia</strong>.","second":"Madam President, I should like to apologise for being a little late and I appreciate your <strong class=\"keyword\">tolerance</strong>."},{"author":119723,"first":"Ruego que nos tratemos unos a otros con mas bondad, con mas cortesía, con mas paciencia e <strong class=\"keyword\">indulgencia</strong>.","second":"I pray that we will treat each other with more kindness, more patience, more courtesy and forgiveness."},{"author":94808,"first":"Sin embargo, no hay lugar para la <strong class=\"keyword\">indulgencia</strong>; el problema de las drogas exige severidad.","second":"There was no room, however, for <strong class=\"keyword\">leniency</strong>; drug issues must be dealt with strictly."},{"author":31,"first":"Su señoría, tengo que reclamar su <strong class=\"keyword\">indulgencia</strong>...... mientras que presento una declaración,... que, por supuesto, se hace con un gran sentido de la responsabilidad","second":"Having conferred with <strong class=\"keyword\">my</strong> learned friend and Mr. Peter Carter, the father of the girl in question"},{"author":94808,"first":"Esta anomalía tal vez dé a otros Estados una razón para adquirir armas nucleares, o para fabricarlas, en vista de tanta <strong class=\"keyword\">indulgencia</strong> o falta de atención hacia las actividades de los países que se niegan a someter sus instalaciones nucleares al régimen de salvaguardias.","second":"This anomaly might give other States a reason to acquire nuclear weapons, or manufacture them, because of <strong class=\"keyword\">leniency</strong> towards, and disregard of, the activities of countries that refuse to place their nuclear installations under the safeguards regime."},{"author":94808,"first":"Este capítulo explora las posibles diferencias sistemáticas entre los países desarrollados y los países en desarrollo que influirían en el valor de un programa de <strong class=\"keyword\">indulgencia</strong> si una jurisdicción combatiese de forma activa los cárteles.","second":"This chapter explores possible systematic differences between developed and developing countries that would influence the value of a <strong class=\"keyword\">leniency</strong> programme if a jurisdiction actively fought cartels."},{"author":118293,"first":"La venta de <strong class=\"keyword\">indulgencias</strong>...","second":"The trade in <strong class=\"keyword\">indulgences</strong>..."},{"author":95096,"first":"Las nuevas normas en las que se basa la consecución de las <strong class=\"keyword\">indulgencias</strong> entrarán en vigor a partir de los tres meses cumplidos del día en que se publique esta Constitución en Acta Apostolicae Sedis.","second":"These new norms regulating the acquisition of <strong class=\"keyword\">indulgences</strong> will become valid three months from the date of publication of this constitution in the Acta Apostolicae Sedis."},{"author":8000,"first":"Si se presta atención sólo a combatir a los terroristas o entidades terroristas que ponen el peligro el propio país y se hace caso omiso de las exigencias legítimas de otros países, o incluso si se obstaculizan los esfuerzos de otros países o se centra la atención únicamente en luchar contra las personas o entidades que actualmente conspiran actos terroristas, mostrando <strong class=\"keyword\">indulgencia</strong> o incluso ofreciendo protección deliberadamente a fuerzas terroristas que mienten u ocultan sus verdaderas intenciones, entonces no pueden abrigarse muchas esperanzas de que la cooperación internacional contra el terrorismo se desarrolle sin tropiezos ni de que continúe en el futuro","second":"If one pays attention only to combating terrorist individuals or entities endangering one's own country while turning a deaf ear to the legitimate demands of other countries or even blocking other countries' efforts, or if one is focused only on combating individuals or entities currently plotting terrorist attacks while showing <strong class=\"keyword\">leniency towards</strong>, or even deliberately shielding, terrorist forces which lie low and conceal their true colours, then there is little hope that international anti- terrorism cooperation can develop smoothly and continue in the future"},{"author":118293,"first":"Vuestro amor por la Reina os lleva a juzgar con <strong class=\"keyword\">indulgencia</strong> sus caprichos.","second":"Your love for the Queen makes you judge her capricious behavior with <strong class=\"keyword\">too</strong> much <strong class=\"keyword\">indulgence</strong>."},{"author":8000,"first":"Con arreglo al artículo # del Código de Procedimiento Penal, cuando en un procedimiento de supervisión se revisa una condena o un dictamen o sentencia de un tribunal en relación con la necesidad de aplicar leyes más duras habida cuenta de la <strong class=\"keyword\">indulgencia</strong> de la sentencia o por otros motivos, con el resultado de que la situación del convicto empeora o cuando se revisa un veredicto de absolución o un dictamen o decisión de sobreseer el caso, esta revisión se permite únicamente en el plazo de un año desde el momento en que la sentencia, dictamen o decisión del tribunal entró en vigor","second":"Pursuant to article # of the Code of Criminal Procedure, when under the supervisory procedure a conviction or a court ruling or decision is revised in connection with the need to apply harsher legislation owing to the <strong class=\"keyword\">leniency</strong> of the sentence or on other grounds, with the result that the convicted person's situation is worsened or when a verdict of acquittal or a court ruling or decision to discontinue the case is revised, such revision is permitted only within a period of one year from the time when the court judgement, ruling or decision entered into force"},{"author":94809,"first":"Varios RLG parcialmente controlados, <strong class=\"keyword\">indulgencia</strong> del sistema de sanciones, agricultores con animales, año de solicitud 2011","second":"Several SMRs partially checked, <strong class=\"keyword\">leniency</strong> of the sanctioning system, farmers with animals, CY2011"},{"author":27,"first":"Puedo hablar muy rápido, de forma que no me puedan traducir, o bien hablar rápido, o bien hablar muy despacio. Solicito su <strong class=\"keyword\">indulgencia</strong>.","second":"Mr President, Commissioner, this is not the first time that we meet in this House late at night to discuss issues of passenger data."},{"author":94808,"first":"¿Existen diferencias sistemáticas entre los países de ingresos altos y el resto de países que influyen en la efectividad de un programa de <strong class=\"keyword\">indulgencia</strong> contra cárteles?","second":"Do any systematic differences between high-income and other countries influence the effectiveness of a cartel <strong class=\"keyword\">leniency</strong> programme?"},{"author":94808,"first":"Uno de los miembros del cártel se acogió al programa de <strong class=\"keyword\">indulgencia</strong> y cooperó con la Comisión.","second":"One of the cartel members applied for <strong class=\"keyword\">leniency</strong> and cooperated with the Commission."},{"author":8008,"first":"El monje Luther, después solamente de haber atacado el abuso de las <strong class=\"keyword\">indulgencias</strong> (1517), rompe abiertamente con el Papa (1520), condena el celibato de los sacerdotes y los votos monásticos rechazan una parte de los dogmas católicos, niegan la infalibilidad de los Concilios como la del Papa, y declaran la Escritura santa la única base de la fe.","second":"The Luther monk, after having only tackled the abuse <strong class=\"keyword\">indulgences</strong> (1517), breaks openly with the Pope (1520), condemns the celibacy of the priests and the monastic vows rejects a part of the catholic dogmas, denies the infallibility of the Councils like that of the Pope, and proclaims the Scriptures the only base of the faith."},{"author":91988,"first":"También ha anunciado <strong class=\"keyword\">indulgencias</strong> plenarias –reducciones de las \"penas del Purgatorio\"– para quienes sigan por Internet su visita al festival de la juventud católica en Río de Janeiro.","second":"He has also announced plenary <strong class=\"keyword\">indulgences</strong> – time off from “the pains of purgatory” – for those who follow his visit to the Catholic youth festival in Rio de Janeiro on the Internet."},{"author":94808,"first":"En 2004, se modificó la Ley de rehabilitación de las personas condenadas (No 70/1981), y las enmiendas principales regulan con más <strong class=\"keyword\">indulgencia</strong> las condiciones necesarias para la supresión de las condenas anteriores en el caso de los jóvenes de hasta 21 años de edad.","second":"In 2004, the Law on the Rehabilitation of Convicted Persons [L. 70/1981] was amended, the main amendments being those which regulate more <strong class=\"keyword\">leniently</strong> the conditions under which previous convictions are struck off in the case of young persons up to the age of 21."},{"author":118293,"first":"Sólo por su voluntad se te mantiene con vida, y por mi continu ada y paciente <strong class=\"keyword\">indulgencia</strong>.","second":"By their will alone you are kept alive, and by my continued patient <strong class=\"keyword\">indulgence</strong>."},{"author":94808,"first":"La Comisión inició una investigación de las empresas de panificación y molienda y, en las primeras fases de la investigación, una de las empresas se acogió al programa de <strong class=\"keyword\">indulgencia</strong>.","second":"The Commission initiated an investigation into the bread and milling companies and at the early stages of the investigation one company applied for <strong class=\"keyword\">leniency</strong>."},{"author":94808,"first":"Algunos países en desarrollo también han seguido revisando los métodos de aplicación mediante la adopción de medios convencionales, tales como la introducción de programas de <strong class=\"keyword\">indulgencia</strong> en investigaciones de cárteles.","second":"Developing countries have also continued to review implementation methodologies by adopting conventional means for example the introduction of <strong class=\"keyword\">leniency</strong> programs in cartel investigations."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}