{"result":"ok","tuc":[{"phrase":{"text":"ineffable","language":"en"},"meanings":[{"language":"en","text":"That should not be spoken."},{"language":"en","text":"That cannot be expressed or described with words."},{"language":"en","text":"beyond expression"},{"language":"es","text":"Que no se debe pronunciar."}],"meaningId":3345057459640093176,"authors":[70195]},{"phrase":{"text":"supernal","language":"en"},"meanings":[{"language":"en","text":"exalted, exquisite, superlative"}],"meaningId":-3040564435293334026,"authors":[70195]},{"phrase":{"text":"unspeakable","language":"en"},"meanings":[{"language":"en","text":"That should not be spoken."},{"language":"en","text":"That cannot be expressed or described with words."},{"language":"es","text":"Que no se debe pronunciar."}],"meaningId":-8391019354582789925,"authors":[84500]},{"phrase":{"text":"indescribable","language":"en"},"meanings":[{"language":"en","text":"That cannot be expressed or described with words."}],"meaningId":6329123635434927033,"authors":[84500]},{"phrase":{"text":"inexpressible","language":"en"},"meanings":[{"language":"en","text":"That cannot be expressed or described with words."}],"meaningId":8999071912104240468,"authors":[97745]},{"phrase":{"text":"unutterable","language":"en"},"meanings":[{"language":"en","text":"That cannot be expressed or described with words."}],"meaningId":-8475725302346541581,"authors":[84500]},{"phrase":{"text":"undescribable","language":"en"},"meanings":[{"language":"en","text":"That cannot be expressed or described with words."}],"meaningId":7233645926967043604,"authors":[60172]},{"phrase":{"text":"indefinable","language":"en"},"meaningId":-2707940398892518318,"authors":[84500]},{"phrase":{"text":"unnameable","language":"en"},"meaningId":-726951719686659401,"authors":[84500]},{"phrase":{"text":"untellable","language":"en"},"meaningId":707091809675881389,"authors":[84500]},{"meanings":[{"language":"en","text":"ineffable (beyond expression)"}],"meaningId":-6731071777107681448,"authors":[1]}],"phrase":"inefable","examples":[{"author":95096,"first":"¿Cómo puede la humanidad de Jesús y el <strong class=\"keyword\">inefable</strong> misterio de la encarnación del Hijo del Padre iluminar la condición humana?","second":"How does the humanity of Jesus and the <strong class=\"keyword\">ineffable</strong> mystery of the Incarnation of the Son of the Father shed light on the human condition?"},{"author":95096,"first":"Este camino del hombre y del mundo hacia el Padre está sostenido por la fuerza del Espíritu Santo, que viene en ayuda de nuestra debilidad e «intercede por nosotros con gemidos <strong class=\"keyword\">inefables</strong>» (Rm 8, 26).","second":"This journey of humanity and the world to the Father is sustained by the power of the Holy Spirit, who helps us in our weakness and “intercedes for us with <strong class=\"keyword\">sighs</strong> too deep for words” (Rom 8:26)."},{"author":95096,"first":"Por eso, rebosáis de alegría <strong class=\"keyword\">inefable</strong> y gloriosa, y alcanzáis la meta de vuestra fe, la salvación de las almas\" (1 P 1, 8-9).","second":"As the outcome of your <strong class=\"keyword\">faith</strong> you obtain the salvation of your souls\" (I Pt 1: 8-9)."},{"author":95096,"first":"Juntamente con vosotros, me postro ante este <strong class=\"keyword\">inefable</strong> misterio de Dios, que es amor, misterio del amor divino y de la misericordia divina.","second":"Together with you I bow before this <strong class=\"keyword\">ineffable</strong> mystery of divine love and divine mercy."},{"author":31,"first":"Es <strong class=\"keyword\">inefable</strong>","second":"It' s <strong class=\"keyword\">ineffable</strong>"},{"author":119723,"first":"Una es la <strong class=\"keyword\">inefable</strong> paz interior y la serenidad de saber que hacemos lo correcto; otra es la ausencia de la culpa y la ansiedad que acompañan al pecado.","second":"One is the <strong class=\"keyword\">indescribable</strong> inner peace and serenity that come from knowing we are doing what is right; another is an absence of the guilt and anxiety that accompany sin."},{"author":95096,"first":"¡Misterio realmente <strong class=\"keyword\">inefable</strong>!","second":"A truly <strong class=\"keyword\">ineffable</strong> mystery!"},{"author":95096,"first":"En el creyente se realiza un misterio <strong class=\"keyword\">inefable</strong>: Cristo que está “arriba”, “sentado a la derecha del Padre” (Col 3, 1), también está “en” este hombre, con la plenitud de su redención, pues en todo cristiano se hace de nuevo realidad la vida de Cristo, su crecimiento, su madurez, su pasión, muerte y resurrección, que constituye su verdadera vida» (El testamento de Jesús, Milán 1993, p.","second":"An <strong class=\"keyword\">ineffable</strong> mystery is brought about in the believer: Christ who is ‘above’, ‘seated at the right hand of God’ (Col 3:1), is also ‘in’ this man, with the fullness of his redemption, for in every Christian the life of Christ is brought about once again: his growth, his maturity, his Passion, death and resurrection, which constitute true life” (Il testamento di Gesù, Milan 1993, p."},{"author":8008,"first":"4 que fue arrebatado al a paraíso , donde oyó palabras b <strong class=\"keyword\">inefables</strong> que al hombre no le es dado expresar.","second":"4 How that he was caught up into a paradise , and heard b <strong class=\"keyword\">unspeakable</strong> words, which it is c not d lawful for a man to utter."},{"author":95096,"first":"Verdaderamente experimentaron una alegría <strong class=\"keyword\">inefable</strong> al ver de nuevo a su Señor, y, llenas de entusiasmo, corrieron a comunicarla a los discípulos.","second":"The joy they felt at seeing their Lord was truly <strong class=\"keyword\">indescribable</strong> and, filled with enthusiasm, they ran to tell the disciples."},{"author":95096,"first":"En estos dos hombres contemplativos de las llagas de Cristo y testigos de su misericordia había «una esperanza viva», junto a un «gozo <strong class=\"keyword\">inefable</strong> y radiante» (1 P 1,3.8).","second":"In these two men, who looked upon the wounds of Christ and bore witness to his mercy, there dwelt a living hope and an <strong class=\"keyword\">indescribable</strong> and glorious joy (1 Pet 1:3,8)."},{"author":119723,"first":"Con la ayuda de Dios, llegará el día en que la música del Evangelio llenará su hogar con un gozo <strong class=\"keyword\">inefable</strong>.","second":"With God’s help, the day will come when the music of the gospel will fill your home with <strong class=\"keyword\">unspeakable</strong> joy."},{"author":94808,"first":"En dos ocasiones en la primera mitad del siglo XX, el mundo sufrió los horrores <strong class=\"keyword\">inefables</strong> de la guerra, y la humanidad experimentó sufrimientos, miseria y dolor incalculables.","second":"Twice in the first half of the twentieth century, the world went through the <strong class=\"keyword\">unspeakable</strong> horrors of war, and humankind experienced untold suffering, misery and sorrow."},{"author":119723,"first":"Después, reciben el <strong class=\"keyword\">inefable</strong> don del Espíritu Santo, un don que puede guiarlos constantemente si viven dignos de esa bendición.","second":"Then they receive the <strong class=\"keyword\">unspeakable</strong> gift of the Holy Ghost, a gift that may guide them constantly as they live for that blessing."},{"author":95096,"first":"El hecho <strong class=\"keyword\">inefable</strong>, el misterio del amor de Dios a los hombres, recibe su forma lingüística del vocabulario del matrimonio y de la familia, en positivo y en negativo: en efecto, el acercamiento de Dios a su pueblo se presenta con el lenguaje del amor esponsal, mientras que la infidelidad de Israel, su idolatría, se designa como adulterio y prostitución.","second":"The <strong class=\"keyword\">inexpressible</strong> fact, the mystery of God's love for men and women, receives its linguistic form from the vocabulary of marriage and the family, both positive and negative: indeed, God's drawing close to his people is presented in the language of spousal love, whereas Israel's infidelity, its idolatry, is designated as adultery and prostitution."},{"author":95096,"first":"Por otra parte, son elementos de los cuales depende la «respuesta a los enigmas recónditos de la condición humana que, hoy como ayer, conmueven íntimamente los corazones: ¿Qué es el hombre?, ¿cuál es el sentido y el fin de nuestra vida?, ¿qué es el bien y qué el pecado?, ¿cuál es el origen y el fin del dolor?, ¿cuál es el camino para conseguir la verdadera felicidad?, ¿qué es la muerte, el juicio y la retribución después de la muerte?, ¿cuál es, finalmente, ese misterio último e <strong class=\"keyword\">inefable</strong> que abarca nuestra existencia, del que procedemos y hacia el que nos dirigimos?»","second":"Yet these are the very elements on which there depends \"the answer to the obscure riddles of the human condition which today also, as in the past, profoundly disturb the human heart."},{"author":118293,"first":"Este es sin duda el eco de celestial canción. que de <strong class=\"keyword\">inefable</strong> gozo llena mi corazón.","second":"There by His love o'ershaded, sweetly my soul shall rest."},{"author":95096,"first":"Se inclina, juntamente con toda la profundidad de aquella fe, con la que abraza en sí misma el <strong class=\"keyword\">inefable</strong> misterio del Cuerpo de Cristo.","second":"She likewise bows down with all the depth of that faith with which she embraces within herself the <strong class=\"keyword\">inexpressible</strong> mystery of the Body of Christ."},{"author":95096,"first":"Queridos hermanos en el sacerdocio: debemos estar a menudo en oración, meditando el misterio de nuestra vocación, con el corazón lleno de admiración y gratitud hacia Dios por este don tan <strong class=\"keyword\">inefable</strong>.","second":"Dear brothers in the priesthood, we must often pause in prayer and meditate on the mystery of our vocation, our hearts filled with wonder and gratitude to God for this <strong class=\"keyword\">ineffable</strong> gift."},{"author":95096,"first":"Por tanto, Cristo os elige, os une y os asemeja a Sí con el medio insustituible, <strong class=\"keyword\">inefable</strong> del sufrimiento, a través del cual imprime en vosotros su imagen doliente y continúa realizando la obra de la redención.","second":"Christ, therefore, chooses you, unites you and assimilates you to himself with the irreplaceable, <strong class=\"keyword\">ineffable</strong> means of suffering, through which he imprints in you his painful image and continues to carry out the work of Redemption."},{"author":119723,"first":"Compartí con él lo que yo había aprendido de mis propias experiencias, incluso el que su asombro infantil reavivara en mí un profundo agradecimiento por ese <strong class=\"keyword\">inefable</strong> don de Dios: el don del Espíritu Santo2.","second":"I shared with him what I had learned from my own experiences, even as his childlike wonder reawakened in me a deep sense of gratitude for this <strong class=\"keyword\">unspeakable</strong> gift from God—the gift of the Holy Ghost.2"},{"author":119723,"first":"8 a quien, aunque no le habéis visto, amáis; en quien acreyendo, aunque al presente no lo veáis, os alegráis con gozo <strong class=\"keyword\">inefable</strong> y glorificado,","second":"8 Whom having not seen, ye love; in whom, though now ye see him not, yet abelieving, ye rejoice with joy <strong class=\"keyword\">unspeakable</strong> and full of glory:"},{"author":95096,"first":"La parábola del tesoro escondido que escuchamos en el Evangelio de hoy, nos recuerda la importancia decisiva y suprema del Señor en nuestra vida, invitándonos a supeditar todo lo demás a este <strong class=\"keyword\">inefable</strong> tesoro que Dios ha puesto en nosotros.","second":"In today’s Gospel, the Lord urges us to see the Kingdom of God as the most important thing in our lives, a treasure which will last to life <strong class=\"keyword\">eternal</strong>."},{"author":95096,"first":"Mas esta noche, Dios sea por ello bendito, se puede decir que todas las naciones están al pie del pesebre reunidas por la dulzura del <strong class=\"keyword\">inefable</strong> misterio.","second":"But tonight, thank God, you might say that all nations are at the foot of the crib, gathered together by the gentle goodness of this <strong class=\"keyword\">indescribable</strong> mystery."},{"author":95096,"first":"En efecto, es imprescindible que los jóvenes conozcan la verdadera belleza del amor, “ya que el amor es de Dios” (1 Jn 4, 7), que maduren en él en actitud de entrega y no de egoísmo, que se inicien en la convivencia con espíritu limpio y puro, incluyendo en ella también la riqueza de la experiencia de fe compartida, y que afronten su futuro como una verdadera vocación a la que Dios les llama para colaborar en la <strong class=\"keyword\">inefable</strong> tarea de ser dador de vida.","second":"Indeed, it is indispensable that young people know the true beauty of love, \"for love is of God\" (1 Jn 4,8), so that they develop an attitude of self-giving and not selfishness, that they begin their coexistence with a clear, pure spirit in which they retain the treasure of the experience of shared faith. They must also face their future as a true vocation to which God is calling them in order to collaborate with the <strong class=\"keyword\">ineffable</strong> task of giving life."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}