{"result":"ok","tuc":[{"phrase":{"text":"inert","language":"en"},"meanings":[{"language":"en","text":"unable to move or act"},{"language":"en","text":"sluggish or lethargic"},{"language":"en","text":"in chemistry, not readily reacting with other elements or compounds"}],"meaningId":-4934182124859956990,"authors":[70195]},{"phrase":{"text":"sluggish","language":"en"},"meanings":[{"language":"en","text":"having no power to move one&#39;s self or itself; inert"},{"language":"en","text":"having no power to move oneself or itself; inert"}],"meaningId":6535747662041318684,"authors":[70195]},{"phrase":{"text":"lifeless","language":"en"},"meaningId":5839493771341075095,"authors":[69425]},{"phrase":{"text":"inanimate","language":"en"},"meaningId":6144927831076184494,"authors":[69425]},{"phrase":{"text":"inertial","language":"en"},"meaningId":-9131567844081141175,"authors":[84500]},{"phrase":{"text":"chemically inert","language":"en"},"meaningId":-2824301019177149706,"authors":[80097]},{"phrase":{"text":"dead","language":"en"},"meaningId":8012174839628660675,"authors":[25018]},{"phrase":{"text":"inactive","language":"en"},"meaningId":2477120316374622899,"authors":[20]},{"phrase":{"text":"passive","language":"en"},"meaningId":151404495485542474,"authors":[89651]},{"phrase":{"text":"slow","language":"en"},"meaningId":4764737949193632331,"authors":[25115]},{"meanings":[{"language":"en","text":"inert"},{"language":"en","text":"inactive, sluggish"}],"meaningId":8747862103295976146,"authors":[1]}],"phrase":"inerte","examples":[{"author":94809,"first":"Uso para crear una atmósfera <strong class=\"keyword\">inerte</strong> y manipular el producto protegido del aire","second":"Use in order to create an <strong class=\"keyword\">inert</strong> atmosphere and to handle the product shielded from the air"},{"author":94809,"first":"Toda muestra deberá colocarse en un recipiente limpio e <strong class=\"keyword\">inerte</strong> que ofrezca una protección adecuada contra la contaminación, contra la pérdida de analitos por adsorción a su pared interna y contra daños durante el transporte.","second":"Each sample shall be placed in a clean, <strong class=\"keyword\">inert</strong> container offering adequate protection from contamination, from loss of analytes by adsorption to the internal wall of the container and against damage in transit."},{"author":94809,"first":"adsorción de sustancias problema líquidas, o de una solución en un disolvente volátil adecuado, a un medio o soporte <strong class=\"keyword\">inerte</strong> (por ejemplo, filtro de fibras de vidrio), seguida de evaporación del disolvente eventualmente empleado, y adición directa de cantidades conocidas;","second":"adsorption of liquid test chemicals, or a solution in a suitable volatile solvent, on to an <strong class=\"keyword\">inert</strong> medium or support (e.g. glass fibre filter), followed by evaporation of the solvent, if used, and direct addition of known amounts;"},{"author":8007,"first":"Aún tenemos que crear un organismo vivo a partir enteramente de botellas de sustancias químicas, de manera que alguien que cree en una “fuerza de vida” que sólo un ser divino puede imbuir en materia <strong class=\"keyword\">inerte</strong> sin duda seguirá creyéndolo.","second":"We have yet to build a living organism entirely from bottles of chemicals, so anyone who believes in a “life force” that only a divine being could imbue into <strong class=\"keyword\">inert</strong> matter will no doubt continue to believe in it."},{"author":42,"first":"depósito de eluyente, gas <strong class=\"keyword\">inerte</strong>, desgasificación del eluyente, composición del eluyente, impurezas","second":"reservoir of eluent, <strong class=\"keyword\">inert</strong> gas, degassing of the eluent, composition of the eluent, impurities"},{"author":94259,"first":"que los transforma en un material <strong class=\"keyword\">inerte</strong>","second":"turns food into an inner <strong class=\"keyword\">material</strong>,"},{"author":94809,"first":"Para el envasado, cuando se realiza, se utiliza material adecuado inocuo e <strong class=\"keyword\">inerte</strong> en relación al producto, en atmósfera normal, controlada o al vacío.","second":"Special material is used for its packaging, which, when it comes into contact with the product, is innocuous and <strong class=\"keyword\">inert</strong> in a normal or controlled atmosphere or in a vacuum."},{"author":94809,"first":"1518 00 || Grasas y aceites, animales o vegetales y sus fracciones, cocidos, oxidados, deshidratados, sulfurados, soplados, polimerizados por calor en vacío o atmósfera <strong class=\"keyword\">inerte</strong> («estandolizados»), o modificados químicamente de otra forma, excepto los de la partida 1516; mezclas o preparaciones no alimenticias de grasas o de aceites, animales o vegetales, o de fracciones de diferentes grasas o aceites de este capítulo, no expresadas ni comprendidas en otra parte || 0","second":"1518 00 || Animal or vegetable fats and oils and their fractions, boiled, oxidised, dehydrated, sulphurised, blown, polymerised by heat in vacuum or in <strong class=\"keyword\">inert</strong> gas or otherwise chemically modified, excluding those of heading 1516; inedible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of this chapter, not elsewhere specified or included || 0"},{"author":90326,"first":"De este modo se consigue evitar el sobrecalentamiento del gas <strong class=\"keyword\">inerte</strong> del interior de la cuba (2) y reducir el riesgo de inestabilidades en la atmósfera de gas <strong class=\"keyword\">inerte</strong>.","second":"In this way, the overheating of the <strong class=\"keyword\">inert</strong> gas inside the tank (2) is prevented and the risk of instability in the <strong class=\"keyword\">inert</strong> gas atmosphere is reduced."},{"author":94808,"first":"El Presidente Clinton hizo progresos considerables al reconocer que la Marina de los Estados Unidos tenía que salir de Vieques pero, según la solución que propuso, la Marina realizaría entrenamientos en Vieques durante tres años más, aunque únicamente con municiones <strong class=\"keyword\">inertes</strong>.","second":"“President Clinton made significant progress when he recognized that the United States Navy had to leave Vieques, but the solution he proposed will still have the Navy training in Vieques for three more years, albeit with <strong class=\"keyword\">inert</strong> ordnance only."},{"author":22,"first":"En el caudal del gas de escape se inyectará una cantidad conocida de un gas <strong class=\"keyword\">inerte</strong> (por ejemplo, helio puro) que servirá de gas trazador","second":"A known amount of an <strong class=\"keyword\">inert</strong> gas (e.g. pure helium) shall be injected into the exhaust gas flow as a tracer"},{"author":94809,"first":"5) los vertederos de residuos <strong class=\"keyword\">inertes</strong> sólo se utilicen para residuos <strong class=\"keyword\">inertes</strong>.","second":"5. <strong class=\"keyword\">inert</strong> waste landfill sites shall be used only for <strong class=\"keyword\">inert</strong> waste."},{"author":94809,"first":"Grasas y aceites, animales o vegetales, y sus fracciones, cocidos, oxidados, deshidratados, sulfurados, soplados, polimerizados por calor en vacío o atmósfera <strong class=\"keyword\">inerte</strong> («estandolizados»), o modificados químicamente de otra forma, excepto los de la partida 1516 ; mezclas o preparaciones no alimenticias de grasas o de aceites, animales o vegetales, o de fracciones de diferentes grasas o aceites del capítulo 15, no expresadas ni comprendidas en otra parte","second":"Animal or vegetable fats and oils and their fractions, boiled, oxidised, dehydrated, sulphurised, blown, polymerised by heat in vacuum or in <strong class=\"keyword\">inert</strong> gas or otherwise chemically modified, excluding those of heading 1516 ; inedible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of Chapter 15, not elsewhere specified or included"},{"author":118385,"first":"Punto 4: Uso para crear una atmósfera <strong class=\"keyword\">inerte</strong> y manipular el producto protegido del aire","second":"Point 4: Use in order to create an <strong class=\"keyword\">inert</strong> atmosphere and to handle the product shielded from the air"},{"author":22,"first":"La materia particulada que se encuentra en el intervalo granulométrico entre PM# y PM#,# consta principalmente de componentes <strong class=\"keyword\">inertes</strong>, como sílice, óxidos metálicos, etc","second":"The particulate matter in the size range between PM# and PM#,# mainly consists of <strong class=\"keyword\">inert</strong> components such as silica, metal oxides, etc"},{"author":94809,"first":"1518 00 91 | - - Grasas y aceites, animales o vegetales, y sus fracciones, cocidos, oxidados, deshidratados, sulfurados, soplados, polimerizados por calor en vacío o atmósfera <strong class=\"keyword\">inerte</strong> (\"estandolizados\"), o modificados químicamente de otra forma, excepto los de la partida 1516 |","second":"1518 00 91 | - - Animal or vegetable fats and oils and their fractions, boiled, oxidised, dehydrated, sulphurised, blown, polymerised by heat in vacuum or in <strong class=\"keyword\">inert</strong> gas or otherwise chemically modified, excluding those of heading 1516 |"},{"author":119723,"first":"La cabeza puede estar llena de luz, inspiración y revelación, y saber la intención y voluntad de Dios, pero si los oficiales que les siguen en jerarquía y si nosotros mismos estamos <strong class=\"keyword\">inertes</strong> con respecto a nuestros deberes, y no estamos en condiciones de recibir esa luz, ¿no les parece que la corriente se corta?","second":"The head may be full of light, of inspiration, revelation and of the mind and will of God, but if those officers who stand next to them, and if we ourselves are asleep in relation to our duties, and are not in a fit state to receive that light, do you not see that the river is dammed up at the head?"},{"author":94809,"first":"En efecto, según la lista de términos de referencia de la farmacopea europea, elaborada bajo la tutela del Consejo de Europa, (13) un excipiente es una sustancia auxiliar, en principio <strong class=\"keyword\">inerte</strong> en el ámbito terapéutico, necesaria para la fabricación, la administración o incluso la conservación del principio activo.","second":"According to the list of reference terms in the European Pharmacopoeia, drawn up under the aegis of the Council of Europe, (13) an excipient is an auxiliary substance, generally therapeutically <strong class=\"keyword\">inert</strong>, and needed for the manufacture, administration or conservation of the active ingredient."},{"author":95875,"first":"Las pruebas se completaron con ensayos adicionales de explosión de polvo en condiciones de simulación del secado y manipulación presurizados de combustibles de biomasa, pruebas con gases <strong class=\"keyword\">inertes</strong> para determinar los requisitos de condiciones no explosivas y ensayos de eliminación en condiciones optimizadas.","second":"Further tests were conducted on dust explosion at conditions simulating pressurised drying and handling of the biomass fuels, <strong class=\"keyword\">inert</strong> gas tests to determine the requirements of non-explosive conditions, together with suppression tests in elevated conditions."},{"author":8000,"first":"En la vida diaria, todas las personas están expuestas al radón, gas radiactivo natural químicamente <strong class=\"keyword\">inerte</strong> que se encuentra en cualquier parte de la atmósfera","second":"Everyone is exposed in daily life to radon, a chemically <strong class=\"keyword\">inert</strong> radioactive gas that occurs naturally and is present in the atmosphere everywhere"},{"author":118293,"first":"Mitigaba la fiebre de mis pies en la tierra húmeda, cubría con hojas mi cuerpo y, tumbado a la sombra, dormía en la actitud <strong class=\"keyword\">inerte</strong> de una planta enferma... doblegada por un brote rojo...","second":"Soothing my feverish feet into the ground, and cover myself up with leaves, I slept as quietly as an ailing plant... wilted by the <strong class=\"keyword\">weight</strong> of a red blossom..."},{"author":94808,"first":"Mozambique notificó 320 minas antipersonal menos que en 2012 e indicó que 98 de ellas eran minas <strong class=\"keyword\">inertes</strong> sin explosivo ni detonador.","second":"Mozambique reported 320 fewer anti-personnel mines than it did in 2012 and indicated that 98 of these mines are <strong class=\"keyword\">inert</strong> without explosives and detonators."},{"author":118293,"first":"Será un cable <strong class=\"keyword\">inerte</strong> en la pared, sin daño no hay falta.","second":"It'll be a <strong class=\"keyword\">dead</strong> wire in the wall, no harm, no foul."},{"author":94809,"first":"El envasado se llevará a cabo en envases a base de materiales impermeables, <strong class=\"keyword\">inertes</strong> e inocuos que garanticen todas las normas higiénicas y sanitarias.","second":"The oil must be put up for market in recipients made from impermeable, <strong class=\"keyword\">inert</strong>, innocuous materials that meet all health and hygiene standards."},{"author":94809,"first":"c) cuando no pueda establecer si los LAG son o no <strong class=\"keyword\">inertes</strong>, y","second":"(c) when it cannot assess whether the LAG is benign or not; and"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}