{"result":"ok","tuc":[{"phrase":{"text":"inexorable","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."},{"language":"en","text":"Impossible to stop or prevent: inevitable"}],"meaningId":3416743813959217029,"authors":[70195]},{"phrase":{"text":"relentless","language":"en"},"meanings":[{"language":"en","text":"unremitting, steady and persistent"},{"language":"en","text":"Unremitting, steady and persistent"}],"meaningId":-1596033028650200467,"authors":[70195]},{"phrase":{"text":"ineluctable","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."}],"meaningId":-4601910459535708088,"authors":[60172]},{"phrase":{"text":"inescapable","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."}],"meaningId":-620210956439138907,"authors":[60172]},{"phrase":{"text":"inevitable","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."}],"meaningId":8286950355873439975,"authors":[60172]},{"phrase":{"text":"necessary","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."}],"meaningId":3398930837193508635,"authors":[60172]},{"phrase":{"text":"predetermined","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."}],"meaningId":6916609234798763837,"authors":[60172]},{"phrase":{"text":"unavoidable","language":"en"},"meanings":[{"language":"es","text":"Que no puede evitarse."},{"language":"en","text":"That cannot be avoided."}],"meaningId":-1023385589830513812,"authors":[60172]},{"phrase":{"text":"adamant","language":"en"},"meaningId":270860441038576294,"authors":[2903]},{"phrase":{"text":"grim","language":"en"},"meaningId":-757342285021798748,"authors":[97745]},{"phrase":{"text":"inflexible","language":"en"},"meaningId":2434861662328295170,"authors":[83093]},{"phrase":{"text":"ruthless","language":"en"},"meaningId":-3332990515050956342,"authors":[25115]},{"phrase":{"text":"stern","language":"en"},"meaningId":-8852606065036001473,"authors":[83619]},{"phrase":{"text":"sure","language":"en"},"meaningId":1311935871492237073,"authors":[83619]},{"phrase":{"text":"unappeasable","language":"en"},"meaningId":-2226475756459665723,"authors":[83619]},{"phrase":{"text":"unbending","language":"en"},"meaningId":-3219385643503920081,"authors":[83093]},{"phrase":{"text":"unexorable","language":"en"},"meaningId":6314869081660980567,"authors":[60172]},{"phrase":{"text":"unrelenting","language":"en"},"meaningId":-480207128283724557,"authors":[25115]},{"meanings":[{"language":"en","text":"inexorable"}],"meaningId":-1139459218969256680,"authors":[1]}],"phrase":"inexorable","examples":[{"author":8000,"first":"El mundo ha entrado en un nuevo milenio sin haber podido resolver los problemas <strong class=\"keyword\">inexorables</strong> de la pobreza y el subdesarrollo","second":"The world has entered a new millennium and yet it has still not been able to solve the <strong class=\"keyword\">inexorable</strong> problems of poverty and underdevelopment"},{"author":94808,"first":"En verdad, hoy es más que pertinente, dado el hecho de que la utilización de la energía nuclear con fines pacíficos puede abordar la demanda creciente e <strong class=\"keyword\">inexorable</strong> de nuevas fuentes de energía no contaminantes para fomentar el desarrollo económico.”","second":"It remains undiminished today ... Indeed, it is all the more relevant today, given the fact that peaceful uses of nuclear energy can address the <strong class=\"keyword\">inexorably</strong> growing demand for new and non-polluting sources of energy to fuel economic development.”"},{"author":118293,"first":"\" El río de lava avanzaba <strong class=\"keyword\">inexorable</strong>.","second":"\" The <strong class=\"keyword\">inexorable</strong> advancing lava flow."},{"author":8000,"first":"Por ahora se ha visto obstaculizada por # años de trabas, pero su camino <strong class=\"keyword\">inexorable</strong> hasta hacerse realidad es innegable","second":"It has been hindered by # years of obstacles thus far, but its <strong class=\"keyword\">inexorable</strong> path to fruition is undeniable"},{"author":91988,"first":"Quizá si las dos alas se hubieran unido ese partido único habría surgido como una fuerza <strong class=\"keyword\">inexorable</strong> e imbatible.","second":"Perhaps if both wings had united, that single party would have appeared as an <strong class=\"keyword\">unbeatable</strong> juggernaut."},{"author":93235,"first":"Incluso en los sujetos sanos existe una <strong class=\"keyword\">inexorable</strong> declinación de la función cognitiva relacionada con la edad.","second":"Even in healthy individuals there is an <strong class=\"keyword\">inexorable</strong> agerelated decline in cognitive function."},{"author":27,"first":"Como saben, estos recursos se han explotado a unas tasas muy superiores a sus tasas naturales de reposición, lo que significa que su agotamiento <strong class=\"keyword\">inexorable</strong> emerge en el horizonte.","second":"As we know, these resources have been exploited at rates far higher than their natural rates of replacement, meaning that their <strong class=\"keyword\">inexorable</strong> exhaustion is looming on the horizon."},{"author":94808,"first":"Así como la comunidad internacional pide a la República Democrática del Congo que se comprometa de manera <strong class=\"keyword\">inexorable</strong> a entablar el diálogo, la comunidad internacional también debería pedir a Rwanda, Burundi y Uganda que informen sobre los progresos que han realizado para establecer y consolidar sus consensos nacionales.","second":"Just as the international community calls on the Democratic Republic of the Congo to <strong class=\"keyword\">move</strong> resolutely forward <strong class=\"keyword\">towards</strong> dialogue, it would be only fair that the international community should call on Rwanda, Burundi and Uganda to report on the progress each has made in establishing and consolidating a national consensus."},{"author":27,"first":"Esto se debe en gran parte al <strong class=\"keyword\">inexorable</strong> proceso de globalización y también, parcialmente, al Plan de Acción sobre Servicios Financieros de 1999.","second":"This is due in large part to the <strong class=\"keyword\">inexorable</strong> process of globalisation and partly to the Financial Services Action Plan from 1999."},{"author":8008,"first":"Con el paso del tiempo, las fachadas de las viviendas tienden a ensuciarse de manera <strong class=\"keyword\">inexorable</strong>, lo que supone un notable deterioro estético y un aparatoso y caro proceso de limpieza cuando el aspecto del edificio llega a ser inaceptable.","second":"With the passing of time, building façades tend to become increasingly dirty, which results in a significantly deteriorated appearance and a laborious and costly cleaning process when the building's appearance becomes unacceptable."},{"author":94808,"first":"Si la globalización es <strong class=\"keyword\">inexorable</strong>, el multilateralismo tiene que ser el mecanismo que la sustente y la corrija.","second":"If globalization was <strong class=\"keyword\">inexorable</strong>, multilateralism had to be its life-sustaining and corrective mechanism."},{"author":94808,"first":"También se le debe prestar especial atención al calentamiento del planeta, que conduce a la elevación <strong class=\"keyword\">inexorable</strong> del nivel del mar, amenazando con ello a cerca de 100 millones de personas que viven al nivel del mar.","second":"Special attention must also be accorded to global warming, which is leading to an <strong class=\"keyword\">inexorable</strong> rise in sea level, threatening nearly 100 million people living at sea level."},{"author":27,"first":"Señora Presidenta, el aumento <strong class=\"keyword\">inexorable</strong> del precio del petróleo y su consiguiente presión al alza de los precios de los fertilizantes, junto a incrementos fluctuantes de los precios del trigo, el maíz y otros cereales, está generando una crisis en nuestro sector agrícola, así como una creciente crisis mundial.","second":"Madam President, the <strong class=\"keyword\">relentless</strong> increase in the price of oil and its consequent upward pressure on fertiliser prices, together with swingeing increases in the price of wheat, maize and other cereals, is creating a crisis in our farm sector, as well as a growing global crisis."},{"author":8000,"first":"Y es convicción de nuestro Gobierno, que la población pobre de todo el mundo, incluso aquella que se encuentra en los países ricos, pueda modificar su casi <strong class=\"keyword\">inexorable</strong> destino de más desigualdad, más enfermedad y más discapacidad","second":"Our Government is convinced that poor populations all over the world, including the poor sectors of rich countries, can change the sometimes <strong class=\"keyword\">inexorable</strong> fate of greater inequality, disease and disability"},{"author":8008,"first":"Y aun cuando el hombre, tras múltiples esfuerzos, consigue mitigar o escapar momentáneamente del sufrimiento, termina por caer, de manera <strong class=\"keyword\">inexorable</strong>, en el insoportable vacío del aburrimiento.","second":"The world is no longer an end, but a means: the kingdom of joy lies beyond it and beyond death ... Everything true in Christianity is also to be discovered in Brahmanism and Buddhism."},{"author":8000,"first":"El Sr. BADDOU (Marruecos), hablando en nombre del Grupo de Estados Africanos, dice que, tras haberse visto alcanzado por la dinámica <strong class=\"keyword\">inexorable</strong> de la mundialización, el continente, que ha quedado por ello aún más rezagado con respecto a los países industrializados deposita grandes esperanzas en el Director General, cuya buena disposición y solidaridad con África quedaron demostradas en su primer mandato","second":"Mr. BADDOU (Morocco), speaking on behalf of the African Group, said that, having been caught up in the <strong class=\"keyword\">inexorable</strong> dynamic of globalization and consequently fallen still further behind the developed countries, Africa had great expectations of the Director-General, who, in his first term, had shown himself willing and helpful"},{"author":8000,"first":"Ningún país por sí sólo, ni siquiera una superpotencia, puede lograr la paz entre dos partes cuando sus propias políticas y relaciones están prejuiciadas de forma <strong class=\"keyword\">inexorable</strong> y abrumadora en favor de una de ellas","second":"One nation alone, even a super-Power, cannot produce peace between the parties when its own policies and relations are consistently and <strong class=\"keyword\">overwhelmingly</strong> biased in favour of one party"},{"author":95096,"first":"Pero he aquí la gran sorpresa: Dios mismo paga el rescate y arranca de las manos de la muerte a su fiel, porque él es el único que puede derrotar a la muerte, <strong class=\"keyword\">inexorable</strong> para las criaturas humanas.","second":"Here is the great surprise: God himself pays the ransom and snatches his faithful from the hands of death, for he is the only One who can conquer death that human creatures cannot <strong class=\"keyword\">escape</strong>."},{"author":94808,"first":"Se trata de una obligación primaria, fundamental e <strong class=\"keyword\">inexorable</strong>.","second":"This is a primary, essential and <strong class=\"keyword\">inescapable</strong> obligation."},{"author":8000,"first":"En momentos en que la comunidad internacional se une para luchar contra el flagelo del terrorismo, constituye una necesidad imperiosa que se ejerza presión constante e <strong class=\"keyword\">inexorable</strong> sobre los dirigentes palestinos para garantizar que cumplan sus obligaciones internacionales de impedir que su territorio se utilice como escenario para perpetrar atentados contra civiles","second":"At a time when the international community is uniting to combat the scourge of terrorism, it is imperative that constant and <strong class=\"keyword\">unrelenting</strong> pressure be exerted on the Palestinian leadership to ensure that it fulfils its international obligations to prevent its territory from being used as a staging ground for attacks against civilians"},{"author":31,"first":"Siento algo emanar de ellas que se desliza a lo largo de mis brazos hasta el fondo de mi alma... frío, espantoso, <strong class=\"keyword\">inexorable</strong>","second":"I feel it also go out... the arms spread... until then in the soul... cold, terrible, <strong class=\"keyword\">grim</strong>"},{"author":94809,"first":"Estas situaciones son delicadas, desde el punto de vista humano, en la medida en que el plazo vencerá de forma <strong class=\"keyword\">inexorable</strong>.","second":"Such situations are difficult to sustain, on a human level, in so far as the people concerned know that the period of work will <strong class=\"keyword\">inevitably</strong> come to an end."},{"author":95096,"first":"Lo llevaremos unido a nuestra vida asechada por un sinfín de peligros, oprimida por las preocupaciones y las penas, y sujeta al lento pero <strong class=\"keyword\">inexorable</strong> desgaste del tiempo.","second":"We will bring it into contact with our lives beset by a thousand dangers, weighed down by worries and sorrows, subject to the slow but <strong class=\"keyword\">inexorable</strong> wear and tear of time."},{"author":94808,"first":"Deberían buscarse medios de desarrollo más eficaces, y los países desarrollados deberían hacer todo lo posible por ayudar a los países en desarrollo a ajustarse a la <strong class=\"keyword\">inexorable</strong> tendencia a la mundialización.","second":"More effective means of development should be sought, and the developed countries should do their utmost to help the developing countries adjust to the <strong class=\"keyword\">inexorable</strong> trend towards globalization."},{"author":94808,"first":"No obstante, dada la <strong class=\"keyword\">inexorable</strong> revolución demográfica en marcha que afectará a todas las naciones a medida que sus poblaciones envejezcan, aún queda mucho por hacer.","second":"However, given the <strong class=\"keyword\">inexorable</strong> demographic revolution that has begun and will affect all nations as their populations age, much more needs to be done."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93235":{"U":"https://www.ncbi.nlm.nih.gov/pmc/","id":93235,"N":"pmc","url":"https://glosbe.com/source/93235"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}