{"result":"ok","tuc":[{"phrase":{"text":"sway","language":"en"},"meaningId":182777821991128298,"authors":[25115]},{"phrase":{"text":"influence","language":"en"},"meaningId":4071855507151284187,"authors":[84500]},{"phrase":{"text":"effect","language":"en"},"meaningId":2148583680902129876,"authors":[25018]},{"meanings":[{"language":"en","text":"influx"}],"meaningId":-3081814576927366097,"authors":[93107]}],"phrase":"influjo","examples":[{"author":94809,"first":"Para verificar el desplazamiento vertical de la línea de corte por <strong class=\"keyword\">influjo</strong> del calor, se seguirá el procedimiento siguiente:","second":"With respect to the verification of the change in vertical position of the cut-off line <strong class=\"keyword\">under</strong> the <strong class=\"keyword\">influence</strong> of heat, the following procedure shall be applied:"},{"author":8008,"first":"Residentes de las comunidades alrededores de la zona de expansión propuesta de Columbia están en peligro tremendo de desplazamiento, como las nuevas facilidades de Columbia traerían un <strong class=\"keyword\">influjo</strong> interminable de forasteros ricos que competirían con residentes de bajo ingreso y largo estancia para viviendas del barrio.","second":"Residents of the communities surrounding Columbia's proposed expansion area are at tremendous risk of displacement, as Columbia's new facilities would bring an unending supply of wealthy outsiders to compete for housing with the low-income long-time residents of the neighborhood."},{"author":95096,"first":"Todos vosotros, venerables hermanos, estáis ciertamente convencidos de que devolver a un ánimo sacerdotal el gozo y el entusiasmo por la propia vocación, la paz interior y la salvación, es un ministerio urgente y glorioso que tiene un <strong class=\"keyword\">influjo</strong> incalculable en una multitud de almas.","second":"Venerable brothers, all of you are certainly convinced that to restore to the soul of a priest joy in and enthusiasm for his vocation, interior peace and salvation, is an urgent and glorious ministry which has an incalculable <strong class=\"keyword\">influence</strong> on a multitude of souls."},{"author":95096,"first":"No hay, por tanto, auténtica labor formativa para el sacerdocio sin el <strong class=\"keyword\">influjo</strong> del Espíritu de Cristo.","second":"So we can say that there cannot exist any genuine formational work for the priesthood without the <strong class=\"keyword\">influence</strong> of the Spirit of Christ."},{"author":95096,"first":"Como escribí en la exhortación apostólica Ecclesia in Africa, un diálogo sereno y prudente con los seguidores de esa religión podrá «proteger de <strong class=\"keyword\">influjos</strong> negativos que condicionan la misma forma de vida de muchos católicos y, por otra, asegurar la asimilación de los valores positivos como la creencia en el Ser supremo, eterno, creador, providente y justo juez, que se armonizan bien con el contenido de la fe» (n.","second":"As I wrote in Ecclesia in Africa, calm and prudent dialogue with the followers of this religion \"will be able, on the one hand, to protect Catholics from negative <strong class=\"keyword\">influences</strong> which condition the way of life of many of them and, on the other hand, to foster the assimilation of positive values such as belief in a Supreme Being who is Eternal, Creator, Provident and Just Judge, values which are readily harmonized with the content of the faith\" (n."},{"author":8000,"first":"Hay un <strong class=\"keyword\">influjo</strong> de otras religiones en un país donde sólo una religión existió durante muchos siglos","second":"There was an <strong class=\"keyword\">influx</strong> of other religions in a country where only one religion had existed for many centuries"},{"author":95096,"first":"Todo hombre abierto sinceramente a la verdad y al bien, aun entre dificultades e incertidumbres, con la luz de la razón y no sin el <strong class=\"keyword\">influjo</strong> secreto de la gracia, puede llegar a descubrir en la ley natural escrita en su corazón (cf.","second":"Even in the midst of difficulties and uncertainties, every person sincerely open to truth and goodness can, by the light of reason and the hidden action of grace, come to recognize in the natural law written in the heart (cf."},{"author":95096,"first":"Estos motivos pueden venir a mejor luz, no sin el <strong class=\"keyword\">influjo</strong> del Espíritu Santo, prometido por Cristo a los suyos para el conocimiento de las cosas venideras (cf.","second":"(13) These can be brought into clearer light only <strong class=\"keyword\">under</strong> the <strong class=\"keyword\">influence</strong> of the Holy Spirit, promised by Christ to His followers for the knowledge of things to come (14) and to enable the People of God to increase in the understanding of the mystery of Christ and of the Church."},{"author":8008,"first":"El Incontro Romano nació bajo el impulso del Siervo de Dios Mons. Álvaro del Portillo -primer sucesor de San Josemaría Escrivá de Balaguer, fundador del Opus Dei-, que en 1990 animó a un grupo de profesionales del servicio a poner en juego su iniciativa para ampliar el <strong class=\"keyword\">influjo</strong> benéfico que, de hecho, ejercen estas profesiones sobre las personas e instituciones.","second":"Incontro Romano began with an international congress that took place in Rome in 1991 tackling the theme: ̈Woman, work, and family in the world ̈."},{"author":118293,"first":"Multiples puñaladas, concuerdan con asesinos bajo <strong class=\"keyword\">influjo</strong> de drogas o con mucha adrenalina.","second":"Multiple stabs are congruent with killers jacked on crystal meth or just plain adrenaline."},{"author":95096,"first":"Ahora bien, la maternidad de la Iglesia no hace superflua a la de María que, al seguir ejerciendo su <strong class=\"keyword\">influjo</strong> sobre la vida de los cristianos, contribuye a dar a la Iglesia un rostro materno.","second":"But the Church’s motherhood does not make Mary’s superfluous: continuing to exercise her <strong class=\"keyword\">influence</strong> on the life of Christians, Mary helps to give the Church a maternal face."},{"author":95875,"first":"Weissenhorn \"debemos preparar a las regiones de los nuevos Estados miembros respecto al <strong class=\"keyword\">influjo</strong> de las ayudas financieras que proceden de los Fondos Estructurales.","second":"As Ms Weissenhorn explained: 'We have to prepare regions in the new Member States for the influx of financial support from the Structural Funds."},{"author":94809,"first":"Por otra parte, en la medida en que a la referencia actualizada se opongan reparos materiales en lo que respecta a la respectiva modificación del Acuerdo ADR, el Comité considera que los representantes de la UE y del EEE, que cuentan con más de 18 millones de votos entre los organismos del Acuerdo ADR, ejercerán en el futuro un considerable <strong class=\"keyword\">influjo</strong> en la configuración de dicho Acuerdo.","second":"Should there be objections to the substance of the changes to the ADR Agreement - objections which are an argument against a dynamic reference - then the Committee can only assume that the representatives of the EU and EEA, who have at least 18 votes in the constituent bodies of the 23 Member State ADR, will be able to exercise a considerable <strong class=\"keyword\">influence</strong> over the future tenor of the ADR."},{"author":42,"first":"La velocidad que el vehículo no puede sobrepasar, en un terreno llano y sin <strong class=\"keyword\">influjos</strong> exteriores fortuitos, teniendo en cuenta las limitaciones especiales eventuales impuestas en el diseño y la fabricación del vehículo","second":"means the speed which the vehicle cannot exceed, on the level and without undue external <strong class=\"keyword\">influence</strong>, taking into account any special limitations imposed on the design and construction of the vehicle"},{"author":95096,"first":"La información calificada tiene también un <strong class=\"keyword\">influjo</strong> directo en la educación y en la decisión política.","second":"High-quality information even has a direct <strong class=\"keyword\">influence</strong> upon education and political decisions."},{"author":118293,"first":"y libraré a la carne, hastiada ya del mundo, del <strong class=\"keyword\">influjo</strong> maligno de las estrellas.","second":"O, here will I set up my everlasting rest and shake the yoke of inauspicious stars from this world-wearied flesh."},{"author":95096,"first":"La obra evangelizadora del mundo conlleva la profunda transformación de las personas humanas por <strong class=\"keyword\">influjo</strong> de la gracia de Cristo.","second":"The evangelization of the world involves the profound transformation of the human person under the <strong class=\"keyword\">influence</strong> of Christ's grace."},{"author":94809,"first":"Las plantas de regaliz nacen espontáneamente, se cultivan a lo largo del litoral y se propagan desde las llanuras costeras de la vertiente tirrena (Lamezia Terme, Falerna, Nocera Tirenese ...) y de la vertiente jónica (Crotone, Isola Capo Rizzuto, Chiaravalle, Badolato, Roccella Ionica ...) a las zonas interiores de colinas, ampliándose a través de los valles de los principales ríos calabreses hasta las montañas interiores que, debido a su conformación particular, gozan de los efectos saludables del <strong class=\"keyword\">influjo</strong> del mar.","second":"The liquorice plants grow wild and are cultivated along the coasts and spread from the plains on the coasts of the Tyrrhenian Sea (Lamezia Terme, Falerna, Nocera Tirenese, etc.) and the Ionian Sea (Crotone, Isola Capo Rizzuto, Chiaravalle, Badolato, Roccella Ionica, etc.) to the inland hilly areas."},{"author":95096,"first":"Porque El de tal manera los excitó y movió con su <strong class=\"keyword\">influjo</strong> sobrenatural para que escribieran, de tal manera los asistió mientras escribían, que ellos concibieran rectamente todo y sólo lo que El quería, y lo quisieran fielmente escribir, y lo expresaran aptamente con verdad infalible; de otra manera, El no sería el autor de toda la Sagrada Escritura»[42].","second":"For by supernatural power the <strong class=\"keyword\">Holy</strong> Spirit so stirred them and moved them to write, so assisted them as they wrote, that their minds could rightly conceive only those and all those things which He himself bade them conceive; only such things could they faithfully commit to writing and aptly express with unerring truth; else God would not be the Author of the entirety of Sacred Scripture.[ 42]"},{"author":95875,"first":"Bajo el <strong class=\"keyword\">influjo</strong> del cliente, el desarrollo de aplicaciones y servicios dentro del campo de las telecomunicaciones cambia continuamente.","second":"Driven by customer behaviour, the development of applications and services within the telecommunications field is continuously changing."},{"author":94809,"first":"- El <strong class=\"keyword\">influjo</strong> que la Unión Europea puede ejercer sobre las condiciones de la oferta de energía es escaso.","second":"- The European Union has very limited scope to <strong class=\"keyword\">influence</strong> energy supply conditions."},{"author":95096,"first":"Mis años de teenager fueron arruinados por un régimen funesto que pensaba tener todas las respuestas; su <strong class=\"keyword\">influjo</strong> creció –filtrándose en las escuelas y los organismos civiles, así como en la política e incluso en la religión– antes de que pudiera percibirse claramente que era un monstruo.","second":"My own years as a teenager were marred by a sinister regime that thought it had all the answers; its <strong class=\"keyword\">influence</strong> grew – infiltrating schools and civic bodies, as well as politics and even religion – before it was fully recognized for the monster it was."},{"author":95875,"first":"El estudio también reclama que la Comisión, si es posible, apoye la realización de evaluaciones periódicas del <strong class=\"keyword\">influjo</strong> ejercido por los viveros de empresas con objeto de identificar las mejores prácticas y demostrar las ventajas del apoyo prestado por la financiación pública, que en la actualidad representa una elevada proporción de los costes de constitución de muchos viveros, y alrededor del 37 por ciento de sus ingresos de explotación.","second":"The study also calls on the Commission to support, if possible, the adoption of regular impact assessments by business incubators in order to identify best practice and demonstrate the benefits of public funding support, which currently accounts for a high proportion of the set-up costs of many incubators and around 37 per cent of their operating revenue."},{"author":95096,"first":"Desde esta convicción, la Iglesia, con su solicitud pastoral, y siendo consciente del importante <strong class=\"keyword\">influjo</strong> que este fenómeno tiene sobre el ser humano, lo acompaña desde sus primeros pasos, alienta y promueve sus potencialidades, al mismo tiempo que señala y trabaja por corregir sus riesgos y desviaciones.","second":"For this reason, moved by pastoral solicitude and in view of the important <strong class=\"keyword\">influence</strong> tourism has on the human person, the Church has accompanied it from its first beginnings, encouraging its potential while at the same time pointing out, and striving to correct, its risks and deviations."},{"author":95096,"first":"Este renovado dinamismo de evangelización produce un <strong class=\"keyword\">influjo</strong> beneficioso sobre las dos «ramas» especificas que se desarrollan a partir de ella, es decir, por una parte, la missio ad gentes, esto es el anuncio del Evangelio a aquellos que aun no conocen a Jesucristo y su mensaje de salvación; y, por otra parte, la nueva evangelización, orientada principalmente a las personas que, aun estando bautizadas, se han alejado de la Iglesia, y viven sin tener en cuenta la praxis cristiana.","second":"Such renewed evangelical dynamism produces a beneficent <strong class=\"keyword\">influence</strong> on the two specific “branches” developed by it, that is, on the one hand the Missio ad Gentes or announcement of the Gospel to those who do not yet know Jesus Christ and his message of salvation, and on the other the New Evangelization, directed principally at those who, though baptized, have drifted away from the Church and live without reference to the Christian life."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}