{"result":"ok","tuc":[{"phrase":{"text":"inflection","language":"en"},"meanings":[{"language":"en","text":"change in pitch or tone of voice"},{"language":"en","text":"turning away from a straight course"}],"meaningId":-6370753333747149286,"authors":[70195]},{"phrase":{"text":"bend","language":"en"},"meanings":[{"language":"en","text":"Movement that causes the formation of a curve."},{"language":"es","text":"Movimiento que causa la formación de una curva."}],"meaningId":7854049486723292897,"authors":[35]},{"phrase":{"text":"bending","language":"en"},"meanings":[{"language":"en","text":"Movement that causes the formation of a curve."},{"language":"es","text":"Movimiento que causa la formación de una curva."}],"meaningId":-1405700879200291469,"authors":[35]},{"phrase":{"text":"inflexion","language":"en"},"meaningId":-8943722699338622880,"authors":[89651]},{"phrase":{"text":"curvature","language":"en"},"meaningId":831112264348579883,"authors":[83042]},{"phrase":{"text":"curve","language":"en"},"meaningId":2750310511875652214,"authors":[83042]},{"meanings":[{"language":"en","text":"inflection (a turning away from a straight course)"},{"language":"en","text":"inflection (a change in the tone of voice)"}],"meaningId":1582275652382946428,"authors":[1]}],"phrase":"inflexión","examples":[{"author":94809,"first":"Los servicios de la Comisión utilizan ampliamente estos resultados como herramienta indispensable de supervisión económica, en particular en la elaboración de las previsiones macroeconómicas semestrales y el análisis de la evolución coyuntural (determinación de puntos de <strong class=\"keyword\">inflexión</strong>, por ejemplo).","second":"The results of the surveys are intensively used by the Commission services as an indispensable tool for economic surveillance. This includes their use in the semi-annual macroeconomic forecasts and in the analysis of business cycle developments (e.g. determination of <strong class=\"keyword\">turning</strong> points)."},{"author":91988,"first":"La gobernanza y conservación de los océanos se encuentra en un punto de <strong class=\"keyword\">inflexión</strong> crucial.","second":"Ocean governance and conservation is at a critical <strong class=\"keyword\">juncture</strong>."},{"author":94809,"first":"La PPC ha alcanzado un punto de <strong class=\"keyword\">inflexión</strong>.","second":"The CFP has reached a <strong class=\"keyword\">turning</strong>-point."},{"author":94808,"first":"En Europa, América del Norte y Oceanía, esta proporción ya ha pasado su punto de <strong class=\"keyword\">inflexión</strong>, y se prevé que en el período comprendido entre 2015 y 2030 disminuya 5 puntos porcentuales en Europa y América del Norte y 2 puntos porcentuales en Oceanía.","second":"In Europe, Northern America and Oceania, this proportion has already passed the <strong class=\"keyword\">peak</strong> level, and it is projected to decline between 2015 and 2030 by 5 percentage points in Europe and Northern America and by 2 points in Oceania."},{"author":91988,"first":"CAMBRIDGE – El sistema de comercio mundial se enfrenta a un importante punto de <strong class=\"keyword\">inflexión</strong> al final de este año, uno que se pospuso cuando China se unió a la Organización Mundial del Comercio (OMC) hace casi 15 años.","second":"CAMBRIDGE – The global trade system faces an important <strong class=\"keyword\">turning</strong> point at the end of this year, one that was postponed when China joined the World Trade Organization almost 15 years ago."},{"author":94808,"first":"Como recordarán, en junio el Secretario General, anticipando que se produciría un punto de <strong class=\"keyword\">inflexión</strong> en la evolución de la Conferencia de Desarme, dijo que un avance decisivo \"demostraría a la comunidad internacional en general que las cuestiones de seguridad a las que nos enfrentamos no son abrumadoras, sino que pueden resolverse colectivamente\".","second":"Members will recall that in June, the Secretary-General, anticipating a <strong class=\"keyword\">turning</strong> point in the fortunes of the CD, said that a breakthrough would “demonstrate to the international community at large that the security challenges before us are not overwhelming, but can be addressed collectively”."},{"author":118293,"first":"Como calculaste el tiempo, tus <strong class=\"keyword\">inflexiones</strong>, justo lo que quería ver.","second":"Your timing, your <strong class=\"keyword\">inflections</strong> were just what I wanted."},{"author":27,"first":"Señor Presidente, estimadas y estimados colegas, señoras y señores, nos encontramos sin duda en un punto de <strong class=\"keyword\">inflexión</strong> para la radiodifusión.","second":"Mr President, ladies and gentlemen, there is no doubt that we are at a <strong class=\"keyword\">turning</strong>-point in the development of broadcasting."},{"author":8000,"first":"Otra de las enseñanzas extraídas de la crisis era que se había alcanzado un punto de <strong class=\"keyword\">inflexión</strong> en la historia de la teoría y la práctica del desarrollo","second":"A second lesson learned from the crisis was that a <strong class=\"keyword\">turning</strong> point had been reached in the history of development theory and practice"},{"author":31,"first":"Bueno, fue el punto de <strong class=\"keyword\">inflexión</strong>","second":"Well, it was the <strong class=\"keyword\">turning point</strong>"},{"author":94808,"first":"Esta resolución marca otro punto de <strong class=\"keyword\">inflexión</strong>: la capacidad redescubierta de la comunidad internacional de hablar con una sola voz para responder a la crisis de Siria y contribuir a una transición pacífica hacia la democracia.","second":"This resolution marks another <strong class=\"keyword\">turning</strong> point: the rediscovered capacity of the international community to speak with one voice in response to the Syrian crisis and to contribute to a peaceful transition to democracy."},{"author":8000,"first":"No obstante, el año # fue un punto de <strong class=\"keyword\">inflexión</strong> para el Comité, ya que se designó a un nuevo presidente, una nueva junta de administración, un nuevo director y un Asesor Superior Técnico del PNUD con el difícil mandato de agilizar la remoción de minas, aumentar la capacidad y simplificar todos los aspectos de la lucha contra las minas","second":"However # marked a <strong class=\"keyword\">turning</strong> point in the <strong class=\"keyword\">life</strong> of the NCDR, as a new chairman, a new board of directors, a new director and a UNDP Chief Technical Advisor were appointed to the organization and were given the challenging mandate of expediting mine clearance, raising capacity, and streamlining all aspects of mine action"},{"author":94808,"first":"El orador insta a los participantes en la sesión a hacer acopio de voluntad, compromiso y determinación para contribuir a la agenda y la visión comunes y garantizar que la cumbre que apruebe la agenda para el desarrollo después de 2015 constituya un momento histórico definitorio y el punto de <strong class=\"keyword\">inflexión</strong> hacia un futuro más sostenible para todos y para el planeta.","second":"He urged meeting participants to summon the will, commitment and determination to contribute to the common agenda and vision and ensure that the summit to adopt the post-2015 development agenda constituted a defining moment in history and the <strong class=\"keyword\">turning</strong> point towards a more sustainable future for all people and the planet."},{"author":118293,"first":"No sabía que eras experto en <strong class=\"keyword\">inflexiones</strong> vocales.","second":"I didn't know you were an expert in vocal <strong class=\"keyword\">inflections</strong>."},{"author":94808,"first":"Mendoza-García (Costa Rica) dice que el período extraordinario de sesiones de la Asamblea General sobre el problema mundial de las drogas, celebrado en abril de 2016, representa un genuino punto de <strong class=\"keyword\">inflexión</strong> hacia el abandono del enfoque basado en las políticas represivas y la guerra contra las drogas.","second":"Mendoza-García (Costa Rica) said that the April 2016 special session of the General Assembly on the world drug problem represented the beginning of a vital <strong class=\"keyword\">shift</strong> away from repressive policies and the war-on-drugs approach."},{"author":8000,"first":"Ese punto de <strong class=\"keyword\">inflexión</strong> o hito, esa catástrofe tremenda que traumatizó la historia, ha cambiado para siempre la percepción del hombre con respecto a su responsabilidad para con otros seres humanos","second":"Turning point or <strong class=\"keyword\">watershed</strong>, that tremendous catastrophe, which has traumatized history, has forever changed men's perception of responsibility towards other human beings"},{"author":95875,"first":"A partir de la medición del retardo de propagación asociado, el índice de refracción y el ángulo de <strong class=\"keyword\">inflexión</strong>, es posible estimar parámetros atmosféricos relevantes.","second":"From measurements of the associated propagation delay, the refractive index and <strong class=\"keyword\">bending</strong> angle, it is possible to estimate key atmospheric parameters."},{"author":94809,"first":"Por lo tanto, no puede considerarse la posibilidad de que se produzca una <strong class=\"keyword\">inflexión</strong> en esa jurisprudencia, salvo que se demuestre que tal <strong class=\"keyword\">inflexión</strong> es verdaderamente necesaria para garantizar la correcta aplicación de dichas normas.","second":"It is therefore not possible to envisage any <strong class=\"keyword\">departure</strong> from that case-law unless it is shown that such a <strong class=\"keyword\">departure</strong> is truly necessary in order to ensure that those rules are correctly applied."},{"author":31,"first":"Quizá la <strong class=\"keyword\">inflexión</strong> estuvo mal","second":"Perhaps a bad choice of <strong class=\"keyword\">inflection</strong>"},{"author":118293,"first":"También fue un punto de <strong class=\"keyword\">inflexión</strong> para el deporte.","second":"It was a <strong class=\"keyword\">turning</strong> point for the sport, too."},{"author":91988,"first":"En primer lugar, tenemos que crear una nueva “coalición de los dispuestos” – incluyendo en la misma a empresas, organizaciones no gubernamentales, autoridades nacionales y gobiernos locales – quienes se deben agrupar en torno a reglas y principios básicos con el fin de poner un límite a las emisiones hasta el año 2020 y para limitar el nivel del calentamiento global hasta el año 2100, para que el mismo aumente solamente en 2o C (este es el punto de <strong class=\"keyword\">inflexión</strong>, ya que si se supera esta cifra el peligroso cambio climático podría llegar a ser imparable).","second":"First, we need to create a new “coalition of the willing” – including businesses, NGOs, national policymakers, and local governments – that will unite around basic rules and principles to cap emissions by 2020 and limit global warming by 2100 to 2oC (the <strong class=\"keyword\">tipping</strong> point beyond which dangerous climate change would become unstoppable)."},{"author":94808,"first":"El truco está en llegar al punto de <strong class=\"keyword\">inflexión</strong> -una de las metas que persigue este mandato.","second":"The trick is getting to the <strong class=\"keyword\">tipping</strong> point - a goal to which this mandate is dedicated."},{"author":8000,"first":"El Gobierno del Yemen espera que la próxima conferencia de paz sobre el Oriente Medio represente un nuevo punto de <strong class=\"keyword\">inflexión</strong> que promueva los esfuerzos por lograr una paz amplia y justa para la región y que los Estados Unidos, principales patrocinadores del proceso de paz, así como las Naciones Unidas y otras partes, desempeñen un papel eficaz y positivo y ejerzan su presión sobre el Gobierno israelí para que cumpla sus obligaciones y aplique todas las resoluciones y convenios internacionales que ha firmado, dentro de los plazos establecidos, sin demoras ni aplazamientos","second":"The Government of Yemen hopes that the upcoming Middle East peace conference will be a new <strong class=\"keyword\">turning</strong> point that will advance efforts towards a comprehensive and just peace for the region and that the United States, the main sponsor of the peace process, as well as the United Nations and other parties will all play an effective and positive role and bring pressure to bear on the Israeli Government to meet its obligations and implement all international resolutions and the conventions it has signed, in keeping with a clear-cut timetable, without delay or procrastination"},{"author":8000,"first":"El orador considera que el acuerdo llegará a constituir un punto de <strong class=\"keyword\">inflexión</strong> en la lucha contra esos delitos","second":"He believed that the agreement would prove to be a <strong class=\"keyword\">turning point</strong> in dealing with such offences"},{"author":91988,"first":"Si bien siempre resulta posible que pueda producirse un punto de <strong class=\"keyword\">inflexión</strong> en el cual todos migran de una moneda a otra, se dice que la naturaleza de tipo red del sistema monetario internacional deja espacio para una única unidad internacional.","second":"While it is always possible that there could come a <strong class=\"keyword\">tipping</strong> point at which everyone migrates from one currency to another, the network-based nature of the international monetary system, it is said, leaves room for only one true international unit."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}