{"result":"ok","tuc":[{"phrase":{"text":"falsehood","language":"en"},"meaningId":-3892466054311243759,"authors":[84500]},{"phrase":{"text":"falsity","language":"en"},"meaningId":1897593024757744369,"authors":[84500]},{"phrase":{"text":"untruth","language":"en"},"meaningId":3980754061493355954,"authors":[84500]},{"meanings":[{"language":"en","text":"lie (especially malicious)"}],"meaningId":-316011888245703403,"authors":[93107]}],"phrase":"infundio","examples":[{"author":119723,"first":"No obstante, de vez en cuando asistían a la Iglesia, lo que me <strong class=\"keyword\">infundía</strong> algo de esperanza.","second":"However, they would occasionally come to church, which gave me a little hope."},{"author":119723,"first":"“‘Nuestro Señor’, dijo Colón, ‘abrió mi mente, me envió a la mar y me <strong class=\"keyword\">infundió</strong> el fuerte deseo de lograr esa hazaña.","second":"“‘Our Lord,’ said Columbus, ‘unlocked my mind, sent me upon the sea, and gave me fire for the deed."},{"author":94808,"first":"El Papa <strong class=\"keyword\">infundió</strong> la esperanza y la confianza por doquier, y las puso en práctica.","second":"He <strong class=\"keyword\">spread</strong> hope and trust, and he translated them into action."},{"author":95096,"first":"Sostenidos por la parresía, que les <strong class=\"keyword\">infundía</strong> el Espíritu Santo, sabían dar con arrojo testimonio de su fe.","second":"Sustained by the parresia <strong class=\"keyword\">instilled</strong> in them by the Holy Spirit, they could give candid witness to their own faith."},{"author":118293,"first":"He soñado que llegaba mi amada y me encontraba muerto. Y con sus besos <strong class=\"keyword\">infundía</strong> tanta vida en mis labios, que yo revivía y era emperador.","second":"I dreamt my lady came and found me dead and <strong class=\"keyword\">breathed</strong> such life with kisses in my lips that I revived and was an emperor."},{"author":119739,"first":"Este buen ejemplo <strong class=\"keyword\">infundió</strong> en mí el deseo de ser ministro de tiempo completo.","second":"Their fine example instilled in me the desire to become a full-time minister."},{"author":31,"first":"Luego, en #...... un joven científico en una expedición a la Antártida...... hizo un descubrimiento que <strong class=\"keyword\">infundió</strong> nueva energía...... y esperanza en la búsqueda para encontrar vida en Marte","second":"Even today, it' s still unclear if minute samples are <strong class=\"keyword\">present.The</strong> careful examination of the capsule is continuing"},{"author":119739,"first":"Aquella entusiasta proclamación electrizó a los siervos de Dios de todo el mundo y les <strong class=\"keyword\">infundió</strong> muchísimo celo.","second":"This stirring admonition electrified God’s people worldwide, moving them to greater zeal."},{"author":8000,"first":"El claro reconocimiento de que no se impondría ninguna medida a los habitantes de Tokelau contra su voluntad <strong class=\"keyword\">infundió</strong> en la población del Territorio un sentimiento de auténtica participación en el proceso de descolonización","second":"The recognition that no measures would be imposed on the inhabitants of Tokelau against their will had <strong class=\"keyword\">given</strong> the Territory a feeling of being a real participant in the decolonization process"},{"author":8000,"first":"El año pasado, el horror de esos ataques <strong class=\"keyword\">infundió</strong> un espíritu de mayor cooperación en la Primera Comisión","second":"The horror of those attacks <strong class=\"keyword\">infused</strong> last year's First Committee with a more cooperative spirit"},{"author":8000,"first":"Se <strong class=\"keyword\">infundió</strong> nuevo vigor al programa boliviano de desarrollo alternativo que actualmente abarca a un # % de los agricultores que antes cultivaban coca y a otros habitantes de la región del Chapare","second":"The Bolivian alternative development programme was <strong class=\"keyword\">reinvigorated</strong> and currently reaches an estimated # per cent of ex-coca-farmers and other people in the Chapare region"},{"author":27,"first":"Por otra parte, estimados colegas, dejen que les recuerde -pues me niego a aceptar semejante <strong class=\"keyword\">infundio</strong>- no pertenezco en absoluto a ningún grupo de presión de la industria del automóvil.","second":"But, colleagues, let me remind you - and I refuse to accept this <strong class=\"keyword\">sort</strong> of crowing - I am absolutely not a lobbyist for the car industry."},{"author":94808,"first":"El informe <strong class=\"keyword\">infundió</strong> un considerable impulso y puso de manifiesto el carácter universal y la magnitud del problema de la violencia contra los niños.","second":"The report <strong class=\"keyword\">generated</strong> considerable momentum and highlighted the universality and the magnitude of the problem of violence against children."},{"author":94808,"first":"En el artículo 10 de la Ley de medios de información, de 7 de diciembre de 1999, se prohíbe utilizar los medios de información para publicar secretos protegidos por la legislación de la República de Azerbaiyán subvertir el régimen constitucional vigente del Estado por medios violentos, atentar contra la integridad del Estado, hacer propaganda de la guerra, la violencia o la crueldad, incitar a la discordia o la intolerancia nacional, racial o social, o difundir, empleando el nombre de una fuente prestigiosa, rumores, <strong class=\"keyword\">infundios</strong> y publicaciones tendenciosas que degraden el honor y la dignidad de los ciudadanos, así como materiales pornográficos y calumnias, o para cometer otros actos ilegales.","second":"Under the provisions of article 10 of the Mass Media Act of 7 December 1999, the media may not be employed to divulge confidential information protected under Azerbaijani law, to advocate the forcible overthrow of the existing constitutional order, to instigate attacks on the integrity of the State, to propagate war or the use of force and brutality, to stir up ethnic, racial and social strife and intolerance, or under the guise of an authoritative source to publish hearsay, <strong class=\"keyword\">lies</strong> and biased matter which offends the honour and dignity of citizens, or pornographic or <strong class=\"keyword\">defamatory</strong> materials, or to commit other illegal acts."},{"author":91988,"first":"Obama era un candidato joven y atractivo que hablaba bien e <strong class=\"keyword\">infundía</strong> esperanza para el futuro.","second":"Obama was an attractive young candidate who spoke well and projected a sense of <strong class=\"keyword\">hope</strong> for the future."},{"author":119739,"first":"Pero el espíritu le <strong class=\"keyword\">infundió</strong> poder para llevar a cabo una labor aún más importante, una labor para la que Dios nos sigue fortaleciendo en la actualidad, aunque no de forma milagrosa.","second":"However, the power received through holy spirit had a more important purpose, one that all of God’s servants today experience, though not miraculously."},{"author":119723,"first":"A medida que me sumía en lo que tal vez sería la última vez, el Señor <strong class=\"keyword\">infundió</strong> en mi mente y en mi corazón un profundo sentimiento de amor por una persona muy especial.","second":"As I was going down for what could have been the last time, the Lord infused into my mind and heart a deep feeling of love for a very special person."},{"author":119723,"first":"En los meses siguientes, el adversario le <strong class=\"keyword\">infundió</strong> duda y temor cada vez que se enfrentaba a una decisión.","second":"Over the months that followed, the adversary threw doubt and fear in her face at every decision."},{"author":94809,"first":"Tanto en Bosnia y Herzegovina como en Tayikistán, la decisión de la Comisión de desembolsar los fondos <strong class=\"keyword\">infundió</strong> confianza en la economía nacional contribuyendo así a la mejora de su entorno empresarial.","second":"In both Bosnia and Herzegovina and Tajikistan the decision of the Commission to release the funds <strong class=\"keyword\">instilled</strong> confidence in the economy of these countries and thus contributed to the improvement of their business environment."},{"author":118293,"first":"Puede que cuando Dios me <strong class=\"keyword\">infundió</strong> la vida, no me dio suficiente aire.","second":"Maybe when God <strong class=\"keyword\">breathed</strong> life <strong class=\"keyword\">into all</strong> of <strong class=\"keyword\">us</strong>, he didn't breathe enough into me."},{"author":119723,"first":"Sus palabras y la forma en que me <strong class=\"keyword\">infundía</strong> ánimo me ayudaron a tener confianza y a reconocer a temprana edad un talento del Señor.","second":"What she said and the way she encouraged me helped me gain confidence and realize a talent from the Lord at an early age."},{"author":8000,"first":"El experto del Banco Mundial manifestó que <strong class=\"keyword\">infundía</strong> ánimo la evolución en materia de derechos humanos, por ejemplo, la promesa de incrementar el presupuesto del ACNUDH y del programa de derechos humanos de las Naciones Unidas y la aprobación del plan de acción del ACNUDH","second":"The expert from the World Bank expressed the view that developments in the field of human rights were <strong class=\"keyword\">encouraging</strong>, such as the promised increase in the budget for the Office of the High Commissioner for Human Rights (OHCHR) and the United Nations human rights programme, and the endorsement of the OHCHR plan of action"},{"author":119739,"first":"Al hablar sobre el Armagedón, el último hermano que participó en el simposio <strong class=\"keyword\">infundió</strong> cierto temor piadoso en los oyentes cuando dijo: “El día que Jehová utilice a plenitud su gran poder será, verdaderamente, inspirador de temor”.","second":"Speaking about Armageddon, the last brother on the symposium evoked a healthy measure of godly fear in his listeners when he said: “Truly, it will be awe-inspiring when Jehovah unleashes the full force of his great power.”"},{"author":119739,"first":"El hermano Sydlik, con su potente voz, dirigía continuamente la atención al grandioso privilegio que tenemos de servir a Jehová, lo que <strong class=\"keyword\">infundió</strong> ánimo en muchos.","second":"He encouraged many with his booming voice, always drawing attention to the precious privilege we have of serving Jehovah."},{"author":94808,"first":"Creo que el inquebrantable apoyo del Consejo <strong class=\"keyword\">infundió</strong> mucho valor no sólo a la UNAMSIL, sino también al pueblo de Sierra Leona para perseverar en los esfuerzos que nos han conducido a donde ahora nos encontramos.","second":"I think that the unflinching support of the Council <strong class=\"keyword\">gave</strong> a lot of courage not only to UNAMSIL but also to the people of Sierra Leone to persist in the efforts which have led us to where we are now."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}