{"result":"ok","tuc":[{"phrase":{"text":"infuse","language":"en"},"meaningId":-2282623970838277460,"authors":[84595]},{"phrase":{"text":"instill","language":"en"},"meaningId":2286099655057174221,"authors":[84595]},{"phrase":{"text":"inspire","language":"en"},"meaningId":4442302405595548616,"authors":[97745]},{"phrase":{"text":"instil","language":"en"},"meaningId":-7323434385837954003,"authors":[97745]},{"phrase":{"text":"pour in","language":"en"},"meaningId":2913458301025134635,"authors":[86934]},{"meanings":[{"language":"en","text":"to instill (especially a feeling)"},{"language":"en","text":"(ditransitive) to instill (especially a feeling)"}],"meaningId":1322363192142995229,"authors":[1]}],"phrase":"infundir","examples":[{"author":118293,"first":"Sabe, tratos para inspirar e <strong class=\"keyword\">infundir</strong> confianza.","second":"I... you know, treats to inspire and <strong class=\"keyword\">instill</strong> confidence."},{"author":8000,"first":"Según el artículo # por acto terrorista se entenderá “utilizar explosivos, causar incendios, usar armas o cualquier otra actividad que ponga en peligro la vida humana, cause daños o menoscabe de cualquier otro modo la propiedad o amenace la seguridad pública o los intereses estratégicos, políticos o económicos del Estado, cometida con el ánimo de <strong class=\"keyword\">infundir</strong> temor a la población o ejercer presión sobre el gobierno”","second":"Article # defines terrorist act as “explosion, firing, use of weapon or other activity, which endangers human life, causes damage to property and/or other results, threatens social security, State's strategic, political and economic interest, committed with the aim to <strong class=\"keyword\">frighten</strong> population or exert pressure upon government”"},{"author":94808,"first":"El artículo 211 (intimidación pública) castiga con prisión de dos a seis años a quien, para <strong class=\"keyword\">infundir</strong> un temor público o suscitar tumultos o desórdenes, hiciere señales, diere voces de alarma, amenazare con la comisión de un delito de peligro común, o empleare otros medios materiales normalmente idóneos para producir tales efectos.","second":"Article 211 (on public intimidation) imposes a penalty of two to six years’ imprisonment on anyone who, in order to frighten the public or incite disturbances or disorder, makes signs, raises alarms, threatens to commit an act that will endanger the public or uses other material means suited to producing such effects."},{"author":94808,"first":"De acuerdo con los oficiales de las FDLR involucrados, la intención de las operaciones era <strong class=\"keyword\">infundir</strong> temor en la población y socavar la afirmación del Gobierno de Rwanda de que el país era seguro.","second":"According to the FDLR officers involved, the intent of the operations was to <strong class=\"keyword\">instil</strong> fear in the population and undermine the Rwandan Government’s claim that the country was secure."},{"author":94808,"first":"En ese contexto, las Naciones Unidas deben emprender determinadas medidas para velar por que el progreso tecnológico se utilice para el avance de la humanidad, no para <strong class=\"keyword\">infundir</strong> más miedo.","second":"In such a context, the United Nations has to undertake certain measures to ensure that progress in technology is used for the betterment of humanity, not for increasing <strong class=\"keyword\">fear</strong>."},{"author":94808,"first":"Hay cuestiones críticas —como la atención sanitaria, la educación, la energía y la infraestructura— que deben abordarse a fin de cambiar radicalmente la situación sobre el terreno e <strong class=\"keyword\">infundir</strong> nuevas esperanzas y promesas a la población.","second":"Such critical areas as health care, education, energy and infrastructure need to be addressed in order to radically change the situation on the ground and <strong class=\"keyword\">give greater</strong> hope and promise to the population."},{"author":8000,"first":"Al mismo tiempo, conociendo perfectamente que el sistema educacional de Armenia debe mejorarse para estar a la altura de este requerimiento de <strong class=\"keyword\">infundir</strong> nuevos conocimientos a la capacidad intelectual y el talento existentes, nos aseguraremos de que los planes de estudios incluyan conocimientos de computación y de Internet","second":"At the same time, well aware that Armenia's educational system must be up to matching this call for <strong class=\"keyword\">infusing</strong> the existing intellectual capacity and talent with new skills, we will ensure that education curriculums include computer literacy and Internet familiarity"},{"author":119739,"first":"Vemos cómo logró la propaganda nazi controlar a la población alemana e <strong class=\"keyword\">infundir</strong> miedo y terror por doquier, particularmente en el corazón de millones de judíos europeos.","second":"Here you see how Nazi propaganda achieved control of the German population and <strong class=\"keyword\">instilled</strong> fear and terror, especially <strong class=\"keyword\">in</strong> the hearts of the millions of European Jews."},{"author":8000,"first":"Varias delegaciones sugirieron una redacción más general de este párrafo a fin de eliminar pormenores innecesarios y de <strong class=\"keyword\">infundir</strong> flexibilidad, tal vez insertando una cláusula sobre congruencia con el derecho interno","second":"Several delegations suggested a more general drafting of this paragraph in order to eliminate unnecessary detail and to <strong class=\"keyword\">instil</strong> flexibility, possibly with the insertion of a clause on consistency with domestic law"},{"author":94809,"first":"Los examinadores y los miembros de las divisiones o de una sala de recurso podrán ser recusados por cualquiera de las partes por alguna de las causas mencionadas en el apartado 1 o por <strong class=\"keyword\">infundir</strong> sospechas de parcialidad.","second":"Examiners and members of the Divisions or of a Board of Appeal may be objected to by any party for one of the reasons mentioned in paragraph 1, or if suspected of partiality."},{"author":94808,"first":"Asimismo, puede <strong class=\"keyword\">infundir</strong> en las personas la impresión de que no las atraparán, fomentando así conductas al margen de la ley.","second":"It may also leave individuals feeling they will not be caught and thus encourage lawlessness."},{"author":94808,"first":"El Grupo de Río considera que la pronta ejecución de algunos proyectos prioritarios clave encaminados a mejorar rápidamente las condiciones de vida del sector pobre de la población de Haití servirá para aliviar la desesperación reinante y para <strong class=\"keyword\">infundir</strong> nuevas esperanzas de recuperación y crecimiento económicos a la nación.","second":"The Rio Group is of the view that the early implementation of some key priority projects aimed at rapidly improving the standard of living of Haiti’s poor will serve to alleviate the prevailing despair and <strong class=\"keyword\">give</strong> new hope to the nation for economic recovery and growth."},{"author":8000,"first":"El Grupo observa la honda preocupación expresada por muchos Estados Partes ante el hecho de que la República Islámica del Irán no haya logrado <strong class=\"keyword\">infundir</strong> confianza en la naturaleza pacífica de sus actividades nucleares y reconoce que el programa nuclear de dicho país sigue presentando un grave desafío al régimen de no proliferación","second":"The Group notes the grave concern expressed by many States parties about failure of the Islamic Republic of Iran to establish <strong class=\"keyword\">confidence</strong> in the peaceful nature of its nuclear activities, and recognizes that the nuclear programme of the Islamic Republic of Iran continues to present a major challenge to the non-proliferation regime"},{"author":94808,"first":"Las Partes se comprometen a mantener el impulso en pro de la reconciliación, a <strong class=\"keyword\">infundir</strong> la paz en los corazones y las mentes y a garantizar la coexistencia armoniosa de las comunidades, como exigencia absoluta del buen gobierno.","second":"The parties commit themselves to maintaining the momentum of reconciliation, of <strong class=\"keyword\">instilling</strong> peace in hearts and minds and of ensuring the harmonious co-existence of communities as the overriding requirement of good governance."},{"author":27,"first":"Su aportación ha sido enorme para explicar, discutir e <strong class=\"keyword\">infundir</strong> la confianza de que, a pesar de los complejos problemas y del formidable coste para Gran Bretaña, su Gobierno actuará de buena fe en la erradicación de la EEB del sector de la carne de vacuno británico.","second":"He has done a huge amount to explain, discuss and <strong class=\"keyword\">engender</strong> confidence that, despite the complex problems and formidable cost to Britain, your government would act in good faith to eliminate BSE from the British beef industry."},{"author":95096,"first":"Acto de extrema misericordia, de extrema donación, capaz de <strong class=\"keyword\">infundir</strong> confianza también a quien se siente totalmente perdido.","second":"An act of extreme mercy, an extreme gift, which can <strong class=\"keyword\">give</strong> confidence even to those who feel totally lost."},{"author":94808,"first":"Únicamente <strong class=\"keyword\">infundirá</strong> animosidad entre los ciudadanos afganos y, en última instancia, favorecerá los intereses de los opositores del Gobierno.","second":"It <strong class=\"keyword\">can</strong> only fuel animosity among Afghan citizens and will ultimately serve the interests of the opponents of the Government."},{"author":8000,"first":"Aliento encarecidamente a los dirigentes de la Unión Africana y la Iniciativa de Paz Regional a que continúen sus esfuerzos para <strong class=\"keyword\">infundir</strong> una energía renovada al proceso de paz y poder completar la aplicación del Acuerdo General de Cesación del Fuego antes del # de diciembre de","second":"I strongly encourage the African Union and the Regional Peace Initiative leaders to persist in their efforts to re-<strong class=\"keyword\">energize</strong> the peace process in order to complete the implementation of the Comprehensive Ceasefire Agreement by # ecember"},{"author":8000,"first":"En el marco de la Iniciativa de Comunicación Meena de Asia Meridional, se han producido una serie de películas para sensibilizar a la población e <strong class=\"keyword\">infundir</strong> una mayor autoestima en los niños, especialmente acerca de las cuestiones de las niñas","second":"Under the Meena South Communication Initiative, a series of films have been produced to raise awareness among all people and to raise the self-esteem of children, especially on girl children's issues"},{"author":94808,"first":"En algunas zonas se da caza sistemáticamente a los dirigentes de las organizaciones de izquierda tras interrogar y torturar a los que conocen su paradero, y a menudo se les da muerte tras una campaña de denigración personal destinada a <strong class=\"keyword\">infundir</strong> temor en la comunidad.","second":"In some areas, the leaders of leftist organizations are systematically hunted down by interrogating and torturing those who may know their whereabouts, and they are often killed following a campaign of individual vilification designed to <strong class=\"keyword\">instil</strong> fear <strong class=\"keyword\">into</strong> the community."},{"author":94808,"first":"El Grupo toma nota de las preocupaciones derivadas del hecho de que la República Islámica del Irán no haya logrado <strong class=\"keyword\">infundir</strong> confianza en el carácter pacífico de sus actividades nucleares y recuerda la afirmación del Director General del OIEA de que a menos que la República Islámica del Irán aporte la cooperación necesaria con el Organismo, y hasta ese momento, el Organismo no estará en condiciones de ofrecer garantías fidedignas sobre la ausencia de materiales y actividades nucleares no declarados en el Irán ni, por tanto, de concluir que todos los materiales nucleares de la República Islámica del Irán se destinan a usos pacíficos.","second":"The Group takes note of concerns regarding the failure of the Islamic Republic of Iran to establish <strong class=\"keyword\">confidence</strong> in the peaceful nature of its nuclear activities and recalls the assertion by the Director General of IAEA that unless and until the Islamic Republic of Iran provides the necessary cooperation with the Agency, the Agency will not be in a position to provide credible assurances about the absence of undeclared nuclear material and activities in Iran and therefore to conclude that all material in the Islamic Republic of Iran is for peaceful activities."},{"author":94808,"first":"Este año es imprescindible <strong class=\"keyword\">infundir</strong> nuevas energías a la Primera Comisión y encontrar en conjunto medidas prácticas para lograr la seguridad mundial.","second":"This year, it is imperative to re-<strong class=\"keyword\">energize</strong> the First Committee and to find together practical measures to achieve global security."},{"author":94808,"first":"Con estos cursos y seminarios se trata de <strong class=\"keyword\">infundir</strong> en el personal de la ASI el respeto a los principios y normas de la dignidad humana y los derechos fundamentales, tanto en la formación básica como en la general.","second":"These courses and seminars aim to <strong class=\"keyword\">instill</strong> principles and norms of human dignity and fundamental rights in employees, both at basic training and throughout the ISA."},{"author":95096,"first":"Con su cultura, han contribuido a <strong class=\"keyword\">infundir</strong> en la cultura brasileña un profundo sentido de la familia, del respeto a los antepasados, de la intimidad y el afecto hogareño.","second":"With their culture they have contributed to <strong class=\"keyword\">instilling</strong> a deep sense of family in Brazilian culture, of respect for ancestors, of intimacy and domestic affection."},{"author":94808,"first":"La segunda es su utilización deliberada para propagar el terror, <strong class=\"keyword\">infundir</strong> miedo y crear un entorno de inseguridad, con miras a intimidar y reprimir la resistencia, incluso utilizándola como una forma de castigo colectivo.","second":"The second is when it is deliberately used to spread terror <strong class=\"keyword\">inculcate</strong> fear and create an atmosphere of insecurity in order to intimidate and suppress opposition, including as a form of collective punishment."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}