{"result":"ok","tuc":[{"phrase":{"text":"inhospitable","language":"en"},"meaningId":-8508472084116176519,"authors":[92056]},{"phrase":{"text":"bleak","language":"en"},"meaningId":2007735144771629827,"authors":[99488]},{"meanings":[{"language":"en","text":"inhospitable"}],"meaningId":8810977641017391043,"authors":[93107]}],"phrase":"inhóspito","examples":[{"author":31,"first":"Las <strong class=\"keyword\">inhóspitas</strong> nieves del ártico","second":"The <strong class=\"keyword\">barren</strong> snows of the Arctic"},{"author":31,"first":"El país es un desierto <strong class=\"keyword\">inhóspito</strong>","second":"The country is a <strong class=\"keyword\">barren</strong> desert"},{"author":94808,"first":"Las fuertes lluvias e inundaciones registradas en Etiopía hicieron <strong class=\"keyword\">inhóspitos</strong> muchos de los campamentos y complicaron la logística de trasladar a 47.000 refugiados a terrenos más seguros dentro del nuevo campamento de Jewi para finales de julio de 2015.","second":"Heavy rains and flooding in Ethiopia made many of the camps <strong class=\"keyword\">inhospitable</strong> and complicated the logistics of relocating 47,000 refugees to safer grounds in the new Jewi camp by July 2015."},{"author":95875,"first":"Los indicios sugieren que el clima no ha cambiado desde hace años y podemos contemplar que el paisaje <strong class=\"keyword\">inhóspito</strong> y sin precipitaciones contuvo en su día cultivos y una densidad urbana considerable.","second":"The evidence suggests that the climate has not changed over the years and we can see that this <strong class=\"keyword\">inhospitable</strong> landscape with zero rainfall was once very densely built up and cultivated."},{"author":8000,"first":"La cada vez mayor complejidad de las misiones sobre el terreno desplegadas en zonas difíciles e <strong class=\"keyword\">inhóspitas</strong> en amplias áreas geográficas ha puesto de relieve la importancia del instrumento del apoyo como catalizador estratégico clave para las operaciones de mantenimiento de la paz y misiones políticas especiales","second":"The increased complexity of field missions deployed in harsh, <strong class=\"keyword\">inhospitable terrain across</strong> broad geographic areas has raised the prominence of support as a key strategic enabler for peacekeeping operations and special political missions"},{"author":95875,"first":"El dromedario es la especie ganadera de mayor tamaño, y su domesticación fue trascendental para el desarrollo de la sociedad humana en los entornos desérticos, muy adversos e <strong class=\"keyword\">inhóspitos</strong>.","second":"The dromedary is the largest domesticated livestock species and its domestication was fundamental to the development of human society in harsh, <strong class=\"keyword\">inhospitable</strong> desert environments."},{"author":94808,"first":"Las operaciones de mantenimiento de la paz de las Naciones Unidas se desplegaban en entornos <strong class=\"keyword\">inhóspitos</strong> exigentes, remotos y peligrosos, donde los conflictos eran multifacéticos y dispersos.","second":"United Nations peacekeeping operations were deployed to very demanding environments that were <strong class=\"keyword\">inhospitable</strong>, remote and dangerous, where conflicts were multifaceted and dispersed."},{"author":8008,"first":"La belleza y la soledad en un terreno agreste e <strong class=\"keyword\">inhóspito</strong>, nunca tuvieron mejor representación que en el Salar de Uyuni, a más de 3.600 metros sobre el nivel del mar y con sus más de 12.000 km2 de superficie, es el espejo de sal más grande del mundo.","second":"The beauty and the loneliness in a rural and <strong class=\"keyword\">inhospitable</strong> land, they never had better representation that in Salar of Uyuni, whit more than 3.600 meters above the sea level and with more than 12.000 km2 of surface, it is the bigger mirror of salt in the world."},{"author":8000,"first":"La Relatora Especial ve con preocupación las condiciones de los migrantes que cruzan la frontera por zonas <strong class=\"keyword\">inhóspitas</strong> en las que muchos han perdido la vida","second":"The Special Rapporteur is concerned at the condition of migrants who cross the border through <strong class=\"keyword\">inhospitable</strong> areas in which many migrants have lost their lives"},{"author":118293,"first":"Desarrollamos técnicas sofisticadas en genética aplicada a la agricultura lo que nos permite obtener cosechas en un ambiente <strong class=\"keyword\">inhóspito</strong>.","second":"We've developed sop histicated techniques in agricultural genetics, which allow us to grow crops in an <strong class=\"keyword\">inhospitable</strong> environment."},{"author":94808,"first":"Las intenciones genocidas del Presidente Al-Bashir eran claras cuando negó cualquier tipo de asistencia a los grupos de personas que fueron obligados a abandonar sus hogares para ir a vivir a zonas <strong class=\"keyword\">inhóspitas</strong>.","second":"President Al-Bashir’s genocidal intentions were clear when he denied any assistance to entire groups forced out of their homes to <strong class=\"keyword\">inhospitable</strong> areas."},{"author":94808,"first":"Como ya no era viable seguir efectuando reparaciones, fue preciso sustituir las instalaciones para alojar debidamente a los observadores militares, muchos de ellos estacionados en zonas de operaciones distantes e <strong class=\"keyword\">inhóspitas</strong>.","second":"Continuous maintenance was no longer feasible and replacement became necessary to ensure that the military observers, many of them stationed in remote team sites subject to severe weather conditions, were provided with adequate accommodation."},{"author":31,"first":"Un lugar verdaderamente <strong class=\"keyword\">inhóspito</strong>","second":"A truly <strong class=\"keyword\">inhospitable place</strong>"},{"author":8008,"first":"El personal que presta servicios bajo la bandera de las Naciones Unidas lo hace en algunas de las zonas más difíciles e <strong class=\"keyword\">inhóspitas</strong> del planeta, enfrentando a diario inestabilidad, enfermedades y violencia.","second":"The personnel who serve under the UN flag do so in some of the most difficult and <strong class=\"keyword\">inhospitable</strong> areas on earth, where they face instability, disease and violence on a daily basis."},{"author":31,"first":"Matamos a miles...... y mandamos al resto a los lugares más <strong class=\"keyword\">inhóspitos</strong>","second":"We slaughter them in thousands...... and then ship them off to the <strong class=\"keyword\">shittiest</strong> bits of real estate"},{"author":91988,"first":"Este equivalente del tráfico de drogas al Rally de Dakar cubre 4000 kilómetros de terreno <strong class=\"keyword\">inhóspito</strong>, a través de regiones controladas por grupos rebeldes y terroristas relacionados con Al-Qaeda en el Magreb islámico.","second":"This drug trafficking equivalent of the Dakar Rally covers 4,000 kilometers of <strong class=\"keyword\">inhospitable</strong> terrain, across regions controlled by rebel groups and terrorists associated with al-Qaeda in the Islamic Maghreb."},{"author":94808,"first":"También aprendió que los refugiados saharauis habían construido, sobre la arena de un desierto <strong class=\"keyword\">inhóspito</strong>, una sociedad en el exilio con una infraestructura educativa y cultural: por eso 99% saben leer y escribir y se ocuparon de redactar una constitución en el exilio en 1976.","second":"She had also learned how from the <strong class=\"keyword\">inhospitable</strong> desert sand the Sahrawi refugees had built a society-in-exile with an educational and cultural infrastructure, where there was 99 per cent literacy and where in 1976 they had drafted a constitution-in-exile."},{"author":118293,"first":"El Valle de la Muerte, uno de los lugares más <strong class=\"keyword\">inhóspitos</strong> de la Tierra, se jacta de tener uno de los terrenos más duros que un coche pueda afrontar.","second":"'Death Valley, one of the most <strong class=\"keyword\">inhospitable</strong> places on earth,'boasting some of the toughest terrain a car could ever face.'"},{"author":118293,"first":"Apenas había pasado mi 12o cumpleaños cuando entré en la <strong class=\"keyword\">inhóspita</strong> región de los exámenes a través de la cual, estaba destinado a viajar durante los siguientes siete años.","second":"I had scarcely passed my 12th birthday when I entered the <strong class=\"keyword\">inhospitable</strong> regions of exami nations, through which, for the next seven years I was destined to journey."},{"author":8008,"first":"Un mundo natural te espera en esta ruta, donde también descubrirás que, incluso en este lugar tan aparentemente <strong class=\"keyword\">inhóspito</strong>, hubo asentamientos humanos hasta épocas recientes.","second":"You will be surprised to discover that in this apparently inhospital <strong class=\"keyword\">environment</strong> that awaits you along the route, human settlements were found going back to recent epochs."},{"author":118293,"first":"A pesar del clima <strong class=\"keyword\">inhóspito</strong> y el granito del suelo hemos...","second":"Despite the harshness of our native clime and the gran ite of our soil..."},{"author":95096,"first":"No me es ajeno el cansancio de establecer la Iglesia entre llanuras, montañas, ciudades y suburbios de un territorio a menudo <strong class=\"keyword\">inhóspito</strong>, en el que las fronteras siempre son provisionales, las respuestas obvias no perduran y la llave de entrada requiere conjugar el esfuerzo épico de los pioneros exploradores con la sabiduría prosaica y la resistencia de los sedentarios que controlan el territorio alcanzado.","second":"Nor am I unaware of the efforts made over the years to build up the Church amid the prairies, mountains, cities and suburbs of a frequently <strong class=\"keyword\">inhospitable</strong> land, where frontiers are always provisional and easy answers do not always work. What does work is the combination of the epic struggle of the pioneers and the homely wisdom and endurance of the settlers."},{"author":94808,"first":"Los refugiados del Sáhara Occidental están alojados en cinco campamentos ubicados en una zona que dista entre 30 y 180 km de la ciudad argelina de Tindouf, en un entorno desértico aislado e <strong class=\"keyword\">inhóspito</strong> de la región sudoccidental de Argelia, donde las temperaturas superan los 50°C en el verano, hay frecuentes tormentas de arena y polvo y el agua es escasa y está sumamente mineralizada.","second":"Refugees from Western Sahara are hosted in five camps located in an area that is 30 to 180 km away from the Algerian town of Tindouf, in the <strong class=\"keyword\">harsh</strong>, isolated desert environment of south-western Algeria, where temperatures exceed 50°C in the summer, there are frequent sandstorms and dust storms and water is scarce and heavily mineralized."},{"author":94809,"first":"Pide a la Comisión que se sirva de la AMCC para impulsar el diálogo tanto con la comunidad de donantes como con los países socios sobre una mejor preparación y planificación que permita abordar las eventuales migraciones masivas derivadas del carácter <strong class=\"keyword\">inhóspito</strong> de ciertas regiones a consecuencia del cambio climático;","second":"Calls on the Commission to use the GCCA to initiate discussions both with the donor community and with partner countries on increasing preparedness and contingency planning for large-scale migration in the event that certain regions become uninhabitable due to climate change;"},{"author":118293,"first":"Los aldeanos tienen que encontrar refugio en lugares <strong class=\"keyword\">inhóspitos</strong> en las ruinas de otros pueblos o aquí... en lo que queda de una vieja planta de fundición soviética.","second":"Villagers have been forced to take shelter in whatever crude dwellings they can find in the ruins of other villages, or here in the remnants of an old Soviet smelting plant."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}