{"result":"ok","tuc":[{"phrase":{"text":"abuse","language":"en"},"meaningId":-1382468637505145781,"authors":[80097]},{"phrase":{"text":"revile","language":"en"},"meaningId":2600811567213916013,"authors":[25115]},{"phrase":{"text":"insult","language":"en"},"meaningId":937199720196379326,"authors":[92056]},{"phrase":{"text":"accuse","language":"en"},"meaningId":8813713379512617548,"authors":[86934]},{"phrase":{"text":"argue","language":"en"},"meaningId":-3858568284797788896,"authors":[86934]},{"phrase":{"text":"criticize","language":"en"},"meaningId":-2804218918347628700,"authors":[86934]},{"phrase":{"text":"deride","language":"en"},"meaningId":-6451254509744494024,"authors":[25018]},{"phrase":{"text":"detract","language":"en"},"meaningId":8672528275284401963,"authors":[83042]},{"phrase":{"text":"harm","language":"en"},"meaningId":819132864386007942,"authors":[20]},{"phrase":{"text":"injure","language":"en"},"meaningId":4227309188812954755,"authors":[25018]},{"phrase":{"text":"jeer","language":"en"},"meaningId":4891447354476118533,"authors":[16]},{"phrase":{"text":"jeer at","language":"en"},"meaningId":1700444401543467414,"authors":[36]},{"phrase":{"text":"mistreat","language":"en"},"meaningId":-4486306810495367836,"authors":[86934]},{"phrase":{"text":"offend","language":"en"},"meaningId":4233110692496662342,"authors":[25018]},{"phrase":{"text":"reprimand","language":"en"},"meaningId":4862401060820410635,"authors":[86934]},{"phrase":{"text":"reproach","language":"en"},"meaningId":7258389595027162316,"authors":[86934]},{"phrase":{"text":"ridicule","language":"en"},"meaningId":3720507654375683065,"authors":[25115]},{"phrase":{"text":"satirize","language":"en"},"meaningId":3693733219393058115,"authors":[86934]},{"phrase":{"text":"scoff","language":"en"},"meaningId":-5596684481768752328,"authors":[16]},{"phrase":{"text":"scold","language":"en"},"meaningId":5195278074011374866,"authors":[25115]},{"phrase":{"text":"slight","language":"en"},"meaningId":4422876479359830610,"authors":[25115]},{"phrase":{"text":"swear at","language":"en"},"meaningId":-7292963246637154698,"authors":[83042]},{"phrase":{"text":"wrong","language":"en"},"meaningId":-6683893167048977339,"authors":[25115]},{"meanings":[{"language":"en","text":"to insult"}],"meaningId":-6997739413423789791,"authors":[93107]}],"phrase":"injuriar","examples":[{"author":94808,"first":"En particular, los actos premeditados dirigidos a incitar a la hostilidad u odio sociales, nacionales, de linaje, raciales o religiosos, a <strong class=\"keyword\">injuriar</strong> el honor nacional y la dignidad o los sentimientos religiosos de los ciudadanos, así como la propaganda de la exclusividad, superioridad o inferioridad de los ciudadanos por motivos de su actitud hacia la religión, origen social, nacional, de linaje o racial, si esos actos se han cometido públicamente o bien con la utilización de los medios de comunicación, así como por medio de la difusión de publicaciones y otros portadores de la información que hacen propaganda del odio o la hostilidad sociales, nacionales, raciales o religiosos.","second":"These include deliberate acts to incite social, national, ethnic, racial or religious enmity or discord, <strong class=\"keyword\">insult</strong> citizens’ national honour and dignity or religious feelings, or to promote citizens’ exclusiveness or superiority or inferiority on account of their attitude to religion or their class, nationality, ethnicity or race, if these acts are carried out publicly or through the mass media, or by disseminating literature or other information materials that promote social, national, racial or religious enmity or hatred."},{"author":8000,"first":"También se castiga la utilización de escritos, medios de comunicación social o reuniones públicas para incitar a actos de violencia o a difamar o <strong class=\"keyword\">injuriar</strong> a personas o grupos de personas por motivos de raza, color u origen étnico","second":"Punishment is also meted out for use of writings, social communications media or public meetings to incite acts of violence, or to defame or <strong class=\"keyword\">injure</strong> individuals or groups by reason of their race, colour or ethnic origin"},{"author":94808,"first":"Es asimismo delito, punible con una pena de prisión de una semana a tres meses y multa, <strong class=\"keyword\">injuriar</strong> a cualquier persona con palabras, gestos o amenazas, por escrito, gráficamente o en una comunicación telefónica o telegráfica.","second":"It is likewise an offence, punishable by detention for a term of one week to three months and a fine, to <strong class=\"keyword\">defame</strong> any person by word, gesture or threat, in writing, graphically or in a telephone or telegraphic communication."},{"author":94808,"first":"El artículo 21 de la Constitución prohíbe todos los actos de tortura en todos los territorios que estén bajo la jurisdicción del Estado y estipula que \"está prohibido torturar, <strong class=\"keyword\">injuriar</strong>, degradar o maltratar a una persona y también establecer penas de ese tipo\".","second":"Article 21 of the Constitution prohibits any acts of torture in all territories under the jurisdiction of the State and stipulates that “it shall be prohibited to torture, <strong class=\"keyword\">injure</strong>, degrade, or maltreat a person, as well as to establish such punishments”."},{"author":118293,"first":"Escuchad, ciudadanos, cómo osa <strong class=\"keyword\">injuriar</strong> este recinto sagrado.","second":"How dare <strong class=\"keyword\">you</strong> to humiliate the dignity of this court, instead of admitting your guilt."},{"author":119723,"first":"* No <strong class=\"keyword\">injuriarás</strong> a los que te gobiernen, Éx.","second":"* Do not curse those who rule over you, Ex."},{"author":8000,"first":"Asimismo, en el artículo # se castiga al que, con intención de <strong class=\"keyword\">injuriar</strong> públicamente, efectuare actos o profiriere expresiones gravemente ofensivas para los miembros de un grupo religioso, nacional, étnico, sindical o político, o para las personas que profesen una creencia o ideología determinadas","second":"Similarly, article # calls for the punishment of anyone who, publicly and with an intent to cause <strong class=\"keyword\">harm</strong>, commits acts or makes statements that are seriously offensive to members of a religious, national, ethnic, trade union or political group, or to persons who profess a particular belief or ideology"},{"author":119739,"first":"14 Por eso deseo que las viudas de menos edad se casen,+ que tengan hijos,+ que manejen la casa, que no den al opositor incentivo alguno para <strong class=\"keyword\">injuriar</strong>.","second":"14 Therefore I desire the younger widows to marry,+ to bear children,+ to manage a household, to give no inducement to the opposer to <strong class=\"keyword\">revile</strong>."},{"author":8000,"first":"Al examinar las recomendaciones del Comité contra la Tortura, la Fiscalía Nacional consideró que se justificaba adoptar una iniciativa legislativa para modificar los artículos # y # del Código Penal mediante la introducción de una sanción penal por instigar al odio o la intolerancia contra personas de diferente orientación sexual, así como por <strong class=\"keyword\">injuriar</strong> a un grupo de personas o a alguna persona por esta causa","second":"On considering recommendations of the Committee Against Torture, the NPO adopted the position that it would be justifiable to take legislative initiative for the amendment of Article # and Article # by the introduction of a penal sanction of conduct such as instigating to hatred or intolerance with respect to people of a different sexual orientation, as well as <strong class=\"keyword\">insulting</strong> a group of people or a person because of their sexual orientation"},{"author":94808,"first":"Artículo 63: Será culpable de un delito leve toda persona que [...] publique cualquier texto con la intención de que sea leído, o cualquier signo o representación visual, que tienda a rebajar, <strong class=\"keyword\">injuriar</strong> o exponer al odio o al desprecio a un príncipe, potentado, embajador o cualquier otro dignatario extranjero con la intención de alterar la paz y la amistad entre Seychelles y el país del afectado [...].","second":"Section 63: Any person who [...] publishes anything intended to be read, or any sign or visible representation, tending to degrade, <strong class=\"keyword\">revile</strong> or expose to hatred or contempt any foreign prince, potentate, ambassador or other foreign dignitary with intent to disturb peace and friendship between Seychelles and the country to which [...] is guilty of a misdemeanor."},{"author":119723,"first":"Ni los padres ni los hijos deben <strong class=\"keyword\">injuriar</strong> o maltratar a los demás miembros de la familia.","second":"Neither parent nor child should <strong class=\"keyword\">abuse</strong> others in the family."},{"author":27,"first":"Por el contrario, Turquía está ilegalizando un partido político, cuenta con un nuevo artículo 301 que se emplea para encausar a escritores e intelectuales por <strong class=\"keyword\">injuriar</strong> el espíritu nacional turco y, asimismo, están aumentando la hostilidad y la violencia basadas en motivos religiosos.","second":"On the contrary: Turkey is banning a political party, has a new Article 301 used to prosecute writers and intellectuals for <strong class=\"keyword\">insulting</strong> Turkishness, and politically or religiously motivated hostility and violence are also on the increase."},{"author":119739,"first":"Cuando lo estaban injuriando, no se puso a <strong class=\"keyword\">injuriar</strong> en cambio.","second":"When he was being <strong class=\"keyword\">reviled</strong>, he did not go <strong class=\"keyword\">reviling</strong> in return."},{"author":118293,"first":"No, eso sería <strong class=\"keyword\">injuriar</strong> a un hombre como Ud.","second":"I would <strong class=\"keyword\">insult you</strong> by doing so."},{"author":8000,"first":"El artículo # de la Constitución prohíbe todos los actos de tortura en todos los territorios que estén bajo la jurisdicción del Estado y estipula que \"está prohibido torturar, <strong class=\"keyword\">injuriar</strong>, degradar o maltratar a una persona y también establecer penas de ese tipo\"","second":"Article # of the Constitution prohibits any acts of torture in all territories under the jurisdiction of the State and stipulates that “it shall be prohibited to torture, <strong class=\"keyword\">injure</strong>, degrade, or maltreat a person, as well as to establish such punishments”"},{"author":94808,"first":"Los últimos casos que ha examinado el Grupo de Trabajo y la declaración del Gobierno de que rechazaba categóricamente los casos por considerarlos un intento de <strong class=\"keyword\">injuriar</strong> a la República Popular Democrática de Corea (A/HRC/WGAD/2012/47, párr. 10) ponen de relieve la tendencia persistente de violaciones manifiestas de los derechos humanos, que ha seguido ocurriendo impunemente.","second":"The latest cases addressed by the Working Group and the Government’s statement that it <strong class=\"keyword\">“</strong>categorically rejects the cases ... as one of the anti-DPRK attempts” (A/HRC/WGAD/2012/47, para. 10) underline the consistent pattern of gross human rights violations, which has continued with impunity."},{"author":119739,"first":"Por ello, Dios prescribió la misma pena tanto para el que <strong class=\"keyword\">injuriara</strong> a sus padres como para el que realmente los asesinara.","second":"He therefore prescribed the same penalty for <strong class=\"keyword\">reviling</strong> one’s parents as for actually murdering them."},{"author":94808,"first":"<strong class=\"keyword\">Injuriar</strong> y calumniar a otra persona, ofendiéndola o ridiculizándola;","second":"Defamation of another person by offending or ridiculing him/her;"},{"author":94808,"first":"Asimismo, en el artículo 339 se castiga al que, con intención de <strong class=\"keyword\">injuriar</strong> públicamente, efectuare actos o profiriere expresiones gravemente ofensivas para los miembros de un grupo religioso, nacional, étnico, sindical o político, o para las personas que profesen una creencia o ideología determinadas.","second":"Similarly, article 339 calls for the punishment of anyone who, publicly and with an intent to cause <strong class=\"keyword\">harm</strong>, commits acts or makes statements that are seriously offensive to members of a religious, national, ethnic, trade union or political group, or to persons who profess a particular belief or ideology."},{"author":31,"first":"\" Formar grupos, <strong class=\"keyword\">injuriar</strong> a la nación alemana \"","second":"\" Large crowds are <strong class=\"keyword\">forbidden.You</strong> may not <strong class=\"keyword\">insult</strong> the German people"},{"author":119739,"first":"Hasta cuando los demás no los tratan con bondad, intentan por todos los medios imitar a Jesús, quien al sufrir injurias “no se puso a <strong class=\"keyword\">injuriar</strong> en cambio” (1 Pedro 2:23).","second":"(Ephesians 4:32; Colossians 3:13) Even when others do not treat them kindly, they endeavor to imitate Jesus, who when being <strong class=\"keyword\">reviled</strong> “did not go <strong class=\"keyword\">reviling</strong> in return.”"},{"author":94808,"first":"También se castiga la utilización de escritos, medios de comunicación social o reuniones públicas para incitar a actos de violencia o a difamar o <strong class=\"keyword\">injuriar</strong> a personas o grupos de personas por motivos de raza, color u origen étnico.","second":"Punishment is also meted out for use of writings, social communications media or public meetings to incite acts of violence, or to defame or <strong class=\"keyword\">injure</strong> individuals or groups by reason of their race, colour or ethnic origin."},{"author":119723,"first":"“Y no tendréis deseos de <strong class=\"keyword\">injuriaros</strong> el uno al otro, sino de vivir pacíficamente” (Mosíah 4:13).","second":"“And ye will not have a mind to <strong class=\"keyword\">injure</strong> one another, but to live peaceably” (Mosiah 4:13)."},{"author":119739,"first":"Residente forastero, lo mismo que natural, debe ser muerto por <strong class=\"keyword\">injuriar</strong> el Nombre.","second":"The alien resident the same as the native should be put to death for his <strong class=\"keyword\">abusing</strong> the Name."},{"author":8008,"first":"Periódicos independientes y de la oposición dejaron de publicarse un día para protestar por la nueva ley, y cientos de trabajadores de medios de comunicación protestaron en el exterior de la Asamblea Nacional.Ibrahim Eissa, redactor jefe del semanario de oposición Al Dostour, la periodista Sahar Zaki, de la misma publicación, y Saied Mohamed Abdullah fueron condenados en junio a un año de prisión y una multa por <strong class=\"keyword\">injuriar</strong> al presidente y difundir rumores falsos. Los cargos estaban relacionados con unos artículos publicados en abril en los que se informaba sobre una demanda judicial de Saied Mohamed Abdullah contra el presidente y altos cargos del gobernante Partido Nacional Democrático.","second":"Journalists continued to be threatened, harassed and imprisoned because of their work."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}