{"result":"ok","tuc":[{"phrase":{"text":"righteous","language":"en"},"meanings":[{"language":"en","text":"free from sin or guilt"},{"language":"en","text":"moral and virtuous, suggesting sanctimonious"}],"meaningId":-4886039999250149830,"authors":[70195]},{"phrase":{"text":"immaculate","language":"en"},"meaningId":5257208881689487752,"authors":[84500]},{"phrase":{"text":"spotless","language":"en"},"meaningId":-869846386585771361,"authors":[84715]},{"phrase":{"text":"unblemished","language":"en"},"meanings":[{"language":"en","text":"lacking blemishes"}],"meaningId":6296941119884273344,"authors":[90508]},{"phrase":{"text":"unsullied","language":"en"},"meaningId":1144954375190632622,"authors":[25115]},{"phrase":{"text":"pure","language":"en"},"meaningId":-4065957243718681546,"authors":[25018]},{"phrase":{"text":"stainless","language":"en"},"meaningId":-8817848443684538162,"authors":[25115]},{"phrase":{"text":"unstained","language":"en"},"meaningId":-4639053182568157712,"authors":[84500]},{"phrase":{"text":"untainted","language":"en"},"meaningId":-1950553097070810792,"authors":[84500]},{"phrase":{"text":"clean","language":"en"},"meaningId":3316187153463225526,"authors":[86934]},{"phrase":{"text":"clear","language":"en"},"meaningId":5308393169134600083,"authors":[86934]},{"phrase":{"text":"dignified","language":"en"},"meaningId":7584507167212913997,"authors":[86934]},{"phrase":{"text":"innocent","language":"en"},"meaningId":-8918527864735243449,"authors":[86934]},{"phrase":{"text":"pristine","language":"en"},"meaningId":524719369640096925,"authors":[97745]},{"phrase":{"text":"speckless","language":"en"},"meaningId":-7401703629971803176,"authors":[84500]},{"phrase":{"text":"spic","language":"en"},"meaningId":7802511314722802171,"authors":[84500]},{"phrase":{"text":"spic-and-span","language":"en"},"meaningId":5856781183580915095,"authors":[84500]},{"phrase":{"text":"spick","language":"en"},"meaningId":2081947898707846795,"authors":[84500]},{"phrase":{"text":"spick-and-span","language":"en"},"meaningId":-1802928321720249600,"authors":[84500]},{"phrase":{"text":"transparent","language":"en"},"meaningId":-4533922921943564150,"authors":[86934]},{"phrase":{"text":"uncontaminated","language":"en"},"meaningId":-8904872665843577639,"authors":[84500]},{"phrase":{"text":"undefiled","language":"en"},"meaningId":-9013074016500169168,"authors":[84500]},{"phrase":{"text":"unpolluted","language":"en"},"meaningId":-1194662741986221774,"authors":[84500]},{"phrase":{"text":"untarnished","language":"en"},"meaningId":8957993412956167703,"authors":[84500]},{"phrase":{"text":"worthy","language":"en"},"meaningId":-3238957893013946841,"authors":[86934]},{"meanings":[{"language":"en","text":"immaculate, spotless"}],"meaningId":-6061230620095424440,"authors":[93107]}],"phrase":"inmaculado","examples":[{"author":95096,"first":"Hoy la liturgia de la Iglesia celebra la memoria del <strong class=\"keyword\">Inmaculado</strong> Corazón de la santísima Virgen María.","second":"Today the Church’s Liturgy commemorates the <strong class=\"keyword\">Immaculate</strong> Heart of the Blessed Virgin Mary."},{"author":95096,"first":"El lema de su vida fue: \"Todo por el sacratísimo Corazón de Jesús, a través de las manos <strong class=\"keyword\">inmaculadas</strong> de la santísima Virgen María\".","second":"His motto in life was: \"All for the Most Sacred Heart of Jesus through the <strong class=\"keyword\">immaculate</strong> hands of the Most Blessed Virgin Mary\"."},{"author":95096,"first":"Saludo con gran afecto a los estudiantes universitarios reunidos en la catedral de la <strong class=\"keyword\">Inmaculada</strong> Concepción, en Moscú.","second":"I cordially greet the university students gathered in <strong class=\"keyword\">Immaculate</strong> Conception Cathedral, Moscow."},{"author":95096,"first":"Contemplemos a la Virgen <strong class=\"keyword\">inmaculada</strong> de Nazaret, la Madre del amor hermoso, que acompaña a los hombres de todos los tiempos, y en particular de nuestros tiempos, en la «peregrinación de la fe» hacia la casa del Padre.","second":"Let us turn our gaze to the <strong class=\"keyword\">Immaculate</strong> Virgin of Nazareth, Mother of Fair Love, who accompanies people of all times on their “pilgrimage of faith” to the house of the Father."},{"author":118293,"first":"ahora os pertenezco, a Dios sometida, aunque <strong class=\"keyword\">inmaculada</strong>, como un lirio, estoy.","second":"Now I am yours, obedient to God's will, and as chaste as the lilies."},{"author":95096,"first":"Ahora que hemos entrado en el tiempo de la preparación inmediata para el gran jubileo del año 2000, como prenda de estímulo para los trabajos de vuestra asamblea y para la vida apostólica del instituto, encomiendo a todas las Hijas de la Caridad a la protección materna de la Virgen <strong class=\"keyword\">Inmaculada</strong>, Madre de la Iglesia y Madre de la Pequeña Compañía, así como a la intercesión de san Vicente de Paúl, santa Luisa de Marillac y santa Catalina Labouré, y de todo corazón les envío la bendición apostólica.","second":"Now that we have come to the time of immediate preparation for the Great Jubilee of the Year 2000, as a pledge of encouragement for your assembly’s work and the apostolic life of the institute, I entrust all the Daughters of Charity to the motherly protection of the <strong class=\"keyword\">Immaculate</strong> Virgin, Mother of the Church and Mother of the Little Society, as well as to the intercession of St Vincent de Paul, St Louise de Marillac and St Catherine Labouré, and I wholeheartedly send them my Apostolic Blessing."},{"author":118293,"first":"No queremos hacer nada sin la aprovación del Comite Nacional, ya que Knapely es el gran orgullo de la IM, con una <strong class=\"keyword\">inmaculada</strong> reputación, y tomara solo un pequeño acto por unas cuantas personas deshonestas arruinar una reputación que hemos gozado todos estos años...","second":"We wouldn't want to do anything without National Committee approval, not with Knapely being such a proud WI, with an <strong class=\"keyword\">unblemished</strong> reputation, where it would take only one small act by a few rogue individuals to ruin a reputation that we've spent all these years..."},{"author":95096,"first":"Tu cuerpo <strong class=\"keyword\">inmaculado</strong> y totalmente hermoso no permaneció en la tierra; al contrario, tú estás sentada en el trono en el reino celestial como reina, señora, dominadora, la Madre de Dios, la verdadera Madre de Dios elevada al cielo» (Homilía I sobre la Dormición: PG 96, 719).","second":"Your <strong class=\"keyword\">immaculate</strong> and totally beautiful body did not remain in the earth but, on the contrary, you are seated on a throne in the heavenly kingdom as queen, lady, ruler, Mother of God, the assumed true genitrix of God” (First Homily on the Dormition: PG 96, 719)."},{"author":95096,"first":"Expreso de corazón a toda la orden mi anhelo de que viva el 450° aniversario del nacimiento de san Camilo con alegría y compromiso apostólico, y, a la vez que encomiendo a la Virgen <strong class=\"keyword\">inmaculada</strong>, Reina de los Ministros de los enfermos y Salud de los enfermos, esperanzas y proyectos, deseo que, como sucedió con vuestro fundador, también para cada camilo el Año jubilar sea ocasión de fervor, santidad y gracia.","second":"I offer the entire order my heartfelt wishes for the 450th anniversary of the birth of St Camillus, in the hope that it will be celebrated with joy and apostolic commitment and, as I entrust its hopes and plans to the <strong class=\"keyword\">Immaculate</strong> Virgin, Queen of the Servants of the Sick and Health of the Sick, I hope that the Jubilee Year will be an occasion of fervour, holiness and grace for each Camillian, as it was for your founder."},{"author":95096,"first":"Los fieles, en la oración, en las pruebas, en la gratitud y en la alegría, han encontrado siempre nuevos aspectos y títulos que nos pueden abrir mejor a este misterio como, por ejemplo, la imagen del Corazón <strong class=\"keyword\">Inmaculado</strong> de María, símbolo de la unidad profunda y sin reservas con Cristo en el amor.","second":"In their prayers and sufferings, in their thanksgiving and joy, the faithful have constantly discovered new dimensions and qualities which this mystery can help to disclose for us, for example when the image of the <strong class=\"keyword\">Immaculate</strong> Heart of Mary is seen as a symbol of her deep and unreserved loving unity with Christ."},{"author":95096,"first":"Hoy, se propone a la veneración de la Iglesia universal cuatro nuevas figuras de santos: Cayetano Errico, María Bernarda Bütler, Alfonsa de la <strong class=\"keyword\">Inmaculada</strong> Concepción y Narcisa de Jesús Martillo Morán.","second":"Today, four new figures of Saints are proposed for the veneration of the universal Church: Gaetano Errico, Maria Bernarda Bütler, Alphonsa of the <strong class=\"keyword\">Immaculate</strong> Conception and Narcisa de Jesús Martillo Morán."},{"author":95096,"first":"Estos son los deseos que nos complacemos en depositar en las manos y en el corazón de la Santísima Virgen, la <strong class=\"keyword\">Inmaculada</strong>, en este día especialmente dedicado a Ella y en el X aniversario de la clausura del Concilio Vaticano II.","second":"This is the desire that we rejoice to entrust to the hands and the heart of the <strong class=\"keyword\">Immaculate</strong> Blessed Virgin Mary, on this day which is especially consecrated to her and which is also the tenth anniversary of the close of the Second Vatican Council."},{"author":118293,"first":"Los <strong class=\"keyword\">Inmaculados</strong> son demasiado visibles.","second":"The <strong class=\"keyword\">Unsullied</strong> are too conspicuous."},{"author":95096,"first":"Este santuario de Zapopán es, en efecto, una prueba más, palpable y consoladora, de la intensa devoción que, desde hace siglos, el pueblo mexicano, y con él, todo el pueblo latinoamericano, profesa a la Virgen <strong class=\"keyword\">Inmaculada</strong>.","second":"This sanctuary of Zapopán is, in fact, another proof, a tangible and consoling one, of the intense devotion that the Mexican people, and with it the whole Latin-American people, has professed to <strong class=\"keyword\">Mary Immaculate</strong> for centuries."},{"author":95096,"first":"Encomendándoos a vosotros y a vuestros hermanos en el episcopado a la solicitud amorosa de María <strong class=\"keyword\">Inmaculada</strong>, patrona celestial de Estados Unidos, os imparto mi bendición apostólica.","second":"Commending you and your brother Bishops to the loving care of Mary <strong class=\"keyword\">Immaculate</strong>, Heavenly Patron of the United States of America, I cordially impart my Apostolic Blessing."},{"author":22,"first":"de <strong class=\"keyword\">Inmaculada</strong> García Cáceres (no","second":"<strong class=\"keyword\">Inmaculada</strong> Garcia Caceres"},{"author":95096,"first":"Te saludamos, <strong class=\"keyword\">inmaculada</strong> Madre de Dios.","second":"We greet you, <strong class=\"keyword\">Immaculate</strong> Mother of God!"},{"author":95096,"first":"¡Cuán grande es el misterio de la <strong class=\"keyword\">Inmaculada</strong> Concepción, que nos presenta la liturgia de hoy!","second":"How great is the mystery of the <strong class=\"keyword\">Immaculate</strong> Conception that the Liturgy presents to us today!"},{"author":119739,"first":"Más bien, fue con sangre preciosa, como la de un cordero sin tacha e <strong class=\"keyword\">inmaculado</strong>, sí, la de Cristo” (1 Pedro 1:18, 19).","second":"But it was with precious blood, like that of an <strong class=\"keyword\">unblemished</strong> and <strong class=\"keyword\">spotless</strong> lamb, even Christ’s.”—1 Peter 1:18, 19."},{"author":95096,"first":"Sin embargo, subsisten aún algunas divergencias sobre los dogmas de la <strong class=\"keyword\">Inmaculada</strong> Concepción y de la Asunción, aunque estas verdades fueron ilustradas al principio precisamente por algunos teólogos orientales: basta pensar en grandes escritores como Gregorio Palamas († 1359), Nicolás Cabasilas († después del 1396) y Jorge Scholarios († después del 1472).","second":"However, there remain some disagreements regarding the dogmas of the <strong class=\"keyword\">Immaculate</strong> Conception and the Assumption, even if these truths were first expounded by certain Eastern theologians — one need only recall great writers like Gregory Palamas (†1359), Nicholas Cabasilas († after 1369) and George Scholarios († after 1472)."},{"author":95096,"first":"Con el pensamiento dirigido a la Virgen <strong class=\"keyword\">Inmaculada</strong>, la \"Tota pulchra\", e implorando la intercesión de san Francisco y de santa Clara, a los que encomiendo el éxito de los trabajos de este capítulo general, le imparto a usted, reverendísimo padre, a los religiosos capitulares y a todos los miembros de la Orden, como prenda de especial afecto, la bendición apostólica.","second":"Thinking of the <strong class=\"keyword\">Immaculate</strong> Virgin, the \"Tota pulchra\", and imploring the intercession of St Francis and of St Clare, to whom I entrust the success of the work of this General Chapter, I impart as a pledge of my special affection to you, Most Reverend Father, to the Chapter Fathers and to all the members of the Order my Apostolic Blessing."},{"author":8008,"first":"Renovar la Pastoral de la Salud en el mundo y en particular en Europa (Francia), a través de la celebración del 150° aniversario de la proclamación del Dogma de la <strong class=\"keyword\">Inmaculada</strong> Concepción.","second":"To renew Health Pastoral Care in the world and in particular in Europe (France) through the celebration of the 150th anniversary of the proclamation of the dogma of the <strong class=\"keyword\">IMMACULATE</strong> CONCEPTION."},{"author":8008,"first":"Fue ordenado sacerdote en Turín en la iglesia de la <strong class=\"keyword\">Inmaculada</strong> Concepción el 5 de junio de 1841.","second":"Following his advice he decided to enter the seminary to study theology. Don Bosco was ordained priest in Turin on June 5, 1841, in the Church of The <strong class=\"keyword\">Immaculate</strong> Conception."},{"author":8008,"first":"San Joaquín y santa Ana son representados igualmente en el retablo de la Grada y en una tela de la la capilla de la <strong class=\"keyword\">Inmaculada</strong>.","second":"Saint Joaquin and Saint Ann are also represented in the altarpiece of the Grada and in a cloth of the Chapel of the <strong class=\"keyword\">Immaculate Conception</strong>."},{"author":8008,"first":"El Padre la había creado santa e <strong class=\"keyword\">inmaculada</strong> desde su Concepción purísima.","second":"The Father had created her a Saint and <strong class=\"keyword\">immaculate</strong> since her pure Conception."}],"from":"es","dest":"en","authors":{"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}