{"result":"ok","tuc":[],"phrase":"inmiscuir","examples":[{"author":8000,"first":"Mi delegación afirma que ningún Estado tiene derecho a <strong class=\"keyword\">inmiscuir</strong> a Kuwait en cuestiones que no son de su incumbencia","second":"My delegation affirms that no State has the right to <strong class=\"keyword\">drag</strong> Kuwait into matters that are none of its concern"},{"author":118293,"first":"Sr. Denham me <strong class=\"keyword\">inmiscuiré</strong> un poco.","second":"Mr. Denham I'm gonna <strong class=\"keyword\">do</strong> some butting in."},{"author":31,"first":"Me <strong class=\"keyword\">inmiscuiré</strong>, veré quién habla","second":"I' il <strong class=\"keyword\">get involved</strong>, see who' s talking"},{"author":118293,"first":"Yo no me <strong class=\"keyword\">inmiscuiré</strong>.","second":"I'm keeping my <strong class=\"keyword\">nose</strong> out of <strong class=\"keyword\">it</strong>."},{"author":91988,"first":"Eso significa que la UE no se <strong class=\"keyword\">inmiscuirá</strong> en los sistemas nacionales vigentes de relaciones Iglesia-Estado y se abstendrá de imponer un modelo común de dichas relaciones.","second":"This means that the EU will not <strong class=\"keyword\">interfere with</strong> the national systems of church‐state relations that now exist, and will refrain from imposing a common model of church‐state relations."},{"author":31,"first":"Prometí que no me volvería a <strong class=\"keyword\">inmiscuir</strong> en esa clase de asuntos","second":"I did promise I won' t <strong class=\"keyword\">get involved</strong> in these matters"},{"author":94808,"first":"De conformidad con la jurisprudencia sólidamente establecida del Comité, este no es un “cuarto tribunal de apelación”, y no se <strong class=\"keyword\">inmiscuirá</strong> en las conclusiones fácticas de los tribunales nacionales, incluida su evaluación del riesgo, a menos que sus decisiones sean manifiestamente arbitrarias o equivalgan a una denegación de justicia[footnoteRef:30].","second":"According to well-established case law of the Committee, it does not serve as a “fourth court of appeal”, and would not <strong class=\"keyword\">interfere with</strong> the factual findings of local courts, including their assessment of risk, unless their decisions are manifestly arbitrary or amount to a denial of justice.[footnoteRef:31] [31: See, for example, communication No."},{"author":118293,"first":"El muy cabrón está intentando <strong class=\"keyword\">inmiscuir</strong> al Intendente.","second":"The bastard is trying to bring <strong class=\"keyword\">in</strong> the magistrate."},{"author":27,"first":"Quisiera que el Consejo diese la seguridad de que la Comisión de la UE no se <strong class=\"keyword\">inmiscuirá</strong> en ese proceso y permitirá a los ciudadanos adoptar su decisión por sí solos y que se hará de conformidad con la Constitución de Irlanda, que, en realidad, prohíbe la utilización de dinero público para promover una de las opciones en un referéndum.","second":"I would like an assurance from the Council that the EU Commission will actually step aside from the process on <strong class=\"keyword\">this</strong> and allow the people to make up their own mind and that it will be in accordance with the constitution of Ireland which prohibits the use of public money to promote one side of the argument in a referendum."},{"author":94809,"first":"La República no atentará contra los Derechos soberanos de otros Estados ni se <strong class=\"keyword\">inmiscuirá</strong> en los asuntos internos de éstos.","second":"In so doing the Republic shall not <strong class=\"keyword\">interfere</strong> with the sovereign rights of other States nor in their internal affairs."},{"author":118293,"first":"Me <strong class=\"keyword\">inmiscuiré</strong>, veré quién habla.","second":"I'll <strong class=\"keyword\">get involved</strong>, see wh o's talking."},{"author":94809,"first":"Considerando que el Batallón de Acción Rápida (RAB), creado hace diez años como medida de emergencia para hacer frente a las amenazas para la seguridad procedentes de grupos combatientes, engloba tanto a militares como a agentes de policía, lo que equivale en la práctica a <strong class=\"keyword\">inmiscuir</strong> al ejército en la actuación policial civil sin que existan mecanismos de rendición de cuentas transparentes; que las organizaciones independientes de defensa de los derechos humanos afirman que el RAB es responsable de aproximadamente 800 muertes y que en ningún caso se ha procesado o castigado a los agentes responsables; que, exceptuando la reciente detención de varios miembros del RAB en relación con el presunto asesinato a sueldo de un político del partido en el poder, quedan impunes abusos atroces;","second":"whereas the Rapid Action Battalion (RAB), created 10 years ago as an emergency measure to counter security threats from militant groups, comprises both military and police officers, effectively bringing the army <strong class=\"keyword\">into</strong> civilian law enforcement without any transparent accountability mechanisms; whereas independent human rights organisations allege that the RAB is responsible for some 800 deaths, without any prosecution or punishment of the officers responsible; whereas apart from recent arrests of several RAB members in connection with a suspected contract killing of a ruling-party politician, other egregious abuses go unpunished;"},{"author":118293,"first":"No me <strong class=\"keyword\">inmiscuir</strong> é.","second":"I won't <strong class=\"keyword\">meddle</strong>."},{"author":8000,"first":"En el proyecto de resolución titulado “El Golán sirio”, como en muchas otras resoluciones relativas al conflicto árabe-israelí, se trata de <strong class=\"keyword\">inmiscuir</strong> a la Asamblea General en las negociaciones","second":"The draft resolution entitled the resolution entitled “The Syrian Golan”, like so many of the other resolutions dealing <strong class=\"keyword\">with</strong> the Arab-Israeli dispute, seeks to inject the General Assembly into negotiations"},{"author":74,"first":"Deja de <strong class=\"keyword\">inmiscuir</strong> tu nariz en los asuntos de otros.","second":"Stop sticking your <strong class=\"keyword\">nose</strong> into other people's business."},{"author":118293,"first":"También deberéis prometer que no volveréis a <strong class=\"keyword\">inmiscuiros</strong> en los asuntos del Imperio.","second":"You must promise not to <strong class=\"keyword\">mingle</strong> with the Empire anymore."},{"author":118293,"first":"No me <strong class=\"keyword\">inmiscuiré</strong>.","second":"I won't <strong class=\"keyword\">interfere</strong>"},{"author":94809,"first":"¿Existe un acuerdo entre la UE y la Federación de Rusia y/o Ucrania que obligue a la UE a no <strong class=\"keyword\">inmiscuir</strong> en el futuro, en el desarrollo económico y en los derechos humanos en Moldova?","second":"Is there an agreement between the EU and the Russian Federation and/or Ukraine which obliges the EU not to concern <strong class=\"keyword\">itself with</strong> the future or the economic development of Moldova or with human rights there?"},{"author":118293,"first":"Subiré a bordo del yate a hurtadillas y me <strong class=\"keyword\">inmiscuiré</strong>.","second":"I will sneak over that yacht, I'll climb aboard and blend <strong class=\"keyword\">in</strong>."},{"author":27,"first":"Entretanto, quisiera garantizarles que ningún objeto volante del cielo europeo se <strong class=\"keyword\">inmiscuirá</strong> ni en el Libro Verde ni en el Libro Blanco.","second":"In the meantime, I would like to make sure that the Green Paper and the White Paper do not <strong class=\"keyword\">get</strong> mixed up with other flying objects in the European sky."},{"author":27,"first":"El Grupo PPE-DE ha dirigido esta pregunta a la Comisión porque después del Informe Villiers y antes de la presentación del tercer documento de consulta y de la conclusión del proyecto de directiva por parte de la Comisión queremos dar a la opinión pública y a las empresas afectadas una clara señal de que en la elaboración de la directiva somos el abogado de los afectados y nos queremos <strong class=\"keyword\">inmiscuir</strong> de manera más intensa en el proceso de discusión tanto en lo que respecta al seguimiento del Comité de Basilea como también en lo que atañe a la preparación de la directiva.","second":"The reason why the Group of the European People's Party/European Democrats has addressed this question to the Commission is that we want, after the Villiers report, prior to the presentation of the third consultative document and before the Commission complete the draft Directive, to give a clear signal to the public and to the enterprises affected that we speak for the affected parties in the Directive's drafting process and that we want to be more <strong class=\"keyword\">involved</strong> in the discussion process, both as regards the monitoring of the Basle Committee and also the preparation of the Directive."},{"author":95875,"first":"La Comisión destaca que el grupo no se <strong class=\"keyword\">inmiscuirá</strong> en los asuntos éticos, que son competencia del Grupo europeo dedicado a las cuestiones éticas.","second":"The Commission stresses that the group will not touch upon ethical issues, which are the mandate of the European Group on Ethics."},{"author":94808,"first":"Mi delegación afirma que ningún Estado tiene derecho a <strong class=\"keyword\">inmiscuir</strong> a Kuwait en cuestiones que no son de su incumbencia.","second":"My delegation affirms that no State has the right to <strong class=\"keyword\">drag</strong> Kuwait into matters that are none of its concern."},{"author":94808,"first":"En el proyecto de resolución titulado “El Golán sirio”, como en muchas otras resoluciones relativas al conflicto árabe-israelí, se trata de <strong class=\"keyword\">inmiscuir</strong> a la Asamblea General en las negociaciones.","second":"The draft resolution entitled the resolution entitled “The Syrian Golan”, like so many of the other resolutions dealing with the Arab-Israeli dispute, seeks to inject the General Assembly <strong class=\"keyword\">into</strong> negotiations."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}