{"result":"ok","tuc":[{"phrase":{"text":"innocuous","language":"en"},"meanings":[{"language":"en","text":"harmless"},{"language":"en","text":"Lacking intent or capacity to injure."},{"language":"es","text":"Que no tiene intención o capacidad para hacer daño."}],"meaningId":-2342832830704688181,"authors":[90508]},{"phrase":{"text":"harmless","language":"en"},"meanings":[{"language":"en","text":"incapable of causing harm or danger"}],"meaningId":5690530956236747382,"authors":[90508]},{"phrase":{"text":"innocent","language":"en"},"meanings":[{"language":"en","text":"Lacking intent or capacity to injure."},{"language":"es","text":"Que no tiene intención o capacidad para hacer daño."}],"meaningId":-7841405637008546772,"authors":[60172]},{"phrase":{"text":"benign","language":"en"},"meaningId":-3094310568502574317,"authors":[89651]},{"phrase":{"text":"innoxious","language":"en"},"meaningId":5075034174972956562,"authors":[25018]},{"phrase":{"text":"inoffensive","language":"en"},"meaningId":-58953060677510897,"authors":[83064]},{"phrase":{"text":"non-harmful","language":"en"},"meaningId":530191125206896997,"authors":[80097]},{"phrase":{"text":"non-hazardous","language":"en"},"meaningId":5215768152050509621,"authors":[80097]},{"phrase":{"text":"safe","language":"en"},"meaningId":-4228598979192683682,"authors":[89651]},{"meanings":[{"language":"en","text":"harmless."},{"language":"en","text":"innoxious."}],"meaningId":3577402954801420441,"authors":[1]}],"phrase":"inocuo","examples":[{"author":94808,"first":"Recordando que en la decisión XIII/7 se pidió a las Partes que instaran al sector industrial y a los usuarios a que estudiaran la posibilidad de limitar el uso del n-propilbromuro a aplicaciones para las que no se dispusiera de alternativas económicamente más viables y ambientalmente más <strong class=\"keyword\">inocuas</strong>,","second":"Recalling that decision XIII/7 requested Parties to urge industry and users to consider limiting the use of n-propyl bromide to applications for which more economically feasible and environmentally <strong class=\"keyword\">friendly</strong> alternatives were unavailable,"},{"author":94809,"first":"La colonización puede estar relacionada tanto con microorganismos funcionales e <strong class=\"keyword\">inocuos</strong> como con microorganismos patógenos.","second":"Colonisation can be related to <strong class=\"keyword\">harmless</strong> and functional micro-organisms as well as to pathogenic micro-organisms."},{"author":8000,"first":"Cuando el Estado cumple con sus obligaciones de garantizar el acceso a los servicios de saneamiento que sean <strong class=\"keyword\">inocuos</strong>, higiénicos, seguros, social y culturalmente aceptables, que proporcionen intimidad y garanticen la dignidad en forma no discriminatoria, los individuos tienen que mostrar responsabilidad al utilizar esas instalaciones","second":"Where the State is complying with its duties to ensure access to sanitation facilities which are <strong class=\"keyword\">safe</strong>, hygienic, secure, socially and culturally acceptable, provide privacy and ensure dignity in a non-discriminatory manner, individuals have a responsibility to use such facilities"},{"author":94808,"first":"Por último, el orador pide una mayor colaboración en la esfera de las tecnologías <strong class=\"keyword\">inocuas</strong> para el medio ambiente y la transferencia de tecnología.","second":"Finally, he called for greater collaboration in the area of <strong class=\"keyword\">environmentally-friendly</strong> technologies and technology transfer."},{"author":94809,"first":"Para el envasado, cuando se realiza, se utiliza material adecuado <strong class=\"keyword\">inocuo</strong> e inerte en relación al producto, en atmósfera normal, controlada o al vacío.","second":"Special material is used for its packaging, which, when it comes into contact with the product, is <strong class=\"keyword\">innocuous</strong> and inert in a normal or controlled atmosphere or in a vacuum."},{"author":118293,"first":"Parecía tan <strong class=\"keyword\">inocua</strong> en ese momento.","second":"It seemed so <strong class=\"keyword\">innocuous</strong> at the time."},{"author":94809,"first":"La Directiva establece una lista de sustancias activas admitidas que, tras una evaluación exhaustiva, se consideran <strong class=\"keyword\">inocuas</strong> para la salud humana, la sanidad animal y el medio ambiente.","second":"The Directive provides for a positive list of accepted active substances that are considered as <strong class=\"keyword\">safe</strong> for human and animal health and the environment after a thorough evaluation."},{"author":118293,"first":"Todo lo que sé es que cuando más <strong class=\"keyword\">inocuo</strong> suenan, más letales són.","second":"All I know is the more <strong class=\"keyword\">innocuous</strong> they sound, the more lethal they are."},{"author":94809,"first":"No obstante, su grado de perfección es todavía bajo y ninguno de ellos ha alcanzado la «masa crítica», en función de la cual los usuarios tengan la seguridad de que tanto los contenidos de su interés como los que deseen evitar están calificados de la manera apropiada, y el sistema no bloquea los contenidos <strong class=\"keyword\">inocuos</strong>.","second":"However, their level of sophistication is still low and none have yet reached the 'critical mass` where users can be sure that content in which they are interested and content which they wish to avoid will be rated appropriately and that perfectly <strong class=\"keyword\">innocuous</strong> content will not be blocked."},{"author":94809,"first":"Se evitará el uso de frases como «puede ser peligroso», «sin efectos para la salud», «seguro en la mayoría de las condiciones de uso», «<strong class=\"keyword\">inocuo</strong>» o cualquier otra expresión que indique que la sustancia o la mezcla no son peligrosas o cualquier otra indicación que no sea coherente con la clasificación de dicha sustancia o mezcla.","second":"Statements such as ‘may be dangerous’, ‘no health effects’, ‘safe under most conditions of use’ or ‘<strong class=\"keyword\">harmless</strong>’ or any other statements indicating that the substance or mixture is not hazardous or any other statements that are inconsistent with the classification of that substance or mixture shall not be used."},{"author":94808,"first":"Manteniendo las iniciativas y programas nacionales para hacer frente a los retos que plantea la malaria, con el apoyo de la comunidad internacional, mediante el fortalecimiento de estrategias eficaces de prevención, diagnóstico y tratamiento, en particular asegurando la accesibilidad y disponibilidad de medicamentos y productos farmacéuticos genéricos asequibles, de buena calidad y eficaces, incluidos los tratamientos combinados a base de artemisina, así como el progreso en el uso de mosquiteros tratados con insecticida <strong class=\"keyword\">inocuo</strong> de larga duración para combatir la malaria y mediante el fortalecimiento de las investigaciones en curso para desarrollar rápidamente vacunas contra la malaria;","second":"Sustaining national efforts and programmes, with the support of the international community, to address the challenges posed by malaria by strengthening effective prevention, diagnosis and treatment strategies, including by ensuring the accessibility to and availability of affordable, quality and effective medicines, generics, including artemisinin-combination therapy, as well as progress in the use of long-lasting, <strong class=\"keyword\">safe</strong> insecticide-treated bed nets to combat malaria and strengthening ongoing research for the prompt development of malaria vaccines;"},{"author":94808,"first":"Lo positivo es que una creciente demanda de productos ambientalmente preferibles ofrece nuevas oportunidades a los productores y países que pueden producir con métodos más eficientes desde el punto de vista de la energía y más <strong class=\"keyword\">inocuos</strong> para el medio ambiente, y pueden comunicar eficazmente este hecho a los consumidores.","second":"On the positive side, growing consumer demand for environmentally preferable products presents new opportunities for those producers and countries that can produce in more energy-efficient and <strong class=\"keyword\">environmentally friendly</strong> ways – and can effectively communicate this fact to consumers."},{"author":94808,"first":"Con tal fin, se están desarrollando líneas de crédito y beneficios fiscales especiales para promover el uso de sustitutos de las sustancias que agotan el ozono que sean <strong class=\"keyword\">inocuos</strong> para el medio ambiente y el consumo eficiente de energía.","second":"For this purpose, special credit lines and tax benefits are being designed to promote <strong class=\"keyword\">environmentally friendly</strong> ozone‐depleting substance substitutes and energy-efficient consumption."},{"author":94808,"first":"Es importante que los alimentos que no puedan almacenarse en condiciones <strong class=\"keyword\">inocuas</strong> a temperatura ambiente mantengan la cadena de frío, y","second":"it is important, for food that cannot be stored <strong class=\"keyword\">safely</strong> at ambient temperatures, to maintain the cold chain; and"},{"author":94808,"first":"[Se [deberá[n]] [debería[n]] [fortalecer] [establecer] [ofrecer] [un] [el] [los] [mecanismo[s]] [de incentivo] [existente[s]] [para la transferencia de tecnología] [para una mejor cooperación en el desarrollo, el despliegue, la transferencia y la difusión de tecnología] de mitigación y adaptación mediante proyectos/programas que estimulen la difusión y la transferencia aceleradas de tecnologías ecológicamente <strong class=\"keyword\">inocuas</strong> y racionales ya existentes y nuevas a [los países] [las Partes que son países] en desarrollo, en particular a los países vulnerables, de conformidad con el párrafo 9 del artículo 4.]","second":"[[An incentive][The existing] [mechanism][s] [for technology transfer] [for enhanced cooperative action on technology development, deployment, transfer and diffusion] for mitigation and adaptation via projects/programmes that stimulate accelerated diffusion and transfer of existing and new <strong class=\"keyword\">environmentally safe</strong> and sound technologies to developing [countries] [country Parties], in particular a vulnerably countries [shall][should] be [strengthened] [established] [offered] in accordance with Article 4, paragraph 9.]"},{"author":8000,"first":"La Sra. Zia (Sudáfrica), hablando en nombre del Grupo de los # y China, exhorta a los países desarrollados a cooperar con los países del sur en actividades de investigación y desarrollo para facilitar la transferencia de tecnología avanzada y adecuada para mejorar el acceso de los países pobres a la tecnología, y promover la capacidad de los países en desarrollo en materia de tecnología <strong class=\"keyword\">inocua</strong> para el medio ambiente","second":"Ms. Zia (South Africa), speaking on behalf of the Group of # and China, called on developed countries to cooperate with countries of the South in research and development activities, in order to facilitate the transfer of appropriate and advanced technology to improve the access of the poor to technology, and to boost the capacity of developing countries to develop <strong class=\"keyword\">environmentally sound</strong> technology"},{"author":95875,"first":"Además, los reactivos tóxicos producidos como resultado de las transformaciones se convierten inmediatamente en compuestos <strong class=\"keyword\">inocuos</strong> eliminando por completo el almacenamiento.","second":"In addition, toxic reactants produced as a result of transformations are immediately converted into <strong class=\"keyword\">harmless</strong> entities to completely eliminate storage."},{"author":94808,"first":"A fin de que las actividades y operaciones de la organización sean <strong class=\"keyword\">inocuas</strong> para el clima y más sostenibles desde el punto de vista ambiental, la secretaría ha venido evaluando las emisiones de gases de efecto invernadero (GEI) resultantes de las reuniones de la Convención.","second":"In an effort to make the secretariat’s own in-house operations and activities climate-neutral and more <strong class=\"keyword\">environmentally</strong> sustainable, the secretariat has been assessing its greenhouse gas (GHG) emissions resulting from the UNFCCC process."},{"author":94809,"first":"El envasado se llevará a cabo en envases a base de materiales impermeables, inertes e <strong class=\"keyword\">inocuos</strong> que garanticen todas las normas higiénicas y sanitarias.","second":"The oil must be put up for market in recipients made from impermeable, inert, <strong class=\"keyword\">innocuous</strong> materials that meet all health and hygiene standards."},{"author":94808,"first":"Para realzar la cooperación en esferas vitales como los combustibles menos contaminantes y la energía y el biocombustible ecológicamente <strong class=\"keyword\">inocuos</strong>, la producción agropecuaria, el desarrollo de los recursos humanos, el VIH/SIDA, el paludismo y la tuberculosis, la biotecnología, la educación y el desarrollo de la infraestructura, convenimos en:","second":"In order to increase cooperation in vital areas such as Clean Fuels and Environmentally <strong class=\"keyword\">Friendly</strong> Energy/Biofuel, Agricultural and Livestock Production, Human Resource Development, HIV/AIDS, Malaria and Tuberculosis, Biotechnology, Education and Infrastructure Development, agree to:"},{"author":94808,"first":"Si se estiman las emisiones de esta forma el término \"<strong class=\"keyword\">inocuo</strong> para el clima\" resulta más adecuado para describir esta iniciativa que el término \"neutralizador del carbono\".","second":"A consequence of estimating emissions in this way is that the name “climate <strong class=\"keyword\">neutral</strong>” would be more appropriate to describe this initiative, than the more familiar term “carbon neutral”."},{"author":91988,"first":"Sin embargo, si se dispone de una vacuna prometedora –y si unos ensayos <strong class=\"keyword\">inocuos</strong> en voluntarios humanos sanos que no corran riesgo de infección demuestran que no daña–, denegársela a quienes atienden a los enfermos y agonizantes, con gran riesgo para su propia salud, no parece ético.","second":"Yet if a promising vaccine is available – and if <strong class=\"keyword\">safety</strong> trials in healthy human volunteers who are not at risk of infection demonstrate that it does no harm – to deny it to those who are tending to the sick and dying, at great risk to their own health, seems unethical."},{"author":94808,"first":"3.8 Lograr la cobertura sanitaria universal, incluida la protección contra los riesgos financieros, el acceso a servicios de salud esenciales de calidad y el acceso a medicamentos y vacunas <strong class=\"keyword\">inocuos</strong>, eficaces, asequibles y de calidad para todos","second":"3.8 Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to <strong class=\"keyword\">safe</strong>, effective, quality and affordable essential medicines and vaccines for all"},{"author":8000,"first":"Además, a fin de contribuir a las deliberaciones sobre las medidas futuras para hacer frente al cambio climático, el [órgano constituido] estudiará las formas de promover el acceso de los países en desarrollo a tecnologías más limpias e <strong class=\"keyword\">inocuas</strong> para el clima y a tecnologías de adaptación mediante la creación de entornos propicios, medidas concretas y programas que, entre otras cosas, fomenten","second":"Further, to contribute to discussions on future actions to address climate change, the [constituted body] shall explore ways and means to promote access by developing countries to cleaner and climate<strong class=\"keyword\">-friendly</strong> technologies and technologies for adaptation through the creation of enabling environments, concrete actions and programmes, inter alia"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}