{"result":"ok","tuc":[{"phrase":{"text":"poverty","language":"en"},"meaningId":5011503312149390422,"authors":[92056]},{"meanings":[{"language":"en","text":"indigence, poverty"}],"meaningId":8744282094512636705,"authors":[93107]}],"phrase":"inopia","examples":[{"author":8000,"first":"Las intervenciones orales y escritas que el equipo hizo en los períodos de sesiones # ° # ° # ° y # ° ante la Comisión de Derechos Humanos abarcan cuestiones relacionadas con la intolerancia religiosa, la tortura y las desapariciones, las violaciones de los derechos humanos cometidas en todos los países, el derecho a disfrutar de un nivel de vida adecuado, los derechos de las minorías étnicas, religiosas y lingüísticas, los derechos de los pueblos indígenas, las libertades fundamentales, el arresto o la detención, los derechos del niño (la cuestión del tráfico internacional de órganos), el papel de la juventud en la promoción y la protección de los derechos humanos, el derecho a la objeción de conciencia como derecho humano básico, la explotación de la mujer, los mercenarios, la impunidad, los migrantes y las minas antipersonales y la <strong class=\"keyword\">inopia</strong>","second":"Interventions in the United Nations Commission for Human Rights (both written and oral) during the fifty-first, fifty-second, fifty-third and fifty-fourth sessions covered the issues of: religious intolerance; torture and disappearances; violations of human rights in all countries; the right to enjoy an adequate standard of living; the rights of ethnic, religious and linguistic minorities; indigenous peoples; fundamental freedoms; detention or imprisonment; rights of the child (including international trafficking of children's organs); the role of youth in the promotion and protection of human rights; the right to conscientious objection as a basic human right; exploitation of women; mercenaries; impunity; migrants and displaced persons; the debt crisis and the right to development; anti-personnel mines; and extreme <strong class=\"keyword\">poverty</strong>"},{"author":118293,"first":"¿Y me tienes en la <strong class=\"keyword\">inopia</strong> para protegerme?","second":"So, what? You kept me in the dark to protect me?"},{"author":8000,"first":"Tal organización sería más flexible y menos onerosa, si no se puede optar por la institución de un tribunal penal internacional especial; no obstante, debería poder contar con todo el apoyo de la comunidad internacional, dada la <strong class=\"keyword\">inopia</strong> en que se encuentra el país","second":"Such an institution would be more flexible and less costly should the establishment of a special international criminal tribunal prove unfeasible. It should nevertheless receive full support from the international community, given the country's current destitution"},{"author":94808,"first":"Las intervenciones orales y escritas que el equipo hizo en los períodos de sesiones 51°, 52°, 53° y 54° ante la Comisión de Derechos Humanos abarcan cuestiones relacionadas con la intolerancia religiosa, la tortura y las desapariciones, las violaciones de los derechos humanos cometidas en todos los países, el derecho a disfrutar de un nivel de vida adecuado, los derechos de las minorías étnicas, religiosas y lingüísticas, los derechos de los pueblos indígenas, las libertades fundamentales, el arresto o la detención, los derechos del niño (la cuestión del tráfico internacional de órganos), el papel de la juventud en la promoción y la protección de los derechos humanos, el derecho a la objeción de conciencia como derecho humano básico, la explotación de la mujer, los mercenarios, la impunidad, los migrantes y las minas antipersonales y la <strong class=\"keyword\">inopia</strong>.","second":"Interventions in the United Nations Commission for Human Rights (both written and oral) during the fifty-first, fifty-second, fifty-third and fifty-fourth sessions covered the issues of: religious intolerance; torture and disappearances; violations of human rights in all countries; the right to enjoy an adequate standard of living; the rights of ethnic, religious and linguistic minorities; indigenous peoples; fundamental freedoms; detention or imprisonment; rights of the child (including international trafficking of children’s organs); the role of youth in the promotion and protection of human rights; the right to conscientious objection as a basic human right; exploitation of women; mercenaries; impunity; migrants and displaced persons; the debt crisis and the right to development; anti-personnel mines; and extreme <strong class=\"keyword\">poverty</strong>."},{"author":118293,"first":"Sí, el jefe de Yousaf le tiene en la <strong class=\"keyword\">inopia</strong>, no le deja enterarse de nada.","second":"Yeah, Yousaf's boss keeps him in the dark, doesn't let him in on anything."},{"author":118293,"first":"Ya veo, así que mientras ella esté en la <strong class=\"keyword\">inopia</strong>...","second":"I see, so as long as she remains oblivious..."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}