{"result":"ok","tuc":[{"phrase":{"text":"inquisitor","language":"en"},"meanings":[{"language":"en","text":"An official of the ecclesiastical court of the Inquisition."}],"meaningId":-7159135246938669990,"authors":[60172]},{"phrase":{"text":"Inquisitor","language":"en"},"meaningId":-3958876951355121370,"authors":[84500]},{"meanings":[{"language":"en","text":"inquisitor"}],"meaningId":8476332793510574075,"authors":[93107]}],"phrase":"inquisidor","examples":[{"author":118293,"first":"Quiere conferirle la Orden de San Gudro, el <strong class=\"keyword\">Inquisidor</strong>","second":"He's so pleased that he's awarding you the Order of St Gudrun the <strong class=\"keyword\">Inquisitive</strong>."},{"author":118293,"first":"Tu mismo dijiste que el <strong class=\"keyword\">Inquisidor</strong> del Rey tiene interes.","second":"You said yourself the king's justice has shown some interest."},{"author":118293,"first":"Y apuesto que El <strong class=\"keyword\">Inquisidor</strong> tuvo algo que ver.","second":"And I'm betting it was the <strong class=\"keyword\">Inquisitor</strong> who took her away."},{"author":118293,"first":"Parece que Lionel tiene planeada una entrevista mañana con el mejor reportero del <strong class=\"keyword\">Inquisidor</strong> acerca de algo llamado \" El Arma \".","second":"Lionel has an interview tomorrow with the \" <strong class=\"keyword\">Inquisitor's</strong> \" top reporter... regarding something called \" The Weapon. \""},{"author":118293,"first":"Bien hecho, <strong class=\"keyword\">Inquisidor</strong>.","second":"Well done, <strong class=\"keyword\">Inquisitor</strong>."},{"author":118293,"first":"El TIE del <strong class=\"keyword\">Inquisidor</strong>.","second":"The <strong class=\"keyword\">Inquisitor's</strong> TIE."},{"author":94808,"first":"Amorós Núñez (Cuba): Siguiendo la misma lógica de lo que indicaba la delegación de la República Checa, queremos expresar en nuestro derecho de contrarréplica que quien viene a juzgarnos aquí como <strong class=\"keyword\">inquisidor</strong> medieval no nos habla de sus pecados pretendiendo que ellos queden inmunes.","second":"Amorós Núñez (Cuba) (spoke in Spanish): Following the logic used by the delegation of the Czech Republic, we would like to use our right of reply to say that those who have come here as medieval <strong class=\"keyword\">inquisitors</strong> to judge us have failed to mention their own sins and are pretending to be immune from such failings."},{"author":118293,"first":"Era un <strong class=\"keyword\">inquisidor</strong>, pero de los viejos tiempos... cuando la Inquisición luchaba por guiar, no por castigar.","second":"I was an <strong class=\"keyword\">inquisitor</strong>, but in the early days... when the Inquisition struggled to guide, no to punish."},{"author":94808,"first":"Cuba no puede permitir que el Consejo siga siendo un tribunal <strong class=\"keyword\">inquisidor</strong> contra los pueblos del Sur, máxime cuando hoy se pretende manipular la causa común de la libertad y la promoción de la democracia como pretexto para desencadenar “guerras preventivas”.","second":"Cuba cannot allow the Council to continue to be a court of <strong class=\"keyword\">inquisition</strong> against the peoples of the South, especially when today the common cause of freedom and promotion of democracy is being manipulated as a pretext to unleash “preventive wars”."},{"author":95096,"first":"El 13 de junio de 1251, mi venerado predecesor, Inocencio IV, le confió, siendo prior en Como, el mandato especial de luchar contra la herejía cátara en Cremona, y, en el otoño sucesivo, lo nombró <strong class=\"keyword\">inquisidor</strong> para las ciudades y los territorios de Milán y de la misma Como.","second":"On 13 June 1251, while he was prior in Como, my venerable Predecessor Innocent IV gave him a special mandate to oppose the Cathari heresy in Cremona and the following autumn appointed him <strong class=\"keyword\">inquisitor</strong> for the cities of Milan and Como and the surrounding regions."},{"author":118293,"first":"Es mejor no dejar al <strong class=\"keyword\">inquisidor</strong> entrar a nuestras casas.","second":"Better not let the <strong class=\"keyword\">inquisitor</strong> into our houses."},{"author":27,"first":"La religión antirracista tiene sus dogmas, tiene sus sacerdotes, sus <strong class=\"keyword\">inquisidores</strong>, sus procesos de brujería.","second":"The religion of antiracism has its dogmas, its priests, its <strong class=\"keyword\">inquisitors</strong> and its witch-hunts."},{"author":119723,"first":"Luego examinó el aula con la mirada de un <strong class=\"keyword\">inquisidor</strong>, listo para abalanzarse sobre cualquiera que se atreviera a admitir tal creencia.","second":"Then he scanned the room with the look of an <strong class=\"keyword\">inquisitor</strong>, ready to pounce on whoever dared to admit to such belief."},{"author":118293,"first":"¿Otro <strong class=\"keyword\">inquisidor</strong>?","second":"Another <strong class=\"keyword\">Inquisitor</strong>?"},{"author":118293,"first":"Yo soy el <strong class=\"keyword\">inquisidor</strong> allá, el árbitro.","second":"I'm <strong class=\"keyword\">the</strong> adjudicator there, the referee"},{"author":8000,"first":"Al mismo tiempo, extienden una visión censurada, tergiversada y maniqueísta de la historia del mundo y de la situación actual, en la que se sataniza a aquellos individuos, grupos, sistemas políticos e ideologías, que a niveles nacional e internacional cuestionan y se resisten al sometimiento de los dogmas neoliberales de los <strong class=\"keyword\">inquisidores</strong> contemporáneos","second":"At the same time, such products present a censored, distorted and Manichean view of world history and current events which demonizes those individuals, groups, political systems and ideologies that, nationally and internationally, question and refuse to espouse the neo-liberal dogmas of today's <strong class=\"keyword\">inquisitors</strong>"},{"author":118293,"first":"Lo que el cardenal Vasari y sus <strong class=\"keyword\">inquisidores</strong> han estado haciendo desde que han llegado a Francia es una barbarie.","second":"What Cardinal Vasari and his Inquisito rs have <strong class=\"keyword\">been</strong> doing since they arrived in France is barbaric."},{"author":118293,"first":"Tenéis dos días para expulsar al Cardenal Vasari y sus <strong class=\"keyword\">inquisidores</strong> de Francia.","second":"You have two days to expel Cardinal Vasari and his <strong class=\"keyword\">Inquisitors</strong> from France."},{"author":8000,"first":"Era previsible que el mandato fabricado para la Representante personal del Alto Comisionado sobre la supuesta situación de los derechos humanos en Cuba se convirtiera en un mecanismo de monitoreo <strong class=\"keyword\">inquisidor</strong> y condenatorio","second":"It was no surprise that the mandate concocted for the Personal Representative of the High Commissioner on the alleged human rights situation in Cuba had become a mechanism to probe, control and <strong class=\"keyword\">condemn</strong>"},{"author":94808,"first":"FERNÁNDEZ PALACIOS (Cuba) dice que la falta de credibilidad de la Comisión se debe a que ha sido secuestrada por los intereses de un grupo pequeño pero poderoso de países que la han convertido en tribunal <strong class=\"keyword\">inquisidor</strong> para dirigir su dedo acusador hacia los países en desarrollo.","second":"FE RNÁNDEZ PALACIOS (Cuba) said that the Commission lacked credibility as it was controlled by a small but powerful group of countries that were interested in combating <strong class=\"keyword\">human</strong> rights violations only in the developing world."},{"author":118293,"first":"¿Los hermanos Karamazov, El Gran <strong class=\"keyword\">Inquisidor</strong>?","second":"\" Brothers Karamazov, \" \" the Grand <strong class=\"keyword\">Inquisitor</strong> \"?"},{"author":118293,"first":"¿Tienes idea de cuantos <strong class=\"keyword\">Inquisidores</strong> quieren tu vuelta al Alto Mando?","second":"Do you have any idea how many <strong class=\"keyword\">Inquisitors</strong> want you back in High Command?"},{"author":118293,"first":"Ese es el <strong class=\"keyword\">inquisidor</strong>.","second":"That is the <strong class=\"keyword\">Inquisitor</strong>."},{"author":118293,"first":"¡ El Gran <strong class=\"keyword\">Inquisidor</strong>!","second":"The Grand <strong class=\"keyword\">Inquisitor</strong>!"},{"author":91988,"first":"Los <strong class=\"keyword\">inquisidores</strong> deben tener atribuciones para retirar la financiación a los transgresores, tal vez para excomulgarlos incluso, privando a un científico de la posibilidad de ejercer su profesión o publicar en el futuro.","second":"<strong class=\"keyword\">Inquisitors</strong> must be invested with the power to cut off funding to transgressors, perhaps even excommunicating them, by barring a scientist from practicing or publishing in the future."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}