{"result":"ok","tuc":[{"phrase":{"text":"famous","language":"en"},"meaningId":594398714278878156,"authors":[25018]},{"phrase":{"text":"excellent","language":"en"},"meaningId":1917058354835075505,"authors":[25018]},{"phrase":{"text":"illustrious","language":"en"},"meaningId":-5128956727688211186,"authors":[25018]},{"phrase":{"text":"distinguished","language":"en"},"meaningId":-533322132203716346,"authors":[89651]},{"phrase":{"text":"notable","language":"en"},"meaningId":5904117700818146328,"authors":[25018]},{"phrase":{"text":"well-known","language":"en"},"meaningId":2833110847003856320,"authors":[83062]},{"meanings":[{"language":"en","text":"distinguished, illustrious"}],"meaningId":-9107488999293509403,"authors":[93107]}],"phrase":"insigne","examples":[{"author":95096,"first":"La ciudad, <strong class=\"keyword\">insigne</strong> por las memorias de un pasado glorioso y los espléndidos monumentos que la adornan, debe su grandeza a la capacidad y a la laboriosidad de sus hijos, que fueron y son artífices atentos y diligentes de su desarrollo civil y económico.","second":"The city, <strong class=\"keyword\">famous</strong> for its memories of a glorious past and for the splendid monuments that adorn it, owes its greatness to the skill and diligence of its children, who were and are the attentive and hard-working artisans of its civil and economic development."},{"author":94808,"first":"En lo que se refiere a infraestructura destinada para implementar las políticas de promoción de la participación popular en la cultura, el MCJD ha hecho <strong class=\"keyword\">insignes</strong> esfuerzos a través de las Casas de la Cultura y otros centros culturales para dotar de infraestructura para ayudar en el nivel local y regional al fomento de la creatividad en función del principio de la autogestión cultural comunitaria.","second":"With regard to the infrastructure for policies to promote popular participation in culture, the ministry has made striking efforts through houses of culture and other cultural centres to provide the infrastructure to assist in promoting creativity locally and regionally in compliance with the principle whereby communities administer their own cultural activities."},{"author":119739,"first":"7 Saluden a Andrónico y a Junias mis parientes+ y mis compañeros de cautiverio,*+ los cuales son <strong class=\"keyword\">insignes</strong> entre los apóstoles, y que han estado en unión+ con Cristo más tiempo que yo.","second":"7 Greet An·dronʹi·cus and Juʹni·as my relatives+ and my fellow captives,*+ who are men of note among the apostles and who have been in union+ with Christ longer than I have."},{"author":94809,"first":"Impacto en las PYME || Sin impacto significativo || <strong class=\"keyword\">Insign</strong>. || Sin impacto significativo || Sin impacto significativo ||","second":"Impacts SMEs || no significant effects || <strong class=\"keyword\">Negl</strong>. || no significant effects || no significant effects ||"},{"author":94809,"first":"En razón de la indudable experiencia del Consejo de Europa respecto a estos temas y de la estrecha relación que históricamente ha unido a la Unión con tan <strong class=\"keyword\">insigne</strong> institución;","second":"In view of the Council of Europe's undoubted experience in such matters and the close relationship which has historically linked the Union with such a <strong class=\"keyword\">distinguished</strong> institution;"},{"author":94808,"first":"Lamentamos profundamente esa injerencia flagrante en los asuntos internos de China mediante la descarada utilización de la <strong class=\"keyword\">insigne</strong> tribuna de las Naciones Unidas.","second":"We express our deep regret for such gross interference in China’s internal affairs by brazenly using the <strong class=\"keyword\">solemn</strong> forum of the United Nations."},{"author":8008,"first":"Ialdabaoth, y los seres que lo acompañaban en el plano de actividad en el que había sido confinado trabajaron desesperadamente para que Mihael fracasase en su efusión material, aplicando todo su poder para atacar al <strong class=\"keyword\">Insigne</strong> Campeón de la Luz en su periplo por las tinieblas de la materia fenoménica.","second":"Ialdabaoth, and the beings that accompanied it in the plan of activity in which had been confined, worked desperately to do that Mihael failed in their material effusion, and they applied all their power to attack to the <strong class=\"keyword\">most Famous</strong> Champion of the Light in their voyage by the darkness of the phenomenal matter."},{"author":119739,"first":"Respecto a este proyecto, el teólogo católico Mariano Revilla Rico declaró: “De los tres judíos conversos que trabajaron en la obra del Cardenal [Cisneros,] el más célebre es Alfonso de Zamora, gramático, filósofo y talmudista <strong class=\"keyword\">insigne</strong> entre los suyos, y persona docta en latín, griego, hebreo y caldeo”.","second":"About this project, Bible scholar Mariano Revilla Rico notes: “Of the three Jewish converts that participated in the work of the Cardinal [Cisneros], the most celebrated is Alfonso de Zamora, grammarian, philosopher and expert on the Talmud, apart from being a scholar of Latin, Greek, Hebrew and Aramaic.”"},{"author":119723,"first":"Si lo desea, a fin de preparar a los alumnos para reconocer los principios en 1 Samuel 9, invítelos a repasar el versículo 6 y sugiera que marquen las cualidades de un vidente: “es varón <strong class=\"keyword\">insigne</strong>”; “todo lo que él dice sin duda se cumple”; y ”nos [enseña] el camino por donde debemos ir”.","second":"To prepare students to identify principles in 1 Samuel 9, you may want to invite them to review verse 6 and suggest that they mark the qualities of a seer: “he is an honourable man”; “all that he saith cometh surely to pass”; and “he can shew us our way that we should go.”"},{"author":8008,"first":"A lo largo de su dilatada trayectoria ha contado con la participación y colaboración de los médicos, farmacéuticos, veterinarios, odontólogos y biólogos más <strong class=\"keyword\">insignes</strong> de la sanidad pública y privada de Bizkaia, así como miembros destacados de la universidad.","second":"Over its long history, it has enjoyed the participation and collaboration of the most <strong class=\"keyword\">distinguished</strong> doctors, chemists, veterinary surgeons, odontologists and biologists from Bizkaia, as well as distinguished members of the university."},{"author":118293,"first":"Envías, como a, 15 tipos armados solo para atrapar a este tipo <strong class=\"keyword\">insign</strong> ificante.","second":"You send, like, 15 armed guys just to get this <strong class=\"keyword\">little</strong> guy."},{"author":8008,"first":"<strong class=\"keyword\">Insignes</strong> escritores ligados a la institución académica como Fray Luis de León, San Juan de la Cruz, Luis de Góngora o Miguel de Unamuno crean y componen su obra desde diversos lugares de nuestra geografía provincial que sirve de feliz y acertada inspiración.","second":"<strong class=\"keyword\">Famous</strong> writers of the academic institution such as Fray Luis de León, San Juan de la Cruz, Luis de Góngora and Miguel de Unamuno created and composed their work from diverse parts of our province, which served as an inspiration for their literature."},{"author":95096,"first":"¿Qué nos puede decir, qué nos quiere decir este monumento <strong class=\"keyword\">insigne</strong> de religiosidad y humildad?","second":"What can it say to us, what does it want to say to us, this <strong class=\"keyword\">outstanding</strong> monument of religious spirit and of humanity?"},{"author":8000,"first":"Como explicó el difunto Gerald Gunther, uno de los más <strong class=\"keyword\">insignes</strong> constitucionalistas en la historia de los Estados Unidos: “De mi infancia en la Alemania nazi y de mi vida posterior, más grata, en este país he aprendido la necesidad de seguir el camino, a menudo difícil, de denunciar con todas mis fuerzas las ideas aborrecibles del fanático y oponerme al mismo tiempo al intento de cualquier comunidad de suprimir las ideas aborrecibles por la fuerza de la ley”. Véase también Virginia c. Black","second":"As the late Gerald Gunther, one of the <strong class=\"keyword\">foremost</strong> constitutional law <strong class=\"keyword\">scholars</strong> in the history of the United States, explained: “The lesson I have drawn from my childhood in Nazi Germany and my happier adult life in this country is the need to walk the sometimes difficult path of denouncing the bigot's hateful ideas with all my power, yet at the same time challenging any community's attempt to suppress hateful ideas by force of law.” See also Virginia v"},{"author":8008,"first":"Es precisamente este crisol de culturas que dieron al mundo figuras tan <strong class=\"keyword\">insignes</strong> como Séneca, Maimónides, Averroes, Luis de Góngora o Julio Romero de Torres, el que hace la visita a Córdoba una experiencia inigualable.","second":"It is precisely this mix of cultures which brought the world <strong class=\"keyword\">figures</strong> such as Seneca, Maimonides, Averroes, Luis de Gongora and Julio Romero de Torres, making visits to Cordoba an unbeatable experience."},{"author":8008,"first":"Los casinos con bonos sobre <strong class=\"keyword\">insignes</strong> conceden los bonos de inscripción de manera automática.","second":"The casinos with bonus above <strong class=\"keyword\">signalled</strong> they release the bonuses of registration in automatic way."},{"author":8008,"first":"Las estaciones también estaban a la altura de las circunstancias, todas ellas diferentes, diseñadas por el <strong class=\"keyword\">insigne</strong> arquitecto D. Ramón Cortazar en estilo vernacular.","second":"The stations were also at the height of the circumstances. Each one was different, and they were all designed by the <strong class=\"keyword\">famous</strong> architect Ramón Cortazar in a typically Basque style."},{"author":95096,"first":"Una figura <strong class=\"keyword\">insigne</strong> de la nación chilena es el padre Alberto Hurtado Cruchaga, sacerdote de la Compañía de Jesús, que ayer he tenido el gozo de canonizar.","second":"A <strong class=\"keyword\">great</strong> figure of the Chilean Nation is Fr Alberto Hurtado Cruchaga, priest of the Society of Jesus, who I had the joy of canonizing yesterday."},{"author":95096,"first":"De hecho, siempre hubo almas especialmente consagradas a Dios que, inspiradas en los ejemplos de la excelsa Madre de Dios, de los Apóstoles y de <strong class=\"keyword\">insignes</strong> Padres de la Iglesia, han tributado culto de adoración, de gratitud y de amor a la Humanidad santísima de Cristo y en modo especial a las heridas abiertas en su Cuerpo por los tormentos de la Pasión salvadora.","second":"91. But, in fact, there have always been men specially dedicated to God who, following the example of the beloved Mother of God, of the Apostles and the <strong class=\"keyword\">great</strong> Fathers of the Church, have practiced the devotion of thanksgiving, adoration and love towards the most sacred human nature of Christ, and especially towards the wounds by which His body was torn when He was enduring suffering for our salvation."},{"author":94808,"first":"En el mismo sentido, en el presente año, esta Secretaría ejerce la Coordinación de la Mesa Nacional para la Repatriación de los Restos Mortales del <strong class=\"keyword\">Insigne</strong> cultor de la Música Paraguaya, Agustín Pío Barios-Mangoré.","second":"This year the Secretariat is also coordinating a national committee for the repatriation of the mortal remains of the <strong class=\"keyword\">famous</strong> Paraguayan musician Agustín Pío Barios-Mangoré."},{"author":95096,"first":"Y en esta perspectiva redescubrimos el mensaje, aún hoy original, del <strong class=\"keyword\">insigne</strong> patrono.","second":"And it is in this light that we rediscover the message, still new, of <strong class=\"keyword\">its famous</strong> patron."},{"author":94809,"first":"En ello reside la dificultad de nuestra tarea, pero es también ello lo que le confiere una <strong class=\"keyword\">insigne</strong> dignidad».","second":"Herein lies the difficulty of our task, yet here, too, is what endows it with a very special <strong class=\"keyword\">dignity</strong>.’"},{"author":94808,"first":"América se ha inspirado en grandes e <strong class=\"keyword\">insignes</strong> hombres y mujeres en la historia.","second":"America has been inspired throughout history by <strong class=\"keyword\">great</strong> men and women of renown."},{"author":95096,"first":"Así, pues, queremos, por medio de vosotros como intérpretes de nuestra paternal benevolencia, llegue nuestro saludo a todo el pueblo de Hungría para el que Nos, recordando sus <strong class=\"keyword\">insignes</strong> proezas, pedimos a Dios abundancia de paz y mayor prosperidad cada día.","second":"Thus through you, the interpreters of our fatherly good will, we wish our greeting to reach all the people of Hungary. Mindful of its <strong class=\"keyword\">remarkable</strong> achievements, we pray God to give it an abundance of peace and continued greater prosperity."},{"author":94808,"first":"Deseo expresar la profunda gratitud de los países miembros de la Comunidad Económica de los Estados del África Central (CEEAC), que mi país, la República de Guinea Ecuatorial, tiene el <strong class=\"keyword\">insigne</strong> honor de representar en esta histórica ocasión que se nos brinda, para institucionalizar en el contexto multisectorial la cooperación entre las Naciones Unidas y la CEEAC.","second":"I would like to express the deep gratitude of the member countries of the Economic Community of Central African States (ECCAS), which my country, the Republic of Equatorial Guinea, has the <strong class=\"keyword\">honour</strong> to represent, for this historic opportunity to institutionalize, in the multisectoral context, cooperation between the United Nations and the Economic Community of Central African States."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"}}}