{"result":"ok","tuc":[{"phrase":{"text":"knowledgeable","language":"en"},"meanings":[{"language":"en","text":"having knowledge, especially of a particular subject"}],"meaningId":7360736410956138239,"authors":[70195]},{"phrase":{"text":"well-read","language":"en"},"meaningId":-3616239111817258818,"authors":[83619]},{"phrase":{"text":"cultivated","language":"en"},"meaningId":6602248322478161149,"authors":[25018]},{"phrase":{"text":"educated","language":"en"},"meaningId":-503914986211143258,"authors":[25018]},{"phrase":{"text":"informed","language":"en"},"meaningId":-7790363573719799839,"authors":[83080]},{"phrase":{"text":"learned","language":"en"},"meaningId":7563174440756443497,"authors":[97745]},{"phrase":{"text":"literate","language":"en"},"meaningId":-3509208677025015619,"authors":[2903]},{"phrase":{"text":"well-educated","language":"en"},"meaningId":8881241613130547663,"authors":[86934]}],"phrase":"instruido","examples":[{"author":94808,"first":"Apoyar las medidas adoptadas por los gobiernos para alentar a los africanos muy <strong class=\"keyword\">instruidos</strong> y dotados de aptitudes a permanecer en la región y a utilizar y desarrollar aún más sus aptitudes y conocimientos;","second":"Support steps taken by Governments to encourage skilled and highly <strong class=\"keyword\">educated</strong> Africans to remain in the region and to utilize and further develop their skills;"},{"author":119723,"first":"* Durante el cautiverio, los poco <strong class=\"keyword\">instruidos</strong> y los jóvenes, que no tenían estatus social, serán nombrados para gobernar a los que se enumeran en 2 Nefi 13:2–3.","second":"* The untrained and young who had no status in society will be appointed to rule in captivity over those listed in 2 Nephi 13:2–3."},{"author":119723,"first":"Enseñaos diligentemente, y mi gracia os acompañará, para que seáis más perfectamente <strong class=\"keyword\">instruidos</strong> en teoría, en principio, en doctrina, en la ley del evangelio, en todas las cosas que pertenecen al reino de Dios, que os conviene comprender” (D. y C. 88:77–78).","second":"Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand” (D&C 88:77–78)."},{"author":8000,"first":"El personal de seguridad que examina a los pasajeros no está adecuadamente <strong class=\"keyword\">instruido</strong> en la detección de diamantes y armamentos","second":"Security personnel screening passengers not properly <strong class=\"keyword\">trained</strong> in diamonds and arms detection"},{"author":94809,"first":"Si el manual no explica el procedimiento a seguir, es preciso, para poder considerar la función DV‐in como la característica esencial de la videocámara, que la manipulación pueda ser fácilmente realizada por un usuario no particularmente <strong class=\"keyword\">instruido</strong>, sin que la videocámara sufra modificación material alguna.","second":"If the procedure is not mentioned in the instruction manual, it is necessary, in order for the DV-in function to constitute the essential characteristic of the camcorder, that the modification can be effected easily by a user who lacks any special <strong class=\"keyword\">skills</strong>, without the camcorder being subjected to modification of its hardware."},{"author":8000,"first":"Se creó el Centro administrativo de gestión penal para la recepción y distribución de procesos <strong class=\"keyword\">instruidos</strong> por delitos en los que hubiera personas detenidas","second":"The Administrative Centre for the Management of Criminal Cases was set up to receive and allocate <strong class=\"keyword\">proceedings</strong> for offences for which persons have been detained"},{"author":95096,"first":"Estos, para ser <strong class=\"keyword\">instruidos</strong> y educados, necesitan puntos de referencia muy precisos y concretos, es decir, padres determinados y ciertos que, de modo diverso, contribuyen a su educación.","second":"If they are to be <strong class=\"keyword\">instructed</strong> and educated, children need extremely precise and concrete reference points, in other words parents who are determined and reliable who contribute in quite another way to their upbringing."},{"author":94808,"first":"– Es muy necesario que las autoridades competentes (el Comisionado de Bancos, el Jefe de la Dirección de Inmigración, el Jefe de la Dirección de Trabajo, el Jefe de la Dirección de Aduanas e Ingresos, el Administrador del Sistema de la Seguridad Social, el Jefe de la Dirección de Aeropuertos, el Jefe de la Dirección de Puertos y el Comisionado de Policía) sean <strong class=\"keyword\">instruidas</strong> en cuestiones relativas a las diversas resoluciones del Consejo de Seguridad, como las resoluciones 1373 (2001) y 1455 (2003), para que aprendan a aplicar con mayor eficacia la Ley contra el terrorismo de la República de las Islas Marshall y especialmente las resoluciones mencionadas, de las cuales se tiene una comprensión limitada.","second":"· There is a great need to <strong class=\"keyword\">train</strong> the relevant authorities (the Banking Commissioner, Chief of Immigration, Chief of Labor, Chief of Custom and Revenue, Administrator of the Social Security System, Airport Authority, Director of Port of Entry, and the Police Commissioner) on the various UNSC resolutions such as 1373 and 1455 in order to upgrade their skills so that they can provide better enforcement of the RMI Counter-Terrorism Act including the UNSC resolutions (1373, 1455)."},{"author":118293,"first":"Meterse con una <strong class=\"keyword\">instruida</strong> es como si mi marido...","second":"That is as if a <strong class=\"keyword\">man</strong> says to his wife that she's an idiot."},{"author":8007,"first":"Desde el decenio de 1980, una proporción cada vez mayor de los nuevos dirigentes tienen títulos universitarios y para los ascensos se tienen en cuenta en parte los exámenes, pero la elección de minorías <strong class=\"keyword\">instruidas</strong> es sólo una parte de la historia.","second":"Since the 1980’s, an increasing proportion of new cadres have university degrees, and cadres are promoted partly on the basis of examinations. But choosing <strong class=\"keyword\">educated</strong> elites is only part of the story."},{"author":94808,"first":"Con la ayuda de una generación joven decidida, inquisitiva e <strong class=\"keyword\">instruida</strong>, Túnez ha realizado muy rápidamente una revolución que será un hito en la historia del mundo árabe y de la humanidad.","second":"Blessed with a determined, inquiring and <strong class=\"keyword\">well</strong>-<strong class=\"keyword\">educated</strong> younger generation, Tunisia had very quickly carried through a revolution that would be a landmark in the history of the Arab world and of mankind."},{"author":8000,"first":"Se ha <strong class=\"keyword\">instruido</strong> al Subgrupo # del GANSEF, responsable de los temas de terrorismo internacional, elaborar un proyecto bilateral sobre el “Protocolo general de operaciones coordinadas de seguridad en los puntos fronterizos de cruce formales e informales” para someterlo a la consideración del plenario del Grupo de Alto Nivel tan pronto como esté concluido","second":"GANSEF Subgroup II, responsible for matters relating to international terrorism, has been <strong class=\"keyword\">instructed</strong> to develop a bilateral project on a general protocol on coordinated security operations at official and unofficial border crossing points and to submit that project for consideration at the High-Level Group plenary as soon as it has been completed"},{"author":94808,"first":"El personal penitenciario deberá ser <strong class=\"keyword\">instruido</strong> en el uso de esos registros, de forma que no se dejen espacios en blanco entre las anotaciones.","second":"Prison staff should be <strong class=\"keyword\">instructed</strong> in the use of such records, and in particular that there must be no blank spaces left between entries."},{"author":119723,"first":"Recuerde que los líderes de la Iglesia han sido <strong class=\"keyword\">instruidos</strong> sabiamente para ayudar a las personas a sostener la vida, cuando sea necesario, no el estilo de vida.","second":"Remember that your Church leaders are wisely instructed to help people sustain life when necessary, not lifestyle."},{"author":94808,"first":"Los estudiantes y los saharauis más <strong class=\"keyword\">instruidos</strong> al parecer fueron el blanco principal.","second":"Students and better-<strong class=\"keyword\">educated</strong> Saharans were allegedly particular targets."},{"author":8000,"first":"Seis de ellas han concluido y las otras dos serán <strong class=\"keyword\">instruidas</strong> a finales de","second":"Six have been completed and two are scheduled for <strong class=\"keyword\">hearing</strong> later in"},{"author":94808,"first":"Asimismo, el Presidente pide datos estadísticos sobre las causas <strong class=\"keyword\">instruidas</strong> en virtud del párrafo 2 del artículo 11 del Código de Procedimiento Penal, incluidos los casos en los que se hayan declarado inadmisibles las pruebas aportadas y, sobre la base de la citada disposición, se haya investigado y enjuiciado a los funcionarios encargados de hacer cumplir la ley.","second":"He also asked for statistics on <strong class=\"keyword\">cases brought</strong> under article 11 (2) of the Code of Criminal Procedure, including cases in which evidence had been declared inadmissible and law enforcement officers had been investigated and prosecuted on the basis of that provision."},{"author":8000,"first":"Nos ha <strong class=\"keyword\">instruido</strong> a todos pero a un precio muy alto y peligroso incluso para la existencia de la humanidad","second":"It has been <strong class=\"keyword\">instructive</strong> to all of us, yet at a cost so high and threatening to the very existence of humankind"},{"author":119739,"first":"No obstante, hay personas <strong class=\"keyword\">instruidas</strong> que están desempleadas o no ganan lo suficiente para cubrir sus necesidades básicas.","second":"Yet, some <strong class=\"keyword\">educated</strong> people are unemployed or do not earn enough to meet basic needs."},{"author":8008,"first":"Uno de aquellos jóvenes, culto e <strong class=\"keyword\">instruido</strong> y también emigrado de Ucrania, era Morris Myerson, del que Golda pronto se enamoró.","second":"Golda rebelled and ran away <strong class=\"keyword\">to</strong> Denver, Colorado where her older sister, Sheyna, was living."},{"author":94808,"first":"Se está investigando el caso de las tumbas colectivas de Batajnica, en tanto, el pasado mes de mayo, 12 personas sospechosas de cometer un crimen de guerra que en 1991 costó la vida a 70 civiles en la aldea de Lovas fueron arrestadas e <strong class=\"keyword\">instruidas</strong> de cargos ante el Tribunal de distrito de Belgrado.","second":"The case of the Batajnica mass graves is being investigated, while 12 persons, suspected of the war crime of killing 70 civilians in the village of Lovas in 1991, were arrested and <strong class=\"keyword\">arraigned</strong> before the District Court in Belgrade last May."},{"author":94809,"first":"En el presente asunto, el Tribunal se considera suficientemente <strong class=\"keyword\">instruido</strong> por los documentos que obran en autos y estima que no procede iniciar la fase oral.","second":"The Court finds that in the present case it has sufficient information from the case-file and there is no need to open the oral procedure."},{"author":118293,"first":"¿Deseas ser <strong class=\"keyword\">instruido</strong>?","second":"Do you wish to be <strong class=\"keyword\">taught</strong>?"},{"author":92475,"first":"Dirige la Clínica Legal para ayudar a las personas pobres y poco <strong class=\"keyword\">instruidas</strong> a pelear por sus derechos.","second":"He is leading a Legal Clinic to help poor and under-<strong class=\"keyword\">educated</strong> people to fight for their rights."},{"author":95096,"first":"Estamos ante un acontecimiento sin precedentes; aquella mujer —que además es una «mujer-pecadora»— se convierte en «discípula» de Cristo; es más, una vez <strong class=\"keyword\">instruída</strong>, anuncia a Cristo a los habitantes de Samaria, de modo que también ellos lo acogen con fe (cf.","second":"This is an event without precedent: that a woman, and what is more a \"sinful woman\", becomes a \"disciple\" of Christ. Indeed, once taught, she proclaims Christ to the inhabitants of Samaria, so that they too receive him with faith (cf."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}