{"result":"ok","tuc":[{"phrase":{"text":"insurgent","language":"en"},"meanings":[{"language":"en","text":"rebel"},{"language":"en","text":"rebellious"}],"meaningId":-4186666200436441395,"authors":[70195]},{"phrase":{"text":"rebel","language":"en"},"meaningId":4642383719352517135,"authors":[25018]},{"phrase":{"text":"insurrectionist","language":"en"},"meaningId":-9080020031335227047,"authors":[25018]},{"meanings":[{"language":"en","text":"insurgent, rebel"},{"language":"en","text":"insurgent, rebellious"}],"meaningId":3692118198471845571,"authors":[1]}],"phrase":"insurgente","examples":[{"author":94808,"first":"La disminución de la violencia resultante de la cesación del fuego por parte del Ejército del Mahdi y la alianza de <strong class=\"keyword\">insurgentes</strong> sunnitas contra Al-Qaida también brindan importantes posibilidades políticas.","second":"The decrease in violence resulting from the ceasefire by the Mahdi Army and the Sunni <strong class=\"keyword\">insurgent</strong> allegiance against Al-Qaida holds significant political potential as well."},{"author":8000,"first":"Si bien las actividades de los <strong class=\"keyword\">insurgentes</strong> siguen representando el mayor peligro para los civiles afganos, la responsabilidad de hacer respetar los derechos humanos en el Afganistán incumbe al Gobierno","second":"While <strong class=\"keyword\">insurgent</strong> activities remained the most dangerous threat to Afghan civilians, the responsibility for upholding human rights in Afghanistan rested with the Government"},{"author":8000,"first":"Los gobiernos reconocidos no deben entregar las armas importadas a grupos políticos ni a grupos de <strong class=\"keyword\">insurgentes</strong>","second":"Recognized governments should not hand over the imported arms to any political groups or <strong class=\"keyword\">insurgent</strong> groups"},{"author":118293,"first":"Los estadounidenses han admitido que los <strong class=\"keyword\">insurgentes</strong> en Irak son tan fuertes ahora como un año atrás.","second":"Americans have conceded th at the <strong class=\"keyword\">insurgents</strong> in Iraq are as strong now as they were a year ago."},{"author":94808,"first":"Comandancia Regional de la Capital: los <strong class=\"keyword\">insurgentes</strong> siguieron dirigiendo sus ataques contra Kabul, pero tuvieron dificultades para ganar acceso a sus blancos porque la Dirección Nacional de Seguridad y las Fuerzas de Seguridad Nacionales del Afganistán se esforzaron por frustrar las amenazas.","second":"Regional Command Capital: <strong class=\"keyword\">insurgents</strong> continued to focus their efforts on attacking Kabul, but they struggled to gain access to targets as the National Directorate of Security and ANSF proactively disrupted threats."},{"author":94808,"first":"No obstante, sea cual fuere el móvil de la insurrección, habría sido inconcebible e inadmisible que las fuerzas del orden se hubieran abstenido de socorrer a la población que se encontraba en una situación difícil, hubieran ayudado a destruir bienes y realizar saqueos, hubieran participado en la desestabilización de las instituciones, hubieran dejado que las milicias armadas se desarrollasen, o se hubieran retirado ante las hordas de <strong class=\"keyword\">insurgentes</strong> que podrían haber hundido al país en un baño de sangre.","second":"Nonetheless, whatever the motive of the insurgency, it would have been inconceivable and unacceptable for the security forces not to help people in distress, to assist in the destruction and looting, to participate in the destabilization of the institutions, to allow the armed militias to develop, or to retreat in the face of the hordes of <strong class=\"keyword\">insurgents</strong> who might have plunged the country into a bloodbath."},{"author":91988,"first":"Otros factores probablemente fueron mucho más importantes, entre otros el soborno a <strong class=\"keyword\">insurgentes</strong> sunitas para que combatieran con Estados Unidos contra Al Qaeda.","second":"Other factors were probably far more important, including buying off Sunni <strong class=\"keyword\">insurgents</strong> so that they fight with the United States against Al Qaeda."},{"author":8000,"first":"Una cuestión estrechamente vinculada a las demás, que se plantea frecuentemente en materia de derechos humanos, y que es objeto de análisis injustos e inexactos en el informe de la Comisión, es el empleo de poderío aéreo por el Gobierno en su guerra contra los <strong class=\"keyword\">insurgentes</strong> de Darfur, marco en el que se ha hecho hincapié en las bajas civiles que ello puede haber causado, así como en el desplazamiento de civiles","second":"A closely related issue, and one of the issues frequently raised with regard to human rights issues, and unfairly and inaccurately reviewed in the Commission's report, has been the Government's use of air power in its war against <strong class=\"keyword\">insurgents</strong> in Darfur with the focus upon any resultant civilian casualties or displacement of civilians"},{"author":94808,"first":"Insta a las fuerzas <strong class=\"keyword\">insurgentes</strong> que están reclutando y utilizando niños a que abandonen esa práctica de inmediato, y a todas las partes a que dejen de usar minas terrestres.","second":"He called on the <strong class=\"keyword\">insurgent</strong> forces that were recruiting and using children to cease the practice immediately and on all parties to stop using landmines."},{"author":8000,"first":"Lamentablemente, el Consejo de Seguridad no ha ejercido presión suficiente sobre esos <strong class=\"keyword\">insurgentes</strong>, especialmente algunos miembros del Consejo, a pesar de que el boicot ha entorpecido de manera evidente e importante las deliberaciones, que forman parte de la hoja de ruta","second":"Unfortunately, those renegades are not subject to sufficient pressure by the Security Council, especially by certain members of the Council, despite the fact that the boycott has greatly and noticeably hindered the discussions, which are part of the road map"},{"author":94809,"first":"La red Haqqani, compuesta por un grupo de militantes afiliado a los talibanes, opera en la zona fronteriza entre Afganistán y Pakistán. Esta red ha sido la vanguardia de la actividad <strong class=\"keyword\">insurgente</strong> en Afganistán y responsable de numerosos atentados de alta visibilidad.","second":"The Haqqani Network, a Taliban-affiliated group of militants that operates in the border region between Afghanistan and Pakistan, has been at the forefront of <strong class=\"keyword\">insurgent</strong> activity in Afghanistan, responsible for many high-profile attacks."},{"author":92475,"first":"Kadyrov en un intento de atribuir la responsabilidad de este ataque tan desmedido a <strong class=\"keyword\">insurgentes</strong> fuera de Chechenia, una región presuntamente libre de rebeldes, escribía: «No descartamos la posibilidad de que estos <strong class=\"keyword\">insurgentes</strong> provengan de otra región.","second":"Eager to shift the blame for such a daring attack to <strong class=\"keyword\">militant groups</strong> outside Chechnya, which he's supposedly purged of rebels, Kadyrov wrote, “We do not rule out the possibility that these people could have come from another region."},{"author":94808,"first":"No siempre es posible relacionar directamente las tensiones que reinan entre los clanes y dentro de éstos por controlar el poder político y los recursos económicos con las actividades de los elementos criminales e <strong class=\"keyword\">insurgentes</strong>, pero tampoco se las puede separar de éstas.","second":"Inter- and intra-clan tensions over political power and economic resources cannot always be related directly to the activities of criminal and <strong class=\"keyword\">insurgent</strong> elements, but cannot be separated from them."},{"author":94808,"first":"También habría que considerar las circunstancias en que los funcionarios de las Naciones Unidas deberían mantener contacto con grupos rebeldes o <strong class=\"keyword\">insurgentes</strong>, con fines humanitarios y de protección de los derechos humanos.","second":"Consideration should also be given to the circumstances in which United Nations officials, for human rights and humanitarian purposes, should maintain contact with rebel or <strong class=\"keyword\">insurgent</strong> groups."},{"author":94808,"first":"El M23 acepta que, para obtener la amnistía, cada uno de sus miembros deberá comprometerse personalmente y por escrito a abstenerse en forma permanente a recurrir a las armas o participar en un movimiento <strong class=\"keyword\">insurgente</strong> para lograr cualquier tipo de reivindicación.","second":"M23 agrees that, to benefit from the amnesty, each member of M23 must personally agree in writing to permanently refrain from using arms or from participating in an <strong class=\"keyword\">insurgency</strong> movement to ensure the success of any demands whatsoever;"},{"author":94808,"first":"El Gobierno sigue invitando a los <strong class=\"keyword\">insurgentes</strong> de la Unión Nacional Karen a que vuelvan a la legalidad.","second":"The Government continues to invite the KNU <strong class=\"keyword\">insurgents</strong> to come back to the legal fold."},{"author":94808,"first":"Ha habido denuncias de violaciones graves de los derechos humanos y del derecho internacional humanitario cometidas durante los combates por todas las partes, incluidas las fuerzas somalíes del Gobierno Federal de Transición, la tropas etíopes y las milicias <strong class=\"keyword\">insurgentes</strong> y de los clanes.","second":"Allegations have been raised that serious violations of human rights and international humanitarian law, perpetrated by all sides, including TFG/Somali forces, Ethiopian troops and <strong class=\"keyword\">insurgents</strong>/clan militias took place during the fighting."},{"author":8000,"first":"Regiones de Somalia que antes gozaban de una estabilidad relativa están cada vez más sumidas en el conflicto y los <strong class=\"keyword\">insurgentes</strong>, como la Shabaab, los combatientes de la Unión de Tribunales Islámicos (UTI) y la Muqawama (Resistencia), han ampliado sistemáticamente su control sobre el territorio de Somalia","second":"Regions of Somalia that once enjoyed relative stability are increasingly engulfed in the conflict, and <strong class=\"keyword\">insurgents</strong>, such as the Shabaab, Islamist Courts Union (ICU) combatants, and Muqawama (Resistance), have systematically increased their control over the territory of Somalia"},{"author":94808,"first":"La Comisión observa que el Gobierno de Colombia, por medio de su Oficina del Alto Comisionado para la Paz, ha declarado que está dispuesto a examinar los términos específicos de la propuesta de ese acuerdo con la Oficina del Alto Comisionado para los Derechos Humanos en Colombia a fin de hacer una evaluación independiente de su relevancia, calendario y eficacia, en el contexto del diálogo con los grupos <strong class=\"keyword\">insurgentes</strong>.","second":"The Commission notes that the Government of Colombia, through its Office of the High Commissioner for Peace, has stated that it is willing to discuss specific terms of the proposal for such an agreement with the Office of the High Commissioner for Human Rights in Colombia in order to make an independent evaluation of its relevance, timing and effectiveness, in the context of the dialogue with the <strong class=\"keyword\">insurgent</strong> groups."},{"author":8000,"first":"De acuerdo con una declaración emitida por la base aérea de Bagram, tres <strong class=\"keyword\">insurgentes</strong> atacaron a las tropas estadounidenses que observaban un ejercicio de adiestramiento","second":"According to a statement from Bagram Air Base, three <strong class=\"keyword\">insurgents</strong> attacked United States troops who were observing a training exercise"},{"author":94809,"first":"La Red Haqqani, que está en la vanguardia de las actividad <strong class=\"keyword\">insurgente</strong> en Afganistán, fue fundada por el hermano de Khalil Haqqani, Jalaluddin Haqqani (TI.H.40.01.), quien se unió al régimen talibán del Mullah Mohammed Omar (TI.0.4.01.) a mediados de la década de 1990.","second":"At the forefront of <strong class=\"keyword\">insurgent</strong> activity in Afghanistan, the Haqqani Network was founded by Khalil Haqqani’s brother, Jalaluddin Haqqani (TI.H.40.01.), who joined Mullah Mohammed Omar’s (TI.0.4.01.) Taliban regime in the mid-1990s."},{"author":94808,"first":"Pasando a la situación de seguridad en el Afganistán, en las últimas semanas se ha visto que han aumentado los ataques de los <strong class=\"keyword\">insurgentes</strong> en el sudeste y sudoeste y una intensificación de las tensiones entre las facciones en el noroeste.","second":"Turning to the security situation in Afghanistan, recent weeks have seen a rising level of <strong class=\"keyword\">insurgent</strong> attacks in the south-east and south-west, and an escalation of factional tensions in the north-west."},{"author":8000,"first":"i) Los casos de ejecuciones sumarias o arbitrarias debidos a conflictos armados entre miembros de las fuerzas armadas y sus aliados y los grupos <strong class=\"keyword\">insurgentes</strong> armados, en particular el Ejército/Movimiento de Liberación del Pueblo Sudanés","second":"i) The occurrence of cases of summary or arbitrary execution resulting from conflict between members of the armed forces and their allies and armed <strong class=\"keyword\">insurgent</strong> groups within the country, including the Sudanese People's Liberation Army/Movement"},{"author":118293,"first":"Divergente, <strong class=\"keyword\">Insurgente</strong>, La isla,","second":"Divergent, <strong class=\"keyword\">Insurgent</strong>, The Island,"},{"author":8000,"first":"A raíz de los esfuerzos y la buena voluntad del Gobierno de Myanmar # de los # grupos armados <strong class=\"keyword\">insurgentes</strong> ya han depuesto las armas","second":"As a result of his Government's efforts and goodwill # of the # armed <strong class=\"keyword\">insurgent</strong> groups had already laid down their arms"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}