{"result":"ok","tuc":[{"phrase":{"text":"question","language":"en"},"meanings":[{"language":"en","text":"To ask (a question) to somebody; to seek an answer to."},{"language":"es","text":"Hacer una pregunta a alguien."}],"meaningId":6710829312489057591,"authors":[9]},{"phrase":{"text":"address","language":"en"},"meaningId":1551222997855635416,"authors":[9]},{"phrase":{"text":"accost","language":"en"},"meaningId":861494837313446694,"authors":[9]},{"phrase":{"text":"ask","language":"en"},"meanings":[{"language":"en","text":"To ask (a question) to somebody; to seek an answer to."},{"language":"es","text":"Hacer una pregunta a alguien."}],"meaningId":-6592669394792746966,"authors":[60172]},{"phrase":{"text":"interpellate","language":"en"},"meaningId":-6928667276608914960,"authors":[25018]},{"phrase":{"text":"speak to","language":"en"},"meaningId":6248160109988381075,"authors":[25115]},{"meanings":[{"language":"en","text":"to question"}],"meaningId":266306330926529226,"authors":[93107]},{"meanings":[{"language":"es","text":"Cuestionar a alguien con el propósito de obtener una confesión."}],"meaningId":null,"authors":[60172]}],"phrase":"interpelar","examples":[{"author":94809,"first":"¿Está dispuesta la Comisión a <strong class=\"keyword\">interpelar</strong> a la mayor celeridad al Presidente rumano Iliescu, recientemente elegido, sobre el hecho de que sigue en vigor el artículo 200 del código de Derecho penal (discriminación de homosexuales)?","second":"Is the Commission prepared, as a matter of urgency, to draw the <strong class=\"keyword\">attention</strong> of Romania's newly elected President Iliescu to the fact that Article 200 of the Penal Code (discrimination against homosexuals) is still in force?"},{"author":94809,"first":"Estos funcionarios no tendrán poder de intervención -es decir, no podrán ni <strong class=\"keyword\">interpelar</strong> ni detener a la persona vigilada.","second":"Such officers will have no powers of intervention; they may neither <strong class=\"keyword\">challenge</strong> nor arrest the person under observation."},{"author":95096,"first":"Se trata de una pregunta preocupante, que desde el Congreso debe llegar a todos los hombres de buena voluntad e <strong class=\"keyword\">interpelar</strong> especialmente a quienes, a nivel mundial y en cada país, tienen mayor responsabilidad en este ámbito.","second":"This is a disturbing question which this conference must raise with all people of good will, particularly those who at the world level and in every individual country have the greatest responsibility in this area."},{"author":8008,"first":"La Compañía de María se deja <strong class=\"keyword\">interpelar</strong> por la realidad según el carisma recibido. Busca respuestas válidas y responde a cada momento histórico.","second":"Jeanne de Lestonnac, from her personal experience of salvation teaches <strong class=\"keyword\">us</strong> how to contemplate reality and to allow ourselves to be moved by it."},{"author":8000,"first":"<strong class=\"keyword\">Interpelar</strong> a los representantes políticos por sus acciones concretas en la materia","second":"<strong class=\"keyword\">• Ask</strong> their elective officials what concrete action they have taken in this area"},{"author":94809,"first":"El Consejo no tiene por costumbre <strong class=\"keyword\">interpelar</strong> a los Estados miembros por cuestiones que son de la competencia interna de éstos.","second":"The Council does not usually <strong class=\"keyword\">call</strong> on a Member State of the Union to give an explanation concerning a matter over which the Member State itself has jurisdiction."},{"author":27,"first":"– Señor Presidente, Guantánamo debería <strong class=\"keyword\">interpelar</strong> a todo ciudadano preocupado por el respeto de los derechos humanos en el mundo.","second":"Mr President, Guantanamo Bay should send a message to all citizens who are concerned about human rights in the world."},{"author":94808,"first":"<strong class=\"keyword\">Interpelar</strong> al poder ejecutivo y sus divisiones sobre los casos de violación de los derechos humanos en todo el país, proponerle iniciativas para ponerles fin y, si procede, formular un dictamen sobre la postura y la respuesta de las autoridades implicadas;","second":"making <strong class=\"keyword\">the</strong> executive branch and its various components aware of human rights violations anywhere in the country, proposing to it any initiatives intended to halt such violations and, as appropriate, giving an opinion on the positions and reactions of the authorities concerned;"},{"author":95096,"first":"Su recuerdo es un estímulo para todos nosotros, reunidos en esta basílica donde en muchas ocasiones celebró la Eucaristía, para dejarnos iluminar e <strong class=\"keyword\">interpelar</strong> por la Palabra de Dios, que se acaba de proclamar.","second":"His memory is an incentive to all of us gathered in this Basilica, in which he celebrated the Eucharist on many occasions, to let ourselves be illuminated and <strong class=\"keyword\">called into question</strong> by the word of God that has just been proclaimed."},{"author":95096,"first":"Para conseguir la superación de los conflictos y hacer que las normales tensiones no resulten perjudiciales para la unidad de la Iglesia, es menester que todos nos dejemos <strong class=\"keyword\">interpelar</strong> por la Palabra de Dios y, abandonando los propios puntos de vista subjetivos, busquemos la verdad donde quiera que se encuentre, o sea, en la misma Palabra divina y en la interpretación auténtica que da de ella el Magisterio de la Iglesia.","second":"In order to overcome conflicts and to ensure that normal tensions do not prove harmful to the unity of the church, we must all apply to <strong class=\"keyword\">ourselves</strong> the word of God; we must relinquish our own subjective views and seek the truth where it is to be found, namely in the divine word itself and in the authentic interpretation of that word provided by the magisterium of the church."},{"author":94808,"first":"La fortaleza del G77+China ha sido la expresión más importante en nuestra historia, que ha logrado <strong class=\"keyword\">interpelar</strong> y desafiar el poder imperialista.","second":"The strength of the Group of 77 and China was the most important aspect of our history, succeeding in <strong class=\"keyword\">questioning</strong> and challenging the imperialist power."},{"author":8000,"first":"Mediante las cuestiones al Gobierno y las comisiones de investigación, puede <strong class=\"keyword\">interpelar</strong> al Gobierno sobre cualquier situación de violación de los derechos humanos y pedirle que adopte medidas apropiadas para remediarla","second":"It can question the Government <strong class=\"keyword\">directly</strong> or through commissions of inquiry on any breach of human rights and ask it to take appropriate measures to bring the situation to an end"},{"author":27,"first":"Ésta es la cuestión fundamental que ha de <strong class=\"keyword\">interpelar</strong> a los actores políticos, cuya acción no puede ser indiferente ni pasiva ante los millones de ciudadanos europeos que se sienten abandonados o traicionados por su empresa, su entorno social, su partido, su sindicato, en resumen, que se sienten excluidos y, por consiguiente, muy receptivos a los falsos profetas, siempre prestos a invitar a una sociedad que se encuentra al borde del precipicio a dar un paso decisivo adelante.","second":"This is the fundamental question that politicians must be concerned with and their actions cannot afford to be seen as indifferent or passive by millions of European citizens who feel abandoned or betrayed by their company, their social environment, their party or their trade union. In short, they cannot be seen in this way by those who feel excluded and who, as a result, are extremely receptive to false prophets, who are always willing to ask a society teetering on the brink to take a decisive step forward."},{"author":95096,"first":"Mi esperanza es que, en esta semana, cada uno de nosotros se deje <strong class=\"keyword\">interpelar</strong> por esta pregunta provocadora.","second":"I hope that, during this week, each one of us will <strong class=\"keyword\">ask</strong> ourselves this thought-provoking question."},{"author":95096,"first":"1 Co 2, 13-14), que se deja <strong class=\"keyword\">interpelar</strong> por la Palabra del Señor y abre su propia vida a su Amor.","second":"1 Cor 2:13-14), who let <strong class=\"keyword\">themselves</strong> be <strong class=\"keyword\">called into question</strong> by the Lord’s word and open their life to his Love."},{"author":94808,"first":"Derecho de queja y derecho a <strong class=\"keyword\">interpelar</strong> a las autoridades públicas","second":"· Right to <strong class=\"keyword\">address</strong> a complaint to the public authorities:"},{"author":92475,"first":"Francisco Sucre y Ligia Delfín, diputados por el estado Bolívar, solicitaron que se <strong class=\"keyword\">interpelara</strong> al gobernador Rangel Gómez por su actitud “irresponsable”:","second":"Francisco Sucre and Ligia Delfín, deputies for Bolivar state, requested that the Governor Rangel Gomez be <strong class=\"keyword\">questioned</strong> for his “irresponsible” attitude:"},{"author":8000,"first":"En el artículo # se establece que los diputados de la Asamblea Nacional tienen derecho a <strong class=\"keyword\">interpelar</strong> al Presidente del Estado, al Presidente de la Asamblea Nacional, al Primer Ministro, a los ministros y a los demás miembros del Gobierno, al Presidente del Tribunal Supremo del Pueblo y al Presidente de la Fiscalía Suprema del Pueblo","second":"Article # provides that the deputy to the National Assembly has the right to <strong class=\"keyword\">interrogate</strong> and request for a hearing to be made by the country's President, the Chairman of the National Assembly, the Prime Minister, Cabinet Ministers and other members of the Government, the President of the Supreme People's Court, and the Head of the Supreme People's Office of Supervision and Control"},{"author":94808,"first":"En cuanto a la competencia de la policía para <strong class=\"keyword\">interpelar</strong> y registrar a las personas, es cierto que el Gobierno ha suprimido el requisito de dejar constancia de las interpelaciones que no dan lugar a registros.","second":"Regarding the police’s power to <strong class=\"keyword\">stop</strong> and <strong class=\"keyword\">search</strong> people, it was true that the Government had removed the requirement to record stops that did not lead to searches."},{"author":94809,"first":"¿Está la Comisión dispuesta a <strong class=\"keyword\">interpelar</strong> a la autoridad competente, en este caso el Ministerio de Asuntos Económicos neerlandés, acerca de las deficiencias en el cumplimiento de los requisitos establecidos en la mencionada Directiva europea?","second":"Is the Commission prepared to make representations to the competent authority, viz. the Netherlands Ministry of Economic Affairs, in the matter of its continuing failure to implement the above provisions of the said EEC directive?"},{"author":95096,"first":"Y continuaba: la Iglesia «¿está anclada en el corazón del mundo y es suficientemente libre e independiente para <strong class=\"keyword\">interpelar</strong> al mundo?","second":"And he continued: “is [the Church] firmly established in the midst of the world and yet free and independent enough to <strong class=\"keyword\">call</strong> for the world’s attention?"},{"author":94808,"first":"Para promover la integración social fomentando la formación de una sociedad estable, segura y justa, basada en el respeto del derecho y la defensa de todos los derechos humanos, el Gobierno puso en marcha una serie de medidas, entre ellas la organización anual de un espacio de interpelación democrática, “EID”, en el que todo ciudadano puede <strong class=\"keyword\">interpelar</strong> directamente al Estado a través de los responsables de los departamentos ministeriales acerca de lo que considere una violación de sus derechos.","second":"In order to promote social integration and to build a stable, safe and fair society based on respect for the law and the guaranteed human rights of all, the Government launched several actions, among them the annual convening of a forum on “space for democratic exchange”, at which every citizen can <strong class=\"keyword\">call</strong> the State directly to account, through officials of ministerial departments, on any perceived violation of his or her rights."},{"author":94808,"first":"En marzo de 2011, en aplicación de una decisión del Tribunal Europeo de Derechos Humanos, se derogaron las disposiciones según las cuales se permitía <strong class=\"keyword\">interpelar</strong> y registrar a un sospechoso en virtud del artículo 44 de la Ley contra el terrorismo de 2000.","second":"In March 2011, following a ruling by the European Court of Human Rights, the provisions of section 44 of the Terrorism Act 2000, on the power to <strong class=\"keyword\">stop</strong> and search suspects, had been repealed."},{"author":95096,"first":"Consternación y amargura invaden el alma de todos nosotros por estos dramáticos episodios, que no pueden dejar de <strong class=\"keyword\">interpelar</strong> la conciencia de la humanidad entera.","second":"All our hearts are filled with dismay and sadness at these tragic incidents, which cannot fail to rouse the <strong class=\"keyword\">conscience</strong> of all humanity."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}