{"result":"ok","tuc":[{"phrase":{"text":"untimely","language":"en"},"meaningId":7813370803175303981,"authors":[89651]},{"phrase":{"text":"ill-timed","language":"en"},"meaningId":891222650348706796,"authors":[25018]},{"phrase":{"text":"incongruous","language":"en"},"meaningId":-7183129812598735649,"authors":[9]},{"meanings":[{"language":"en","text":"untimely"}],"meaningId":8357572808199997809,"authors":[93107]}],"phrase":"intempestivo","examples":[{"author":27,"first":"Señor Presidente, señor Comisario, Señorías, según veo, somos muy pocos los presentes a esta hora <strong class=\"keyword\">intempestiva</strong>.","second":"Mr President, ladies and gentlemen, the House is sparsely populated at this <strong class=\"keyword\">hour</strong>."},{"author":118293,"first":"El sistema parecía satisfacer a Boris, quien ya no llamaba a horas <strong class=\"keyword\">intempestivas</strong>.","second":"This system seemed to satisfy Boris who'd stopped calling <strong class=\"keyword\">Amélie</strong>."},{"author":8000,"first":"En el marco de la defensa de los derechos humanos, la Comisión lucha contra las diversas violaciones de los derechos humanos; ofrece consultas y organiza visitas <strong class=\"keyword\">intempestivas</strong> a las comisarías de policía, de la gendarmería y otros centros de detención o cárceles","second":"In its work to defend human rights, the Commission seeks to combat various human rights violations; <strong class=\"keyword\">it</strong> provides advisory services and organizes unannounced visits to police"},{"author":94809,"first":"Los dispositivos de disparo de la alarma estarán protegidos contra el uso <strong class=\"keyword\">intempestivo</strong>.","second":"Alarm triggers shall be protected against <strong class=\"keyword\">unintentional</strong> use."},{"author":42,"first":"La depresión de los ventiladores principales deberá ser vigilada de forma permanente y deberá instalarse una alarma automática para señalar las paradas <strong class=\"keyword\">intempestivas</strong>","second":"The depression of the main fans must be monitored continuously, and an automatic alarm must indicate <strong class=\"keyword\">unscheduled</strong> stoppages"},{"author":94809,"first":"Seguridad de las máquinas. Prevención de una puesta en marcha <strong class=\"keyword\">intempestiva</strong>.","second":"Safety of machinery — Prevention of <strong class=\"keyword\">unexpected</strong> start-up"},{"author":118293,"first":"Su expresión estaba en rictus la semana pasada, como si supiera que su llegada era <strong class=\"keyword\">intempestiva</strong>.","second":"Her expression was in rictus last week, as though she knew her arrival were <strong class=\"keyword\">ill-timed</strong>."},{"author":22,"first":"Durante el transporte de la máquina o de sus elementos, no deberán poder producirse desplazamientos <strong class=\"keyword\">intempestivos</strong> ni peligros debidos a la inestabilidad si la máquina o sus elementos se manipulan según el manual de instrucciones","second":"During the transportation of the machinery and/or its component parts, there must be no possibility of <strong class=\"keyword\">sudden</strong> movements or of hazards due to instability as long as the machinery and/or its component parts are handled in accordance with the instructions"},{"author":94809,"first":"Estas alteraciones graves del ritmo cardíaco se deben a aceleraciones <strong class=\"keyword\">intempestivas</strong> de la frecuencia cardíaca y pueden resultar mortales a veces si no se tratan a tiempo.","second":"These serious cardiac rhythm disorders are due to unpredictable increases in the heart rate and in some cases can be fatal if they are not treated in time,"},{"author":94809,"first":"La máquina, así como sus elementos y equipos, se diseñará y fabricará para que, en las condiciones previstas de funcionamiento (teniendo en cuenta, en su caso, las condiciones climáticas), tenga la suficiente estabilidad para que pueda utilizarse sin correr el riesgo de que vuelque, se caiga o se desplace de forma <strong class=\"keyword\">intempestiva</strong>.","second":"Machinery, components and fittings thereof must be so designed and constructed that they are stable enough, under the foreseen operating conditions (if necessary taking climatic conditions into account) for use without risk of overturning, falling or <strong class=\"keyword\">unexpected movement</strong>."},{"author":94809,"first":"Los órganos de llenado y vaciado (incluyendo las bridas o los tapones roscados) y las tapas de protección que puedan existir, se asegurarán contra cualquier apertura <strong class=\"keyword\">intempestiva</strong>.","second":"The filling and discharge devices (including flanges or threaded plugs) and protective caps (if any) must be capable of being secured against any <strong class=\"keyword\">unintended</strong> opening."},{"author":8000,"first":"Las privatizaciones <strong class=\"keyword\">intempestivas</strong> de fuentes de agua realizadas en África durante este decenio tienen como consecuencia principal la mayor escasez de agua","second":"The effect of <strong class=\"keyword\">untimely</strong> privatizations of water supplies in Africa in the last decade has been chiefly to create further water shortages"},{"author":118293,"first":"Dr. G, ¿qué hace aquí a esta hora <strong class=\"keyword\">intempestiva</strong>?","second":"Dr. G, what are you doing here at this <strong class=\"keyword\">ungodly</strong> hour?"},{"author":27,"first":"En fin, Sr. Christodoulou, creo que la expresión «presiones <strong class=\"keyword\">intempestivas</strong>» es inútilmente provocadora y me sorprende que un antiguo y eminente gobernador de un banco central pueda ceder a semejantes tentaciones.","second":"Finally, Mr Christodoulou, the expression '<strong class=\"keyword\">inopportune</strong> pressure' seems to be unnecessarily provocative and I am astonished that a former eminent governor of a central bank should give in to such temptation."},{"author":94809,"first":"Objetivo de la ayuda: El régimen de ayudas se basa en el artículo 11 del Reglamento (CE) no 1857/2006, que establece ayudas destinadas a compensar a los productores por las pérdidas de producción vegetal (forrajes) ocasionadas por fenómenos climáticos adversos que pueden asimilarse a catástrofes naturales (lluvias <strong class=\"keyword\">intempestivas</strong> en mayo de 2007).","second":"Objective of aid: The aid scheme is based on Article 11 of Regulation (ΕC) No 1857/2006 and provides for aid to compensate producers for loss of plants (hay) caused by an adverse climatic event which can be assimilated to a natural disaster (<strong class=\"keyword\">unseasonal</strong> rain in May 2007)."},{"author":94809,"first":"Durante el transporte de la máquina o de sus elementos, no deberán poder producirse desplazamientos <strong class=\"keyword\">intempestivos</strong> ni peligros debidos a la inestabilidad si la máquina o sus elementos se manipulan según el manual de instrucciones.","second":"During the transportation of the machinery and/or its component parts, there must be no possibility of <strong class=\"keyword\">sudden</strong> movements or of hazards due to instability as long as the machinery and/or its component parts are handled in accordance with the instructions."},{"author":118293,"first":"Vié ndonos a horas <strong class=\"keyword\">intempestivas</strong>, inventándonos historias rebuscadas para taparlo.","second":"Running off at odd <strong class=\"keyword\">hours</strong> of the night, you know, coming up with elaborate cover stories."},{"author":94809,"first":"El dispositivo de cierre situado más cerca de la envoltura deberá ser un dispositivo de cierre rápido, que funcione automáticamente en caso de desplazamiento <strong class=\"keyword\">intempestivo</strong> de la cisterna móvil durante el llenado o el vaciado o si el depósito está sumergido en las llamas.","second":"The shut-off device closest to the jacket shall be a quick closing device, which closes automatically in the event of <strong class=\"keyword\">unintended</strong> movement of the portable tank during filling or discharge or fire engulfment."},{"author":94809,"first":"Cuando se manipule la máquina y/o sus elementos, no deberán poder producirse desplazamientos <strong class=\"keyword\">intempestivos</strong> ni riesgos debidos a la inestabilidad si la máquina y/o sus elementos se manipulan según las instrucciones del fabricante.","second":"During the handling of the machine and/or its parts, there must be no possibility of <strong class=\"keyword\">sudden</strong> movements or of hazards due to instability as long as the machine and/or its parts are handled in accordance with the manufacturer's instructions."},{"author":94808,"first":"El objetivo general de este equipo es acabar con (o hacer que disminuyan) los trastornos conductuales (automutilaciones, violencias, crisis <strong class=\"keyword\">intempestivas</strong>, etc.).","second":"The team’s main goal is to eliminate (or reduce) the behavioural problems, which might include self-harm, violence or <strong class=\"keyword\">uncontrolled</strong> crying;"},{"author":118293,"first":"Espero no haberle despertado a estas horas tan <strong class=\"keyword\">intempestivas</strong>.","second":"I hope I really haven't woken you at this terribly <strong class=\"keyword\">late</strong> hour."},{"author":94809,"first":"Fuß sufriría una reducción de su remuneración por el hecho de ver recortado su complemento especial de penosidad por prestar servicios en horas <strong class=\"keyword\">intempestivas</strong>.","second":"It is, admittedly, true that Mr Fuß has suffered a loss of salary by reason of the reduction in his hardship allowance paid for working <strong class=\"keyword\">unsocial</strong> hours."},{"author":94809,"first":"Este embalaje protector deberá estar cerrado herméticamente, debiendo estar asegurado el cierre contra cualquier apertura <strong class=\"keyword\">intempestiva</strong>.","second":"The protective packaging shall be hermetically closed and its closure shall be secured against any <strong class=\"keyword\">inadvertent</strong> opening."},{"author":22,"first":"que la máquina no se ponga en marcha de manera <strong class=\"keyword\">intempestiva</strong>","second":"the machinery must not start <strong class=\"keyword\">unexpectedly</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}