{"result":"ok","tuc":[{"phrase":{"text":"bad weather","language":"en"},"meaningId":4759361634793011943,"authors":[25018]},{"phrase":{"text":"outdoors","language":"en"},"meanings":[{"language":"en","text":"environment outside of enclosed structures"},{"language":"en","text":"in the open air"}],"meaningId":-1447309615853283599,"authors":[90508]},{"phrase":{"text":"open air","language":"en"},"meanings":[{"language":"en","text":"the outside"}],"meaningId":3822360049014830644,"authors":[90508]},{"phrase":{"text":"bleakness","language":"en"},"meaningId":6867336455413111470,"authors":[2903]},{"phrase":{"text":"foul weather","language":"en"},"meaningId":-1511440317903196900,"authors":[83093]},{"phrase":{"text":"inclemency","language":"en"},"meaningId":4644542497810872907,"authors":[84500]},{"phrase":{"text":"inclementness","language":"en"},"meaningId":3219529549714763936,"authors":[84500]},{"phrase":{"text":"open-air","language":"en"},"meaningId":-3521589930346403099,"authors":[2903]},{"phrase":{"text":"outdoor","language":"en"},"meaningId":-1755678534644741154,"authors":[25018]},{"meanings":[{"language":"en","text":"outdoors, open air"}],"meaningId":-5808752865417410717,"authors":[1]}],"phrase":"intemperie","examples":[{"author":94809,"first":"3.5 No se permitirá el acceso directo al tronco de las escaleras de escape desde espacios que no sean los espacios públicos, pasillos, aseos comunes, espacios de categoría especial, otras escaleras de evacuación prescritas en la regla 6.1.5, espacios en la cubierta de <strong class=\"keyword\">intemperie</strong> y espacios indicados en el apartado .3.4.2..","second":"3.5 Spaces other than public spaces, corridors, public toilets, special category spaces, other stairways required by regulation 6.1.5, <strong class=\"keyword\">open</strong> deck spaces and spaces covered by paragraph .3.4.2 are not permitted to have direct access to stairway enclosures.."},{"author":94808,"first":"El 14 de julio de 2001, en Punia, Marcel Opombo, comerciante conocido como Zunguluke, fue detenido y recluido en el mismo calabozo subterráneo en el que había estado su colega Médard en febrero de 2001, expuesto a la <strong class=\"keyword\">intemperie</strong> durante 72 horas por haberse negado a vender cerveza a crédito a los militares rwandeses, que se caracterizaban por su insolvencia.","second":"On 14 July 2001 at Punia, Marcel Opombo, a trader well known under the name of Zunguluke, was arrested and thrown into the same underground prison as his colleague Medard had experienced in February. He was exposed to the <strong class=\"keyword\">elements</strong> for 72 hours, simply for having refused to sell beer on credit to Rwandan soldiers on the grounds that they never paid their debts."},{"author":94809,"first":"Dispositivos de protección contra el vuelco, dispositivos de protección contra la <strong class=\"keyword\">intemperie</strong>, asientos y plataforma de carga","second":"Roll-over protective structures, <strong class=\"keyword\">weather</strong> protection, seats, load platforms"},{"author":119739,"first":"A veces teníamos que cruzar ríos y, en ocasiones, incluso dormir a la <strong class=\"keyword\">intemperie</strong>.","second":"We waded through rivers and occasionally spent nights sleeping under the stars."},{"author":118293,"first":"Y podría muy bien no sobrevivir a una noche en la <strong class=\"keyword\">intemperie</strong>.","second":"And it might very well not survive a night out in the <strong class=\"keyword\">open</strong>."},{"author":94809,"first":"Cualquier entrada a este compartimiento de almacenamiento se realizara preferiblemente desde la cubierta de <strong class=\"keyword\">intemperie</strong> y, en todo caso, la entrada será independiente del espacio protegido.","second":"Any entrance to such a storage room shall preferably be from the <strong class=\"keyword\">open deck</strong> and shall be independent of the protected space."},{"author":89915,"first":"Toallas, toallas de baño, tejidos impermeables y tejidos de materia y fibras sintéticas para prendas de vestir impermeables y prendas de vestir protegidas para la <strong class=\"keyword\">intemperie</strong>, tejidos para sacos de dormir, mantas, textiles","second":"Face towels, bath towels, waterproof textiles and textiles of synthetic material and fibres for waterproof clothing and <strong class=\"keyword\">weatherproof</strong> clothing, fabric for sleeping bags, blankets, textiles"},{"author":94809,"first":"2) Habida cuenta de los riesgos detectados para el suelo y los compartimentos de las aguas, los productos no podrán ser autorizados para el tratamiento in situ de madera destinada a un uso exterior o expuesta a los efectos de la <strong class=\"keyword\">intemperie</strong>, salvo que se presenten datos que demuestren que el producto cumplirá los requisitos del artículo 5 y del anexo VI, si procede mediante la aplicación de medidas adecuadas de reducción del riesgo.","second":"2. In view of the risks identified for the soil and aquatic compartments, products shall not be authorised for the in situ treatment of wood outdoors or for wood that will be exposed to <strong class=\"keyword\">weathering</strong>, unless data is submitted to demonstrate that the product will meet the requirements of Article 5 and Annex VI, if necessary by the application of appropriate risk mitigation measures."},{"author":94809,"first":"Trajes de inmersión y trajes de protección contra la <strong class=\"keyword\">intemperie</strong> diseñados para usarse en combinación CON un chaleco salvavidas","second":"Immersion suits and anti-<strong class=\"keyword\">exposure</strong> suits designed to be worn in conjuction WITH a lifejacket"},{"author":94809,"first":"«estanco a los rociones y a la <strong class=\"keyword\">intemperie</strong>»: elemento de construcción o dispositivo instalado de forma que, en condiciones normales, sólo deje penetrar una cantidad de agua desdeñable;","second":"‘spray-proof and <strong class=\"keyword\">weathertight</strong>’: a structural component or device so fitted that in normal conditions it allows only a negligible quantity of water to penetrate;"},{"author":94808,"first":"Se registraron 11 víctimas mortales y 166.600 damnificados, de los cuales 75.000 quedaron a la <strong class=\"keyword\">intemperie</strong> y 110.000 sin acceso a agua potable.","second":"There were 11 confirmed fatalities and 166,600 people were affected, 75,000 of whom were in need of <strong class=\"keyword\">shelter</strong> and 110,000 left without access to safe drinking water."},{"author":94809,"first":"- espacios de cubierta de <strong class=\"keyword\">intemperie</strong> y zonas protegidas del paseo de cubierta que sirven como puestos de embarco y de arriado de botes y balsas salvavidas,","second":"- <strong class=\"keyword\">open</strong> deck spaces and enclosed promenades forming lifeboat and liferaft embarkation and lowering stations,"},{"author":8000,"first":"Por consiguiente, muchos viven en asentamientos improvisados y barrios de tugurios y algunos terminan viviendo a la <strong class=\"keyword\">intemperie</strong>","second":"Many, therefore, live in informal settlements and slums, while some are <strong class=\"keyword\">left homeless</strong>"},{"author":94809,"first":"c) trajes de protección contra la <strong class=\"keyword\">intemperie</strong>","second":"c) anti exposure <strong class=\"keyword\">suits</strong>"},{"author":94809,"first":"La ventaja de la prueba breve con respecto a la exposición a la <strong class=\"keyword\">intemperie</strong> estriba, por una parte, en su reproducibilidad gracias a ser independiente del lugar, el clima y la época del año; por otra, en un tiempo de prueba abreviado, debido a la independencia de los cambios de día a noche y de épocas del año.","second":"The accelerated test, which is independent of place, climate and season, has the advantage over <strong class=\"keyword\">natural weather conditions</strong> of being reproducible and of making it possible to shorten the duration of the test as it is independent of the alternation of day and night and of the seasons."},{"author":95875,"first":"Se realizaron pruebas aceleradas en interior y se validaron en pruebas de exposición a la <strong class=\"keyword\">intemperie</strong>. También se desarrollaron pruebas muy sensibles y no destructivas para lograr un análisis fiable del deterioro.","second":"Accelerated indoor tests were conducted and validated by outside exposure tests, while highly sensitive, non-destructive tests were developed for reliable degradation analysis."},{"author":94809,"first":"Así por ejemplo, se han enviado algunos dictámenes motivados a las autoridades belgas, por lo que se refiere, en primer lugar, a la obligatoriedad de que los prestadores extranjeros de servicios coticen al Fondo de seguridad de existencia de las fabricaciones metálicas de Bélgica, en segundo lugar por la obligatoriedad de abonar los timbres de fidelidad e <strong class=\"keyword\">intemperie</strong> en el sector de la construcción y, finalmente, por la obligatoriedad de pagar subsidios de comida y de alojamiento en el mismo sector.","second":"Reasoned opinions have been sent to the Belgian authorities, for example, regarding the requirement that foreign service providers contribute to a special welfare fund, the Fonds de sécurité d'existence in the metal production industry, the liability for payment of loyalty stamps and <strong class=\"keyword\">bad weather</strong> payments in the construction industry, and the obligation to pay bed and board allowances, also in the construction industry."},{"author":94809,"first":"PROTECCIÓN CONTRA EL VUELCO, DISPOSITIVO DE PROTECCIÓN CONTRA LA <strong class=\"keyword\">INTEMPERIE</strong>, ASIENTOS Y PLATAFORMA DE CARGA","second":"2.7.1.1.1. // Maximum permissible length for the completed vehicle:"},{"author":94809,"first":".5 Las balsas salvavidas destinadas a ser puestas a flote lanzándolas por la borda irán estibadas de modo que quepa trasladarlas fácilmente de una a otra banda en un mismo nivel de cubierta de <strong class=\"keyword\">intemperie</strong>.","second":".5 Life-rafts intended for throw-overboard launching shall be so stowed as to be in a position providing easy side to side transfer at a single <strong class=\"keyword\">open</strong> deck level."},{"author":118293,"first":"Se halló a un montón de tipos, quienes estuvieron de acuerdo con él, y todos nos trasladamos a la <strong class=\"keyword\">intemperie</strong>.","second":"Found a lot of guys who agreed with him and we all moved to the Outback<strong class=\"keyword\">.</strong>"},{"author":42,"first":"kilogramos por metro cuadrado de cubiertas a la <strong class=\"keyword\">intemperie</strong> y pasarelas","second":"kilograms per square metre on <strong class=\"keyword\">exposed weather decks</strong> and gangways"},{"author":8008,"first":"resistente a la <strong class=\"keyword\">intemperie</strong> y envejecimi-ento, amotiguar la vibración, resistente de temperatura, resistente de corro-sión, no conduce y resistente contra gasolina, petróleos, medios refresgan-tes, lejías y ácidos.","second":"<strong class=\"keyword\">Resistant</strong> to ageing, vibration dampen-ing, temperature resistant, corrosion-proof, non conductive and resistant against oils, gasolines, coolants, lyes and acids."},{"author":94809,"first":"Se instalarán las portas de desagüe, las amuradas abiertas y los imbornales necesarios para evacuar rápidamente el agua de la cubierta de <strong class=\"keyword\">intemperie</strong>, sean cuales fueren las condiciones meteorológicas.","second":"Freeing ports, open rails and scuppers shall be fitted as necessary for rapidly clearing the <strong class=\"keyword\">weather deck</strong> of water under all weather conditions."},{"author":94809,"first":"Son prendas de corte amplio, de mangas largas y que se llevan sobre otras prendas para proteger de la <strong class=\"keyword\">intemperie</strong>.","second":"Car coats are loose-fitting outer garments with long sleeves and are worn over all other clothing for protection against the <strong class=\"keyword\">weather</strong>."},{"author":94809,"first":"Para los barcos cuyas aberturas no puedan cerrarse por dispositivos estancos al roción y a la <strong class=\"keyword\">intemperie</strong> , y para los barcos que naveguen con bodegas no cubiertas , la distancia de seguridad deberá aumentarse en 20 centímetros .","second":"The design and layout of <strong class=\"keyword\">doors</strong> must be such as not to endanger the persons opening or closing them."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}