{"result":"ok","tuc":[{"phrase":{"text":"administration","language":"en"},"meaningId":4807193451265486589,"authors":[25018]},{"phrase":{"text":"intendancia","language":"en"},"meaningId":6067651086774722142,"authors":[76967]},{"phrase":{"text":"intendancy","language":"en"},"meaningId":4066137343519504357,"authors":[76967]},{"phrase":{"text":"management","language":"en"},"meaningId":6283698715645037441,"authors":[25018]},{"meanings":[{"language":"en","text":"management, administration"}],"meaningId":-2711179596422350883,"authors":[1]}],"phrase":"intendencia","examples":[{"author":94808,"first":"En los últimos 20 meses se han entregado 20.000 títulos a los propietarios de terrenos y casas, con lo cual la <strong class=\"keyword\">Intendencia</strong> de la Propiedad ha adoptado e implementado las medidas necesarias para garantizar la seguridad de la propiedad.","second":"Over the previous 20 months, 20,000 title deeds had been issued to owners of land and houses, and the <strong class=\"keyword\">Department</strong> of Property had introduced the necessary measures to guarantee security of ownership."},{"author":94808,"first":"Las entidades públicas o privadas deberán proporcionar a la Superintendencia de Bancos, a través de la <strong class=\"keyword\">Intendencia</strong>, la colaboración que ésta última les solicite, de conformidad con el último párrafo del artículo 34 de la Ley.","second":"Public and private entities must extend to the Banking Commission, through the <strong class=\"keyword\">Inspectorate</strong>, such cooperation as the latter may request, in conformity with the last paragraph of article 34 of the Law."},{"author":8000,"first":"En el expediente se conservará toda la documentación de soporte, independientemente de que se determine que la transacción no tiene la calidad de sospechosa y que no es necesario reportarla a la Superintendencia de Bancos, a través de la <strong class=\"keyword\">Intendencia</strong>","second":"In the file shall be kept all supporting documentation, even if it is determined that the transaction is not suspicious and that it is not necessary to report it to the Banking Commission through the <strong class=\"keyword\">Inspectorate</strong>"},{"author":31,"first":"Dígale a esos tipos de la <strong class=\"keyword\">Intendencia</strong> que el Führer lo quiere","second":"Tell those guys the <strong class=\"keyword\">Inspectorate</strong> that the Fuhrer wants it"},{"author":94808,"first":"A nivel municipal, en 2006 se creó la Unidad de Atención a la Diversidad Cultural[footnoteRef:68] en el ámbito de la Dirección General del Departamento de Cultura de la <strong class=\"keyword\">Intendencia</strong> de Montevideo, con el objetivo general de atender las actividades culturales específicas relacionadas conlas culturas indígenas americanas, los grupos afrodescendientes, descendientes de la Nación Charrúa, grupos de trabajos etnográficos regionales vinculados con la inmigración, entre otros.","second":"At the municipal level, the Cultural Diversity Unit[footnoteRef:67] was created in 2006 under the Directorate-General of the Department of Culture of the <strong class=\"keyword\">Montevideo City Council</strong>, with the general aim of organizing cultural activities relating to indigenous American cultures, Afro-descendant groups, descendants of the Charrúa Nation, groups carrying out regional ethnographic projects on immigration, and others."},{"author":94809,"first":"Secretario de <strong class=\"keyword\">Intendencia</strong>.","second":"Secretary for <strong class=\"keyword\">Utilities</strong>."},{"author":118293,"first":"Retiren su equipo invernal de los almacenes de <strong class=\"keyword\">intendencia</strong>.","second":"Draw your winter kit from the quartermaster's <strong class=\"keyword\">stores</strong>."},{"author":8000,"first":"También se realizaron visitas al interior del país, a las gobernaciones e <strong class=\"keyword\">intendencias</strong>, proveyéndoles de copias de cuestionarios respectivos","second":"Visits were also made to the interior of the country to the offices of governors and <strong class=\"keyword\">mayors</strong>, which were supplied with copies of the relevant questionnaires"},{"author":118293,"first":"Tendremos que pedir otro fotógrafo a la <strong class=\"keyword\">intendencia</strong>.","second":"We'll have to requisition a new photographer from Group."},{"author":8000,"first":"La Dirección Nacional de Género dentro de las principales funciones para las cuales fue creada, tiene la responsabilidad de coordinar la Implementación del Modelo de Comisarías de la Mujer y la Familia, programando, organizando, dirigiendo y controlando las actividades de las mismas; vigilando el cumplimiento estricto de las disposiciones constantes en la Ley # tanto en las Comisarías de la Mujer y la Familia como en las Comisarías Nacionales de Policía, Tenencias Políticas, <strong class=\"keyword\">Intendencias</strong>, Subintendencias de Policía, en coordinación con las Gobernaciones; y, realizando un seguimiento y evaluación del funcionamiento de las Comisarías de la Mujer y la Familia con la asistencia técnica del Consejo Nacional de las Mujeres (CONAMU","second":"Among the principal functions for which it was created, DINAGE has responsibility for coordinating the implementation of women's and family police stations; programming, organizing, directing and controlling their activities; overseeing strict compliance with the provisions of Act No # not only in women's and family police stations, but also in national police stations, political offices, administrative offices and police sub-offices, in coordination with the governors' offices; and providing follow-up and evaluation of the operation of the women's and family police stations with the technical assistance of CONAMU"},{"author":8000,"first":"En los lugares donde no existen Comisarías de la Mujer y la Familia son competentes para conocer casos de violencia intrafamiliar la <strong class=\"keyword\">Intendencia</strong>, Subintendencia, Comisarías Nacionales de Policía y Tenencias Políticas por lo que la Dirección Nacional de Género ha requerido también a estas dependencias el reporte de casos de violencia intrafamiliar que hayan llegado a su conocimiento; así como también se ha iniciado procesos de capacitación en género y procedimiento en casos de violencia intrafamiliar con estos funcionarios/as","second":"In places where no women's and family police station exists, the authorities competent with respect to cases of domestic violence are the local administrative <strong class=\"keyword\">office</strong> or sub-office, national police stations and political offices. For that reason the National Directorate for Gender has required those offices too to report any cases of domestic violence that may have come to their attention. In addition, training on gender and procedures to be followed in cases of domestic violence has been initiated for the officials of those offices"},{"author":118293,"first":"<strong class=\"keyword\">Intendencia</strong>.","second":"<strong class=\"keyword\">Quartermasters</strong>."},{"author":94808,"first":"El Comité agradecería recibir información sobre si la <strong class=\"keyword\">Intendencia</strong> de Verificación Especial (Unidad de Análisis Financiero) o alguna otra autoridad competente están facultadas para imponer sanciones o penas en caso de incumplimiento de la obligación de denunciar las transacciones.","second":"The CTC would be grateful to receive information on whether the Special Audit <strong class=\"keyword\">Office</strong> (Financial Analysis Unit) or another competent authority has jurisdiction to impose sanctions or penalties for failure to comply with the reporting obligations."},{"author":94808,"first":"Si los activos están ligados a un delito, la <strong class=\"keyword\">Intendencia</strong> de Verificación envía un informe a la Fiscalía, a quien corresponde efectuar el embargo preventivo y la incautación de tales activos.","second":"If assets are linked to the offence, the <strong class=\"keyword\">Special</strong> Verification <strong class=\"keyword\">Unit</strong> sends a report to the Prosecutor’s Office, which is in charge of seizing and confiscating such assets."},{"author":8000,"first":"Ésta comprende el gasto de ASSE-MSP, del área de salud del BPS, de sanidad militar y policial, el de las <strong class=\"keyword\">intendencias</strong> municipales y el de las empresas públicas","second":"This estimate includes spending by the State Health Services Administration- Ministry of Health, the Social Insurance Bank health department, military and police health services, town <strong class=\"keyword\">councils</strong> and public enterprises"},{"author":94808,"first":"A fin de atender las disparidades territoriales, el PNUD prestará ayuda, en consulta con las partes interesadas locales, en la planificación territorial, en la definición de estrategias dirigidas a promover el desarrollo económico local, y en la construcción de diálogo entre los diferentes niveles de gobierno (congresos de intendentes, <strong class=\"keyword\">intendencias</strong>, municipios) la sociedad civil, agencias de desarrollo económico local, agentes privados, la OPP y la Agencia Nacional de Desarrollo Económico (ANDE).","second":"To address territorial disparities, in consultation with local stakeholders, UNDP will aid in territorial planning, designing strategies to promote local economic development and building dialogue between different tiers of government (mayors’ <strong class=\"keyword\">councils</strong>, municipalities, townships), civil society, local economic development agencies, private actors, OPB and the National Economic Development Agency."},{"author":94808,"first":"En la <strong class=\"keyword\">Intendencia</strong> Municipal de Montevideo, en 2009, se ha creado una asesoría específica en temas de racismo y discriminación en el marco de dicha coalición de ciudades.","second":"In 2009, <strong class=\"keyword\">Montevideo</strong> city <strong class=\"keyword\">council</strong> set up a special advisory service on racism and discrimination within the framework of this coalition."},{"author":8000,"first":"Que de conformidad con lo dispuesto en el artículo # de la ley antes referida, la Superintendencia de Bancos debe elaborar a través de la <strong class=\"keyword\">Intendencia</strong> de Verificación Especial, el Reglamento de la Ley Contra el Lavado de Dinero y Otros Activos, para someterlo a aprobación del Presidente de la República, procedimiento que se ha cumplido y coordinado con los asesores legales de la Presidencia de la República","second":"In conformity with article # of the above-mentioned Law, the Banking Commission, through the Special <strong class=\"keyword\">Inspectorate</strong>, is required to draw up regulations to implement the Law against the Laundering of Money or Other Assets and to submit it for approval to the President of the Republic, a procedure which has been completed in coordination with the legal advisers of the Presidency"},{"author":8000,"first":"Estas mismas facultades se le confieren a la Superintendencia de Bancos, a través de la <strong class=\"keyword\">Intendencia</strong> de Verificación Especial, en materia de financiamiento del terrorismo, conforme lo establecen los artículos # y # del mencionado Proyecto de Ley para Prevenir y Reprimir el Financiamiento del Terrorismo","second":"The same authority is conferred on the Banking Commission, through the Special <strong class=\"keyword\">Inspectorate</strong>, with regard to the financing of terrorism in accordance with articles # and # of the aforementioned draft Act for the Prevention and Suppression of the Financing of Terrorism"},{"author":94808,"first":"En Chile se han creado las Unidades de Asuntos Indígenas en todos los ministerios e <strong class=\"keyword\">intendencias</strong> del país.","second":"In Chile, units of indigenous issues have been created in all ministries and <strong class=\"keyword\">municipalities</strong>."},{"author":94808,"first":"Las personas obligadas deberán enviar copia de los registros a los que se refieren los artículos 21, 22 y 24 de esta ley, en la forma y tiempo que señale el reglamento a la <strong class=\"keyword\">Intendencia</strong> de Verificación Especial cuando ésta lo requiera.","second":"Mandated persons must send a copy of the records referred to in articles 21, 22 and 24 of this law to the Special <strong class=\"keyword\">Inspectorate</strong> when requested by it to do so, in the form and within the time limit specified in the regulations."},{"author":94808,"first":"Este proyecto de reparación integral se enmarca en el plan quinquenal “Mi lugar entre todos”, Plan Nacional de Vivienda 2010-2014, del MVOTMA y participan además la Unidad Temática por los Derechos de los Afrodescendientes, División Tierras y Hábitat de la <strong class=\"keyword\">Intendencia</strong> de Montevideo, la Organización Mundo Afro, la Cooperativa de Viviendas Unidades Familiares Mundo Afro-Palermo y el Municipio B de la <strong class=\"keyword\">Intendencia</strong> de Montevideo.","second":"This comprehensive reparation project is a part of the “My Place in Wider Society” five-year plan developed by the Ministry of Housing, Land Management and the Environment, or 2010-2014 National Housing Plan, and involves the participation of the Unit for the Rights of Persons of African Descent, the Land and Living Space <strong class=\"keyword\">Department</strong> of Montevideo City Council, the Mundo Afro organization, the Mundo Afro-Palermo Family Housing Unit Cooperative and Municipality B of <strong class=\"keyword\">Montevideo City Council</strong>."},{"author":8000,"first":"Las personas obligadas deberán proporcionar a la <strong class=\"keyword\">Intendencia</strong> de Verificación Especial la información que ésta les solicite en la forma y plazo establecidos en el reglamento, en relación a datos y documentación a que se refieren los artículos anteriores, para los propósitos de esta ley","second":"Mandated persons must provide the Special <strong class=\"keyword\">Inspectorate</strong> with the information requested of them for the purposes of this law, in the form and within the time limit established in the regulations, in respect of data and documentation referred to in the foregoing articles"},{"author":27,"first":"En efecto, hasta ahora, esta cuestión esencial era tratada con mucha ligereza, como si se tratara de una mera cuestión de <strong class=\"keyword\">intendencia</strong>.","second":"Up until now this issue has been treated very lightly, as if it were only a question of <strong class=\"keyword\">supply</strong>."},{"author":94808,"first":"Asimismo la <strong class=\"keyword\">Intendencia</strong> cuenta anualmente con 15 cupos especiales para personas con discapacidad en el programa laboral “Jornales Solidarios” y 15 cupos más en el programa laboral “Centro de Atención Infantil de Verano”.","second":"Moreover<strong class=\"keyword\">,</strong> every year it has 15 places reserved for persons with disabilities under the “Days of Solidarity” employment programme and an additional 15 under the “Summer Childcare Centre” employment programme."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"76967":{"U":"","id":76967,"N":"UN term","url":"https://glosbe.com/source/76967"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}