{"result":"ok","tuc":[{"phrase":{"text":"interstice","language":"en"},"meanings":[{"language":"en","text":"small opening or space"},{"language":"en","text":"Interval of time"},{"language":"en","text":"Small opening or space"}],"meaningId":5719177641639202247,"authors":[70195]},{"phrase":{"text":"gap","language":"en"},"meaningId":6422280376917126229,"authors":[89651]},{"phrase":{"text":"crack","language":"en"},"meaningId":-5617117440044776167,"authors":[25018]},{"phrase":{"text":"interval","language":"en"},"meaningId":6261515658420243768,"authors":[2698]},{"phrase":{"text":"clearance","language":"en"},"meaningId":-7614461194905136815,"authors":[25018]},{"phrase":{"text":"interim","language":"en"},"meaningId":6737191929869775075,"authors":[2698]},{"phrase":{"text":"interspace","language":"en"},"meaningId":4546937215848091067,"authors":[89651]},{"phrase":{"text":"pore","language":"en"},"meaningId":-2075972759436496457,"authors":[80097]},{"phrase":{"text":"void","language":"en"},"meaningId":-5502337976191031212,"authors":[80097]},{"meanings":[{"language":"en","text":"interstice"}],"meaningId":7699240078971806746,"authors":[1]}],"phrase":"intersticio","examples":[{"author":8008,"first":"En las versiones indirectas la presencia de un <strong class=\"keyword\">intersticio</strong> evita que los alimentos en fase de cocción puedan pegarse a las paredes de los recipientes y al fondo, que está construido en acero inox AISI 316 para evitar cualquier posibilidad de corrosión.","second":"In the indirect versions there is an <strong class=\"keyword\">interspace</strong> that prevents the food from sticking to the sides and to the bottom. The latter is made in AISI 316 stainless steel in order to avoid any possibility of corrosion."},{"author":8008,"first":"Calentamiento con quemadores de alto rendimiento o con resistencias protegidas situadas dentro del <strong class=\"keyword\">intersticio</strong> para una cocción más rápida.","second":"Heating through high-efficiency burners or armoured heating elements located inside the <strong class=\"keyword\">interspace</strong> for quicker cooking."},{"author":94809,"first":"Más concretamente, afirma que la Sala de Recurso no tuvo en cuenta que las representaciones de esta marca muestran «claramente» <strong class=\"keyword\">intersticios</strong> en las extremidades de las «líneas negras» que figuran en cada una de las caras del cubo de que se trata, lo que, a su parecer, sugiere «claramente» que estas líneas no pretenden reproducir una «jaula negra», sino separar los «elementos individuales más pequeños del cubo» entre sí.","second":"More specifically, the Board of Appeal failed to take into account that the representation ‘clearly’ shows <strong class=\"keyword\">gaps</strong> at the end of the ‘black lines’ on each surface of the cube in question, which ‘clearly’ suggest that the lines are not designed to show a ‘black cage’ but to separate ‘individual, smaller cube elements’ from each other."},{"author":94809,"first":"Cuando un vehículo articulado, con su masa en orden de marcha, esté parado sobre una superficie plana y horizontal, no deberá haber ningún <strong class=\"keyword\">intersticio</strong> sin recubrir entre el piso de cualquiera de las partes rígidas y el de la base pivotante o del elemento que la reemplace, cuya anchura exceda de:","second":"When the articulated vehicle at its mass in running order is stationary on a horizontal level surface there shall not be between the floor of either of the rigid sections and the floor of the rotating base or of the element replacing that base an <strong class=\"keyword\">uncovered</strong> gap of a width exceeding:"},{"author":94809,"first":"74 Es cierto que una comparación de la hoja de arce notificada como emblema de Estado de Canadá con la marca solicitada revela algunas diferencias de diseño en lo que se refiere al tallo de las dos hojas, siendo los dos <strong class=\"keyword\">intersticios</strong> a ambas partes del tercio central de la hoja más profundos en el caso de la hoja de arce del emblema canadiense.","second":"74 It is true that a comparison of the maple leaf notified as the emblem of the State of Canada and the maple leaf in the mark applied for reveals some differences in design regarding the stem of both leaves, as the two <strong class=\"keyword\">serrations</strong> on either side of the central third of the leaf are deeper in the case of the maple leaf in the Canadian emblem."},{"author":94809,"first":"a) búsqueda de los vectores en la tierra, la arena o el polvo extraídos mediante un cepillo o cualquier otro instrumento apropiado de los espacios entre las piedras (en el caso de locales construidos en piedra) o de los <strong class=\"keyword\">intersticios</strong> o hendiduras existentes en las paredes bajo las tejas o en el suelo de los locales.","second":"(a) search for vectors in soil, sand or dust extracted from the spaces between stones (in the case of stone-built areas) or from the <strong class=\"keyword\">interstices</strong> or crevices in the walls under the tiles or from the ground of the premises by means of a brush or any other appropriate tool."},{"author":8000,"first":"No había indicios de que los regímenes de seguridad elaborados por medio de esas organizaciones dejara ningún <strong class=\"keyword\">intersticio</strong> que tuviera que colmar la UNCTAD, a la cual no le correspondía en absoluto reabrir el debate sobre las normas convenidas","second":"There was no indication that the security regimes developed through those organizations left any <strong class=\"keyword\">gaps</strong> that needed to be filled by UNCTAD, and UNCTAD had no role in reopening discussion of agreed standards"},{"author":94809,"first":"Deberá evitarse la penetración de materias explosivas en los <strong class=\"keyword\">intersticios</strong> de las juntas de los envases o embalajes metálicos ensamblados mediante grapas.","second":"The ingress of explosive substances into the <strong class=\"keyword\">recesses</strong> of <strong class=\"keyword\">seamed</strong> metal packagings shall be prevented."},{"author":94809,"first":"Ahora bien, un detalle como la profundidad exacta de los <strong class=\"keyword\">intersticios</strong> nunca figuraría en la descripción heráldica del emblema en cuestión sino, en su caso, en una descripción geométrica mucho más detallada, la cual carece, sin embargo, de pertinencia en una comparación «desde el punto de vista heráldico».","second":"However, a detail such as the exact depth of those <strong class=\"keyword\">serrations</strong> would never appear in the heraldic description of the emblem in question but, if need be, in a much more detailed geometric description, which is, however, of no relevance to the comparison ‘from a heraldic point of view’."},{"author":94809,"first":"Además de que las «esquinas dobladas» no son una característica de una rotura del precinto, procede señalar que un despegue manual no provoca necesariamente la aparición de esquinas dobladas, puesto que un precinto puede quitarse con precaución o puede igualmente despegarse partiendo del <strong class=\"keyword\">intersticio</strong> que se sitúa entre la puerta y el marco en los que está colocado.","second":"Apart from the fact that ‘dog-ears’ do not constitute a characteristic of a breach of seal, it must be pointed out that detachment by hand does not necessarily cause the appearance of dog-ears, since a seal can be removed with care or can also be detached starting from the <strong class=\"keyword\">crack</strong> between the door and door frame on which it is placed."},{"author":95875,"first":"Seguidamente se rellenaron los <strong class=\"keyword\">intersticios</strong> intercristalinos con metales, polímeros u óxidos mediante deposición de capa atómica y se caracterizaron las propiedades de estos sistemas de nanopartículas novedosos.","second":"Researchers then filled in the <strong class=\"keyword\">gaps</strong> amongst crystals with metals, polymers or oxides using atomic layer deposition, and characterised the properties of the novel nanoparticle systems."},{"author":118293,"first":"Hay exceso de Cronotons en los <strong class=\"keyword\">intersticios</strong> subatómicos.","second":"We got an excess of Cronotons in the subatomic <strong class=\"keyword\">interstices</strong>."},{"author":94809,"first":"extinción de llamas en <strong class=\"keyword\">intersticios</strong> estrechos o mediante inyección de agentes extintores","second":"flame extinction in narrow <strong class=\"keyword\">gaps</strong> or by injection of an extinguishing agent;"},{"author":94808,"first":"Los estudios sugieren que, dado que los conocimientos se distribuyen de manera cada vez más generalizada, la innovación debe ocurrir “en los <strong class=\"keyword\">intersticios</strong>” de los grupos y organizaciones colaboradores, con lo cual las redes pasan a ser medios importantes para que los países en desarrollo intercambien conocimientos y promuevan su desarrollo económico.","second":"Studies suggest that, because knowledge is becoming more widely distributed, innovation increasingly needs to occur “at the <strong class=\"keyword\">interstices</strong>” of collaborating groups and organizations, making networks important means for developing countries to exchange knowledge and advance their economic development."},{"author":27,"first":"Los que hemos practicado el Derecho sabemos que el Derecho se encuentra en los <strong class=\"keyword\">intersticios</strong> del procedimiento.","second":"Those of us who have practised law know that the law lies in <strong class=\"keyword\">the</strong> procedural detail."},{"author":94809,"first":"Además, procede señalar que no sólo los <strong class=\"keyword\">intersticios</strong> situados en las extremidades de las líneas negras son apenas visibles, sino que además, en todo caso, su presencia no excluye en modo alguno que, tal y como declaró fundadamente la Sala de Recurso en el apartado 21 de la resolución impugnada, la marca controvertida pueda percibirse como la reproducción de una «jaula negra».","second":"Moreover, it should be noted that not only are the <strong class=\"keyword\">gaps</strong> at the end of the black lines scarcely visible, but also that, in any event, their presence in no way precludes, as the Board of Appeal rightly found in paragraph 21 of the contested decision, the possibility that the contested mark will be perceived as a ‘black cage’."},{"author":118293,"first":"¿Por eso la hemorragia llegó a los <strong class=\"keyword\">intersticios</strong> cerebrales?","second":"And is that the result of bleeding into the <strong class=\"keyword\">interstitial spaces</strong>?"},{"author":94809,"first":"Si el forro es metálico y de doble grapado, se tomarán medidas para impedir la penetración de materias, en particular de materias explosivas, por los <strong class=\"keyword\">intersticios</strong> de las uniones.","second":"If a double seamed metal liner is used, steps shall be taken to prevent the ingress of substances, particularly explosives, into the <strong class=\"keyword\">recesses</strong> of the seams."},{"author":8008,"first":"Estructuras portantes, tapas e <strong class=\"keyword\">intersticios</strong> realizados en acero inox AISI 304.","second":"The bearing structure, the lids and the <strong class=\"keyword\">interspaces</strong> are made in AISI 304 stainless steel."},{"author":94808,"first":"Las repercusiones en el desarrollo económico son más comunes en los países industrializados, donde hay más PYME de carácter innovador para llenar los numerosos \"<strong class=\"keyword\">intersticios</strong>\" creados por unas ETN dinámicas.","second":"The development impacts are more common in industrialized countries where more innovative SMEs exist to fill in the many “<strong class=\"keyword\">interstices</strong>” created by dynamic TNCs."},{"author":89915,"first":"Cepillos para dentaduras, cepillos para los <strong class=\"keyword\">intersticios</strong> de los dientes","second":"Denture brushes, <strong class=\"keyword\">interdental</strong> brushes"},{"author":89915,"first":"Caucho, gutapercha, goma y mica, en concreto productos de impermeabilización, empaquetadura y aislamiento, materiales impermeabilizantes para la construcción, materiales de relleno de juntas, juntas para <strong class=\"keyword\">intersticios</strong> a base de masas impermeabilizantes de silicona y acrílicas, también como perfiles para juntas para cerrar y rellenar juntas en puertas, ventanas así como juntas de dilatación","second":"Rubber, gutta-percha, gum and mica, namely packing, stopping and insulating materials, insulating fabrics, sealing materials for buildings, joint fillers, joint <strong class=\"keyword\">seals</strong> being silicone and acrylic sealing compounds, including being joint profiles for sealing and backfilling joints in doors, windows, and expansion joints"},{"author":8008,"first":"Esta estructura se reúne para formar una estructura tridimensional que retiene las moléculas de agua en sus <strong class=\"keyword\">intersticios</strong> y forma, así, geles termorreversibles.","second":"Double helices aggregate to form a three-dimensional structure framework which holds the water molecules within the <strong class=\"keyword\">interstices</strong> of the framework."},{"author":94809,"first":"dimensión de las partículas en los procesos de presión discontinua y continua: la dimensión de las partículas se determinará por la dimensión del orificio de la picadora o de los <strong class=\"keyword\">intersticios</strong>;","second":"particle size for batch-pressure and continuous processes, defined by the mincer hole or the <strong class=\"keyword\">anvil gap size</strong>;"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}