{"result":"ok","tuc":[{"phrase":{"text":"intricate","language":"en"},"meanings":[{"language":"en","text":"having a great deal of fine detail or complexity"}],"meaningId":1896583311956278533,"authors":[70195]},{"phrase":{"text":"complicated","language":"en"},"meaningId":4095329050380525255,"authors":[84500]},{"phrase":{"text":"convoluted","language":"en"},"meaningId":3314099958115186548,"authors":[97745]},{"phrase":{"text":"daedal","language":"en"},"meaningId":2575826049762347704,"authors":[86934]},{"phrase":{"text":"involved","language":"en"},"meaningId":275249603802859497,"authors":[20]},{"phrase":{"text":"knotty","language":"en"},"meaningId":-5958103369572672524,"authors":[25018]},{"phrase":{"text":"tricky","language":"en"},"meaningId":1404775014736881537,"authors":[25115]},{"meanings":[{"language":"en","text":"Past participle of intrincar."}],"meaningId":2974822939120744117,"authors":[1]}],"phrase":"intrincado","examples":[{"author":8007,"first":"El <strong class=\"keyword\">intrincado</strong> problema de la reforma mundial estriba en que las propuestas que van lo bastante lejos, como, por ejemplo, la creación de un regulador financiero mundial, son desatinadamente irrealistas, mientras que las realistas, como, por ejemplo, la reforma del FMI, se quedan muy cortas respecto de lo que hace falta.","second":"The <strong class=\"keyword\">conundrum</strong> of global reform is that the proposals that go far enough, such as establishing a global financial regulator, are wildly unrealistic, while those that are realistic, such as reform of the IMF, fall far short of what is needed."},{"author":95875,"first":"Los mecanismos subyacentes al desarrollo de las células madre también ayudan a explicar las maravillas de nuestros sistemas de maduración y regeneración, <strong class=\"keyword\">intrincados</strong> pero prácticamente infalibles.","second":"Mechanisms behind stem cell development will also help to explain the wonders of our <strong class=\"keyword\">intricate</strong> yet virtually foolproof maturation and regeneration systems."},{"author":94808,"first":"Sin embargo, la reforma jurídica es un proceso largo e <strong class=\"keyword\">intrincado</strong>, especialmente para un país pobre en desarrollo.","second":"Legal reform was, however, a lengthy, <strong class=\"keyword\">intricate</strong> process, especially for a poor, developing country."},{"author":119723,"first":"¿Sentiría gozo el pianista al dominar una <strong class=\"keyword\">intrincada</strong> sonata sin las minuciosas horas de práctica?","second":"Would the pianist feel the joy of mastering an <strong class=\"keyword\">intricate</strong> sonata without the painstaking hours of practice?"},{"author":27,"first":"Sin embargo, los <strong class=\"keyword\">intrincados</strong> debates celebrados en el Consejo -que han durado más de dos años y cuatro Presidencias y han incluido dos informes de fondo adicionales- han demostrado que prohibir el estradiol no es tan sencillo como se había creído.","second":"However, <strong class=\"keyword\">intricate</strong> discussions in the Council - which took more than two years, spanned four presidencies and included two extra background reports - have demonstrated that prohibiting oestradiol is not as straightforward as was first imagined."},{"author":94808,"first":"Las denominadas promesas inequívocas hechas desde entonces han demostrado ser parte de un <strong class=\"keyword\">intrincado</strong> ejercicio de evasivas.","second":"The so-called unequivocal undertakings offered since then have proved to be part of an <strong class=\"keyword\">elaborate</strong> exercise in equivocation."},{"author":95875,"first":"Así se logró reconstruir un <strong class=\"keyword\">intrincado</strong> modelo funcional de la maduración de los fragmentos de Okazaki en las arqueobacterias.","second":"An <strong class=\"keyword\">intricate</strong> functional model of Okazaki fragment maturation in the Archaea was therefore pieced together."},{"author":94808,"first":"El representante de Sudáfrica tomó la palabra en nombre del Grupo Africano y señaló que los problemas con que África tropezaba eran bien conocidos y que había surgido un consenso a este respecto, debido en parte a la labor realizada por la UNCTAD para explicar las <strong class=\"keyword\">intrincadas</strong> razones a que obedece el subdesarrollo en África.","second":"The representative of South Africa, speaking on behalf of the African Group, noted that the challenges facing Africa were well known and that a consensus had emerged in that connection, partly due to the work that UNCTAD had done to elaborate on the <strong class=\"keyword\">intricacies</strong> surrounding Africa’s underdevelopment."},{"author":118293,"first":"Si quieren creer que controlamos todo con <strong class=\"keyword\">intrincados</strong> planes, ¿por que no dejarlos?","second":"IF THEY WANT TO BEL IEVE WE CONTROL EVERYTHING WITH <strong class=\"keyword\">INTRICATE</strong> PLANS, WHY NOT LET THEM?"},{"author":94808,"first":"Los últimos tiempos han ilustrado los problemas que, en muchos países, plantean los <strong class=\"keyword\">intrincados</strong> efectos del cambio climático, la pérdida de la diversidad biológica, la sequía y la desertificación en las condiciones sociales, económicas y ambientales.","second":"The challenge posed by the <strong class=\"keyword\">intricate</strong> impact of climate change, loss of biological diversity, drought and desertification on social, economic and environmental conditions in many countries has been exemplified in recent times."},{"author":118293,"first":"Teje un <strong class=\"keyword\">intrincado</strong> embudo cuyos hilos son, proporcionalmente igual de fuertes que los tensores empleados para construir puentes.","second":"It spins an <strong class=\"keyword\">intricate</strong> funnel shaped <strong class=\"keyword\">web</strong> whose strands have a tensile strength... proportionately equal to the type of high tension wire..."},{"author":94808,"first":"La Comisión observa que hay una tendencia por parte de la Oficina a buscar soluciones complejas y a menudo parciales para problemas de larga data, lo cual tiene como única consecuencia que la gestión de personal de la Organización se haya vuelto tan <strong class=\"keyword\">intrincada</strong> que hay muy pocos funcionarios directivos que realmente entienden cómo funciona el sistema.","second":"The Committee notes a tendency by the Office to initiate complex, often piecemeal, solutions to old problems, with the net effect that personnel management in the Organization has become so <strong class=\"keyword\">convoluted</strong> that very few managers actually understand how the system works."},{"author":118293,"first":"En la porción superior del arco, tallados en forma <strong class=\"keyword\">intrincada</strong>, se pueden encontrar, cerca de 50 seres alados a cada ambos de lo que se cree que es el gran dios creador, Viracocha.","second":"On the upper portion of the arch, <strong class=\"keyword\">intricate</strong> carvings can be found of nearly 50 winged beings on either side of what is believed to be the great creator god, Viracocha."},{"author":118293,"first":"Esta ciudad es vasta e <strong class=\"keyword\">intrincada</strong>, y no la has pisado nunca.","second":"This city is vast, and <strong class=\"keyword\">intricate</strong>, and you do not know your way around."},{"author":27,"first":"Quiero agradecer a los diputados, en particular a los miembros de la Comisión de Pesca, el constante apoyo que han prestado a la Comisión para abordar los asuntos relativos a la pesca, en ocasiones <strong class=\"keyword\">intrincados</strong> y políticamente delicados.","second":"I would like myself to thank the Members of Parliament, in particular the members of the Fisheries Committee, for the constant support they have given the Commission in dealing with the sometimes <strong class=\"keyword\">intricate</strong> and politically sensitive issue of fisheries."},{"author":27,"first":"Organizamos una pesada Política Agraria Común basada en apoyos por hectárea, por cabeza de ganado o incluso por la producción obtenida; limitamos derechos de producción y establecimos cuotas; impusimos complejos mecanismos de normalización de la producción; organizamos <strong class=\"keyword\">intrincados</strong> sistemas de intervención en los mercados internacionales.","second":"We have created a major common policy based on support payments per hectare, per animal or even according to production achieved; we have limited production rights and established quotas; we have imposed complex mechanisms for standardising production and we have created <strong class=\"keyword\">intricate</strong> systems intervening in international markets."},{"author":8000,"first":"La posición del padre como cabeza de familia está fuertemente enraizada dadas las complejas e <strong class=\"keyword\">intrincadas</strong> relaciones familiares y extrafamiliares así como los vínculos culturales","second":"The position of the father as the head of the family is deeply embedded because of the complex and <strong class=\"keyword\">intricate</strong> details of familial and extra-familial relationships and cultural ties"},{"author":95875,"first":"A fin de describir y comprender la información neuronal —caracterizada por ser sumamente <strong class=\"keyword\">intrincada</strong> y por la gran cantidad de dimensiones que abarca— obtenida gracias a estas técnicas de registro de última generación, es necesario desarrollar un innovador modelo matemático basado en algoritmos eficaces que incorpore a su vez el conocimiento referente a la electrofisiología de las neuronas.","second":"To describe and understand the complex, high dimensional neuronal data arising from state of the art recording techniques, we need to develop a new mathematical framework that is algorithmically efficient and at the same time incorporates our knowledge about neuronal electrophysiology."},{"author":94808,"first":"Sus límites siguen siendo estáticos, mientras que el presupuesto general del mantenimiento de la paz se ha más que triplicado, y sus procedimientos han pasado a ser más <strong class=\"keyword\">intrincados</strong> de lo que se había previsto inicialmente.","second":"Their ceilings remain static, while the overall peacekeeping budget has more than tripled, and their procedures have become more <strong class=\"keyword\">convoluted</strong> than originally envisioned."},{"author":118293,"first":"La fuerza de la armadura no proviene del bio-hilo, sino de la <strong class=\"keyword\">intrincada</strong> trama.","second":"The armor's strength comes not from the bio-thread, but from the <strong class=\"keyword\">intricate</strong> weave."},{"author":94808,"first":"En este <strong class=\"keyword\">intrincado</strong> contexto, se han intensificado las luchas internas entre grupos rebeldes de todas las categorías por el control de territorios y recursos, como carreteras, puestos fronterizos, rutas de contrabando y recursos naturales.","second":"In this <strong class=\"keyword\">intricate</strong> context, internal strife among rebel groups from all categories has escalated over the control of territories and resources, including roads, border crossings, smuggling routes and natural resources."},{"author":31,"first":"Pueden transportar # veces su propio peso y trabajan semanas y semanas construyendo estos <strong class=\"keyword\">intrincados</strong> túneles y... je, detestan que les hagan esto","second":"They can carry fifty times their own weight, and they work for weeks and weeks building these <strong class=\"keyword\">intricate</strong> little tunnels, and... oh yeah, they hate it when you do this"},{"author":118293,"first":"Deme problemas, deme trabajo, deme los criptogramas más difíciles, el análisis más <strong class=\"keyword\">intrincado</strong>, y estaré en mi propia atmósfera.","second":"Give me problems, give me work, give me the most abstruse cryptogram, the most <strong class=\"keyword\">intricate</strong> analysis, and I'm in my proper atmosphere."},{"author":95875,"first":"Por último, a pesar del gusto de los más jóvenes por los colores y las imágenes, prefieren una página neutra pero eficiente a una colorida, desorganizada o demasiado <strong class=\"keyword\">intrincada</strong>.","second":"Finally, while young people like colours and images, they prefer a site that is neutral yet efficient over a colourful, messy or overtly sophisticated one."},{"author":8000,"first":"En ese contexto, la labor de ONU-Hábitat en materia de seguridad de la tenencia ofrece un margen de colaboración estratégica con los pueblos indígenas para solucionar los <strong class=\"keyword\">intrincados</strong> problemas relacionados con la tierra","second":"Within this framework, the work of UN-Habitat on security of tenure provides scope for strategic partnership with indigenous people in addressing the <strong class=\"keyword\">complex nature</strong> of land issues"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}