{"result":"ok","tuc":[{"phrase":{"text":"unusual","language":"en"},"meaningId":-904214072291500084,"authors":[92056]},{"phrase":{"text":"exceptional","language":"en"},"meaningId":475995327181362669,"authors":[69425]},{"phrase":{"text":"rare","language":"en"},"meaningId":3069167158529215727,"authors":[25018]},{"phrase":{"text":"special","language":"en"},"meaningId":6582623042895771518,"authors":[69425]},{"phrase":{"text":"strange","language":"en"},"meaningId":788015672330092877,"authors":[25115]},{"phrase":{"text":"unique","language":"en"},"meaningId":-2123789744275254784,"authors":[69425]},{"phrase":{"text":"foreign","language":"en"},"meaningId":4850703640542090454,"authors":[86934]},{"phrase":{"text":"unwonted","language":"en"},"meaningId":-5144663774450996938,"authors":[25115]},{"meanings":[{"language":"en","text":"unusual, out of the ordinary"}],"meaningId":6580507532543278435,"authors":[93107]}],"phrase":"inusitado","examples":[{"author":94808,"first":"Desde 2000, la cantidad de desplazados que ha llegado al Ecuador en busca de refugio se ha incrementado de manera <strong class=\"keyword\">inusitada</strong>.","second":"Since 2000, the number of displaced persons seeking refuge in Ecuador has grown at an <strong class=\"keyword\">unprecedented rate</strong>."},{"author":95183,"first":"Con arreglo al RSI (2005), la OMS ha de establecer definiciones de caso respecto de las cuatro enfermedades de importancia crítica que siempre se consideran <strong class=\"keyword\">inusitadas</strong> o imprevistas y que pueden tener repercusiones de salud pública graves, por lo cual se deben notificar en cualquier circunstancia, a saber: viruela, poliomielitis por poliovirus salvaje, gripe humana","second":"Under the International Health Regulations 2005 (IHR 2005), the World Health Organization is to establish case definitions for the following four critical diseases which are deemed always to be <strong class=\"keyword\">unusual</strong> or unexpected and may have serious public health impact, and hence must be notified to WHO in all circumstances:"},{"author":31,"first":"Bueno, claro, esto es un tanto <strong class=\"keyword\">inusitado</strong> para mí... pero dadas las circunstancias, repartiré","second":"Well, of course, this is rather <strong class=\"keyword\">unusual</strong> for me... but under the circumstances, I' il deal"},{"author":8000,"first":"• Modalidades de remuneración suplementarias o <strong class=\"keyword\">inusitadas</strong> (primas especiales por condiciones de trabajo peligrosas y bonificaciones económicas a los empleados o donaciones en especie","second":"• Additional or <strong class=\"keyword\">unusual</strong> types of payment (special compensation for hazardous working conditions, and bonus payments to staff or gifts in kind"},{"author":8000,"first":"Además de la prohibición de los castigos crueles e <strong class=\"keyword\">inusitados</strong> y la protección que ofrece la cláusula del debido procedimiento, el régimen de justicia penal de los Estados Unidos contiene diversos mecanismos procesales específicos que, tomados conjuntamente, ofrecen fuertes garantías adicionales de protección contra la tortura y oportunidades de reparación en caso de que con todo tengan lugar actos de tortura","second":"In addition to the prohibition against cruel and <strong class=\"keyword\">unusual</strong> punishment and the protections of the Due Process Clause, the United States criminal justice system contains a number of specific procedural mechanisms which, taken together, offer strong additional protections against the occurrence of torture and remedial opportunities in the event that it nonetheless occurs"},{"author":94808,"first":"En 1972, el Tribunal Supremo anuló sentencias de muerte impuestas según las leyes de Texas y Georgia, sosteniendo que la imposición de la pena de muerte en esos casos constituía un castigo cruel e <strong class=\"keyword\">inusitado</strong>, en violación de las enmiendas Octava y Decimocuarta de la Constitución de los Estados Unidos (Furman c.","second":"In 1972, the Supreme Court set aside sentences of death imposed under Texas and Georgia statutes holding that the imposition of death in the cases at issue constituted cruel and <strong class=\"keyword\">unusual</strong> punishment in violation of the Eighth and Fourteenth Amendments to the U.S. Constitution (Furman v."},{"author":8000,"first":"La Fundación aducía que dicho artículo violaba los derechos del niño previstos en los siguientes artículos de la Carta Canadiense: el artículo # (el derecho de la persona a la vida, la libertad y la seguridad y a que nadie sea privado de ese derecho, excepto en conformidad con principios de justicia fundamental), el artículo # (el derecho a la protección contra tratos o penas crueles o <strong class=\"keyword\">inusitados</strong>) y el artículo # (la igualdad de derechos","second":"The Foundation argued that section # of the Criminal Code infringes upon children's rights under the following sections of the Charter: section # (the right to life, liberty and security of the person, and the right not to be deprived thereof except in accordance with the principles of fundamental justice), section # (the right against cruel and <strong class=\"keyword\">unusual</strong> treatment or punishment) and section # (equality rights"},{"author":94808,"first":"Los reglamentos establecidos en el marco de la Ley de revelación de transacciones <strong class=\"keyword\">inusitadas</strong> (Servicios Financieros) desempeñan una importante función en el control de las corrientes de fondos.","second":"The regulations established under the Disclosure of <strong class=\"keyword\">Unusual</strong> Transactions (Financial Services) Act play an important part in controlling flows of funds."},{"author":94808,"first":"Concretamente esto implica la prohibición, prevista en la Cuarta Enmienda, de los allanamientos, registros e incautaciones arbitrarios por el Estado, lo que incluye el apoderamiento del cuerpo de una persona, la prohibición contenida en las Enmiendas Quinta y Decimocuarta de privar a una persona de la vida, la libertad o la propiedad sin un proceso con las debidas garantías, la prohibición contenida en la Octava Enmienda de infligir castigos crueles e <strong class=\"keyword\">inusitados</strong>, y la prohibición contenida en la legislación de los Estados y en el derecho consuetudinario, de las agresiones e intimidaciones penales y civiles.","second":"Specifically, it implicates the Fourth Amendment’s proscription against unreasonable searches and seizures by the government (including seizing a person’s body), the Fifth and Fourteenth Amendments’ proscription against depriving one of life, liberty or property without due process, the Eighth Amendment’s prohibition against the infliction of cruel and <strong class=\"keyword\">unusual</strong> punishment, and state and common law proscriptions against criminal and civil assault and battery."},{"author":94808,"first":"El encargado de adoptar la decisión concluyó pues que el regreso a México de los autores no les ocasionaría dificultades <strong class=\"keyword\">inusitadas</strong>, injustificadas o excesivas en las circunstancias.","second":"The deciding officer therefore concluded that, under the circumstances, return to Mexico would not cause the complainants any <strong class=\"keyword\">unusual</strong> and unjustified or excessive difficulties."},{"author":8000,"first":"Estados que habían adoptado medidas para la denuncia de las operaciones sospechosas o <strong class=\"keyword\">inusitadas</strong>, por regiones (Estados que respondieron en el segundo y tercer períodos de presentación de informes","second":"States that had adopted measures for the reporting of suspicious or <strong class=\"keyword\">unusual</strong> transactions, by region (those responding in both the second and the third reporting periods"},{"author":94808,"first":"El Banco Central ejerce una estricta supervisión para detectar y controlar operaciones <strong class=\"keyword\">inusitadas</strong> e injustificadas en una cuenta.","second":"There is strict Central Bank supervision to identify and monitor <strong class=\"keyword\">unusual</strong> and unwarranted transactions in the individual account."},{"author":118293,"first":"Hoy estoy de un humor <strong class=\"keyword\">inusitado</strong>.","second":"I'm in an <strong class=\"keyword\">uncharacteristic</strong> mood."},{"author":94809,"first":"Igualmente, la desviación podrá no considerarse cuando derive de un acontecimiento <strong class=\"keyword\">inusitado</strong> que esté fuera del control del Estado miembro afectado y que tenga una gran incidencia en la situación financiera de las administraciones públicas, o en caso de crisis económica grave en la zona del euro o en el conjunto de la Unión, siempre que dicha desviación no ponga en peligro la sostenibilidad presupuestaria a medio plazo.».","second":"Similarly, the deviation may be left out of consideration when resulting from an <strong class=\"keyword\">unusual</strong> event outside the control of the Member State concerned and which has a major impact on the financial position of the general government or in case of severe economic downturn for the euro area or the Union as a whole, on the condition that this does not endanger fiscal sustainability in the medium term.’."},{"author":94808,"first":"Los desastres naturales ocurridos recientemente en regiones productoras de petróleo y la falta de inversión en refinerías han venido a exacerbar la alteración <strong class=\"keyword\">inusitada</strong> en los mercados del petróleo.","second":"The <strong class=\"keyword\">unusual</strong> disruption in the oil markets was exacerbated by recent natural disasters in oil-producing regions and lack of investment in refineries."},{"author":94808,"first":"El Tribunal determinó que la reclusión en un establecimiento de máxima seguridad constituye efectivamente un \"castigo <strong class=\"keyword\">inusitado</strong> y considerable\", pues dicho internamiento excluye casi todo el contacto humano, es indefinido, se vuelve a examinar solo una vez al año (a diferencia del período de 30 días del caso Sandin), y no habilita al recluso, como sucede en otros casos, a solicitar la libertad condicional.","second":"The Court determined that maximum security placement does constitute an “<strong class=\"keyword\">atypical</strong> and significant” hardship because such placement cuts off almost all human contact, is indefinite and reviewed only annually (as opposed to the 30-day period involved in Sandin), and disqualifies an otherwise eligible inmate for consideration for parole."},{"author":8000,"first":"Al determinar si una sentencia obligatoria mínima constituye un castigo cruel e <strong class=\"keyword\">inusitado</strong> (artículo # de la Carta del Canadá), los tribunales canadienses consideran cuidadosamente si la pena efectivamente impuesta es excesivamente desproporcionada en comparación con la que habría sido apropiada para el culpable de que se trata, y si el mínimo reglamentario es excesivamente desproporcionado, teniendo en cuenta \"circunstancias hipotéticas razonables\"","second":"In determining whether a mandatory minimum sentence constitutes cruel and <strong class=\"keyword\">unusual</strong> punishment (s # of the Canadian Charter), Canadian courts are careful to consider both whether the sentence actually imposed is grossly disproportionate to what would have been appropriate for the particular offender and whether the statutory minimum is grossly disproportionate, taking into account “reasonable hypothetical circumstances”"},{"author":8000,"first":"Por último, el hecho de que aún no se haya nombrado a un Secretario General Adjunto de Apoyo a las Actividades sobre el Terreno, pese a la <strong class=\"keyword\">inusitada</strong> presión de que fue objeto la Quinta Comisión en mayo y junio de # ilustra claramente que el puesto es superfluo","second":"Lastly, the failure to appoint an Under-Secretary-General for Field Support, despite the <strong class=\"keyword\">inordinate</strong> pressure that had been brought to bear on the Fifth Committee in May and June # clearly illustrated that the post was superfluous"},{"author":94809,"first":"No hace falta subrayar expresamente la conflictividad social de este problema, y menos aún en la actual situación política y social, cuando Europa se enfrenta a una hasta ahora <strong class=\"keyword\">inusitada</strong> afluencia de migrantes de terceros países y existe en todos los ámbitos un vivo debate sobre los medios y las formas de integrar lo mejor posible a las personas de procedencia migrante.","second":"There is no need to highlight here the social sensitivity inherent in this issue, particularly in the current political and social context in which Europe is confronted with an arguably <strong class=\"keyword\">unprecedented</strong> influx of third-country migrants and the question of how best to integrate persons from a migrant background is the subject of intense debate in all quarters."},{"author":94809,"first":"Desde la sentencia Martínez Sala, (5) la ciudadanía europea ha cobrado un impulso <strong class=\"keyword\">inusitado</strong>, colocándose a la cabeza de las materias de vanguardia en el repertorio de este Tribunal de Justicia, que tras la introducción en 1992 de la parte segunda del Tratado CE ha sabido interpretar la voluntad del constituyente, atribuyendo al ciudadano que se desplaza un estatuto más amplio del que corresponde al operador económico.","second":"Since the judgment in Martínez Sala, (5) the concept of citizenship of the Union has gathered <strong class=\"keyword\">unprecedented</strong> momentum and taken its place at the forefront of the principal areas within the jurisdiction of the Court, which, following the introduction of Part Two of the EC Treaty in 1992, has been in a position to interpret the will of the legislature, affording individuals who exercise freedom of movement greater status than that attributed to economic operators."},{"author":94808,"first":"Mediante la <strong class=\"keyword\">inusitada</strong> admisión de haber cometido un acto de agresión, las autoridades de la Federación de Rusia pretenden demostrar a la comunidad internacional que, desdeñando las normas internacionales universalmente reconocidas y actuando por propia voluntad, se consideran con derecho a llevar a cabo operaciones militares y crear una situación explosiva en toda la región.","second":"Through the <strong class=\"keyword\">unprecedented</strong> admission to the fact of aggression, the authorities of the Russian Federation attempt to demonstrate to the international community that they entitle themselves, ignoring the universally acknowledged international norms and on their own will, to wage military operations and create an explosive situation in the entire region."},{"author":8008,"first":"La ciudad tiene dos equipos de Fútbol que militan en la máxima categoría, el Betis y el Sevilla, y la rivalidad entre ambos es tal que los derbis se viven con una pasión <strong class=\"keyword\">inusitada</strong>.","second":"The city has two soccer teams Betis and Sevilla , the rivalry amongst both teams is obvious due to the passionate fans<strong class=\"keyword\">.</strong>"},{"author":27,"first":"Señor Presidente, todos los que han llegado aquí en automóvil, en tren o en avión han podido comprobar la amplitud de los daños causados, particularmente en Francia, por los huracanes de una violencia <strong class=\"keyword\">inusitada</strong> que afectaron a Europa al final del mes pasado.","second":"Mr President, everyone who has travelled here by car, train or aeroplane, has been able to see the extent of the damage, particularly in France, caused by hurricanes of a completely <strong class=\"keyword\">unprecedented</strong> violence which struck Europe at the end of last month."},{"author":94808,"first":"Los criterios de protección del refugiado incluían las razones enunciadas en la Convención sobre el Estatuto de los Refugiados y la Convención contra la Tortura, así como el peligro de muerte o de sufrir tratos o penas crueles e <strong class=\"keyword\">inusitados</strong>.","second":"The criteria for granting refugee protection included grounds outlined in the Convention Relating to the Status of Refugees and the Convention against Torture, and risk to life or risk of cruel and <strong class=\"keyword\">unusual</strong> treatment or punishment."},{"author":8000,"first":"Se sobreentiende que se considerarán sospechosas las operaciones que por su naturaleza sean <strong class=\"keyword\">inusitadas</strong>, no produzcan un provecho económico aparente, sean sumamente riesgosas, así como las operaciones con países que no cumplan las recomendaciones del Grupo de acción financiera","second":"It is assumed that transactions that are of an <strong class=\"keyword\">unusual</strong> nature, have no apparent economic benefit, are high risk or involve countries not implementing the recommendations of the Financial Action Task Force on Money Laundering (FATF) should be categorized as suspicious"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}