{"result":"ok","tuc":[{"phrase":{"text":"irreverent","language":"en"},"meanings":[{"language":"en","text":"lacking respect or seriousness"}],"meaningId":8768495864435332725,"authors":[90508]},{"phrase":{"text":"profane","language":"en"},"meaningId":-1646429461332197694,"authors":[97745]},{"meanings":[{"language":"en","text":"irreverent"}],"meaningId":6938934329880340265,"authors":[93107]}],"phrase":"irreverente","examples":[{"author":119739,"first":"A pesar de la posible buena intención de Uzah de evitar que cayese el Arca, lo que hizo se juzgó como un “acto <strong class=\"keyword\">irreverente</strong>”.","second":"Notwithstanding Uzzah’s presumably good intentions to prevent the Ark from falling, it was judged as an “<strong class=\"keyword\">irreverent</strong> act.”"},{"author":27,"first":"Al fin y al cabo, Sadam arroja constantemente leña al <strong class=\"keyword\">irreverente</strong> fuego del conflicto palestinoisraelí.","second":"After all, Saddam is forever fanning the flames of the unholy conflict in Palestine/Israel, the very region, incidentally, where the European Union claims to be making efforts to resume the peace process."},{"author":119739,"first":"Nombre que se dio a la era de Nacón (Kidón) después de que Jehová derribó a Uzah por tratar el Arca de manera <strong class=\"keyword\">irreverente</strong> cuando se intentó trasladarla de Quiryat-jearim a la ciudad de David.","second":"The name given to the threshing floor of Nacon (Chidon) after Jehovah struck down Uzzah for handling the Ark <strong class=\"keyword\">irreverently</strong> when an attempt was made to move it from Kiriath-jearim to the City of David."},{"author":92475,"first":"Al final de este día cargado de emociones, el bloguero Antidrasex, normalmente <strong class=\"keyword\">irreverente</strong> y excéntrico, dio una advertencia seria:","second":"At the end of the emotionally charged day, usually <strong class=\"keyword\">irreverent</strong> and wacky blogger Antidrasex offered a serious admonition:"},{"author":92475,"first":"El asesinato de 12 personas, entre ellas policías y periodistas, ocurrido a principios de este mes en la sede de París de la <strong class=\"keyword\">irreverente</strong> revista satírica Charlie Hebdo todavía sigue siendo noticia en todo el mundo.","second":"The murder of 12 people, including police officers and journalists, earlier this month at the Paris offices of the <strong class=\"keyword\">irreverent</strong> satirical magazine Charlie Hebdo is still resonating across the world."},{"author":118293,"first":"Ese hombre tiene una vena <strong class=\"keyword\">irreverente</strong>.","second":"Sir, the man has got an <strong class=\"keyword\">irreverent</strong> tendency."},{"author":8008,"first":"Poeta lírico en extremo, collagista <strong class=\"keyword\">irreverente</strong> y pintor de acuarelas donde una perspectiva nueva se adivina, Alejandro Puga puede ser considerado como el creador de una obra secreta y profunda donde los contrarios acaban fundiéndose y donde el mito de La Edad de Oro no parece ser letra muerta...","second":"Surviving the First World War \" with an eye full of anger, a heart impregnated with rage and hatred \", he was inspired by this experience to paint Remenbrance. This painting of an unprecedented violence, exhibited at the 1930 \"Salon des Artistes et Ecrivains Révolutionnaires\", struck Dali and opened the doors to the Surrealism Movement."},{"author":92475,"first":"En contra de la opinión de la propia Anojina de que su blog es “<strong class=\"keyword\">irreverente</strong> pero simpático”, su trabajo en línea a menudo genera debates largos y acalorados sobre religión, política y moralidad.","second":"Contrary to Anokhina's own view of her blogging as “<strong class=\"keyword\">irreverent</strong> but pleasant,” her work online often generates long and heated debates about religion, politics, and morality."},{"author":119739,"first":"Cuando Uzah, quien iba conduciéndolo, agarró el Arca para estabilizarla, murió en ese mismo instante por su “acto <strong class=\"keyword\">irreverente</strong>”.","second":"When Uzzah, who was leading the wagon, grabbed hold of the Ark to steady it, he died on the spot for his “<strong class=\"keyword\">irreverent</strong> act.”"},{"author":27,"first":"Señor Presidente, lamento muchísimo no haber podido votar a favor de la resolución sobre Iraq, no porque sea un belicista o porque esté a favor de la intervención al margen de la ley, sino porque todas las enmiendas que se han aprobado distorsionan notablemente las intenciones originales de aquellos que redactaron el texto transaccional y han dado lugar a un texto que ha diluido bastante las responsabilidades iraquíes, que parece exculpar a Iraq del papel que desempeña en la amenaza terrorista y que, estoy convencido, Sadam Husein recibirá en Iraq con risitas, por no mencionar una actitud todavía más <strong class=\"keyword\">irreverente</strong> hacia los textos emitidos por el Parlamento.","second":"Mr President, I strongly regret that I was unable to vote in favour of the resolution on Iraq, not because I am a warmonger or because I am in favour of intervention outside the rules of law, but because all of the amendments that have been adopted considerably distorted the original intentions of those who drew up the compromise text and led to a text that considerably dilutes Iraqi responsibilities, which appears to exonerate Iraq from playing any part in the terrorist threat and which, I am convinced, will be received in Iraq with sniggers from Saddam Hussein, not to mention an even more <strong class=\"keyword\">irreverent</strong> attitude towards texts produced by Parliament."},{"author":118293,"first":"Sabes, no fue por la cosa anti-americana, Will, ni porque dirigieras una <strong class=\"keyword\">irreverente</strong> diatriba a una universitaria...","second":"You know, it wasn't the anti-American thing, Will, or even that you aimed a <strong class=\"keyword\">profanity</strong>-laced tirade at a college sophomore..."},{"author":118293,"first":"Que escribas sobre gente interesante a tu manera <strong class=\"keyword\">irreverente</strong>.","second":"Write about interesting people in your own <strong class=\"keyword\">irreverent</strong> way."},{"author":92475,"first":"Zakharov, que recibió el apodo “el Banksy de Donetsk” por su arte urbano <strong class=\"keyword\">irreverente</strong>, estrenó en Facebook unos cuantos esbozos de su futuro libro de cómic.","second":"Zakharov, who has been dubbed “the Donetsk Banksy” for his <strong class=\"keyword\">irreverent</strong> street art, first unveiled some of the draft pages for the future comic book on Facebook."},{"author":92475,"first":"Además, los editores Kevin Rothrock y Tetyana Lokot nos han traído un poco de alivio con su humor, con sus series casi diarias de <strong class=\"keyword\">irreverentes</strong> imágenes que se hicieron virales, como la que mostramos arriba","second":"And what's more, editors Kevin Rothrock and Tetyana Lokot brought us comic relief on an almost-daily basis with their now-viral series of <strong class=\"keyword\">irreverent</strong> remixed images like the one above."},{"author":27,"first":"Asunto: Vulneración del derecho a la libertad de expresión Recientemente, el Tribunal de Primera Instancia de Salónica prohibió la distribución del libro del escritor Mimi Androulaki, calificándolo de <strong class=\"keyword\">irreverente</strong>.","second":"Subject: Violation of the right to freedom of expression The Court of First Instance of Thessaloniki, presided over by a single magistrate, recently banned from circulation a book by the author Mimis Androulakis, describing it as <strong class=\"keyword\">irreverent</strong>."},{"author":118293,"first":"Sobre las tumbas de sus propios difuntos, los perros tienen costumbres que solo el juicio humano puede definir de <strong class=\"keyword\">irreverente</strong>.","second":"Over their dead ancestors, these dogs behave in a way that only to human standards is <strong class=\"keyword\">irreverent</strong>."},{"author":118293,"first":"Nuestra actitud es todo menos <strong class=\"keyword\">irreverente</strong>.","second":"Our attitude is anything but cavalier<strong class=\"keyword\">.</strong>"},{"author":119723,"first":"Pero un alumno o un grupo de alumnos desordenados o <strong class=\"keyword\">irreverentes</strong> pueden influir negativamente en el proceso de aprendizaje e impedir la influencia del Espíritu Santo.","second":"But a disorderly or <strong class=\"keyword\">irreverent</strong> student or group of students can have a negative impact on the learning process and hinder the influence of the Holy Ghost."},{"author":118293,"first":"Y así nos despedimos de Allen Ginsberg, que se hizo llamar Gregory Corso, el poeta más elegante e <strong class=\"keyword\">irreverente</strong> de los poetas beat.","second":"And so we say goodbye to Allen Ginsberg, who called Gregory Corso, Smarter poet and <strong class=\"keyword\">irreverent</strong> of the Beat poets."},{"author":119723,"first":"Amós profetiza que su actitud <strong class=\"keyword\">irreverente</strong> en la adoración al Señor los llevará a la destrucción","second":"Amos prophesies that their casual approach to worshipping the Lord will lead them to destruction."},{"author":118293,"first":"¿Me permite considerar una palabra <strong class=\"keyword\">irreverente</strong>?","second":"Permission to think a <strong class=\"keyword\">disrespectful</strong> word?"},{"author":94808,"first":"Se hace necesaria y urgente una clara recomendación del Comité en el apartado de reparaciones con base en el principio iura novit curia para que se implemente la obligación general de adecuar la normativa interna de Argelia conforme al artículo 2, párrafo 2, para efectivizar el recurso legal dispuesto en el artículo 2, párrafo 3, del Pacto en relación con el <strong class=\"keyword\">irreverente</strong> artículo 45 del Decreto No 06-01 que impone pena de cárcel a quienes tengan la supuesta \"osadía\" de denunciar y solicitar la investigación de violaciones a los derechos humanos de sus familiares torturados, ejecutados o desaparecidos.","second":"As regards the section on remedies, there is an urgent need for the Committee to make a clear recommendation based on the iura novit curia principle, to ensure that Algeria fulfils its general obligation to bring its legislation into line with article 2, paragraph 2, so as to give effect to the remedy provided for in article 2, paragraph 3, of the Covenant in respect of the outrageous article of Ordinance No. 06-01 that imposes a prison term on anyone with the temerity to report and seek an investigation into violations of the human rights of their tortured, executed or disappeared family members."},{"author":119739,"first":"(1Sa 28:6; 1Cr 10:13.) El relato de Uzah, el hijo de Abinadab, ilustra que Jehová no permite ninguna frivolidad con respecto a su Soberana Presencia y los objetos relacionados con ella. Este hombre agarró el arca del pacto para que no volcara y como resultado, “la cólera de Jehová se encendió contra Uzah, y el Dios verdadero lo derribó allí por el acto <strong class=\"keyword\">irreverente</strong>”. (2Sa 6:3-7.)","second":"(1Sa 28:6; 1Ch 10:13) That Jehovah would permit no trifling with regard to his Sovereign Presence and objects associated with it is illustrated in the case of Abinadab’s son Uzzah, who took hold of the ark of the covenant to steady it, with the result that “Jehovah’s anger blazed against Uzzah and the true God struck him down there for the <strong class=\"keyword\">irreverent</strong> act.”—2Sa 6:3-7."},{"author":8000,"first":"Podemos tener libertad de expresión pero, a la vez, ser cautelosos para no denigrar o ser <strong class=\"keyword\">irreverentes</strong> de manera innecesaria o inadvertida con lo que otros tienen en alta estima","second":"We can have freedom of expression while, in parallel, exercising caution so that we do not inadvertently or unnecessarily denigrate or disrespect what others hold dear"},{"author":118293,"first":"¿Y con mi <strong class=\"keyword\">irreverente</strong> hermano Chase?","second":"And with my rebellious brother chase?"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}