{"result":"ok","tuc":[{"phrase":{"text":"irreducible","language":"en"},"meaningId":7052688741674728795,"authors":[84715]},{"meanings":[{"language":"en","text":"irrepressible, unstopped"}],"meaningId":2595435969255255355,"authors":[93107]}],"phrase":"irreductible","examples":[{"author":95875,"first":"El paso del tiempo trae consigo nuevas ideas, tendencias y modas, pero las matemáticas tienen algo de <strong class=\"keyword\">irreductible</strong>.","second":"While the passing of time introduces new ideas, fads and fashions, there is something <strong class=\"keyword\">irreducible</strong> about mathematics."},{"author":94808,"first":"De otro modo la persistente falta de progresos podría hacer que fuera necesario optar por una combinación de medidas adicionales, en particular medidas más enérgicas contra los elementos <strong class=\"keyword\">irreductibles</strong>.","second":"Alternatively, a continued lack of progress might lead to the need for a combination of additional actions, including more robust measures being taken against the <strong class=\"keyword\">intransigent</strong> elements."},{"author":95096,"first":"La convicción de la Iglesia de que la justicia y la caridad son inseparables nace, en definitiva, de su experiencia de la infinita justicia y misericordia de Dios reveladas en Jesucristo, y lo manifiesta insistiendo en que el hombre mismo y su <strong class=\"keyword\">irreductible</strong> dignidad deben ocupar el centro de la vida política y social.","second":"The Church’s conviction of the inseparability of justice and charity is ultimately born of her experience of the revelation of God’s infinite justice and mercy in Jesus Christ, and it finds expression in her insistence that man himself and his <strong class=\"keyword\">irreducible</strong> dignity must be at the centre of political and social life."},{"author":94808,"first":"Los elementos <strong class=\"keyword\">irreductibles</strong> del FRU se habían incorporado en la Unidad Antiterrorista de Liberia y que el mantenimiento de la lealtad de esa unidad a Sam Bockarie es la garantía que éste tiene del mantenimiento del apoyo de Liberia;","second":"The <strong class=\"keyword\">hard</strong>-<strong class=\"keyword\">core</strong> elements of RUF had been integrated into the Anti-Terrorist Unit in Liberia, and the Unit’s continued loyalty to Sam Bockarie is the latter’s guarantee to continued Liberian patronage;"},{"author":94808,"first":"Por último, en el preámbulo de su Constitución, Côte d'Ivoire reafirma su <strong class=\"keyword\">irreductible</strong> adhesión a los ideales proclamados en la Declaración Universal de Derechos Humanos en 1948 y en la Carta Africana de Derechos Humanos y de los Pueblos.","second":"Finally, in the preamble to its Constitution, Côte d’Ivoire reaffirms its <strong class=\"keyword\">unswerving</strong> adherence to the ideals of the Universal Declaration of Human Rights and of the African Charter of Human and Peoples’ Rights."},{"author":94808,"first":"A pesar de todos esos esfuerzos, el Gobierno de la ex República Yugoslava de Macedonia ha demostrado en todos esos años un total desprecio por las resoluciones mencionadas del Consejo de Seguridad y ha adoptado una posición intransigente e <strong class=\"keyword\">irreductible</strong> en las negociaciones bilaterales celebradas con los auspicios de las Naciones Unidas, lo cual ha impedido que se avance en el logro de una solución amistosa a la diferencia entre los dos países.","second":"Despite the above efforts, however, the Government of the former Yugoslav Republic of Macedonia has shown during these years an utter disregard for the above-mentioned Security Council resolutions and an <strong class=\"keyword\">intransigent</strong> and uncompromising position during bilateral negotiations under the auspices of the United Nations, thus preventing any progress therefrom or an amicable settlement of the difference between the two countries."},{"author":94808,"first":"No obstante, el Gobierno de la ex República Yugoslava de Macedonia ha demostrado en todos esos años un total desprecio por las resoluciones mencionadas del Consejo de Seguridad y ha adoptado una posición intransigente e <strong class=\"keyword\">irreductible</strong> en las negociaciones bilaterales celebradas con los auspicios de las Naciones Unidas, lo cual ha impedido que se avance en el logro de una solución amistosa a la diferencia entre los dos países.","second":"However, the Government of the former Yugoslav Republic of Macedonia has shown during these years an utter disregard for the above-mentioned Security Council resolutions and an <strong class=\"keyword\">intransigent</strong> and uncompromising position during bilateral negotiations under the auspices of the United Nations, thus preventing any progress therefrom leading to an amicable settlement of the difference between the two countries."},{"author":95096,"first":"En esta tarea, su Gobierno es consciente de la importancia que ha de darse, no sólo a las medidas propias de la técnica administrativa o financiera, sino también a la concienciación de los ciudadanos para que participen con esperanza y espíritu de colaboración en el bien común, sin que las legítimas divergencias se transformen en antagonismos <strong class=\"keyword\">irreductibles</strong>.","second":"In this task, your Government is aware of the importance that should be given not only to administrative or financial measures but also to increasing the citizens' awareness so that they can participate in the common good with hope and a spirit of collaboration, without their legitimate differences becoming <strong class=\"keyword\">irreconcilable</strong> antagonisms."},{"author":8000,"first":"El territorio de la República sobre el cual El Salvador ejerce jurisdicción y soberanía es <strong class=\"keyword\">irreductible</strong> y tiene una extensión de # km # y además de la parte continental, comprende","second":"The territory over which El Salvador exercises jurisdiction and sovereignty is <strong class=\"keyword\">irreducible</strong>, comprising a surface area of # square kilometres, and includes, in addition to the mainland"},{"author":8000,"first":"En primer lugar, aunque el concepto de pobreza tiene una connotación económica <strong class=\"keyword\">irreductible</strong>, el concepto que nos resulta útil en este marco no es el de bajos ingresos, sino más bien el concepto más amplio del control insuficiente de los recursos económicos; la carencia de ingresos personales suficientes sólo es una causa posible de esa situación","second":"First, while the concept of poverty does have an <strong class=\"keyword\">irreducible</strong> economic connotation, the relevant concept here is not low income but the broader concept of inadequate command over economic resources, of which inadequate personal income is only one possible source"},{"author":8000,"first":"En la primera se examina el espíritu del voluntariado, tratando de recuperar su dimensión humana y comunitaria, así como su inherente e <strong class=\"keyword\">irreductible</strong> diversidad","second":"The first discusses the spirit of volunteering, trying to recapture its human and community dimension, as well as its constituent and <strong class=\"keyword\">irreducible</strong> diversity"},{"author":8008,"first":"Esta técnica está restringida a los grupos especiales de los militares israelíes y por muy pocas personas, incluso en Israel, han tenido el honor de conocerla, condición absoluta y <strong class=\"keyword\">irreductible</strong> hasta los días de hoy.","second":"This technique is restricted to the special groups of the Israeli Military Elite Forces and very few people, even in Israel, have had the honor to know it, which is an absolute and <strong class=\"keyword\">irreducible</strong> condition until today."},{"author":94809,"first":"El CESE está convencido de que la «invención» de atributos propios de la ciudadanía europea, <strong class=\"keyword\">irreductibles</strong> a la mera suma de las ciudadanías nacionales (independientemente de que estos atributos sean simbólicos, económicos, sociopolíticos, culturales o jurídicos), constituirá en adelante una prioridad absoluta de la Unión Europea, y de que el fomento de la ciudadanía activa puede contribuir a ello de manera significativa.","second":"The EESC is convinced that the ‘invention’ of specific features of European citizenship, <strong class=\"keyword\">which</strong> are more than the mere sum of national citizenships (whether these features be of a symbolic, economic, socio-political, cultural or legal nature), is now an absolute priority for the European Union, and that the promotion of active citizenship can make a significant contribution here."},{"author":94808,"first":"Reforzar las operaciones para localizar a los combatientes <strong class=\"keyword\">irreductibles</strong> de las FDLR que aún quedan con miras a erradicar este fenómeno completamente.","second":"Strengthen operations to track down remaining <strong class=\"keyword\">hard</strong>-<strong class=\"keyword\">core</strong> FDLR with a view to eradicating this phenomenon completely."},{"author":27,"first":"En el curso de los años he constatado que en esta Asamblea es sencillamente más fácil ser un <strong class=\"keyword\">irreductible</strong> exégeta de izquierdas o de derechas.","second":"Over the years I have established that it is simpler to be a hardline left- or right-<strong class=\"keyword\">winger</strong> in this House."},{"author":8000,"first":"Sólo esa necesidad funcional puede justificar la existencia limitada pero <strong class=\"keyword\">irreductible</strong> de una justicia militar","second":"Only such a functional necessity can justify the limited but <strong class=\"keyword\">irreducible</strong> existence of military justice"},{"author":94808,"first":"Sólo esa necesidad funcional puede justificar la existencia limitada pero <strong class=\"keyword\">irreductible</strong> de una justicia militar.","second":"Only such a functional necessity can justify the limited but <strong class=\"keyword\">irreducible</strong> existence of military justice."},{"author":8000,"first":"El territorio ecuatoriano es inalienable e <strong class=\"keyword\">irreductible</strong>","second":"The territory of Ecuador is inalienable and <strong class=\"keyword\">irreducible</strong>"},{"author":8008,"first":"La estrategia hegemónica, en contraste, reconoce que el antagonismo es <strong class=\"keyword\">irreductible</strong>, y en consecuencia la objetividad social nunca se puede constituir por completo, a resultas de lo cual el consenso totalmente inclusivo y la democracia absoluta no se pueden lograr nunca.","second":"The hegemonic strategy in contrast, recognizes that antagonism is <strong class=\"keyword\">irreducible</strong> and that as a consequence social objectivity can never be fully constituted and that, as a consequence, a fully inclusive consensus and an absolute democracy are never available."},{"author":94808,"first":"• Permitir a las fuerzas de seguridad concentrar sus esfuerzos en la lucha contra los demás elementos <strong class=\"keyword\">irreductibles</strong>;","second":"· Enable security forces to concentrate on the fight against the <strong class=\"keyword\">most intractable</strong> groups"},{"author":95096,"first":"La originalidad <strong class=\"keyword\">irreductible</strong> de la identidad cristiana tiene como corolario y condición una pedagogía no menos original de la fe.","second":"The <strong class=\"keyword\">irreducible</strong> originality of Christian identity has for corollary and condition no less original a pedagogy of the faith."},{"author":94808,"first":"El territorio de la República sobre el cual El Salvador ejerce jurisdicción y soberanía es <strong class=\"keyword\">irreductible</strong> y tiene una extensión de 20.742 kilómetros cuadrados; y además la parte continental, comprende:","second":"The territory over which El Salvador exercises jurisdiction and sovereignty is <strong class=\"keyword\">irreducible</strong>, comprising a surface area of 20,742 square kilometres, and includes, in addition to the mainland:"},{"author":118293,"first":"Orson está <strong class=\"keyword\">irreductible</strong>.","second":"Orson's <strong class=\"keyword\">intractable</strong>. SIGHS:"},{"author":8008,"first":"Por el contrario, es preciso sumergirse en la composición metropolitana para identificar en su heterogeneidad <strong class=\"keyword\">irreductible</strong> los puntos de aplicación de una acción política posible, reconocer dentro de las tramas jerárquicas del tejido biopolítico las producciones de subjetividad, su diferente capacidad de inaugurar escenarios de generalización, de incidir con éxito en los puntos de ruptura y de producir institucionalidad autónoma.","second":"We need, on the contrary, to immerse ourselves in the metropolitan composition to identify, in its <strong class=\"keyword\">irreducible</strong> heterogeneity, points in which to implement possible political actions, to recognise within the hierarchical manoeuvrings of the biopolitical fabric the products of subjectivities, their different capacity to open up scenarios of generalization, to successfully influence ruptures and to produce autonomous institutionality."},{"author":94808,"first":"Los territorios de los pueblos en aislamiento voluntario son de posesión ancestral <strong class=\"keyword\">irreductible</strong> e intangible, y en ellos estará vedada todo tipo de actividad extractiva.","second":"The right of peoples in voluntary isolation to their territories <strong class=\"keyword\">is</strong> irrevocable and sacrosanct. Any type of extractive activity whatsoever on those lands is prohibited."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}