{"result":"ok","tuc":[{"phrase":{"text":"ironic","language":"en"},"meanings":[{"language":"en","text":"characterized by irony"},{"language":"en","text":"coincidental and contradictory in a humorous or extremely improbable way"}],"meaningId":-1217952033893887043,"authors":[70195]},{"phrase":{"text":"wry","language":"en"},"meanings":[{"language":"es","text":"Relativo al humor mordaz con un matiz de pesar."},{"language":"en","text":"Dryly humorous with an undertone of regret."}],"meaningId":-1867148952857560703,"authors":[60172]},{"phrase":{"text":"ironical","language":"en"},"meaningId":3991947055297518367,"authors":[89651]},{"phrase":{"text":"tongue-in-cheek","language":"en"},"meaningId":-5284258410729745857,"authors":[25115]},{"phrase":{"text":"derisive","language":"en"},"meaningId":-4937851696174174638,"authors":[97745]},{"phrase":{"text":"ironically","language":"en"},"meaningId":-7760532758833027787,"authors":[89651]},{"phrase":{"text":"sarcastic","language":"en"},"meaningId":7180612003245356971,"authors":[89651]},{"meanings":[{"language":"en","text":"ironic"}],"meaningId":3343841994074312091,"authors":[1]}],"phrase":"irónico","examples":[{"author":119739,"first":"Resulta <strong class=\"keyword\">irónico</strong> que en su afán por establecer su propia justicia, los escribas y los fariseos terminaran desobedeciendo la mismísima Ley que alegaban defender.","second":"How <strong class=\"keyword\">ironic</strong> that in seeking to establish their own righteousness, the scribes and the Pharisees ended up violating the very Law that they claimed to uphold!"},{"author":118293,"first":"Es <strong class=\"keyword\">irónico</strong> que papá nos salvara cuando alguien más delgado habría caído y muerto.","second":"I think it's <strong class=\"keyword\">ironic</strong> that Dad saved the day... while a slimmer man would have fallen to his death."},{"author":94808,"first":"Es <strong class=\"keyword\">irónico</strong> que una fuente de energía que está libre de los peligros del efecto invernadero que producen las emisiones no reciba apoyo de un organismo que siente gran preocupación por las reducciones de dichas emisiones.","second":"It is <strong class=\"keyword\">ironic</strong> that an energy source that is devoid of the danger of greenhouse gas emissions should be discouraged by a body that is most concerned with the reduction of such emissions."},{"author":94808,"first":"Resulta <strong class=\"keyword\">irónico</strong> que sean víctimas de la corrupción tanto personas educadas como analfabetos.","second":"<strong class=\"keyword\">Ironically</strong>, both the educated and the illiterate fall victim to corruption."},{"author":118293,"first":"Algo <strong class=\"keyword\">irónico</strong>.","second":"Kind of <strong class=\"keyword\">ironic</strong>."},{"author":118293,"first":"Es <strong class=\"keyword\">irónico</strong> que los blancos nos odien tanto... cuando a tantos los han criado negras.","second":"Hmm. It's <strong class=\"keyword\">ironic how</strong> white people hate us so much... when so many of'em been raised by black women."},{"author":118293,"first":"Tu sabes, tenía miedo de que fuera a hacer algo horrible, como darme un gran discurso sobre honrar el apellido Montgomery o un <strong class=\"keyword\">irónico</strong> postmortem, Pero... el no lo hizo.","second":"You know, I was afraid he was gonna do something awful, like make some big speech about upholding the Montgomery name or some snarky postmortem, but... he didn't."},{"author":27,"first":"Parece <strong class=\"keyword\">irónico</strong> que se hagan estos comentarios cuando el propio informe del Departamento del Reino Unido decía que los niveles eran miles de veces más bajos que los de otras sustancias radioactivas presentes, originarias de fuentes naturales.","second":"It seems <strong class=\"keyword\">ironic</strong> that these comments are being made when the UK department's own report stated that the levels were a thousand times smaller than those of other radioactive substances present as a result of natural sources."},{"author":94808,"first":"Es <strong class=\"keyword\">irónico</strong> que los países acreedores, tan rápidos para exigir el reembolso de la deuda de los países del Tercer Mundo, sean al mismo tiempo tan pródigos de incitaciones a democratizar esos países.","second":"It was therefore <strong class=\"keyword\">ironic</strong> that the creditor countries, so keen to demand the repayment of debts from third world countries, were also so quick to encourage them to become democratic."},{"author":94259,"first":"♫ Vestimos camisetas <strong class=\"keyword\">irónicas</strong> ♫","second":"♫ We wear <strong class=\"keyword\">ironic</strong> T-shirts ♫"},{"author":118293,"first":"¿No te resulta <strong class=\"keyword\">irónico</strong> que, después de todo, será un hombre el que les diga a las mujeres que pueden encontrar su propia satisfacción?","second":"Don't you find it <strong class=\"keyword\">ironic</strong> that, in the end, it's going to be a man who will tell women that they can find their own satisfaction?"},{"author":8000,"first":"Resulta trágico e <strong class=\"keyword\">irónico</strong> que a la vez que Israel debe enterrar a las ocho víctimas del atentado del domingo, los palestinos utilizan a la Corte Internacional de Justicia para atacar a Israel por haber construido una valla que podría haber salvado la vida a esas víctimas","second":"It is grim and <strong class=\"keyword\">ironic</strong> that at the same time Israel must bury the eight victims of Sunday's bombing, the Palestinians are using the International Court of Justice to attack Israel for building a fence that could have saved the victims' lives"},{"author":118293,"first":"Como la <strong class=\"keyword\">irónica</strong> cancioncilla de la vida.","second":"That's life's <strong class=\"keyword\">ironic</strong> ditty."},{"author":118293,"first":"Tus palabras son muy <strong class=\"keyword\">irónicas</strong>.","second":"Your words are quite <strong class=\"keyword\">ironic</strong>."},{"author":118293,"first":"Jodidamente <strong class=\"keyword\">irónico</strong>, ¿no es así?","second":"Pretty fucking <strong class=\"keyword\">ironic</strong>, isn't it?"},{"author":118293,"first":"En algo tiene uno que creer en este retorcido e <strong class=\"keyword\">irónico</strong> mundo.","second":"In this cynical old world, you have to believe in something."},{"author":94808,"first":"La intervención del representante de Israel, en la que ha lanzado acusaciones contra mi país, fue en verdad <strong class=\"keyword\">irónica</strong>, ya que pasó totalmente por alto la política oficial de terrorismo de su país.","second":"The statement by the Israeli representative, which included accusations against my country, was truly <strong class=\"keyword\">ironic</strong>, for he completely overlooked his country’s official policy of terrorism."},{"author":94808,"first":"Esto es <strong class=\"keyword\">irónico</strong>, porque no somos culpables de los excesivos niveles de gases de efecto invernadero que hay en la atmósfera, y en cambio estamos a punto de sufrir buena parte de sus graves consecuencias.","second":"This is <strong class=\"keyword\">ironic</strong>, because we are not culpable for the excessive levels of greenhouse gases in the atmosphere, but we are about to bear a heavy part of the brunt."},{"author":27,"first":"Es <strong class=\"keyword\">irónico</strong> que la propia baronesa roja, Cathy Ashton, se opusiera a esta propuesta, que su ayudante, supuestamente, llamó \"desesperación destinada a captar titulares\".","second":"It is <strong class=\"keyword\">ironic</strong> that the Red Baroness herself, Cathy Ashton, stood against this no-fly proposal, her aide reportedly calling it 'headline grabbing desperation'."},{"author":118293,"first":"Es <strong class=\"keyword\">irónico</strong> que seas un 10, cuando realmente eres un 2.","second":"<strong class=\"keyword\">Ironic</strong> that you'd be a 10, seeing as how you're clearly a 2."},{"author":31,"first":"¿ No es <strong class=\"keyword\">irónico</strong>?¿ Por qué no puedo conocer a un Kennedy? Una vez vi a John Junior en el autobús","second":"But at this point in my life, I’ m not really sure...... that I’ m ready to make a commitment to one person"},{"author":94808,"first":"Sin duda, es <strong class=\"keyword\">irónico</strong> que el desastre del tsunami se produjera cuando nos preparábamos para la importante cumbre que se celebrará en septiembre de 2005, en la que algunos de nosotros temíamos que las cuestiones relacionadas con la seguridad saturaran el programa mundial.","second":"It is indeed <strong class=\"keyword\">ironic</strong> that the tsunami disaster happened at a time when we were in the midst of preparing ourselves for an important summit to be held in September 2005, at which some of us feared security issues were going to overwhelm the global agenda."},{"author":118293,"first":"No, <strong class=\"keyword\">irónica</strong>.","second":"No, <strong class=\"keyword\">ironic</strong>."},{"author":118293,"first":"Sería muy <strong class=\"keyword\">irónico</strong> si tuvieras náuseas por volar vestido de as del aire y todo eso.","second":"You know, it'd be really <strong class=\"keyword\">ironic</strong> if you were airsick, dressed up like a flying ace and all."},{"author":92475,"first":"Esta decisión desencadena un muy <strong class=\"keyword\">irónico</strong> comentario del autor [fr]:","second":"This decision triggers a very <strong class=\"keyword\">ironical</strong> comment from the author [Fr]:"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}