{"result":"ok","tuc":[{"phrase":{"text":"laborious","language":"en"},"meanings":[{"language":"en","text":"requiring much physical effort"}],"meaningId":-2969735043058505386,"authors":[70195]},{"phrase":{"text":"industrious","language":"en"},"meanings":[{"language":"en","text":"hard-working and persistent"}],"meaningId":264712741862487367,"authors":[70195]},{"phrase":{"text":"arduous","language":"en"},"meaningId":-7419834548405667486,"authors":[69425]},{"phrase":{"text":"toilsome","language":"en"},"meaningId":-1296324219793576108,"authors":[69425]},{"phrase":{"text":"hardworking","language":"en"},"meaningId":2101365197302045772,"authors":[92056]},{"phrase":{"text":"active","language":"en"},"meaningId":-6413590635763923761,"authors":[36]},{"phrase":{"text":"diligent","language":"en"},"meaningId":-3406944715138746537,"authors":[2698]},{"phrase":{"text":"hard-working","language":"en"},"meaningId":1380035982595442778,"authors":[25018]},{"phrase":{"text":"labour-consuming","language":"en"},"meaningId":-1186678966650234019,"authors":[69425]},{"phrase":{"text":"labour-intensive","language":"en"},"meaningId":2011767846081072983,"authors":[69425]},{"phrase":{"text":"painstaking","language":"en"},"meaningId":4273279358128907457,"authors":[84715]},{"phrase":{"text":"assiduous","language":"en"},"meaningId":5260583082424327578,"authors":[2698]},{"phrase":{"text":"challenging","language":"en"},"meaningId":1982133408290951057,"authors":[2698]},{"phrase":{"text":"costly","language":"en"},"meaningId":-1917786958266382800,"authors":[89651]},{"phrase":{"text":"difficult","language":"en"},"meaningId":468702000292685966,"authors":[25018]},{"phrase":{"text":"exacting","language":"en"},"meaningId":7365628684922181864,"authors":[2698]},{"phrase":{"text":"extensive","language":"en"},"meaningId":599852865197830481,"authors":[83042]},{"phrase":{"text":"formidable","language":"en"},"meaningId":-9211236480654701801,"authors":[2698]},{"phrase":{"text":"hard","language":"en"},"meaningId":-6159236857344694957,"authors":[2698]},{"phrase":{"text":"heavy","language":"en"},"meaningId":1408036976682297226,"authors":[2698]},{"phrase":{"text":"laborous","language":"en"},"meaningId":-2989552765781302067,"authors":[83093]},{"phrase":{"text":"plodding","language":"en"},"meaningId":-3912167461175761145,"authors":[25018]},{"phrase":{"text":"ponderous","language":"en"},"meaningId":-451837664949900507,"authors":[2903]},{"phrase":{"text":"sedulous","language":"en"},"meaningId":-5012154899705031222,"authors":[25115]},{"phrase":{"text":"sumptuous","language":"en"},"meaningId":-5775458556414786849,"authors":[83042]},{"phrase":{"text":"tough","language":"en"},"meaningId":6810956535525260428,"authors":[2698]},{"meanings":[{"language":"en","text":"laborious, toilsome"}],"meaningId":4314311345978166258,"authors":[93107]}],"phrase":"laborioso","examples":[{"author":94809,"first":"La incorporación de una marca al lenguaje como expresión que designa el propio producto es el reflejo último del éxito de un trabajo <strong class=\"keyword\">laborioso</strong>, que a menudo dura muchos años, del titular de la marca, cuyo producto ha acabado convirtiéndose, a ojos del mundo, en sinónimo del propio tipo de producto.","second":"The fact that a trade mark enters the current language as the term for the product itself is evidence ultimately of the success generated by the <strong class=\"keyword\">hard</strong> work, often over many years, of the trade mark proprietor, whose product has, in the eyes of the world, become the embodiment of the type of product itself."},{"author":119739,"first":"Aunque aplicar shuba es una tarea muy <strong class=\"keyword\">laboriosa</strong>, el mantenimiento que requiere es mínimo.","second":"Although the application of shuba is <strong class=\"keyword\">labor</strong>-intensive, homes dressed in it require minimal maintenance."},{"author":8000,"first":"En el pasado, las declaraciones del Iraq se presentaban en papel o electrónicamente en un formato no estructurado, con lo cual el análisis era muy <strong class=\"keyword\">laborioso</strong>","second":"In the past, Iraq's declarations were submitted on paper or electronically in a non-structured format, which made the analysis <strong class=\"keyword\">labour intensive</strong>"},{"author":8007,"first":"El hecho asombroso, pero poco conocido, es que este cambio trascendental es un triunfo real y visible para las Naciones Unidas y sus esfuerzos <strong class=\"keyword\">laboriosos</strong> y difíciles para llegar a un consenso.","second":"The amazing though little-known fact is that this epochal change marks a real and visible success for the United Nations and its ponderous but <strong class=\"keyword\">painstaking</strong> way of reaching consensus."},{"author":94808,"first":"Cuando no existen normas convenidas para la estructura y el intercambio de datos al nivel de aplicación, la “superposición” entre ambos supone una <strong class=\"keyword\">laboriosa</strong> recodificación manual, que tiende a derrotar los objetivos de invertir en un medio ambiente de trabajo basado en la red y muy computadorizado.","second":"When there are no agreed standards for data structure and interchange at the application level, the “interface” between the two is <strong class=\"keyword\">laborious</strong> manual recoding, which tends to defeat the purposes of investing in a networked and computer-heavy working environment."},{"author":94808,"first":"Por medio de un <strong class=\"keyword\">laborioso</strong> proceso y con los datos facilitados por la Dirección de Recursos Humanos (HRM), la Oficina de Deontología compiló una lista de los participantes que tenían la obligación de presentar declaraciones y la presentó a la dirección para que la examinara.","second":"Through a <strong class=\"keyword\">labour-intensive</strong> process, with data feeds from the Human Resources Division (HRM), the Ethics Office compiled and distributed lists of eligible participants for review by management."},{"author":118293,"first":"Nada como un poco de trabajo <strong class=\"keyword\">laborioso</strong>.","second":"Nothing like some <strong class=\"keyword\">labor</strong> work."},{"author":94808,"first":"Otros problemas relacionados con la falta de electricidad eran los efectos negativos que tenía en el sistema respiratorio de los niños el amplio uso de generadores; la utilización de medios más <strong class=\"keyword\">laboriosos</strong> de cocinar y realizar otras actividades cotidianas en el hogar; y las particulares penurias de las personas de edad que vivían en edificios de apartamentos y no podían confiar en que los ascensores funcionaran.","second":"Other problems connected to the lack of electricity included the negative effects on children’s respiratory systems that resulted from the widespread use of generators; the regression to more <strong class=\"keyword\">laborious</strong> means of cooking and carrying out other daily activities in the home; and the particular suffering of elderly persons who lived in apartment buildings and could not rely on functioning elevators."},{"author":95096,"first":"\"El camino ecuménico es ciertamente <strong class=\"keyword\">laborioso</strong>, quizás largo\" (Novo millennio ineunte, 12), pero esto no debería impedirnos ver que ya hemos progresado mucho.","second":"\"The ecumenical journey is certainly still <strong class=\"keyword\">difficult</strong>, and will perhaps be long\" (Novo Millennio Ineunte, 12), but this should not blind us to the fact that we have already made much progress."},{"author":94808,"first":"Estas formas de delincuencia plantean graves problemas a los investigadores por las siguientes razones: el hecho de que se basan en una fuerte intimidación de los inmigrantes del mismo origen étnico, con participación directa de personas que actúan en el extranjero; la difícil y <strong class=\"keyword\">laboriosa</strong> identificación de inmigrantes clandestinos; la nada infrecuente asociación de estos delincuentes con grupos delictivos locales y la formación de alianzas entre ellos; y el escaso nivel de cooperación mostrado por algunos países extracomunitarios en lo tocante a preparar el terreno a las necesarias sinergias entre las actividades de las fuerzas policiales y los órganos de investigación.","second":"These forms of criminal activity pose serious problems for investigators for the following reasons: the fact that they are built on a strong base of intimidation against immigrants of the same ethnic origin, with the direct involvement of persons operating abroad; the difficult and <strong class=\"keyword\">laborious</strong> identification of clandestine immigrants; the not-infrequent mingling and formation of alliances with local criminal groups; and the low degree of cooperation provided by some non‐EU countries in paving the way for the necessary synergies between the activities of the police forces and investigative bodies."},{"author":8000,"first":"La lista actual está anticuada e ineficiente y de mantenimiento <strong class=\"keyword\">laborioso</strong>","second":"The present roster is outmoded, labour-<strong class=\"keyword\">intensive</strong> to maintain and inefficient"},{"author":94809,"first":"La dificultad para cultivar con maquinaria moderna tierras a las que, por su inclinación, es <strong class=\"keyword\">laborioso</strong> acceder,ha obligado a transformar las faldas de las colinas en terrazas y a adaptar la maquinaria al terreno.","second":"Cultivating slopes that are difficult to access with modern machinery has proven a particular <strong class=\"keyword\">challenge</strong>, requiring slopes to be transformed into terraces and machinery to be adapted to the terrain."},{"author":8000,"first":"La continuación de incidentes por motivos étnicos ha seguido restringiendo la libre circulación de miembros de las minorías de la comunidad, ha impedido que mejoren apreciablemente los niveles de confianza y ha hecho que el retorno sostenible de las minorías a Kosovo sea difícil, demorado y <strong class=\"keyword\">laborioso</strong>","second":"The continuation of ethnically motivated incidents has remained a barrier to the free movement of minority community members, prevented substantial improvement in the level of confidence and made achieving sustainable minority returns to Kosovo difficult, <strong class=\"keyword\">time-consuming</strong> and resource<strong class=\"keyword\">-intensive</strong>"},{"author":94809,"first":"Además, la inclusión de los machos prolongaría el ensayo de manera que se haría necesaria una <strong class=\"keyword\">laboriosa</strong> discriminación de las fases de desarrollo.","second":"In addition, inclusion of males would prolong the test in a way that the <strong class=\"keyword\">demanding</strong> discrimination of age stages would become necessary."},{"author":94808,"first":"Joseph Deiss, Presidente de la Asamblea General durante su sexagésimo quinto período de sesiones, por su liderazgo durante un período de sesiones muy activo y <strong class=\"keyword\">laborioso</strong>.","second":"Joseph Deiss, President of the General Assembly at its sixty-fifth session, for his leadership during a very <strong class=\"keyword\">busy</strong> and <strong class=\"keyword\">demanding</strong> session."},{"author":95875,"first":"Su diagnóstico se realiza en laboratorios mediante un proceso por lo general lento y <strong class=\"keyword\">laborioso</strong>.","second":"Diagnosis takes place in laboratory conditions and is often lengthy and <strong class=\"keyword\">laborious</strong>."},{"author":8008,"first":"Nacido en Barcelona, en el barrio soleado y <strong class=\"keyword\">laborioso</strong> de Gracia, un mes de Abril del año 1943, bajo el signo de Taurus y dentro del año de la Cabra.","second":"Enric was born in Barcelona, in the sunny, <strong class=\"keyword\">industrious</strong> neighbourhood of Gracia, in April 1943, under the star sign of Taurus, in the year of the Goat."},{"author":94809,"first":"a)En primer lugar hay que señalar que los análisis efectuados resultaron extremadamente <strong class=\"keyword\">laboriosos</strong>, y no sólo a causa de las complicaciones técnicas enumeradas en el apartado precedente, sino también por las dificultades para obtener de los servicios de la Comisión los datos exactos necesarios para dicho análisis, de forma que resultasen adecuados para el mismo.","second":"a)In the first place, it should be noted that the analysis carried out proved to be extremely <strong class=\"keyword\">laborious</strong>, not only because of the technical complications listed in the preceding paragraph but also in view of the difficulties encountered in obtaining, from the departments of the Commission, the exact data needed by this analysis and in an appropriate form."},{"author":94809,"first":"Se mencionaron con frecuencia las cargas administrativas y normativas, en particular el cumplimiento de los requisitos fiscales y laborales, que se consideran complejos, <strong class=\"keyword\">laboriosos</strong> y costosos.","second":"Frequently mentioned were administrative and regulatory burdens, especially complying with tax and employment requirements, which is complex, <strong class=\"keyword\">time-consuming</strong> and costly."},{"author":94808,"first":"La Junta considera que el proceso de las órdenes de modificación sigue siendo demasiado <strong class=\"keyword\">laborioso</strong>.","second":"The Board considers that the change order process continues to be too <strong class=\"keyword\">time-consuming</strong>."},{"author":94808,"first":"Por ejemplo, las políticas comerciales que tienen en cuenta este objetivo podrían fomentar precisamente el acceso de los pobres al tipo de actividades <strong class=\"keyword\">laboriosas</strong> y de escasa tecnología, tales como la agricultura y los textiles, que suelen encontrar restricciones en los mercados internacionales.","second":"To take an example, trade policies that are sensitive to the goal of poverty eradication would favour access to precisely the types of lower-technology, <strong class=\"keyword\">labour intensive</strong>, pro-poor activities, such as agriculture and textiles, that tend to face restrictions in international markets at present."},{"author":118293,"first":"<strong class=\"keyword\">Laboriosas</strong>, <strong class=\"keyword\">laboriosas</strong> abejas.","second":"<strong class=\"keyword\">Busy</strong>, <strong class=\"keyword\">busy</strong> bees."},{"author":95096,"first":"Ojalá que la misión ciudadana, que también estáis celebrando con entusiasmo y generosidad en esta parroquia, sea como un taller del Espíritu, abierto y <strong class=\"keyword\">laborioso</strong>, para construir una comunidad diocesana cada vez más generosa y solidaria.","second":"May the city mission, which is also being celebrated in this parish with enthusiasm and generosity, be like a construction site of the Spirit, open and <strong class=\"keyword\">industrious</strong>, for building a diocesan community of ever greater generosity and solidarity."},{"author":8000,"first":"Se trata de un proceso complejo y <strong class=\"keyword\">laborioso</strong> que se ve exacerbado por la inseguridad y la incertidumbre política en Darfur","second":"This is a complex and <strong class=\"keyword\">time-consuming</strong> process that is further complicated by the insecurity and political uncertainty in Darfur"},{"author":94809,"first":"Especialmente, dichas instituciones estaban obligadas a efectuar arduas y <strong class=\"keyword\">laboriosas</strong> investigaciones para establecer si dicha actividad suponía condiciones de formación similares a las que el ordenamiento jurídico alemán prescribe respecto a esta tarea o a otras análogas.","second":"In particular, the institutions in question were required to carry out difficult and <strong class=\"keyword\">laborious</strong> enquiries to determine whether those activities presupposed training similar to that required under German legislation for the same or analogous activities ."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}