{"result":"ok","tuc":[{"phrase":{"text":"scar","language":"en"},"meaningId":-5320499023793664593,"authors":[89651]},{"meanings":[{"language":"en","text":"fault, defect"},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of lacrar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of lacrar."}],"meaningId":7290685406456041984,"authors":[1]},{"meanings":[{"language":"es","text":"mala gente"}],"meaningId":null,"authors":[81173]}],"phrase":"lacra","examples":[{"author":22,"first":"Por lo tanto, es necesario desarrollar estrategias conjuntas y emprender otras acciones centradas en la prevención y en sanciones para combatir esta <strong class=\"keyword\">lacra</strong>","second":"Hence, there is a need to develop joint-strategies and further actions focussing on prevention and penalties to fight this <strong class=\"keyword\">scourge</strong>"},{"author":8000,"first":"Ninguna sociedad está libre de <strong class=\"keyword\">lacras</strong> sociales como la delincuencia organizada, el narcotráfico, la corrupción, el blanqueo de dinero o la trata de personas, ni de sus múltiples efectos negativos","second":"No society would be spared from social <strong class=\"keyword\">evils</strong> such as organized crime, drug trafficking, corruption, money-laundering and trafficking in human beings, or from their many adverse effects"},{"author":94808,"first":"Hay enormes problemas que dificultan la lucha contra la violencia sexual y la respuesta ante esa <strong class=\"keyword\">lacra</strong>:","second":"There are enormous challenges that hinder the prevention of and response to sexual <strong class=\"keyword\">violence</strong>:"},{"author":27,"first":"Unas legislaciones muy diferentes de un Estado a otro, 18 millones de desempleados, unas políticas económicas todavía demasiado nacionalistas, un nivel de crecimiento aún insuficiente para crear empleo verdadero y controlar, para después reducir, esta <strong class=\"keyword\">lacra</strong> europea que es el desempleo.","second":"Eighteen million unemployed, very different social legislation from one country to another, economic policies that are still too nationalist, a growth rate which is still not sufficient to create true jobs and to curb, let alone reduce, the European <strong class=\"keyword\">scourge</strong> of unemployment."},{"author":27,"first":"De ahí también el esfuerzo presupuestario que se pide para esta política. Una política que contribuya a acabar con la <strong class=\"keyword\">lacra</strong> de la pobreza.","second":"This is why a budgetary effort is being requested for this policy, as a policy that will contribute to ending the <strong class=\"keyword\">blight</strong> of poverty."},{"author":94808,"first":", ya que constituyen una base sólida para tomar nuevas medidas e iniciativas en pro de la eliminación completa de todas las <strong class=\"keyword\">lacras</strong> del racismo,","second":"as constituting a solid foundation for further action and initiatives towards the total elimination of the <strong class=\"keyword\">scourge</strong> of racism,"},{"author":94808,"first":"Con el fin de aumentar el grado de sensibilización acerca de la <strong class=\"keyword\">lacra</strong> del racismo, la discriminación racial, la xenofobia y las formas conexas de intolerancia, la Conferencia Mundial pide que continúe y se amplíe el programa de embajadores de buena voluntad iniciado por la Alta Comisionada para los Derechos Humanos.","second":"To increase the level of awareness about the <strong class=\"keyword\">scourge</strong> of racism, racial discrimination, xenophobia and related intolerance, the World Conference calls for the continuation and expansion of the goodwill ambassadors programme initiated by the High Commissioner for Human Rights."},{"author":94808,"first":"Todos nuestros esfuerzos por eliminar la <strong class=\"keyword\">lacra</strong> del terrorismo deben realizarse de manera que no se cause oprobio a ningún pueblo, religión o región, con el verdadero espíritu del eslogan ahora tan común en las calles fuera de esta Asamblea: “Nos mantenemos unidos”.","second":"Indeed, all our efforts to stamp out the <strong class=\"keyword\">scourge</strong> of terrorism must be pursued in a manner which does not stigmatize any people, religion or region, in the true spirit of the slogan now common in the streets beyond this Assembly: “United we stand.”"},{"author":94808,"first":"Instamos a los gobiernos a que asuman la responsabilidad de ayudar a los países muy endeudados por todos los medios a su alcance para mitigar la persistente <strong class=\"keyword\">lacra</strong> de la pobreza extrema.","second":"We urge Governments to take responsibility for assisting heavily indebted countries in whatever way possible to alleviate the persistent presence of extreme poverty."},{"author":27,"first":"La definición que yo propongo es que el concepto de salud sexual y reproductiva debe entenderse como la prevención de las enfermedades de transmisión sexual, incluyendo el VIH-sida (<strong class=\"keyword\">lacra</strong> que nos afecta todos) y la garantía para las mujeres de unas condiciones seguras de embarazo, parto y posparto.","second":"The definition I propose is that sexual and reproductive health should be understood to mean preventing sexually transmitted diseases, including HIV-Aids – a <strong class=\"keyword\">scourge</strong> that concerns us all – and guaranteeing women the safe conditions needed for pregnancy, childbirth and the post-partum period."},{"author":94808,"first":"La <strong class=\"keyword\">lacra</strong> del terrorismo no es nueva.","second":"The <strong class=\"keyword\">scourge</strong> of terrorism is not new."},{"author":94808,"first":"Además de la elaboración de mecanismos e instrumentos multilaterales para combatir el terrorismo, nuestros países deben recibir asistencia financiera y técnica para fomentar la capacidad de detección, prevención y combate de la <strong class=\"keyword\">lacra</strong> del terrorismo.","second":"In addition to the elaboration of multilateral mechanisms and instruments to combat terrorism, our countries should be assisted financially and technically in building capacity for the detection, prevention and combating of the <strong class=\"keyword\">scourge</strong> of terrorism."},{"author":8000,"first":"Hay enormes problemas que dificultan la lucha contra la violencia sexual y la respuesta ante esa <strong class=\"keyword\">lacra</strong>","second":"There are enormous challenges that hinder the prevention of and response to sexual violence"},{"author":94809,"first":"Entre 20 y 25 millones de menores de trece años son explotados laboralmente en Iberoamérica, según la Organización Internacional del Trabajo (OIT), organismo que contra la referida <strong class=\"keyword\">lacra</strong> ha creado un programa dotado con doce millones y medio de dólares estadounidenses, denominado «Programa Internacional para la Erradicación del Trabajo Infantil (IPEC)».","second":"According to the International Labour Organization (ILO), child labour in Latin America involves the exploitation of between 20 and 25 milion minors aged under thirteen. To combat <strong class=\"keyword\">this</strong> abuse, the ILO has created a programme funded to the sum of US$ 12,5 million, called the International Programme on the Elimination of Child Labour (IPEC)."},{"author":8000,"first":"Las bases de miseria, marginalidad, crecimiento de la pobreza extrema y destitución, así como la corrupción de las clases políticas y la pérdida de valor de las instituciones son todos factores que en nuestro continente contribuyen de manera decisiva al desarrollo de estas <strong class=\"keyword\">lacras</strong>, tanto en lo que respecta al tema del terrorismo, como al tema del tráfico de drogas","second":"The foundations of poverty, marginalization, growing destitution, corruption among political classes and the loss of value of institutions are all factors that decisively contribute on our continent to the development of the <strong class=\"keyword\">plagues</strong> of terrorism and drug trafficking"},{"author":94808,"first":"Acorde con este deber, mi Gobierno ha acogido con beneplácito el regreso de los inspectores internacionales al Iraq, e insta al Gobierno iraquí a que cumpla con las exigencias de las resoluciones del Consejo de Seguridad para evitarle al régimen la <strong class=\"keyword\">lacra</strong> de una guerra.","second":"Proceeding from such duty, my Government has welcomed the return of international inspectors to Iraq, and it calls upon the Iraqi Government to fulfil the requirements of Security Council resolutions in order to spare the regime the <strong class=\"keyword\">scourge</strong> of war."},{"author":8000,"first":"Los pueblos del mundo, incluyendo los pueblos árabes y musulmanes, no han escapado a la <strong class=\"keyword\">lacra</strong> terrible del terrorismo que ha causado muchas víctimas civiles inocentes","second":"The peoples of the world, including Arab and Muslim people, have not escaped the <strong class=\"keyword\">evil scourge</strong> of terrorism, which has led to many innocent civilians being killed"},{"author":27,"first":"Con respecto a la violencia de género, estamos hablando de la mayor <strong class=\"keyword\">lacra</strong> social existente en estos momentos, no sólo en Europa, sino en todo el mundo.","second":"Domestic violence is the greatest social <strong class=\"keyword\">scourge</strong> of our time, not only in Europe but worldwide."},{"author":8000,"first":"No es infrecuente que la <strong class=\"keyword\">lacra</strong> del terrorismo actúe con absoluto desprecio del derecho humano más importante, el derecho a la vida","second":"The <strong class=\"keyword\">scourge</strong> of terrorism all too frequently disregarded that most basic of human rights, the right to life"},{"author":94808,"first":"En cuanto a la recomendación 4, relativa a las medidas que el Consejo de Seguridad podría adoptar para mejorar su interacción con la Asamblea General en la esfera de las estrategias a largo plazo para detener la <strong class=\"keyword\">lacra</strong> de la proliferación ilícita de armas pequeñas, opinamos que mejorar la interacción entre la Asamblea General y el Consejo de Seguridad contribuiría a desarrollar una política coherente y global de las Naciones Unidas sobre las armas pequeñas y ligeras.","second":"With regard to recommendation 4, concerning means by which the Security Council might enhance its interaction with the General Assembly in the area of long-term strategies to halt the <strong class=\"keyword\">scourge</strong> of the illicit proliferation of small arms, we believe that enhanced interaction between the General Assembly and the Security Council would contribute to developing a coherent and comprehensive United Nations policy on small arms and light weapons."},{"author":94808,"first":"Gracias a las convenciones de fiscalización internacional de drogas y a los incansables esfuerzos por aplicarlas se habían hecho grandes progresos, pero el tráfico de drogas ilícitas seguía siendo una gran <strong class=\"keyword\">lacra</strong>.","second":"While the international drug control conventions and the many efforts relating to their implementation had resulted in much progress, illicit drug trafficking remained a major <strong class=\"keyword\">scourge</strong>."},{"author":92475,"first":"Desde principio de los años 90 que se están organizando continentalmente y hoy ya son una red formal, Red <strong class=\"keyword\">LACRE</strong>, que agrupa a 15 países de la región y donde pronto se sumarán otras 4 naciones.","second":"They have been organizing across the continent since the early 90s and now have a formal network, Red <strong class=\"keyword\">LACRE</strong>, which consists of 15 countries and 4 more will soon join."},{"author":94808,"first":"Botswana es todavía uno de los países gravemente afectados por la <strong class=\"keyword\">lacra</strong> del VIH/SIDA, que continúa siendo uno de los principales problemas de salud y un desafío grave de desarrollo.","second":"Botswana remains one of the countries heavily affected by the <strong class=\"keyword\">scourge</strong> of HIV/AIDS, which continues to be a leading health problem and a serious development challenge."},{"author":94808,"first":"Señaló que América Latina padecía la <strong class=\"keyword\">lacra</strong> del tráfico de drogas, pese a que los mercados de drogas no estaban en la región, y que los Estados de la región debían enfrentarse a enemigos poderosos que tenían la fuerza de corromper a los organismos encargados de hacer cumplir la ley y a los órganos estatales, y cuya influencia también estaba presente en la política.","second":"He noted that Latin America suffered because of drug trafficking, although the markets for drugs were not in the region, and that States in the region faced powerful enemies that had the power to corrupt law enforcement and State bodies and whose influence was also present in politics."},{"author":27,"first":"Asimismo, este informe propone una nueva perspectiva para luchar contra esta <strong class=\"keyword\">lacra</strong> social, no sólo a través de acciones penales, sino también de protección y prevención contra el trabajo precario, el paro y la pobreza que hacen que las mujeres en muchos casos se encuentren en situaciones de dependencia e imposibilita que puedan escoger libremente su futuro.","second":"This report also proposes a new prospect for combating this <strong class=\"keyword\">blight</strong> on society, not just through criminal proceedings, but also through protection from and prevention of the insecure jobs, unemployment and poverty that mean women often find themselves in situations of dependence, and make it impossible for them to choose their future freely."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}