{"result":"ok","tuc":[{"phrase":{"text":"laconic","language":"en"},"meanings":[{"language":"en","text":"Abruptly or brusquely short."},{"language":"en","text":"using as few words as possible"},{"language":"es","text":"Abrupta o bruscamente corto."}],"meaningId":-7392508264549770795,"authors":[70195]},{"phrase":{"text":"terse","language":"en"},"meanings":[{"language":"en","text":"Abruptly or brusquely short."},{"language":"es","text":"Abrupta o bruscamente corto."}],"meaningId":7340580650060455670,"authors":[60172]},{"phrase":{"text":"sententious","language":"en"},"meanings":[{"language":"en","text":"using as few words as possible"}],"meaningId":-2460461388028915668,"authors":[70195]},{"phrase":{"text":"brief","language":"en"},"meaningId":-4260997655406093565,"authors":[25018]},{"phrase":{"text":"crisp","language":"en"},"meanings":[{"language":"en","text":"Abruptly or brusquely short."},{"language":"es","text":"Abrupta o bruscamente corto."}],"meaningId":4621307751859144266,"authors":[60172]},{"phrase":{"text":"curt","language":"en"},"meanings":[{"language":"en","text":"Abruptly or brusquely short."},{"language":"es","text":"Abrupta o bruscamente corto."}],"meaningId":7023701849019985548,"authors":[60172]},{"phrase":{"text":"concise","language":"en"},"meaningId":7177845901089839423,"authors":[83089]},{"phrase":{"text":"succinct","language":"en"},"meaningId":-4814743510215474787,"authors":[83089]},{"meanings":[{"language":"en","text":"laconic, brief, concise."}],"meaningId":8530122613851823434,"authors":[1]}],"phrase":"lacónico","examples":[{"author":95875,"first":"El lenguaje homogéneo es tanto relacional como de objetos, y tiene unas estructuras de control adecuadas de forma natural para obtener poder de procedimiento con una sintaxis compacta y <strong class=\"keyword\">lacónica</strong>, pero no críptica.","second":"The homogenous language is both relational and object-oriented and features suitable control structures in a natural way to obtain procedural power with a compact and <strong class=\"keyword\">laconic</strong>, yet not cryptic syntax ."},{"author":94809,"first":"Debido al <strong class=\"keyword\">lacónico</strong> tenor literal de las dos subpartidas pertinentes, procede referirse a las propias partidas.","second":"Because of the <strong class=\"keyword\">laconic</strong> wording of the two relevant subheadings, it is necessary to refer to the headings themselves."},{"author":94809,"first":"11 En breve, de los referidos elementos se infiere que los Comisarios, en el momento en que adoptaron su «decisión de base» (sic), tenían ante sí un documento administrativo que mencionaba, en primer lugar, el número de la Directiva que no había sido correctamente ejecutada en el Derecho interno; en segundo lugar, el nombre del Estado infractor y, en tercer lugar, la propuesta (<strong class=\"keyword\">lacónica</strong>) de los servicios competentes dirigida a la adopción de una decisión sobre el envío del Dictamen motivado.","second":"11 In brief, from the above it is clear that the Commissioners, when taking their `basic' decision, had before them an administrative document which mentioned, first, the number of the directive that had not been properly transposed, secondly, the name of the Member State that had committed the infringement, and thirdly the (one-<strong class=\"keyword\">word</strong>) proposal by the competent departments to adopt a decision to issue a reasoned opinion."},{"author":90922,"first":"Aparte de emitir <strong class=\"keyword\">lacónicos</strong> comunicados en los que se insta al levantamiento del asedio, los líderes de la organización palestina no han sido capaces de hacer mucho por ayudar a los residentes del campamento.","second":"Besides issuing <strong class=\"keyword\">laconic</strong> statements calling for the lifting of the siege, PLO leaders have not been able to do much to help the residents of Yarmouk camp."},{"author":94809,"first":"(1) ° En realidad, la resolución de remisión es bastante <strong class=\"keyword\">lacónica</strong> al respecto, ya que se limita, esencialmente, a formular las cuestiones prejudiciales planteadas al Tribunal de Justicia.","second":"(1) ° The order for reference is rather <strong class=\"keyword\">laconic</strong> in that respect, since for the most part it confines itself to setting out the preliminary questions referred to the Court."},{"author":94809,"first":"(1) - Las dos resoluciones de remisión son verdaderamente tan <strong class=\"keyword\">lacónicas</strong> una como otra a este respecto, dado que, de hecho, se limitan a formular las cuestiones prejudiciales planteadas al Tribunal de Justicia.","second":"(1) - The two orders for reference are in fact <strong class=\"keyword\">somewhat terse</strong> in that they are confined essentially to setting out the preliminary questions referred to the Court."},{"author":27,"first":"Es lo mismo, desgraciadamente, en el informe del Parlamento Europeo, puesto que de los 35 puntos a los que la resolución se refiere, ninguno trata de la moneda única y sólo se encuentra una alusión <strong class=\"keyword\">lacónica</strong> en los considerandos.","second":"The same is unfortunately true of the European Parliament' s report since, out of the 35 points raised in the resolution, not one relates to the single currency, and it is only <strong class=\"keyword\">briefly</strong> referred to in the recitals."},{"author":92475,"first":"y <strong class=\"keyword\">lacónico</strong> responde buscando el cerro Ávila desde su balcón al noreste de la capital de la República: “Mis feligreses saben que cuentan conmigo las 24 horas.","second":"When asked how he finds time for this last role, he responds <strong class=\"keyword\">laconically</strong>, “My parishioners know that they can count on me 24-hours-a-day."},{"author":94809,"first":"(60) La Comisión incurre en una contradicción lógica cuando alega que, en razón de la particular dificultad que presenta la apreciación de la legislación controvertida, durante tantos años no pudo pronunciarse sobre la compatibilidad de las referidas medidas estatales con el Derecho comunitario de la competencia, y que sin embargo está en condiciones de evaluar suficientemente esa misma legislación a la luz de los artículos 85 y 86 recurriendo a la <strong class=\"keyword\">lacónica</strong> formulación de la Decisión impugnada.","second":"(60) The Commission's contention that, because of the particular difficulties of assessing the legislation in question, it was unable for so many years to reach a decision, on the legal basis of Article 90, on the compatibility of those State measures with Community competition law, but was able adequately to assess the same legislation from the Articles 85 and 86 angle, taking refuge in the <strong class=\"keyword\">succinct findings</strong> of the contested decision, is logically inconsistent."},{"author":94809,"first":"273 Debe señalarse que una formulación tan <strong class=\"keyword\">lacónica</strong> de la alegación no permite que el Tribunal resuelva el recurso, en su caso, sin apoyarse en otras informaciones y sería contrario a la función puramente probatoria e instrumental de los anexos que éstos pudieran servir para demostrar de forma detallada una alegación no presentada con la suficiente claridad y precisión en la demanda (sentencia de 30 de enero de 2007, France Télécom/Comisión, citada en el apartado 268 supra, apartado 204).","second":"273 It must be noted that such a <strong class=\"keyword\">laconic</strong> formulation of the complaint does not enable the Court to give a ruling, if appropriate, without other information in support, and to allow the annexes to provide the detail of an argument which is not presented in a sufficiently clear and precise manner in the application would be contrary to their purely evidential and instrumental function (Case T-340/03 France Télécom v Commission, paragraph 268 above, paragraph 204)."},{"author":118293,"first":"Puedo ser... concisa, escueta, parca, <strong class=\"keyword\">lacónica</strong>.","second":"I can be..... pithy, taut, succinct, <strong class=\"keyword\">laconic</strong>, <strong class=\"keyword\">breviloquent</strong>?"},{"author":118293,"first":"En su tiempo, tiraban allí los desperdicios. Ahora, su dibujo <strong class=\"keyword\">lacónico</strong> y su forma irrepetible provocan la admiración general.","second":"It was used at its time as a receptacle of food leftovers, but now it's an object of universal admiration for its <strong class=\"keyword\">laconic</strong> pattern and unique form."},{"author":94809,"first":"(41) Además, nada indica que el legislador comunitario tuviese intención, al adoptar el apartado 3 del artículo 15, precepto más bien <strong class=\"keyword\">lacónico</strong>, de limitar el amplio abanico de métodos de cobro de deudas existentes en las legislaciones nacionales.","second":"(41) Furthermore, there is no evidence that the Community legislature intended, in adopting the rather <strong class=\"keyword\">laconic</strong> Article 15(3), to limit the widely varying debt-recovery methods which exist in national law."},{"author":92475,"first":"Y el actor Haris Attonis tuiteó una observación <strong class=\"keyword\">lacónica</strong> sobre la migración:","second":"And actor Haris Attonis tweeted a <strong class=\"keyword\">laconic</strong> observation on migration:"},{"author":94809,"first":"Las motivaciones de las resoluciones controvertidas, que sin duda son <strong class=\"keyword\">lacónicas</strong>, son coherentes y permiten a Yoshida comprender el razonamiento de la Sala de Recurso de la EUIPO respecto al conjunto de los productos de que se trata, y al Tribunal General controlar dicho razonamiento.","second":"The reasons stated for the decisions at issue, <strong class=\"keyword\">although succinct</strong>, are coherent and enable Yoshida to understand the reasoning of EUIPO’s Board of Appeal in relation to all the goods concerned, and the General Court to review that reasoning."},{"author":27,"first":"Siento haber estado <strong class=\"keyword\">lacónico</strong>.","second":"I am sorry if I was <strong class=\"keyword\">laconic</strong>."},{"author":94809,"first":"He de señalar, de entrada, que, dada la importancia y la complejidad de la materia, la sentencia recurrida resulta muy <strong class=\"keyword\">lacónica</strong> (el análisis se encuentra únicamente en los apartados 34 a 58), se basa en cuanto a la cuestión decisiva sólo en dos sentencias del Tribunal General (17) —cuestionadas además por la jurisprudencia del Tribunal de Justicia— (18) y no explica por qué motivo un Estado miembro, al infringir el artículo 108 TFUE, apartado 3, crearía una situación jurídica definitivamente constituida en el Derecho de la Unión.","second":"I note, first of all, that, given the importance and complexity of the subject, the judgment under appeal is expressed in very <strong class=\"keyword\">brief</strong> terms (the analysis is confined to paragraphs 34 to 58), is based in respect of the decisive matter on only two judgments of the General Court, (17) which, moreover, have been called into question by the case-law of the Court of Justice, (18) and does not explain how a Member State, by infringing Article 108(3) TFEU, would create a definitively-established legal situation in EU law."},{"author":94809,"first":"No obstante, para que ello sea posible, la respuesta que den las autoridades aduaneras del país de exportación no debe ser, en ningún caso, <strong class=\"keyword\">lacónica</strong>.","second":"However, for that to be possible the customs authorities of the exporting State must on no account rest content with a reply which is too <strong class=\"keyword\">brief</strong>."},{"author":94809,"first":"Por consiguiente, en el contexto del presente asunto, los demandantes pudieron conocer los motivos por los que la acción de la Comunidad no pudo entablarse en el presente asunto y la motivación de la Decisión impugnada, aunque <strong class=\"keyword\">lacónica</strong>, cumple igualmente la exigencia relativa a la posibilidad del control jurisdiccional.","second":"Accordingly, in the circumstances of the present case, the applicants were in a position to know why the Community was not minded to act in the present case and the statement of reasons for the contested decision, albeit <strong class=\"keyword\">laconic</strong>, also satisfies the requirement that the Court be able to exercise its power of review."},{"author":92475,"first":"Los internautas se encuentran dividos de nuevo, entre los que han compartido el enlace de este video con <strong class=\"keyword\">láconicas</strong> descripciones como “disparar” y otros que lo ven como una práctica aceptable.","second":"Netizens have been divided again, between those who shared a link to this video with <strong class=\"keyword\">laconic</strong> descriptions like “Shoot out” and those who saw it an acceptable practice."},{"author":118293,"first":"De hecho, enviaron una respuesta bastante <strong class=\"keyword\">lacónica</strong>, de que el programa no funciona... sin una imagen real de la cara.","second":"In fact they sent a rather <strong class=\"keyword\">terse</strong> response something about their software not working Without an actual image of a face."},{"author":94809,"first":"182 En primer lugar, la demandante alega que el razonamiento de la Comisión relativo a la fijación de la proporción del valor de las ventas tenida en cuenta para el cálculo de la base de la multa es confuso y <strong class=\"keyword\">lacónico</strong> y constituye una vulneración del principio de proporcionalidad.","second":"182 In the first place, the applicant claims that the Commission’s reasoning relating to the setting of the proportion of the value of sales taken into account for the calculation of the basic amount of the fine is confused and <strong class=\"keyword\">terse</strong> and the applicant alleges an infringement of the principle of proportionality."},{"author":94809,"first":"Por el contrario, la Decisión es <strong class=\"keyword\">lacónica</strong> hasta rozar la reticencia.","second":"However, the decision is <strong class=\"keyword\">laconic</strong> to the point of coming very close to concealment ."},{"author":94809,"first":"92 En primer lugar, la demandante evoca el carácter <strong class=\"keyword\">lacónico</strong> del dictamen del Consejo de disciplina, que a su juicio no explica de qué modo ni por qué razón los hechos que se le reprochan menoscaban la dignidad de las funciones ejercidas.","second":"92 In the first place, the applicant cites the <strong class=\"keyword\">brevity</strong> of the opinion of the disciplinary board, which does not explain how or why the facts complained of reflect adversely on her position."},{"author":94809,"first":"176 Tampoco procede admitir esta alegación dado que su exposición es también extremadamente <strong class=\"keyword\">lacónica</strong> y sucinta, por lo que resulta imposible determinar la cláusula del contrato de arrendamiento a que se hace referencia y conocer las razones de hecho y de Derecho por las que los demandantes consideran que dicha cláusula es de carácter restrictivo.","second":"176 Since this complaint is also presented in an extremely <strong class=\"keyword\">laconic</strong> and summary way, so that it is not possible to identify the relevant clause in the lease and the reasons of fact and law for which the applicants consider that the clause is restrictive, it too is inadmissible."}],"from":"es","dest":"en","authors":{"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}