{"result":"ok","tuc":[{"phrase":{"text":"latent","language":"en"},"meanings":[{"language":"en","text":"Existing or present but concealed or inactive."},{"language":"en","text":"existing or present but concealed or inactive"},{"language":"es","text":"Existente o presente, pero oculto o inactivo."}],"meaningId":-2874869405426569739,"authors":[70195]},{"phrase":{"text":"dormant","language":"en"},"meanings":[{"language":"en","text":"inactive, asleep, suspended"}],"meaningId":-141103214706490870,"authors":[70195]},{"phrase":{"text":"hidden","language":"en"},"meaningId":-1574283728536071280,"authors":[89651]},{"phrase":{"text":"abeyant","language":"en"},"meaningId":-2286708608498639994,"authors":[84500]},{"phrase":{"text":"secret","language":"en"},"meaningId":-4895903910164558405,"authors":[25115]},{"phrase":{"text":"undercover","language":"en"},"meaningId":-6071798043131749479,"authors":[86934]},{"meanings":[{"language":"en","text":"latent."}],"meaningId":-1862173341101122448,"authors":[1]}],"phrase":"latente","examples":[{"author":95875,"first":"Debido a las interacciones polvo-radiación, a mediodía las partículas minerales, a una altura de 2 metros, reducen la temperatura en hasta 4 K, los flujos de calor sensible en hasta 150 Wm-2 y los flujos de calor <strong class=\"keyword\">latente</strong> en hasta 100 Wm-2.","second":"Due to dust-radiation interactions, mineral particles reduce the temperature at 2 meters by up to 4 K, the sensible heat fluxes by up to 150 Wm-2 and the <strong class=\"keyword\">latent</strong> heat fluxes by up to 100 Wm-2, at noon."},{"author":94809,"first":"— ha dejado de ser de calidad sana, cabal y comercial debido a un defecto <strong class=\"keyword\">latente</strong> que aparezca con posterioridad,","second":"— it is no longer of sound and fair marketable quality because of a <strong class=\"keyword\">latent</strong> defect which appears later,"},{"author":24,"first":"Al inicio de la terapia antirretroviral combinada, en los pacientes infectados por VIH con deficiencia inmune grave, puede aparecer una respuesta inflamatoria frente a infecciones oportunistas <strong class=\"keyword\">latentes</strong> o asintomáticas (ver sección","second":"In HIV-infected patients with severe immune deficiency at the time of initiation of combination antiretroviral therapy (CART), an inflammatory reaction to <strong class=\"keyword\">asymptomatic</strong> or residual opportunistic infections may arise (see section"},{"author":94808,"first":"En la “Estrategia de revitalización del Japón – EL JAPÓN está DE VUELTA” (en lo sucesivo Estrategia de revitalización del Japón), decidida en junio de 2013 por el Gabinete a la vista de lo expuesto más arriba, se señala también que el núcleo central de la estrategia de crecimiento consiste en hacer posible que las mujeres participen activamente en la sociedad, aprovechando su notable capacidad <strong class=\"keyword\">latente</strong>.","second":"It is also stated in the “Japan Revitalization Strategy — JAPAN is BACK” (hereinafter referred to as the Japan Revitalization Strategy), decided by the Cabinet in light of the above in June 2013, that the core part of the growth strategy is to make it possible for women to actively participate in society by sufficiently employing their sizable <strong class=\"keyword\">dormant</strong> abilities."},{"author":8000,"first":"No obstante, otro factor de importancia ha sido la persistente tendencia de algunos gobiernos, en particular el de Liberia, a exacerbar tensiones <strong class=\"keyword\">latentes</strong> en uno o varios de sus países vecinos inmiscuyéndose en las controversias internas y patrocinando a grupos interpuestos para socavar a esos gobiernos","second":"An additional major factor has nevertheless been the persistent tendency of certain Governments, in particular that of Liberia, to exacerbate already <strong class=\"keyword\">existing</strong> tensions in one or other of their neighbours by meddling in domestic disputes and using proxies to undermine Governments"},{"author":94809,"first":"Recuerda que la resolución pacífica de conflictos militares regionales, incluidos los denominados «conflictos <strong class=\"keyword\">latentes</strong>», es una condición esencial para la consolidación de la democracia, el respeto de los derechos humanos, la prosperidad y el crecimiento económico, por lo que debe revestir el mayor interés para la UE;","second":"Recalls that peaceful resolution of regional military conflicts, including so called <strong class=\"keyword\">frozen</strong> ones, is the essential precondition for democracy consolidation, respect for human rights, prosperity and economic growth, and thus should be of the highest interest to the EU;"},{"author":24,"first":"Si se diagnostica una tuberculosis inactiva (<strong class=\"keyword\">latente</strong>), debe iniciarse un tratamiento para la tuberculosis <strong class=\"keyword\">latente</strong> debe ser iniciado con una terapia anti-tuberculosis antes del inicio del tratamiento con Enbrel, y de acuerdo a las recomendaciones locales","second":"If inactive (<strong class=\"keyword\">latent</strong>) tuberculosis is diagnosed, treatment for <strong class=\"keyword\">latent</strong> tuberculosis must be started with anti-tuberculosis therapy before the initiation of Enbrel, and in accordance with local recommendations"},{"author":94808,"first":"Esos préstamos han demostrado su valor en una serie de países asiáticos como método eficaz de despertar las capacidades <strong class=\"keyword\">latentes</strong> del capital humano y, a menudo, han aportado beneficios espectaculares en un tiempo récord en la renta per cápita.","second":"Such loans have proven their worth in a number of Asian countries as an effective way of awakening the <strong class=\"keyword\">dormant</strong> capacities of human capital and have in many cases led to spectacular gains in record time in terms of gains in income per capita."},{"author":94809,"first":"65 En su sentencia National Grid Indus (C‐371/10, EU:C:2011:785), acerca de una normativa nacional en virtud de la cual el traslado de la sede de dirección efectiva de una sociedad nacional a otro Estado miembro daba lugar a la tributación inmediata de las plusvalías <strong class=\"keyword\">latentes</strong> correspondientes a los activos transferidos, mientras que tales plusvalías sólo eran gravadas en un contexto nacional cuando se realizaban efectivamente, el Tribunal de Justicia juzgó que el referido traslado no puede significar que el Estado miembro de origen deba renunciar a su derecho a gravar una plusvalía generada en el ámbito de su competencia fiscal antes de dicho traslado.","second":"65 In its judgment in National Grid Indus (C‐371/10, EU:C:2011:785), the Court took the view, with regard to national legislation under which the transfer of the place of effective management of a company established under national law to another Member State resulted in the immediate taxation of the <strong class=\"keyword\">unrealised</strong> capital gains relating to the assets transferred, whereas such gains were taxed in the national context only where they were in fact realised, that such a transfer could not mean that the Member State of origin had to abandon its right to tax a capital gain which had been generated within the ambit of its powers of taxation prior to the transfer."},{"author":8000,"first":"Una decisión planteó la cuestión de si el plazo para dar aviso de defectos <strong class=\"keyword\">latentes</strong> debería iniciarse siempre antes de que el comprador conozca realmente los defectos, aunque la decisión evitó resolver la cuestión","second":"One decision raised the question whether the time for giving notice of <strong class=\"keyword\">latent</strong> defects should ever start before the buyer acquires actual knowledge of the defects, although the decision avoided resolving the issue"},{"author":94809,"first":"71 En el presente asunto carece de pertinencia en ese sentido que se trate de una plusvalía <strong class=\"keyword\">latente</strong> o de una plusvalía realizada.","second":"71 In the present case, the fact that either an <strong class=\"keyword\">unrealised</strong> capital gain or a realised capital gain is at issue is irrelevant in this regard."},{"author":94809,"first":"Para una mayor claridad que ayude a complementar esas modificaciones, la Comisión introduce un nuevo considerando (7a), en el que se afirma que la Directiva no obliga de ninguna manera a establecer unas condiciones más favorables para los derechos de pensión <strong class=\"keyword\">latentes</strong> que para los derechos de los afiliados activos.","second":"For additional clarity to complement these changes the Commission introduces a new recital (7a), stating that the Directive does not create any obligation to establish more favourable conditions for <strong class=\"keyword\">dormant</strong> rights than for the rights of active scheme members."},{"author":8000,"first":"Han aumentado asimismo las formas <strong class=\"keyword\">latentes</strong> de sífilis y se han registrado casos aislados de neurosífilis","second":"<strong class=\"keyword\">Latent</strong> forms of syphilis have also increased and there are individual cases when neurosyphilis is registered"},{"author":93236,"first":"Otros 70 individuos que no presentaban hiperglucemia evidente, fueron sometidos a un test i.v. de tolerancia glucídica: en 27 de ellos se puso en evidencia una diabetes <strong class=\"keyword\">latente</strong> u « oculta ».","second":"Another 70 patients who clearly had no hyperglycemia were subjected to an IVGTT and 27 were found to have <strong class=\"keyword\">latent</strong> or covert diabetes."},{"author":8000,"first":"Otra preocupación expresada en el taller de # fue la de cómo distinguir entre depósitos inactivos y depósitos <strong class=\"keyword\">latentes</strong>, puesto que estos últimos pueden reactivarse como consecuencia de la explotación comercial, lo que podría producir efectos tanto positivos como negativos","second":"Another concern expressed at the # workshop was how to distinguish between inactive and <strong class=\"keyword\">dormant</strong> deposits, since the latter could be reactivated as a result of commercial activity, which could have both a positive and a negative impact"},{"author":94808,"first":"Quisiera una vez más señalar a su atención las maniobras conjuntas de la República de Corea y los Estados Unidos, de índole defensiva, de carácter transparente y llevadas acabo de conformidad con el derecho internacional, en respuesta a la clara y <strong class=\"keyword\">latente</strong> amenaza militar de Corea del Norte.","second":"Once again, I would like to draw your attention to the joint exercises of the Republic of Korea and the United States, which are defence-oriented, transparent in nature and conducted in accordance with international law, as a response to the clear and current military <strong class=\"keyword\">threat</strong> from North Korea."},{"author":118293,"first":"Ya les dije que tenía tendencias maníacas <strong class=\"keyword\">latentes</strong>.","second":"I told you he had <strong class=\"keyword\">latent</strong> maniacal tendencies."},{"author":95183,"first":"Actualmente, la OMS está examinando las pruebas sanguíneas para la infección tuberculosa inactiva (también llamada tuberculosis <strong class=\"keyword\">latente</strong>).","second":"Blood tests for inactive TB infection (also known as <strong class=\"keyword\">dormant</strong> or <strong class=\"keyword\">latent</strong> TB) are currently under review by WHO."},{"author":31,"first":"Como pueden notarlo, permanece <strong class=\"keyword\">latente</strong> durante las primeras horas, pero una vez que se declaran los síntomas, consume al huésped rápidamente","second":"As you can see, it' s <strong class=\"keyword\">latent</strong> for several hours, but once the symptoms present, it consumes the host rapidly"},{"author":94809,"first":"vi) haber sido sometidas a un control oficial con el fin de detectar infecciones <strong class=\"keyword\">latentes</strong>, efectuado sobre muestras tomadas de cada partida; durante la campaña de exportación, deberá tomarse al menos una muestra de cada cuenca o sector, representativa de la partida, y, en cualquier caso, se deberán tomar al menos cinco muestras, que se enviarán al laboratorio para realizar los análisis correspondientes de conformidad con el método comunitario establecido en la Directiva 98/57/CE, y halladas exentas de Pseudomonas solanacearum (Smith) Smith en dicha prueba;","second":"(vi) officially tested for <strong class=\"keyword\">latent</strong> infection on samples taken from each consignment; during the export season at least one sample per basin or sector and represented in the consignment must be taken, but in any case at least five samples must be taken and submitted for laboratory analysis in accordance with the Community test scheme as laid down in Directive 98/57/EC, and found free from Pseudomonas solanacearum (Smith) Smith in such testing;"},{"author":94809,"first":"Dentro del planteamiento para estabilizar los RAL globales, la Comisión supervisa cuidadosamente los RAL antiguos y <strong class=\"keyword\">latentes</strong>, tal como se definen a continuación:","second":"Within the approach to stabilise overall RAL, the Commission carefully monitors old and <strong class=\"keyword\">dormant</strong> RAL, as defined below:"},{"author":31,"first":"Sentimientos <strong class=\"keyword\">latentes</strong> de lo inadecuado yacían inactivos...... hasta que la visita de Leonard los activó...... con su desfile de plumas multicolor","second":"<strong class=\"keyword\">Latent</strong> feelings of inadequacy lay dormant...... until he was triggered by Leonard parading before you...... in his rich, many colored feathers"},{"author":94809,"first":"promover acciones que contribuyan a la resolución y a la prevención de conflictos en zonas de conflicto <strong class=\"keyword\">latente</strong>,","second":"promoting actions contributing to conflict resolution and conflict prevention in areas of <strong class=\"keyword\">frozen</strong> conflict,"},{"author":94808,"first":"Se dieron ejemplos de uso avanzado de la tecnología de televisión en circuito cerrado, bases de datos de ácido desoxirribonucleico (ADN) y aplicaciones científicas para la detección de huellas dactilares <strong class=\"keyword\">latentes</strong>.","second":"Examples were given of enhanced use of closed-circuit television (CCTV) technology, deoxyribonucleic acid (DNA) databases, and science for detection of <strong class=\"keyword\">latent</strong> fingerprints."},{"author":94808,"first":"El objetivo del Programa es reducir la morbilidad asociada con enfermedades cardiovasculares agudas y detectar nuevos incidentes de afecciones <strong class=\"keyword\">latentes</strong> de ateroesclerosis y diabetes a fin de reducir la discapacidad y la mortalidad provocadas por las enfermedades cardiovasculares.","second":"The aim of the Programme is to reduce morbidity with acute cardio-vascular diseases and to identify new incidents of <strong class=\"keyword\">latent</strong> conditions of atherosclerosis and diabetes in order to reduce disability and mortality caused by heart and vascular diseases."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}