{"result":"ok","tuc":[{"phrase":{"text":"larceny","language":"en"},"meanings":[{"language":"en","text":"law: unlawful taking of personal property"}],"meaningId":1702413695490909020,"authors":[70195]},{"phrase":{"text":"theft","language":"en"},"meaningId":-5828356916999161562,"authors":[20]},{"phrase":{"text":"thievery","language":"en"},"meaningId":-9110582044381518129,"authors":[25115]},{"phrase":{"text":"stealing","language":"en"},"meaningId":6073115295004516639,"authors":[83093]},{"phrase":{"text":"robbery","language":"en"},"meaningId":-6248691767560876521,"authors":[89651]},{"phrase":{"text":"steal","language":"en"},"meaningId":1829438605137823920,"authors":[83093]},{"phrase":{"text":"thieving","language":"en"},"meaningId":-2134751849408981760,"authors":[84500]},{"meanings":[{"language":"en","text":"larceny"}],"meaningId":2631054332458221302,"authors":[93107]}],"phrase":"latrocinio","examples":[{"author":118293,"first":"Arrestada hoy por <strong class=\"keyword\">latrocinio</strong> y fraude con tarjetas de crédito.","second":"Arrested today on <strong class=\"keyword\">grand larceny</strong> and credit card fraud."},{"author":8000,"first":"En el documento de posición de Filipinas se procura que en el artículo # se incluya el término “<strong class=\"keyword\">latrocinio</strong>”, inclusión que se recomienda como prioridad de las negociaciones","second":"Article # of the Philippine position paper seeks to include in article # the term “<strong class=\"keyword\">plunder</strong>”, the inclusion of which is recommended as a priority for negotiation"},{"author":31,"first":"Lo pensé, y hoy estoy cumpliendo pena por <strong class=\"keyword\">latrocinio</strong>","second":"Just think, today I' m serving time for armed <strong class=\"keyword\">robbery</strong>"},{"author":94808,"first":"Filipinas convino en retirar su propuesta original de la variante 4 del artículo 25 (A/AC.261/3/Rev.1 y Corr.1), siempre y cuando el apartado a) de esa variante se trasladara, con enmiendas, a un nuevo artículo, el 25 bis, titulado “<strong class=\"keyword\">Latrocinio</strong>”, para que el Comité Especial lo examinara durante la tercera lectura del proyecto de texto.","second":"The Philippines agreed to withdraw its original proposal in option 4 of article 25 (A/AC.261/3/Rev.1 and Corr.1) on the condition that subparagraph (a) of that option be moved, in amended form, to a new article, 25 bis, entitled “<strong class=\"keyword\">Plunder</strong>”, for consideration by the Ad Hoc Committee during its third reading of the draft text."},{"author":118293,"first":"¡ Matar! \" Yo no sabía, yo creía que <strong class=\"keyword\">latrocinio</strong>, mataba de... porque era por placer, por maldad... porque te gustaba.","second":"Murder! \" I didn't know, I thought that in a <strong class=\"keyword\">robbery</strong> they'd kill... out of sheer evil, or to have pleasure... because they enjoyed it."},{"author":118293,"first":"¿No es cierto, Sr. X, que está difamando a este inocente mafioso para pasar por alto su propio pasado de delicuente, incluyendo un crimen que usted mismo realizó llamado \" robo-incendio-<strong class=\"keyword\">latrocinio</strong> \"?","second":"Isn't it true, Mr. X, that you are slandering this innocent Mafioso to distract from your own felonious past, including a crime you made up yourself called \" burgle-arson-<strong class=\"keyword\">arceny</strong> \"?"},{"author":118293,"first":"Eso es <strong class=\"keyword\">latrocinio</strong> a gran escala.","second":"That's <strong class=\"keyword\">grand larceny</strong>."},{"author":94808,"first":"En el documento de posición de Filipinas se procura que en el artículo 2 se incluya el término “<strong class=\"keyword\">latrocinio</strong>”, inclusión que se recomienda como prioridad de las negociaciones.","second":"Article 2 of the Philippine position paper seeks to include in article 2 the term “<strong class=\"keyword\">plunder</strong>”, the inclusion of which is recommended as a priority for negotiation."},{"author":95875,"first":"Busquin recalcó que la movilidad de los investigadores entre los actuales Estados miembros y los países candidatos debe constituir una vía de dos direcciones, aspecto apoyado por el ministro polaco Wiszniewski, quien alegó que una vía con una sola dirección sería \"beneficiencia o <strong class=\"keyword\">latrocinio</strong>\".","second":"Mr Busquin emphasised that researcher mobility between the current Member States and the candidate countries must be a two way street, a point supported by Polish minister Wiszniewski, who argued that a one way street would be 'either charity or <strong class=\"keyword\">robbery</strong>'."},{"author":118293,"first":"Debe ser juzgado por <strong class=\"keyword\">latrocinio</strong> y allanamiento de morada!","second":"He should be tried for <strong class=\"keyword\">brigandage</strong> and breaking and entering!"},{"author":31,"first":"Gran <strong class=\"keyword\">latrocinio</strong>, # años mínimo","second":"Grand <strong class=\"keyword\">larceny</strong>, # years to <strong class=\"keyword\">life</strong>.- <strong class=\"keyword\">You</strong> think <strong class=\"keyword\">you</strong>' re up to that?"},{"author":8008,"first":"Grabado en su dintel, bajo las armas reales, puede leerse \"PHILIPVS II HISP INDIAR Q REX / AD REPRIMENDA PIRRATARVM I <strong class=\"keyword\">LATROCINIA</strong> / HOC SANTERMI CASTELLUM EXTTUERE MANDANIT / ANO DOM -MDXCVIIII / SIENDO DON JVAN VELAZQUEZ CAPN GN DE ESTA PROA\".","second":"On the lintel, beneath the royal coat of arms, there is an engraving which reads \"PHILIPVS II HISP INDIAR Q REX / AD <strong class=\"keyword\">REPRIMENDA PIRRATARVM</strong> I LATROCINIA / HOC SANTERMI CASTELLUM EXTTUERE MANDANIT / ANO DOM -MDXCVIIII / SIENDO DON JVAN VELAZQUEZ CAPN GN DE ESTA PROA\"."},{"author":118293,"first":"Lo pensé, y hoy estoy cumpliendo pena por <strong class=\"keyword\">latrocinio</strong>.","second":"Just think, today I'm serving time for armed <strong class=\"keyword\">robbery</strong>."},{"author":31,"first":"¿ CuáI es la conclusión que no ha visto pruebas de la existencia... de un crimen, de un <strong class=\"keyword\">latrocinio</strong>?","second":"What conclusion, for someone who hasn' t seen evidence of a crime... of a <strong class=\"keyword\">murder</strong>?"},{"author":31,"first":"Acusado libre de la acusación de <strong class=\"keyword\">latrocinio</strong>","second":"On a charge for grand <strong class=\"keyword\">larceny</strong>"},{"author":118293,"first":"El <strong class=\"keyword\">latrocinio</strong> es un robo, naturalmente... pero tiene otro significado atractivo, también es un talento.","second":"<strong class=\"keyword\">Larceny</strong>, in one meaning, is theft of course... but it has another more attractive one. Larceny is also a talent."},{"author":27,"first":"Naturalmente necesitamos medidas de protección que garanticen que los culpables de haber cometido infracciones, fraude, <strong class=\"keyword\">latrocinio</strong> y de haber interferido en los bienes y finanzas comunitarios deben quedar excluidos de los contratos públicos.","second":"Of course we must have protections in place to ensure that those who are guilty of wrongdoing<strong class=\"keyword\">,</strong> fraud, racketeering and of interfering with Community assets and finances should be excluded from public contracts."},{"author":94808,"first":"Cada Estado Parte adoptará las medidas que sean necesarias, de conformidad con sus principios jurídicos, a fin de establecer la responsabilidad de personas jurídicas por participación en delitos graves como el <strong class=\"keyword\">latrocinio</strong> y demás delitos tipificados con arreglo a los artículos (...( (artículos sobre penalización( de la presente Convención.","second":"Each State Party shall adopt measures as may be necessary, consistent with its legal principles, to establish the liability of legal persons for participation in serious crimes such as <strong class=\"keyword\">plunder</strong> and for the other offences established in accordance with articles [...] [articles on criminalization] of this Convention."},{"author":118293,"first":"Eres culpable de allanamiento de propiedad, intrusión, <strong class=\"keyword\">latrocinio</strong>.","second":"You're guilty of breaking and entering, trespassing, <strong class=\"keyword\">larceny</strong>."},{"author":118293,"first":"La Srta. <strong class=\"keyword\">Latrocinio</strong>.","second":"Little Miss <strong class=\"keyword\">Larceny</strong>."},{"author":8000,"first":"Todo Estado Parte que no haya tipificado el <strong class=\"keyword\">latrocinio</strong> como delito prestará asistencia y cooperación, de conformidad con los principios fundamentales de su ordenamiento jurídico, en relación con ese delito, conforme a lo dispuesto en la presente Convención.”","second":"“ # ny State Party that has not established `<strong class=\"keyword\">plunder</strong>' as an offence shall, in accordance with its domestic legal principles, provide assistance and cooperation with respect to this offence as provided for in this Convention.”"},{"author":118293,"first":"Por orden del comisario por los actos de <strong class=\"keyword\">latrocinio</strong> y rapiña serán colgados por el cuello, hasta que dejen de respirar para escarnio público, y ejemplo de comportamiento,","second":"By order of the commissioner, for acts of <strong class=\"keyword\">theft</strong> and robbery, to be hanged by the neck until they stop breathing, for being a public nuisance and other crimes,"},{"author":118293,"first":"Son culpables de <strong class=\"keyword\">latrocinio</strong> tentativa de posesión de bienes aviarios y actos de traición en contra del verdadero profeta cuya penalización es la muerte.","second":"Attempted possession of <strong class=\"keyword\">avian</strong> goods And treasonous acts against the one true prophet, All of which carry the penalty of death."},{"author":91988,"first":"Si utilizamos productos hechos con materias primas obtenidas en un país pobre sin que se utilicen las ganancias por ellos obtenidas para beneficiar a la población del país, nos volvemos cómplices de una forma particularmente inicua de <strong class=\"keyword\">latrocinio</strong> en gran escala.","second":"If we use goods made from raw materials that are obtained from a poor country without the proceeds being used to benefit the people of that country, we become complicit in a particularly iniquitous form of <strong class=\"keyword\">grand larceny</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}