{"result":"ok","tuc":[{"phrase":{"text":"lightness","language":"en"},"meaningId":-4986391175932890526,"authors":[84715]},{"phrase":{"text":"levity","language":"en"},"meaningId":-5018895178377418258,"authors":[25018]},{"phrase":{"text":"flippancy","language":"en"},"meanings":[{"language":"es","text":"Inadecuada frivolidad."},{"language":"en","text":"Inappropriate levity."}],"meaningId":-3808899412314047504,"authors":[60172]},{"phrase":{"text":"light-mindedness","language":"en"},"meanings":[{"language":"es","text":"Inadecuada frivolidad."},{"language":"en","text":"Inappropriate levity."}],"meaningId":8410907603161796491,"authors":[60172]},{"phrase":{"text":"airiness","language":"en"},"meaningId":1356875719121164381,"authors":[97745]},{"phrase":{"text":"carelessness","language":"en"},"meaningId":3104254897773389339,"authors":[83042]},{"phrase":{"text":"frivolity","language":"en"},"meaningId":-129852335887307491,"authors":[25018]},{"phrase":{"text":"indiscretion","language":"en"},"meaningId":-6636367156633683384,"authors":[86934]},{"phrase":{"text":"quickness","language":"en"},"meaningId":7045419145414650164,"authors":[25018]},{"phrase":{"text":"speed","language":"en"},"meaningId":-3329050129664023342,"authors":[25115]},{"phrase":{"text":"swiftness","language":"en"},"meaningId":2810819261323131457,"authors":[25115]},{"meanings":[{"language":"en","text":"lightness, levity"},{"language":"en","text":"inconstancy, instability"},{"language":"en","text":"agility"}],"meaningId":-5974946139913153075,"authors":[93107]}],"phrase":"ligereza","examples":[{"author":22,"first":"La Insalata di Lusia es apreciada por el consumidor debido a la <strong class=\"keyword\">ligereza</strong> de la mata, su buena conservación, la ausencia de fibras (está compuesta en gran parte de agua), la textura crujiente de las hojas jóvenes, que son frescas y turgentes, y su sabor, que se debe a su sapidez natural","second":"Insalata di Lusia is appreciated by consumers for the <strong class=\"keyword\">lightness</strong> of its head, how well it keeps, the lack of fibrousness (the plant is largely composed of water), the crispness of its young, fresh and turgid leaves and its taste, resulting from its natural flavour"},{"author":94808,"first":"Será interesante seguir las deliberaciones del Parlamento, pues permitirán valorar si la clase Política -que con tanta <strong class=\"keyword\">ligereza</strong> critica a los jueces- tiene verdaderamente la voluntad de que Haití tenga un poder judicial digno de un Estado de derecho.","second":"The debates in Parliament will be interesting, since they will reveal whether the political class - which is <strong class=\"keyword\">quick</strong> to criticize judges - is truly willing to give Haiti a judiciary worthy of a constitutional State."},{"author":8008,"first":"What’s Colour es un excelente modelo de caballo moderno, con una gran <strong class=\"keyword\">ligereza</strong> de aires.","second":"What’s Colour is an excellent model of a modern sports horse, rectangular with <strong class=\"keyword\">light</strong> footed movement."},{"author":31,"first":"No ha sido con alegría ni <strong class=\"keyword\">ligereza</strong> que hemos recibido la secesión","second":"It is not with joy or with a <strong class=\"keyword\">light</strong> heart that many have welcomed secession"},{"author":8008,"first":"Sin embargo, uno se siente pasmado cuando empieza a adivinar, ¡diez años antes!, tics netamente eduardianos que nos hacen pensar en la melancolía edulcorada de Monckton (precisamente en algunas líneas del vals o el cuarteto cómico), el lirismo contenido de German (los dúos de amor o los compactos finales) o, cómo no, la <strong class=\"keyword\">ligereza</strong> exultante de Jones (\"When I was a baby\" y la marcha de Lolika en el segundo acto).","second":"However, it’s disorienting when one begins to find – nearly a decade too early! – distinctly Edwardian traces that remind us of the melancholy sweetness of Monckton (specifically, in certain phrases of the waltz or comic quartet); of German’s lyrical style (the love duets and compact finales); and, of course, the exultant <strong class=\"keyword\">lightness</strong> of Sidney Jones ( \"When I was a baby\" and Lolika’s march in the Act 2)."},{"author":118293,"first":"Hay una <strong class=\"keyword\">ligereza</strong> a la misma.","second":"There's a <strong class=\"keyword\">lightness</strong> to it."},{"author":94808,"first":"Esta contradicción demuestra la <strong class=\"keyword\">ligereza</strong> y superficialidad con que los autores del proyecto de resolución han abordado las cuestiones señaladas.","second":"Such an approach shows the <strong class=\"keyword\">hasty</strong> and superficial way in which the authors of the draft resolution dealt with those questions."},{"author":118293,"first":"Y uso ese término con <strong class=\"keyword\">ligereza</strong>.","second":"And I use that term <strong class=\"keyword\">loosely</strong>."},{"author":90326,"first":"Estratificado aislante que está formado por al menos una lámina de vidrio celular sobre la que se adhiere al menos una lámina aislante pegada con colas naturales, y que está realizado en corcho o caucho, o corcho-caucho, poliestirerno,mortero a base de cemento y corcho y/o caucho, logrando un efecto sinérgico y reforzado de sus propiedades aislantes y mejorando las deficiencias que pudiera presentar algunos de los elementos logrando un panel aislante, que por un lado presenta un coste lo más bajo posible, con las mejores prestaciones en diversos factores como aislamiento térmico, acústico, impermeabilidad, inalterabilidad, estabilidad, <strong class=\"keyword\">ligereza</strong>, resistencia estructural, incombustibilidad, resistencia a los ácidos, imputrescibilidad, haciéndolo especialmente apto para cubrir fachadas, cubiertas, solados, etc.","second":"A stratified insulating material is formed by at least one sheet of cellular glass whereto is adhered at least one sheet of insulating material bonded with natural glues, made of cork or leather, or cork-leather, polystyrene, mortar based on cement and cork and/or leather, achieving a synergistic and intensified effect of the insulating properties thereof and improving any deficiencies of some of the elements, achieving an insulating panel which, furthermore, offers the lowest possible cost together with the best performance in various aspects such as thermal, acoustic insulation, impermeability, inalterability, stability, <strong class=\"keyword\">lightness</strong>, structural strength, incombustibility, resistance to acids, imputrescibility, rendering it particularly appropriate for covering facades, roofs, floors, etc."},{"author":118293,"first":"No deberías hablar con tanta <strong class=\"keyword\">ligereza</strong>.","second":"You shouldn't make these assumptions<strong class=\"keyword\">.</strong>"},{"author":8000,"first":"¿O es ésta una crisis existencial, consecuencia de distorsiones intelectuales causadas por factores societales negativos, así como el agravamiento de errores de apreciación y de política y la <strong class=\"keyword\">ligereza</strong> de un espíritu aventurero divorciado de la debida apreciación del rumbo y las consecuencias de los hechos?","second":"Or is the crisis existential, the result of intellectual distortions caused by negative societal factors, as well as the compounding of mistakes in accounts and policy and an <strong class=\"keyword\">easy</strong> adventurism divorced from a correct appreciation of the course and consequence of events?"},{"author":118293,"first":"El último grito de la química moderna en cuanto a <strong class=\"keyword\">ligereza</strong> y resistencia.","second":"The last word of modern chemistry in terms of <strong class=\"keyword\">lightness</strong> and strength."},{"author":118293,"first":"Tu armadura es pesada y aun así te mueves con <strong class=\"keyword\">ligereza</strong>.","second":"Your armor is heavy and yet you move swiftly<strong class=\"keyword\">.</strong>"},{"author":8008,"first":"La <strong class=\"keyword\">ligereza</strong>, robustez y la estabilidad son los puntos fuertes de nuestros productos.","second":"<strong class=\"keyword\">Lightness</strong>, robustness and stability are the best features of our products."},{"author":27,"first":"Se trata de consecuencias graves para el futuro de la humanidad, que no pueden asumirse con <strong class=\"keyword\">ligereza</strong>, como querría nuestro ponente.","second":"These are grave implications for the future of humanity, and they cannot be shrugged aside, as our rapporteur seeks to do."},{"author":8008,"first":"A pesar de todo jamás está completamente ausente, la <strong class=\"keyword\">ligereza</strong> cuántica permitiría a la luna dejar su órbita si se disponga de la eternidad.","second":"Nevertheless it is never completely absent, the quantum uncertainty would allow the moon to leave its orbit if we had of eternity."},{"author":8008,"first":"La Fidelidad es un valor que parece ya “casi desaparecido” en el mundo, sobre todo cuando uno piensa en la fidelidad y hace referencia a ser constante en algo, al compromiso que se asume para toda la vida, al mantener la palabra que se ha dado, etc. Hoy todo esto es relativizado, quizás porque con mucha “<strong class=\"keyword\">ligereza</strong>” se hable del amor, con mucha rapidez se le dice a la otra persona “te amo”, incluso “para siempre”, y después ante el primer obstáculo, se cambia.","second":"Corruption is a disease which affects us all, since injustice, deception, all kinds of abuse, be it financial, political, or social, oppose the dignity of the human being, and as such corruption is everything which turns against the respect due to every person, including his or her possessions."},{"author":118293,"first":"Salta con <strong class=\"keyword\">ligereza</strong> y delicadeza","second":"Step around the <strong class=\"keyword\">floor kinda</strong> nice and light"},{"author":118293,"first":"Foolish <strong class=\"keyword\">ligereza</strong>.","second":"Foolish <strong class=\"keyword\">levity</strong>."},{"author":31,"first":"Dulzura y <strong class=\"keyword\">ligereza</strong>","second":"Good.Nice and <strong class=\"keyword\">easy</strong>"},{"author":8008,"first":"El armamento pesado precisaba de una cubierta sólida y un casco corto y resistente, a diferencia de la necesidad de <strong class=\"keyword\">ligereza</strong> y longitud de la galera.","second":"Heavy guns required a gun deck and a short, sturdy hull, which were at odds with the galley's requirements of <strong class=\"keyword\">lightness</strong> and length."},{"author":27,"first":"En efecto, hasta ahora, esta cuestión esencial era tratada con mucha <strong class=\"keyword\">ligereza</strong>, como si se tratara de una mera cuestión de intendencia.","second":"Up until now this issue has been treated very <strong class=\"keyword\">lightly</strong>, as if it were only a question of supply."},{"author":118293,"first":"Pesada <strong class=\"keyword\">ligereza</strong>, seria vanidad.","second":"Heavy <strong class=\"keyword\">lightness</strong> serious vanity."},{"author":94808,"first":"Queda así demostrado que Amnistía Internacional ha difamado con <strong class=\"keyword\">ligereza</strong> y de forma ignominiosa sin pruebas al Gobierno togolés.","second":"It is thus established that Amnesty International has <strong class=\"keyword\">irresponsibly</strong>, <strong class=\"keyword\">contemptibly</strong> and groundlessly libelled the Government of Togo."},{"author":8000,"first":"Más grave es que la Secretaría, alejándose de la línea de conducta que se había fijado siempre hasta ahora, decidiese, con la misma <strong class=\"keyword\">ligereza</strong> inadmisible de que ha dado muestras en relación con las propuestas del Frente POLISARIO, rechazar de un plumazo y de una manera poco respetuosa, las objeciones de Argelia, que, evidentemente, no iban dirigidas a la Secretaría, ya que se pedía al Secretario General que las señalase a la atención de los Estados Miembros, que serían sus únicos jueces","second":"Far more seriously, departing from the course of conduct to which it had previously always adhered, the Secretariat decided, with the same unacceptable <strong class=\"keyword\">casualness</strong> it demonstrated with regard to the Polisario proposals, to reject by a stroke of the pen, in a disrespectful manner, the objections by Algeria which were clearly not addressed to it, since the Secretary-General had been requested to bring them to the attention of the Member States, which would then be the sole judges of those proposals"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}