{"result":"ok","tuc":[{"phrase":{"text":"liturgy","language":"en"},"meanings":[{"language":"en","text":"a predetermined or prescribed set of rituals"},{"language":"es","text":"Conjunto de ritos determinados que generalmente realizan los miembros de una religión."},{"language":"en","text":"A predetermined or prescribed set of rituals that are performed, usually by a religion."}],"meaningId":-290796086664269158,"authors":[70195]},{"meanings":[{"language":"en","text":"ritual"},{"language":"en","text":"liturgy"}],"meaningId":3177687077663764204,"authors":[93107]}],"phrase":"liturgia","examples":[{"author":95096,"first":"Hoy la <strong class=\"keyword\">liturgia</strong> de la Iglesia celebra la memoria del Inmaculado Corazón de la santísima Virgen María.","second":"Today the Church’s <strong class=\"keyword\">Liturgy</strong> commemorates the Immaculate Heart of the Blessed Virgin Mary."},{"author":95096,"first":"La <strong class=\"keyword\">liturgia</strong> de su entronización será para usted y para la Comunión anglicana ocasión de celebrar la gloria de Dios, contemplando la visión de san Juan de una multitud que exclamaba: \"¡Aleluya!","second":"The <strong class=\"keyword\">liturgy</strong> of your enthronement will be an occasion for you and for the Anglican Communion to celebrate the glory of God, contemplating Saint John's vision of a multitude crying out, \"Alleluia!"},{"author":95096,"first":"Hay una oración especial que resonará con la debida fuerza en la <strong class=\"keyword\">liturgia</strong> de Pentecostés; pero podemos repetirla frecuentemente, sobre todo en el período actual de espera: \"Ven, Espíritu Santo/ y mándanos desde el cielo/ un rayo de tu luz.","second":"There is a special prayer which will ring out with due strength in the <strong class=\"keyword\">liturgy</strong> of Pentecost; we can, however, repeat it often, especially in the present period of expectation:"},{"author":95096,"first":"Se ha organizado gradualmente y ha experimentado un rápido desarrollo, especialmente en los ámbitos de la catequesis y la formación de los catequistas, la <strong class=\"keyword\">liturgia</strong> y la actividad misionera con significativas experiencias de grupos de oración familiar.","second":"It has gradually been organized and has experienced rapid growth especially in the areas of catechesis and catechist formation, the <strong class=\"keyword\">liturgy</strong> and missionary activity, with significant experiences of family prayer groups."},{"author":95096,"first":"Comprenderéis, entonces, toda la responsabilidad que recaerá sobre vosotros; antes de determinar vuestro proyecto, meditad sobre la Santa Escritura, penetrad en el espíritu de la <strong class=\"keyword\">Liturgia</strong>; y luego infundid en vuestro trabajo y en vuestras manos la inspiración de una oración personal.","second":"Understand well then the full responsibility which will fall on you: before drawing up your design, meditate on Holy Scripture, enter into the spirit of the <strong class=\"keyword\">liturgy</strong>, and then animate the work of your mind and hand with the breath of a personal prayer."},{"author":95096,"first":"Y la <strong class=\"keyword\">liturgia</strong> renovada después del Concilio, osa enseñarnos a cantar «Aleluya» incluso en la misa para los difuntos.","second":"And the <strong class=\"keyword\">Liturgy</strong> renewed after the Council dares to teach us also to sing “Alleluia” in the Mass for the Dead."},{"author":95096,"first":"Más en general, será muy útil para la formación permanente de todo cristiano que, consultándolo continua o esporádicamente, podrá redescubrir la profundidad y la belleza de la fe cristiana, y se sentirá impulsado a exclamar con las palabras de la <strong class=\"keyword\">liturgia</strong> bautismal: «Esta es nuestra fe.","second":"More generally, it will be very useful for the continuing formation of every Christian, who by consulting it frequently or occasionally will be able to rediscover the depth and beauty of the Christian faith and will be led to exclaim in the words of the baptismal <strong class=\"keyword\">liturgy</strong>: \"This is our faith."},{"author":95096,"first":"La <strong class=\"keyword\">liturgia</strong> de hoy nos presenta el pasaje de la Visitación de la Virgen María.","second":"In today’s <strong class=\"keyword\">Liturgy</strong> we meet Mary of the Visitation."},{"author":95096,"first":"El empeño pastoral se expresará aquí con la preparación inteligente y cuidadosa de la «<strong class=\"keyword\">liturgia</strong> de la Palabra» y con la educación a la fe de los que participan en la celebración, en primer lugar de los que se casan.","second":"Pastoral commitment will be expressed here through the intelligent and careful preparation of the <strong class=\"keyword\">Liturgy</strong> of the Word and through the education to faith of those participating in the celebration and in the first place the couple being married."},{"author":95096,"first":"Amor a los pobres y <strong class=\"keyword\">liturgia</strong> divina van juntas, el amor a los pobres es <strong class=\"keyword\">liturgia</strong>.","second":"Love for the poor and the divine <strong class=\"keyword\">liturgy</strong> go hand in hand, love for the poor is <strong class=\"keyword\">liturgy</strong>."},{"author":95096,"first":"Los presbíteros y los diáconos son respectivamente colaboradores estrechos en vuestra misión para que la Palabra sea anunciada en cada lugar de la propia diócesis, la divina <strong class=\"keyword\">liturgia</strong> se celebre en sus templos y capillas, la unión entre todos los miembros del pueblo de Dios sea manifiesta y la caridad sea operante y vigilante.","second":"Priests and deacons respectively are close co-workers in your mission to proclaim the Word throughout your Diocese, to celebrate the divine <strong class=\"keyword\">liturgy</strong> in its churches and chapels, to manifest the union of all the members of God’s People and to foster active, attentive charity."},{"author":95096,"first":"Puesto que la <strong class=\"keyword\">liturgia</strong> desempeña un papel central en la vida cristiana, deseo reflexionar hoy en algunos aspectos de la renovación litúrgica, que el concilio Vaticano II promovió con tanto vigor como primer agente de una renovación más amplia de la vida católica.","second":"Since the <strong class=\"keyword\">liturgy</strong> is such a central part of the Christian life, I wish today to consider some aspects of the liturgical renewal so vigorously promoted by the Second Vatican Council as the prime agent of the wider renewal of Catholic life."},{"author":95096,"first":"Durante esa misma <strong class=\"keyword\">liturgia</strong>, tres representantes de diferentes Iglesias y comunidades eclesiales proclamaron el Símbolo de los Apóstoles: la primera parte fue proclamada por el representante del patriarcado greco-ortodoxo de Alejandría.","second":"During that same <strong class=\"keyword\">liturgy</strong>, the Apostles Creed was proclaimed by three representatives of different Churches and Ecclesial Communities – the first part was proclaimed by the representative of the Greek Orthodox Patriarchate of Alexandria."},{"author":95096,"first":"Y es también su culmen, sea porque toda la actividad de la Iglesia tiende hacia la comunión de vida con Cristo, sea porque en la <strong class=\"keyword\">Liturgia</strong> es donde la Iglesia manifiesta y comunica a los fieles la obra de la salvación, realizada por Cristo una vez para siempre.","second":"It is also a summit, both because all the activity of the Church is directed towards the communion of life with Christ, and because it is in the <strong class=\"keyword\">Liturgy</strong> that the Church manifests and communicates to the faithful the work of salvation, accomplished once and for all by Christ."},{"author":8008,"first":"La danza de la diablada muestra una cosmovisión profundamente entroncada con el culto andino del maligno \"supay\" , de \"Huari\" dios de las montañas, y el diablo de la <strong class=\"keyword\">liturgia</strong> católica.","second":"This dance shows a deep Cosmo vision stemmed in the Andean cult of the mean \"supay\" of \"huari\", god of the mountains and of the devil of the <strong class=\"keyword\">catholic ythurgy</strong>."},{"author":95096,"first":"Ayer la <strong class=\"keyword\">liturgia</strong> nos invitó a celebrar la Natividad de san Juan Bautista, el único santo cuyo nacimiento se conmemora, porque marcó el inicio del cumplimiento de las promesas divinas: Juan es el \"profeta\", identificado con Elías, que estaba destinado a preceder inmediatamente al Mesías a fin de preparar al pueblo de Israel para su venida (cf.","second":"Yesterday, the <strong class=\"keyword\">liturgy</strong> enabled us to celebrate the Birth of St John the Baptist, the only saint whose birth is commemorated because it marked the beginning of the fulfilment of the divine promises: John is that \"prophet\", identified with Elijah, who was destined to be the immediate precursor of the Messiah, to prepare the people of Israel for his coming (cf."},{"author":95096,"first":"La <strong class=\"keyword\">liturgia</strong> alimenta en nosotros la espera de la Resurrección y nos afianza en la certeza de que el amor vence al mal.","second":"The <strong class=\"keyword\">liturgy</strong> fosters in us an expectation of the Resurrection and strengthens us in the knowledge that love overcomes evil."},{"author":95096,"first":"Quiero, asimismo, exhortaros a conservar la genuina celebración de la <strong class=\"keyword\">liturgia</strong>, esforzándoos para que se sigan las indicaciones de la Santa Sede y las que competen a vuestra Conferencia episcopal.","second":"So I wish to urge you to maintain the genuine celebration of the <strong class=\"keyword\">liturgy</strong>, doing your utmost to ensure obedience to the instructions of the Holy See and those that come under the responsibility of your Bishops' Conference."},{"author":95096,"first":"Los principios enunciados en la Constitución sirven también de orientación para el futuro de la <strong class=\"keyword\">Liturgia</strong>, de manera que la reforma litúrgica sea cada vez más comprendida y realizada.","second":"The principles enunciated in that document are an orientation also for the future of the <strong class=\"keyword\">Liturgy</strong>, in such a way that the liturgical reform may be ever better understood and implemented."},{"author":95096,"first":"Con la primera lectura, tomada del libro del Éxodo, la <strong class=\"keyword\">liturgia</strong> ha puesto de relieve cómo la Pascua de Jesús se inscribe en el contexto de la Pascua de la antigua Alianza.","second":"In the First Reading from the Book of Exodus, the <strong class=\"keyword\">liturgy</strong> shows how the Passover of the Old Covenant provides the context for the Passover of Jesus."},{"author":95096,"first":"En este sentido, me parece que hay un enriquecimiento recíproco, y está claro que la <strong class=\"keyword\">liturgia</strong> renovada es la <strong class=\"keyword\">liturgia</strong> ordinaria de nuestro tiempo.","second":"In this sense, it seems to me that there is a mutual enrichment, and it is clear that the renewed <strong class=\"keyword\">liturgy</strong> is the ordinary <strong class=\"keyword\">liturgy</strong> of our time."},{"author":95096,"first":"El Cardenal Nguyen Van Thuan cuenta en su libro de Ejercicios espirituales cómo en su vida hubo largos períodos de incapacidad de rezar y cómo él se aferró a las palabras de la oración de la Iglesia: el Padrenuestro, el Ave María y las oraciones de la <strong class=\"keyword\">Liturgia</strong>[27].","second":"Cardinal Nguyen Van Thuan, in his book of spiritual exercises, tells us that during his life there were long periods when he was unable to pray and that he would hold fast to the texts of the Church's prayer: the Our Father, the Hail Mary and the prayers of the <strong class=\"keyword\">liturgy</strong>[27]."},{"author":95096,"first":"En ese día santo, la <strong class=\"keyword\">liturgia</strong> nos introduce en el Cenáculo donde, con sentimientos de gratitud, nos ponemos a la escucha de las palabras del divino Maestro, palabras llenas de solicitud para cada generación de obispos llamados a asumir, después de los Apóstoles, el cuidado de la Iglesia, del rebaño, de la vocación de todo el Pueblo de Dios, del anuncio de la Palabra de Dios, de todo el ordenamiento sacramental y moral de la vida cristiana, de las vocaciones sacerdotales y religiosas, del espíritu fraterno en toda la comunidad.","second":"On this holy day, the <strong class=\"keyword\">liturgy</strong> takes us inside the Upper Room, where, with grateful heart, we set ourselves to listen to the words of the divine Teacher, words full of solicitude for every generation of bishops called, after the apostles, to take upon themselves care for the Church, for the flock, for the vocation of the whole People of God, for the proclamation of God's Word, for the whole sacramental and moral order of Christian living, for priestly and religious vocations, for the fraternal spirit in the community."},{"author":95096,"first":"Entonces quisiera dirigir un deseo sostenido de una esperanza real, que traigo de la <strong class=\"keyword\">Liturgia</strong> de hoy.","second":"Thus I would like to express to you a wish supported by real hope, which I have <strong class=\"keyword\">drawn</strong> from today’s <strong class=\"keyword\">liturgy</strong>."},{"author":95096,"first":"Esto nos lo ha recordado el desarrollo mismo del concilio Vaticano II, que inició sus trabajos, hace cincuenta años, con la discusión del esquema sobre la sagrada <strong class=\"keyword\">liturgia</strong>, aprobado luego solemnemente el 4 de diciembre de 1963, el primer texto aprobado por el Concilio.","second":"The actual development of the Second Vatican Council reminds us of this. It began its work 50 years ago with the discussion of the draft on the Sacred <strong class=\"keyword\">Liturgy</strong>, which was then solemnly promulgated on 4 December 1963, the first text that the Council approved."}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"}}}