{"result":"ok","tuc":[{"phrase":{"text":"commendable","language":"en"},"meanings":[{"language":"en","text":"worthy of commendation"}],"meaningId":674717688695673742,"authors":[70195]},{"phrase":{"text":"laudable","language":"en"},"meanings":[{"language":"en","text":"worthy of being lauded"}],"meaningId":6099801753388457728,"authors":[70195]},{"phrase":{"text":"admirable","language":"en"},"meanings":[{"language":"en","text":"deserving of the highest esteem or admiration"}],"meaningId":-2541205180582278038,"authors":[70195]},{"phrase":{"text":"creditable","language":"en"},"meaningId":-8234387360622364719,"authors":[89651]},{"phrase":{"text":"praiseworthy","language":"en"},"meaningId":671611053479389144,"authors":[89651]},{"meanings":[{"language":"en","text":"laudable"}],"meaningId":-6744016624508980343,"authors":[1]}],"phrase":"loable","examples":[{"author":27,"first":"Aunque esta intención es <strong class=\"keyword\">loable</strong>, no se pueden obviar ciertas carencias de la propuesta que afectan a tres cuestiones: la situación del mercado, los controles y la comercialización de mezclas de aceite.","second":"Although the proposal' s aim is <strong class=\"keyword\">commendable</strong>, it does have a number of shortcomings concerning three issues: the market situation, checks, and the marketing of blended oil."},{"author":94809,"first":"Nuevo considerando que afirma que la familia y la escuela deben seguir siendo los lugares privilegiados del aprendizaje y del fomento de la lectura El Consejo, aunque considera <strong class=\"keyword\">loable</strong> la inspiración que da lugar a esta enmienda, opina que esta última no tenía cabida en el ámbito de aplicación de la Decisión.","second":"While it thought the idea behind this amendment was <strong class=\"keyword\">laudable</strong>, the Council felt that the amendment did not belong within the scope of the Decision."},{"author":94808,"first":"Expresa su profundo reconocimiento por el informe presentado por la ISESCO acerca de sus iniciativas para preservar la identidad de Al-Quds Al-Sharif y sus lugares santos y de apoyar y proteger las instituciones educativas, culturales y científicas palestinas contra todo intento de eliminación o judaización, pide a la ISESCO que prosiga esas iniciativas <strong class=\"keyword\">loables</strong>, encomia también las actividades de la ISESCO destinadas especialmente a prestar apoyo a las instituciones educativas, científicas y culturales en el Iraq y el Afganistán, e insta a los Estados miembros y las instituciones donantes a que contribuyan al apoyo y la rehabilitación de esas instituciones;","second":"Expresses its utmost appreciation for the report submitted by ISESCO on its efforts to preserve the identity of Al-Quds Sharif and its holy places and to support and protect Palestinian educational, cultural and scientific institutions from any attempt at demolition, obliteration and judaization, and requests ISESCO to pursue these <strong class=\"keyword\">commendable</strong> efforts, it also commends ISESCO’s activities specially designed to support the educational, scientific and cultural institutions in Iraq and Afghanistan, and urges Member States and donor institutions to contribute to the support and rehabilitation of those institutions."},{"author":94808,"first":"Esos esfuerzos, aunque <strong class=\"keyword\">loables</strong>, siguen siendo insuficientes; se deberían organizar cursos de formación de los colectivos interesados para mejorar el conocimiento de la Convención y su aplicación.","second":"Those efforts, <strong class=\"keyword\">laudable</strong> as they were, remained inadequate: training courses should be organized for those who dealt with migrants in order to give them a better understanding of the Convention and its implementation."},{"author":94808,"first":"No debemos dejar que se apague el impulso de esas iniciativas tan <strong class=\"keyword\">loables</strong> y debemos reafirmar nuestro compromiso de reducir al mínimo los conflictos armados mediante acciones concertadas en los niveles nacional, subregional, regional e internacional, para resolver los problemas diversos y complejos que llevan a los enfrentamientos armados, sobre todo en África.","second":"We must not let the momentum of such <strong class=\"keyword\">laudable</strong> initiatives falter, and we must reaffirm our commitment to minimize armed conflict through concerted efforts, at the national, subregional, regional and international levels, to address the diverse and complex problems that lead to armed conflicts, particularly in Africa."},{"author":94809,"first":"Por ello, este es uno de los aspectos que el Comité tuvo oportunidad de destacar en varios de sus dictámenes más recientes, en particular los relativos a algunas iniciativas de la Comisión que, <strong class=\"keyword\">loables</strong> en sí mismas, pecan, en su opinión, de excesiva timidez, insistiendo en la necesidad de garantizar que los responsables de la educación de los menores puedan disponer en condiciones accesibles de dispositivos de filtración de contenidos y de clasificación adecuados a los distintos grupos de edad.","second":"This has therefore been one of the aspects which the EESC has also had the opportunity to highlight in a variety of its more recent opinions, particularly in relation to certain Commission initiatives which, <strong class=\"keyword\">although praiseworthy</strong> in themselves, the Committee feels are overly timid; it reiterates the need to guarantee the existence and accessibility of content filters and age-appropriate ratings for the parents or guardians of minors."},{"author":94808,"first":"Desearía asegurarle al Consejo que haré todo lo posible por lograr los <strong class=\"keyword\">loables</strong> objetivos del Tribunal.","second":"I would like to give the Security Council the assurance that I will make my best efforts to attain the <strong class=\"keyword\">laudable</strong> objectives of the Tribunal."},{"author":8000,"first":"La creación de equipos especializados encargados de realizar misiones en los Estados miembros ha tenido una evolución notable, con resultados <strong class=\"keyword\">loables</strong>","second":"The establishment of specialized teams to carry out missions in member States was a commendable development which had produced <strong class=\"keyword\">laudable</strong> results"},{"author":8000,"first":"Aplaudimos los <strong class=\"keyword\">loables</strong> esfuerzos de los gobiernos de esos países por mejorar las sanciones financieras, así como los embargos de armas y las prohibiciones de viajes","second":"We applaud the <strong class=\"keyword\">laudable</strong> efforts of the Governments towards the improvement of financial sanctions, along with arms embargoes and travel bans"},{"author":27,"first":". – La idea subyacente a la reforma radical de los ferrocarriles es <strong class=\"keyword\">loable</strong>.","second":"The thinking behind the radical reform of the railways is <strong class=\"keyword\">commendable</strong>."},{"author":118293,"first":"Eso es muy <strong class=\"keyword\">loable</strong>, Harry.","second":"That's highly <strong class=\"keyword\">commendable</strong>, Harry."},{"author":31,"first":"He hecho cosas no muy <strong class=\"keyword\">loables</strong>","second":"I' ve done some low <strong class=\"keyword\">things</strong>"},{"author":8000,"first":"Los ministros exhortaron a los Estados Miembros que se habían comprometido a realizar donaciones al Fondo de Asistencia al Pueblo Afgano a que agilizaran el envío de sus donaciones a fin de fortalecer los recursos del Fondo y permitirle contribuir de manera más eficaz al logro de sus <strong class=\"keyword\">loables</strong> objetivos humanitarios para los que había sido creado","second":"The ministers called on Member States that had made pledges to the Afghan People Assistance Fund to expedite the remittance of their donations in order to strengthen the Fund's resources thereby making it possible for it to more effectively contribute to the achievement of its intended <strong class=\"keyword\">noble</strong> humanitarian goals"},{"author":94809,"first":"Aunque es <strong class=\"keyword\">loable</strong> que la Comisión tomara esta medida correctora, habría sido preferible garantizar el compromiso de los responsables antes de impartir el curso a los oficiales de rango medio.","second":"Although the Commission can be complimented for taking this corrective action, it would have been preferable to ensure the commitment of the top management before presenting the course to middle management."},{"author":94808,"first":"En el mismo sentido, es <strong class=\"keyword\">loable</strong> que en 10 de los 13 distritos principales la Misión Integrada de las Naciones Unidas en Timor-Leste (UNMIT) se hayan entregado las responsabilidades de vigilancia a la policía nacional de Timor-Leste.","second":"In the same vein, it is <strong class=\"keyword\">praiseworthy</strong> that in 10 of the 13 districts primary policing responsibilities have been handed over by the United Nations Integrated Mission in Timor-Leste (UNMIT) to the Timorese national police."},{"author":27,"first":"Hay una <strong class=\"keyword\">loable</strong> excepción, y es el sector kurdo.","second":"There is one <strong class=\"keyword\">laudable</strong> exception, and that is the Kurdish sector."},{"author":8000,"first":"En opinión del Equipo, la cuestión fundamental que deberían estudiar el Consejo, el Comité y los Estados participantes de zonas regionales es la mejor manera de reconciliar el objetivo <strong class=\"keyword\">loable</strong> de aumentar la libertad de circulación con el principio igualmente importante de que los Estados deben oponerse a las amenazas a la paz y la seguridad internacionales de conformidad con lo dispuesto por el Consejo de Seguridad","second":"In the Team's view, the fundamental question that the Council, the Committee and participating States of regional zones should consider is how best to reconcile the <strong class=\"keyword\">laudable</strong> goal of expanding freedom of movement with the equally important principle that States should address threats to international peace and security, as directed by the Security Council"},{"author":118385,"first":"Considerando que, con algunas excepciones <strong class=\"keyword\">loables</strong>, los representantes políticos nacionales no han dado muestras, hasta la fecha, de voluntad de querer abordar el problema de la elusión fiscal, incluidas las resoluciones fiscales;","second":"whereas, with some <strong class=\"keyword\">laudable</strong> exceptions, national political representatives have not been sufficiently forthcoming up until now in addressing the problem of tax avoidance, including tax rulings;"},{"author":94808,"first":"Las prioridades educativas descritas en el párrafo 87 del informe son <strong class=\"keyword\">loables</strong>, pero ¿cómo vela el Gobierno por que todos los sectores de la sociedad tengan igual acceso a la educación?","second":"The educational priorities described in paragraph 87 of the report were <strong class=\"keyword\">laudable</strong>, but how did the Government ensure that all sectors of society had equal access to education?"},{"author":94808,"first":"A pesar de las iniciativas <strong class=\"keyword\">loables</strong> del Gobierno, apoyado por la Oficina del Alto Comisionado de las Naciones Unidas para los Derechos Humanos, la lucha contra la impunidad y el respeto de los derechos de las diferentes minorías siguen siendo cuestiones problemáticas.","second":"In spite of the Government’s <strong class=\"keyword\">laudable</strong> initiatives, supported by the Office of the United Nations High Commissioner for Human Rights, the fight against impunity and ensuring respect for the human rights of minorities remain problematic issues."},{"author":22,"first":"Considera que la UE debería coordinar mejor sus varias y <strong class=\"keyword\">loables</strong> iniciativas destinadas a luchar contra las enfermedades relacionadas con la pobreza y erradicarlas, tanto en los países vecinos como en los países en desarrollo; propone la asignación de los recursos presupuestarios necesarios para facilitar a estos países los instrumentos de asistencia técnica necesarios; ha decidido crear una línea presupuestaria separada para el Fondo Mundial de Lucha contra el Sida, la Tuberculosis y la Malaria, con objeto de incrementar la transparencia y garantizar los fondos necesarios para el Fondo Mundial y las demás prioridades sanitarias","second":"Believes that the EU should better coordinate its various and <strong class=\"keyword\">laudable</strong> initiatives to fight and eradicate poverty-related diseases in neighbouring and developing countries; proposes to allocate adequate budget resources to provide these countries with the necessary technical assistance instruments; has decided to create a separate budget line for the Global Fund to Fight AIDS, Tuberculosis and Malaria in order to improve transparency and guarantee the necessary funding for both the Global Fund and the other health priorities"},{"author":27,"first":"por escrito. - (FR) Los objetivos en materia de salud y seguridad en el trabajo para el calendario 2007-2012, aunque <strong class=\"keyword\">loables</strong> en la forma, no se alcanzarán, como tampoco la Estrategia de Lisboa podrá cumplir sus objetivos de aquí a 2010.","second":"in writing. - (FR) The aims of the Community strategy on health and safety at work for 2007-2012 - while <strong class=\"keyword\">undoubtedly laudable</strong> in themselves - are unlikely to be realised, just as the Lisbon strategy is unlikely to be realised by 2010."},{"author":94808,"first":"Hemos recorrido un largo camino y es posible que todavía nos quede un buen trecho por delante, pero en general, el avance realizado en nuestro esfuerzo colectivo es <strong class=\"keyword\">loable</strong>.","second":"We have come a long way, and we may still have a long road ahead, but overall the progress made through our collective efforts is <strong class=\"keyword\">commendable</strong>."},{"author":94808,"first":"Azzeddine Ben Othmane Tanjiri al cargo de Director General de la ISESCO, con ocasión de la renovación de su mandato, en la próxima conferencia de la organización (Teherán, diciembre de 2003), e insta a los Estados miembros a dar su apoyo a ese candidato en reconocimiento de su competencia, su buena administración de la organización y sus <strong class=\"keyword\">loables</strong> esfuerzos por desarrollar actividades educacionales, culturales y científicas en el mundo islámico;","second":"Dr. Azzeddine Ben Othmane Tanjiri for a new term as Director General of ISESCO, during the next conference of the Organization (Tehran, December 2003) and calls on member states to adopt and support this candidacy, in appreciation of this competence and for good management of the Organization and his <strong class=\"keyword\">commendable</strong> efforts in developing educational, cultural and scientific activities within the Islamic World."},{"author":94808,"first":"No me cabe duda de que esta Conferencia hallará inspiración en su propio historial <strong class=\"keyword\">loable</strong> y hará lo necesario para responder a la especial confianza que depositaron en ella no sólo los Estados representados aquí sino la comunidad internacional en general.","second":"I have no doubt that this Conference will find inspiration in its own <strong class=\"keyword\">commendable</strong> record and will do what is necessary in order to fulfil the special trust reposed in it by not only States represented here but the larger international community."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}