{"result":"ok","tuc":[{"phrase":{"text":"lucidity","language":"en"},"meanings":[{"language":"en","text":"property of being lucid"}],"meaningId":-5305289169157148225,"authors":[70195]},{"phrase":{"text":"lucidness","language":"en"},"meanings":[{"language":"en","text":"property of being lucid"}],"meaningId":3908928142947816773,"authors":[70195]},{"phrase":{"text":"brilliance","language":"en"},"meaningId":1259167107928190401,"authors":[25018]},{"phrase":{"text":"canniness","language":"en"},"meaningId":8247735444013222863,"authors":[83080]},{"phrase":{"text":"clarity","language":"en"},"meaningId":7146926917558975410,"authors":[20]},{"phrase":{"text":"mental clarity","language":"en"},"meaningId":-7148099694208866594,"authors":[80097]},{"phrase":{"text":"mentation","language":"en"},"meaningId":3570371589601808406,"authors":[80097]},{"phrase":{"text":"shrewdness","language":"en"},"meaningId":-2094035047666993345,"authors":[83080]},{"phrase":{"text":"slyness","language":"en"},"meaningId":4672969733579347701,"authors":[83080]},{"meanings":[{"language":"en","text":"lucidity, lucidness"}],"meaningId":4556846352043359863,"authors":[1]}],"phrase":"lucidez","examples":[{"author":27,"first":"Señor Presidente, Señorías, el informe del Sr. Pirker describe con <strong class=\"keyword\">lucidez</strong> y rigor el fenómeno preocupante del consumo de nuevas drogas de síntesis.","second":"Mr President, ladies and gentlemen, Mr Pirker's report <strong class=\"keyword\">clearly</strong> and meticulously describes the worrying phenomenon of the consumption of new synthetic drugs."},{"author":118293,"first":"Tal como me pidió Metamorpho, cuando conservaba la <strong class=\"keyword\">lucidez</strong>.","second":"As I was asked by the Metamorphis, when he was still in <strong class=\"keyword\">his</strong> right <strong class=\"keyword\">mind</strong>."},{"author":94808,"first":"Ante este desafío, incumbe al Consejo de Seguridad el deber de actuar con firmeza y <strong class=\"keyword\">lucidez</strong> para alcanzar un objetivo común.","second":"In the face of this challenge, it is the Security Council’s duty to place firmness and <strong class=\"keyword\">lucidity</strong> in the service of a common objective."},{"author":95096,"first":"Realizando de ese modo vuestra existencia cotidiana con <strong class=\"keyword\">lucidez</strong> y esperanza, sin pesadumbre o desánimo, compartiendo vuestras experiencias, percibiréis la presencia de Dios, que os acompaña con suavidad.","second":"Moreover, in revisiting your daily lives, with <strong class=\"keyword\">clarity</strong> and hope and without bitterness or discouragement, and by sharing your experiences, you will feel the presence of God who gently accompanies you."},{"author":31,"first":"Los esquizofrénicos tienen periodos de <strong class=\"keyword\">lucidez</strong>,En los que su comportamiento se estructura","second":"High schizophrenics can have very <strong class=\"keyword\">lucid</strong> periods where their behavior seems quite structured"},{"author":27,"first":"Señor Presidente, no hay duda de que la «Hoja de Ruta» es una esperanza a la cual debemos agarrarnos, pero sin perder la <strong class=\"keyword\">lucidez</strong> de juicio político ni sobre los hechos que suceden a diario en Palestina e Israel; no hay duda de que la Unión Europea en su conjunto y el trabajo tenaz y apasionado desarrollado por el enviado especial Moratinos han desempeñado un importante papel en la definición del plan y en el apoyo dado a la Autoridad Palestina para emprender el proceso de reformas definidas en la «Hoja de Ruta», que ?lo sabemos bien? no resuelve todas las cuestiones pero es sin duda importante.","second":"Mr President, there is no doubt that the Roadmap is a hope to which we must cling without allowing our political judgment to be clouded or losing <strong class=\"keyword\">our clear vision</strong> of the incidents taking place daily in Palestine and Israel. There is no doubt that the European Union as a whole and the resolute, committed work of the special envoy, Mr Moratinos, have played a major part in drawing up the Roadmap and helping the Palestinian Authority to undertake the series of reforms laid down in the Roadmap, which - as we are quite aware - does not resolve all the issues but is certainly important."},{"author":8000,"first":"Se está haciendo tarde, y este Consejo no tiene otra alternativa que actuar con diligencia, <strong class=\"keyword\">lucidez</strong> y firmeza, pero también con mucho criterio, aprobando por unanimidad el proyecto de resolución presentado por Túnez y Egipto","second":"It is growing late, and this Council has no alternative but to act with diligence, <strong class=\"keyword\">lucidity</strong> and firmness, but also with a keen sense of discernment, by adopting unanimously the draft resolution presented by Tunisia and Egypt"},{"author":27,"first":"En nombre de esta idea, de la fuerza y de su <strong class=\"keyword\">lucidez</strong>, le felicito como premio Sajarov.","second":"It is this idea, this strength and your <strong class=\"keyword\">lucidity</strong> that inspire me to salute you as the laureate of the Sakharov Prize."},{"author":27,"first":"Razonemos con la misma <strong class=\"keyword\">lucidez</strong> en el caso de Turquía.","second":"Let us be as <strong class=\"keyword\">clear-sighted</strong> in <strong class=\"keyword\">our reasoning</strong> regarding Turkey."},{"author":31,"first":"La persona mayor que se halla en estado habitual de imbecilidad, demencia... o que tiene frecuentes golpes de rabia, será sujeta a interdicción civil... aun cuando tal estado presentare intervalos de <strong class=\"keyword\">lucidez</strong>. \"","second":"An adult who is usually in a state of imbecility or dementia, or who has frequent fits of rage, must be maintained in custody... even if he has intervals of <strong class=\"keyword\">lucidity</strong>. ”"},{"author":8008,"first":"»La fe que cada hombre tiene, Arjuna, sigue su grado de <strong class=\"keyword\">lucidez</strong>, un hombre consiste de su fe, y como su fe es, así es él.","second":"»The faith each man has, Arjuna, follows his degree of <strong class=\"keyword\">lucidity</strong>; a man consists of his faith, and as his faith is, so is he."},{"author":118293,"first":"Y hay un chico que no tie ne todo para ser felíz, ni la <strong class=\"keyword\">lucidez</strong> para darse cuenta.","second":"And here's a boy who doesn't have every reason to be happy, or the <strong class=\"keyword\">lucidity</strong> to realize it."},{"author":118293,"first":"¿Entonces por qué tienes mis viejos documentos de \" <strong class=\"keyword\">Lucidez</strong> \"?","second":"Then why are you holding my old <strong class=\"keyword\">Clarity</strong> files?"},{"author":94808,"first":"Es un tema que deseo abordar con realismo y <strong class=\"keyword\">lucidez</strong>.","second":"It is a subject I would like to discuss with realism and <strong class=\"keyword\">clear-sightedness</strong>."},{"author":95096,"first":"Por mi parte, he procurado seguir —en cuanto me ha sido posible— vuestros trabajos, en los cuales he notado con gran satisfacción la seriedad y <strong class=\"keyword\">lucidez</strong> en la obligada y preeminente consideración que habéis dedicado al tema-problema de los \"Seminarios y vocaciones sacerdotales\".","second":"On my side, I have been careful to follow your work—as far as was possible."},{"author":8000,"first":"Deseo encomiar a la delegación de México por la <strong class=\"keyword\">lucidez</strong> que ha demostrado velando por que el proyecto de resolución llegara a la Asamblea General y también dar las gracias al Embajador Gallegos Chiriboga, quien fue el primer Presidente designado del Comité Especial","second":"I want to commend the delegation of Mexico for its <strong class=\"keyword\">vision</strong> in ensuring that the draft resolution was brought to the General Assembly, and also to thank Ambassador Gallegos, who was the first designated Chair of the Ad Hoc Committee"},{"author":27,"first":"Una tarea como esta requiere <strong class=\"keyword\">lucidez</strong>, pero también valentía política.","second":"A task such as this requires not only <strong class=\"keyword\">clear thinking</strong>, but also political courage."},{"author":94808,"first":"Con la misma fuerza, sin embargo, debo señalar que el mundo confronta el enorme reto de tener la <strong class=\"keyword\">lucidez</strong> y la visión para no postergar la agenda de desarrollo humano, que en gran medida sustenta la razón de las Naciones Unidas.","second":"With the same determination, however, I need to point out that the world is facing the enormous challenge of mustering the necessary <strong class=\"keyword\">clear</strong> vision so as not to put off the human development agenda, which in large measure is the underlying principle of the United Nations."},{"author":95096,"first":"Es una obra inmensa que debéis realizar con <strong class=\"keyword\">lucidez</strong> y generosidad.","second":"The work you must accomplish, <strong class=\"keyword\">lucidly</strong> and generously, is immense."},{"author":31,"first":"El sake me da <strong class=\"keyword\">lucidez</strong>","second":"Sake makes me <strong class=\"keyword\">bright</strong>"},{"author":8008,"first":"Dios Providencia actúa también por medio de ciertas personas, especiales (que se destacan) o comunes como usted y yo, quienes por su <strong class=\"keyword\">lucidez</strong>, por su confianza y por su ánimo/valentía, abren nuevos caminos que guían a la gente hacia más amor, justicia y libertad.","second":"God, as Providence, also acts through other persons, both great and ordinary, who by their clearsitedness, their confidence and their courage open new paths to orient people and groups to greater love, healing, justice and freedom. ."},{"author":94808,"first":"Por consiguiente, asegura el respeto de los componentes psicológicos y discursivos de una persona tales como su forma de ser, su personalidad, su carácter, así como su temperamento y <strong class=\"keyword\">lucidez</strong> para conocer y enjuiciar el mundo interior y exterior del ser humano”.","second":"It therefore guarantees respect for the psychological and reasoning components of a person, such as his or her approach to a way of being, personality, character, temperament and the <strong class=\"keyword\">lucidity</strong> to know and judge the inner and outer worlds of the human being.”"},{"author":118293,"first":"... una explosión de <strong class=\"keyword\">lucidez</strong> tan vieja como el mundo, que arde en mi interior y explota con salvaje brutalidad...","second":"... an explosion of <strong class=\"keyword\">lucidity</strong>, old like the world, which burns deep within me and explodes with savage brutality..."},{"author":118293,"first":"¿O hemos pasado al reciente paso de la abuela a la <strong class=\"keyword\">lucidez</strong>?","second":"Or have we moved on to Bubbie's recent trip <strong class=\"keyword\">to Clarityville</strong>?"},{"author":94808,"first":"El interés superior del niño debe apreciarse con la mayor <strong class=\"keyword\">lucidez</strong>.","second":"The best interests of the child must be weighed up with the utmost <strong class=\"keyword\">clarity</strong>."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}