{"result":"ok","tuc":[{"phrase":{"text":"luminescence","language":"en"},"meanings":[{"language":"en","text":"emission"}],"meaningId":-6258885859940289587,"authors":[70195]},{"phrase":{"text":"thermoluminescence","language":"en"},"meaningId":2371290748974064168,"authors":[86141]},{"meanings":[{"language":"en","text":"luminescence"}],"meaningId":8949171820374596938,"authors":[93107]}],"phrase":"luminiscencia","examples":[{"author":94809,"first":"El analizador de óxidos de nitrógeno será un detector de <strong class=\"keyword\">luminiscencia</strong> química (CLD) o bien un detector de <strong class=\"keyword\">luminiscencia</strong> química en caliente (HCLD), con un convertidor NO2/NO si se efectúa la medición en condiciones secas.","second":"The oxides of nitrogen analyser shall be of the <strong class=\"keyword\">ChemiLuminescent</strong> Detector (CLD) or <strong class=\"keyword\">Heated ChemiLuminescent</strong> Detector (HCLD) type with a NO2/NO converter, if measured on a dry basis."},{"author":94809,"first":"Tubo catódico monocromo de pantalla plana, con una diagonal de pantalla no inferior a 142 mm y no superior a 190 mm, una <strong class=\"keyword\">luminiscencia</strong> de 300 lumens o más, pero no superior a 2 000 lumen, una resolución de 0,06 mm o más, pero no superior a 0,1 mm, fósforos del tipo P1 o P22 o P53 o P55 o P56, una tensión anódica superior a 34 kV, una tensión de focalización superior a 7 kV y una corriente catódica de 3 mA como mínimo","second":"Flat screen monochrome cathode-ray tube, with a diagonal measurement of the screen of 142 mm or more but not exceeding 190 mm, a <strong class=\"keyword\">luminescence</strong> of 300 lumen or more but not exceeding 2 000 lumen, a resolution of 0,06 mm or more but not exceeding 0,1 mm, phosphor types P1 or P22 or P53 or P55 or P56, an anode voltage of more than 34 kV, a focus voltage of more than 7 kV and a cathode current of 3 mA or more"},{"author":90326,"first":"Método de sensado molecular basado en modulación de <strong class=\"keyword\">luminiscencia</strong> por calentamiento específico de nanopartículas","second":"Molecular sensing method based on <strong class=\"keyword\">luminescence</strong> modulation through specific nanoparticle heating"},{"author":94808,"first":"La cubierta interna incluye fibras que indican <strong class=\"keyword\">luminiscencia</strong> en luz ultravioleta y microimpresiones en láminas, elementos visibles con efectos triangulares y elementos en pigmento óptico cambiante","second":"Internal cover includes: fibres indicating <strong class=\"keyword\">luminescence</strong> in UV ray and microprint in plate printing, elements visible in triangle effects and elements in optical-changeable paint (OVI)"},{"author":8000,"first":"Además, desde octubre de # se han realizado en Tanjungsari ( # o # o E), Java occidental, observaciones con el captador de imágenes de la <strong class=\"keyword\">luminiscencia</strong> atmosférica","second":"In addition, <strong class=\"keyword\">airglow</strong> imager observations have been conducted since October # at Tanjungsari ( # o # o E), West Java"},{"author":95875,"first":"El equipo utilizó una sofisticada técnica, la <strong class=\"keyword\">luminiscencia</strong> estimulada ópticamente (OSL), para datar uno de los sitios arqueológicos del Sultanato de Omán.","second":"The team used the sophisticated optically stimulated <strong class=\"keyword\">luminescence</strong> (OSL) to date one of the sites in Oman."},{"author":8008,"first":"Equipo con tecnología Quimio <strong class=\"keyword\">Luminiscencia</strong>, utilizado para pruebas de medicamentos, pruebas infecciosas, virus, drogas, enzimas cardiacas, hormonas y más.","second":"Equipment with <strong class=\"keyword\">Chemiluminiscense</strong> technology, used for medicine tests, infectious tests, virus, drugs, cardiac enzymes, hormones and more."},{"author":95875,"first":"Los avances científicos permiten saber más acerca de los procesos biológicos, pero es necesario aún mejorar los detectores en el campo de la <strong class=\"keyword\">luminiscencia</strong> biológica.","second":"As scientific advances allow for further insight into biological processes, there is an unmet need for improved sensors in the area of biological <strong class=\"keyword\">luminescence</strong>."},{"author":94259,"first":"porque cuando los traemos con redes agotamos su <strong class=\"keyword\">luminiscencia</strong>.","second":"because we've exhausted the <strong class=\"keyword\">luminescence</strong> when we bring them up in nets."},{"author":94808,"first":"Los experimentos se realizan con el fin de elaborar métodos para vigilar la actividad de tormentas eléctricas en las latitudes bajas y medias e investigar la <strong class=\"keyword\">luminiscencia</strong> del cielo nocturno sobre las regiones de actividad sísmica;","second":"Experiments are carried out to devise methods for monitoring thunderstorm activity in the lower and middle latitudes and investigating the <strong class=\"keyword\">luminescence</strong> of the night sky above seismically active regions;"},{"author":8000,"first":"c) Crear nuevos instrumentos para fines ambientales, incluida la medición de la capa de ozono en la atmósfera de la Tierra, la investigación de la <strong class=\"keyword\">luminiscencia</strong> atmosférica como elemento de predicción de terremotos, y otras aplicaciones","second":"c) Creation of new instruments for environmental purposes, including measurement of the ozone layer in the Earth's atmosphere, research into atmospheric <strong class=\"keyword\">luminescence</strong> as an earthquake predictor and so on"},{"author":94809,"first":"Se utilizará un analizador de <strong class=\"keyword\">luminiscencia</strong> química para medir las concentraciones de óxidos de nitrógeno (NOx) en las muestras recogidas en las bolsas Sa y Sb durante el ensayo.","second":"A <strong class=\"keyword\">chemiluminescent</strong> analyser is used to measure the concentrations of oxides of nitrogen (NOx) in the samples collected in bags Sa and Sb during the test."},{"author":89915,"first":"Bobinas de reactancia para <strong class=\"keyword\">luminiscencia</strong>, bobinas de reactancia para lámparas de descarga con alta presión","second":"Regulators for <strong class=\"keyword\">luminescent lights</strong>, regulators for high pressure gas lights"},{"author":95875,"first":"En concreto, la dinámica de decaimiento de la <strong class=\"keyword\">luminiscencia</strong> retardada de los estados de transferencia de cargas ha aportado valiosa información relativa al transporte de cargas de las capas fotoactivas que se están investigando.","second":"In particular, the decay dynamics of the delayed <strong class=\"keyword\">luminescence</strong> of the charge-transfer states provided useful information regarding the charge transport of the photoactive layers under investigation."},{"author":95875,"first":"En este contexto, el proyecto ARCHOSL pretende aplicar técnicas y protocolos de nuevo desarrollo en el campo del fechado mediante <strong class=\"keyword\">luminiscencia</strong> estimulada ópticamente (OSL).","second":"In this context, the ARCHOSL project team seeks to apply newly developed techniques and protocols in the field of optically stimulated <strong class=\"keyword\">luminescence</strong> (OSL) dating."},{"author":95875,"first":"Por ello, el estudio se centró en medir las transiciones ópticas, las secciones transversales cuánticas y las interacciones entre electrones utilizando distintos métodos espectroscópicos, como <strong class=\"keyword\">luminiscencia</strong>, Raman y fotoconductividad.","second":"Therefore, the focus of the study was centred on measuring optical transitions, quantum cross-sections and electron interactions using a variety of spectroscopy methods, including <strong class=\"keyword\">luminescence</strong>, Raman and photoconductivity."},{"author":95875,"first":"El grupo de los lantánidos incluye quince elementos químicos metálicos y ha demostrado ser útil para la generación de imágenes debido a las propiedades de <strong class=\"keyword\">luminiscencia</strong> de sus miembros.","second":"The lanthanide series consisting of 15 metallic chemical elements has proved valuable to medical imaging due to the <strong class=\"keyword\">luminescent</strong> properties of its members."},{"author":95875,"first":"FINELUMEN ejercerá sin duda un impacto duradero en el futuro de la investigación europea en el ámbito de la <strong class=\"keyword\">luminiscencia</strong> supramolecular.","second":"Overall, FINELUMEN will have lasting impact on the future of EU research in the exciting area of supramolecular <strong class=\"keyword\">luminescence</strong>."},{"author":42,"first":"El analizador de óxidos de nitrógeno será un detector de <strong class=\"keyword\">luminiscencia</strong> química (CLD) o bien un detector de <strong class=\"keyword\">luminiscencia</strong> química en caliente (HCLD), con un convertidor NO#/NO si se efectúa la medición por vía seca","second":"The oxides of nitrogen analyser shall be of the <strong class=\"keyword\">ChemiLuminescent</strong> Detector (CLD) or <strong class=\"keyword\">Heated ChemiLuminescent</strong> Detector (HCLD) type with a NO#/NO converter, if measured on a dry basis"},{"author":22,"first":"<strong class=\"keyword\">luminiscencia</strong> del cielo, es decir, la iluminación del cielo nocturno que resulta del reflejo directo e indirecto de la radiación (visible e invisible), dispersada por los constituyentes de la atmósfera (moléculas de gas, aerosoles y partículas) en la dirección de observación","second":"sky <strong class=\"keyword\">glow</strong>, which is the brightening of the night sky that results from the direct and indirect reflection of radiation (visible and non-visible), scattered from the constituents of the atmosphere (gas molecules, aerosols and particulate matter) in the direction of observation"},{"author":90326,"first":"Un método de sensado molecular basado en modulación de <strong class=\"keyword\">luminiscencia</strong> por calentamiento específico de nanopartículas, en donde el método comprende emplear mecanismos de calentamiento específico de nanopartículas para discernir contribuciones específicas de contribuciones de fondo.","second":"A molecular sensing method based on <strong class=\"keyword\">luminescence</strong> modulation by specific nanoparticle heating, wherein the method comprises the use of specific nanoparticle heating mechanisms to distinguish specific contributions from background contributions."},{"author":94809,"first":"«Diodo emisor de luz» (LED): fuente luminosa en la que el elemento que emite radiación visible es una o más uniones de semiconductores que producen <strong class=\"keyword\">luminiscencia</strong>/fluorescencia por inyección.","second":"‘Light-emitting diode (LED) light source’ means a light source where the element for visible radiation is one or more solid state <strong class=\"keyword\">junctions</strong> producing injection-<strong class=\"keyword\">luminescence</strong>/fluorescence;"},{"author":118293,"first":"Nadie puede estar contra Su Deliciosa <strong class=\"keyword\">Luminiscencia</strong>","second":"No one can stand against Her Blindingly Scrumptious <strong class=\"keyword\">Luminescence</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"}}}