{"result":"ok","tuc":[{"phrase":{"text":"lexicon","language":"en"},"meanings":[{"language":"en","text":"(rare) any dictionary"},{"language":"en","text":"The vocabulary of a particular sphere of activity, region, social class or individual, or the total set of morphemes or meaningful units of a language and its words."},{"language":"en","text":"vocabulary of a language"},{"language":"es","text":"Vocabulario de una esfera de actividad, región, clase o individuo, o el sistema total de morfemas o de unidades significativas de una lengua y de sus palabras."}],"meaningId":7912266537023803531,"authors":[70195]},{"phrase":{"text":"lexical","language":"en"},"meanings":[{"language":"es","text":"Relativo al vocabulario, las palabras o los morfemas de una lengua."},{"language":"en","text":"Concerning the vocabulary, words or morphemes of a language."},{"language":"en","text":"of a language&#39;s vocabulary"},{"language":"en","text":"of a dictionary"}],"meaningId":-6391964079916090959,"authors":[70195]},{"phrase":{"text":"vocabulary","language":"en"},"meanings":[{"language":"en","text":"words of a language collectively"}],"meaningId":1104483042041855298,"authors":[70195]},{"phrase":{"text":"dictionary","language":"en"},"meaningId":6159086143281597664,"authors":[84500]},{"phrase":{"text":"lexis","language":"en"},"meaningId":-4054597256411865065,"authors":[69425]},{"phrase":{"text":"encyclopedia","language":"en"},"meaningId":5391404708296489654,"authors":[83042]},{"phrase":{"text":"glossary","language":"en"},"meaningId":-7987647854756633248,"authors":[80097]},{"phrase":{"text":"mental lexicon","language":"en"},"meaningId":6047704277145973752,"authors":[84500]},{"meanings":[{"language":"en","text":"lexical"},{"language":"en","text":"lexicon (dictionary or vocabulary)"}],"meaningId":-2553084500434692110,"authors":[1]}],"phrase":"léxico","examples":[{"author":94809,"first":"A este respecto, el vocablo UltraPlus constituye una yuxtaposición inhabitual en su estructura desde el punto de vista <strong class=\"keyword\">léxico</strong> en lengua inglesa, así como en otras lenguas de la Comunidad (véase, en este sentido, la sentencia Procter & Gamble/OAMI, antes citada, apartado 44).","second":"In that respect, UltraPlus constitutes a syntactically unusual juxtaposition from a <strong class=\"keyword\">lexical</strong> point of view in both English and other Community languages (see, to that effect, Procter & Gamble, cited above, paragraph 44)."},{"author":94809,"first":"En relación con el registro como marca comunitaria del sintagma «Baby-dry» para pañales desechables de papel o celulosa y pañales de gasa, no puede considerarse que dichos términos tengan conjuntamente carácter descriptivo; por el contrario, reflejan una invención <strong class=\"keyword\">léxica</strong> que permite que la marca formada de esta manera cumpla una función distintiva y no se puede denegar su registro con arreglo al artículo 7, apartado 1, letra c), del Reglamento no 40/94.","second":"As regards the registration of Baby-Dry as a Community trade mark for disposable diapers made out of paper or cellulose and diapers made out of textile, this word combination cannot be regarded as exhibiting, as a whole, descriptive character; it is a <strong class=\"keyword\">lexical</strong> invention bestowing distinctive power on the mark so formed and may not be refused registration under Article 7(1)(c) of Regulation No 40/94."},{"author":8008,"first":"Lo que espero que piensen, es que las bacterias pueden hablar entre sí, que utilizan productos químicos como sus palabras, que tienen un <strong class=\"keyword\">léxico</strong> químico increíblemente complicado, que sólo ahora estamos empezando a conocer.","second":"What I hope you think, is that bacteria can talk to each other, they use chemicals as their words, they have an incredibly complicated chemical <strong class=\"keyword\">lexicon</strong>, that we're just now starting to learn about."},{"author":94809,"first":"Por otra parte, la asociación de los términos «color» y «edition» no presenta una estructura poco habitual, sino corriente con arreglo a las normas <strong class=\"keyword\">léxicas</strong> de la lengua inglesa.","second":"In addition, the association of the terms ‘color’ and ‘edition’ is not unusual but a normal construction in light of the <strong class=\"keyword\">lexical</strong> rules of the English language."},{"author":94809,"first":"- de <strong class=\"keyword\">léxicos</strong> de terminología;","second":"- <strong class=\"keyword\">terminology databases</strong>;"},{"author":8000,"first":"El <strong class=\"keyword\">léxico</strong> de términos referentes al control de armamentos, el desarme y la seguridad del Instituto, titulado En buenos términos con la seguridad: diccionario de control de armamentos, desarme y fomento de la confianza, ya se ha traducido al árabe, al coreano, al español y al húngaro","second":"The Institute's <strong class=\"keyword\">lexicon</strong> of arms control, disarmament and security terms, Coming to Terms with Security: A Lexicon for Arms Control, Disarmament and Confidence-Building, has now been translated into Arabic, Spanish, Hungarian and Korean"},{"author":94808,"first":"El <strong class=\"keyword\">léxico</strong> del UNIDIR de términos de control de armas, desarme y seguridad, titulado Coming to Terms with Security: a Lexicon for Arms Control, Disarmament and Confidence-Building, se ha publicado en una educación bilingüe árabe e inglés para facilitar el control de armas en el Oriente Medio.","second":"The UNIDIR <strong class=\"keyword\">lexicon</strong> of arms control, disarmament and security terms, Coming to Terms with Security: a Lexicon for Arms Control, Disarmament and Confidence-Building, has been published in a back-to-back English-Arabic edition to facilitate arms control in the Middle East."},{"author":119739,"first":"(1Re 10:22.) Se cree que la expresión “naves de Tarsis” con el transcurso del tiempo representó un tipo de nave, como dice cierto <strong class=\"keyword\">léxico</strong>: “Naves grandes, propias para la navegación de altura, adecuadas para hacer el trayecto a Tarsis”.","second":"(1Ki 10:22) It is generally believed that the term “ships of Tarshish” in course of time came to stand for a type of ship, as one <strong class=\"keyword\">lexicon</strong> puts it: “large, sea-going vessels, fit to ply to Tarshish.”"},{"author":118293,"first":"Es un hombre blanco, de poco más de treinta años y de <strong class=\"keyword\">léxico</strong> refinado porque aún después de 11 víctimas, todavía puede convencer a mujeres educadas que saben que hay un depredador suelto a subir a su auto.","second":"He's a white male, early 30s, and a smooth talker<strong class=\"keyword\">,</strong> because even after 11 victims, he can still convince educated women who know there's a predator out there to get into his car."},{"author":95875,"first":"El sistema basado en reglas se utilizó para definir las reglas de transferencia de estructuras oracionales, mientras que el sistema estadístico se consideró la única fuente para la transferencia del <strong class=\"keyword\">léxico</strong>.","second":"RBMT was used to define the structural transfer rules for phrases, and SMT was considered as the only source for the <strong class=\"keyword\">lexical</strong> transfer of words."},{"author":94809,"first":"Siendo un socio imprescindible de los mayoristas, el grupo Schneider/Legrand habría estado entonces en posición de controlar el acceso a los mayoristas del adquirente de las actividades Legrand Puissance-Bticino Puissance-Legrand <strong class=\"keyword\">Lexic</strong>, por ejemplo, asegurándose de que dicho acceso no le permitiese ejercer una presión competitiva activa equivalente a la que ejercía Legrand con anterioridad.","second":"Being an indispensable partner for wholesalers, Schneider/Legrand would then have been in a position to control the access to wholesalers of the purchaser of the Legrand Puissance, Bticino Puissance and Legrand <strong class=\"keyword\">Lexic</strong> businesses, for example by ensuring that such access did not enable the purchaser to exert active competitive pressure equivalent to that previously exerted by Legrand."},{"author":92475,"first":"O bien podríamos estar viendo la extinción de “uh” de nuestro <strong class=\"keyword\">léxico</strong>.","second":"Or we may well be watching the extinction of “uh” from our <strong class=\"keyword\">lexicon</strong>."},{"author":94808,"first":"La traducción del <strong class=\"keyword\">léxico</strong> comercial a conceptos tributarios se hace difícil porque la propiedad de muchos bienes intangibles se fragmenta en formas que no son familiares para los expertos en materia impositiva.","second":"Translating commercial <strong class=\"keyword\">language</strong> into tax concepts was difficult because the ownership of many intangible assets was fragmented in ways unfamiliar to tax experts."},{"author":8008,"first":"Curso intensivo de 31 sesiones de conversación cuyos objetivos fundamentales son aumentar la fluidez del idioma y el <strong class=\"keyword\">léxico</strong> y la sensibilización y conciencia de las diferencias culturales para su identificación.","second":"An intensive course of 31 sessions of conversation whose fundamental objects are to increase fluidity of speech and <strong class=\"keyword\">lexicon</strong>, and to increase the sensitivity and consciousness of different cultural identities."},{"author":8008,"first":"<strong class=\"keyword\">léxico</strong>, lexicón, lista de palabras, tesauro, tesoro — dictionnaire, lexique - index onomastique - vocabulario - glosario — glossaire - diccionario de sinónimos, diccionario ideológico, tesauro, tesoro — dictionnaire, dictionnaire des synonymes, thesaurus, thésaurus [Spéc.","second":"dictionary, <strong class=\"keyword\">lexicon</strong> — dictionnaire, lexique - onomasticon — index onomastique - vocabulary - gloss, glossary — glossaire - dictionary of synonyms, synonym finder, thesaurus — dictionnaire, dictionnaire des synonymes, thesaurus, thésaurus [Spéc."},{"author":95875,"first":"Los investigadores examinaron si los niños que poseían un vocabulario extenso cometían más errores de escala que aquellos cuyo <strong class=\"keyword\">léxico</strong> era más limitado.","second":"It looked at whether children with a larger <strong class=\"keyword\">vocabulary</strong> commit more scale errors than those with a limited one."},{"author":22,"first":"la compra de diccionarios, <strong class=\"keyword\">léxicos</strong> y otras obras con destino a los servicios lingüísticos","second":"the purchase of dictionaries, <strong class=\"keyword\">glossaries</strong> and other works for the language service"},{"author":8000,"first":"Por último, cabe señalar que la práctica multilateral de esta Comisión parece haberse traducido en la creación de un <strong class=\"keyword\">léxico</strong> específico para el proceso de desarme en que se suelen utilizar conceptos como irreversibilidad, compromiso incondicional, medidas de fomento de la confianza, prevención, flexibilidad, seguimiento, consenso, entre otras cosas","second":"Finally, it is of interest to note that the multilateral practice of this Committee seems to have led to the creation of a specific <strong class=\"keyword\">lexicon</strong> for the disarmament process with the repeated usage of such concepts as irreversibility, unconditional commitment, confidence-building measures, prevention, flexibility, follow-up, consensus and so forth"},{"author":94808,"first":"El proyecto proporcionará a los servicios de TIC una lista de servicios comunes, que se llevará a la práctica mediante iNeed cuando esté listo, un <strong class=\"keyword\">léxico</strong> común para los servicios de TIC sea cual sea su lugar de destino y un mecanismo para uniformar y mejorar la prestación de servicios en toda la Organización.","second":"It will provide a common service list for ICT services that will be implemented by iNeed when ready, and a common <strong class=\"keyword\">lexicon</strong> for ICT services regardless of duty station, as well as a mechanism to standardize and improve service delivery across the Organization."},{"author":60127,"first":"El <strong class=\"keyword\">léxico</strong> coloquial en los artículos de Arturo Pérez-Reverte","second":"Colloquial <strong class=\"keyword\">vocabulary</strong> in the articles of Arturo Pérez-Reverte"},{"author":94809,"first":"Dentro de unos años este dualismo <strong class=\"keyword\">léxico</strong> habrá desaparecido y se hablará simplemente de \"economía\".","second":"In a few years' time<strong class=\"keyword\">,</strong> there will no longer be a linguistic distinction, it will all simply be called the \"economy\"."},{"author":94809,"first":"Deberían suprimirse el requisito de la adopción del manual de organismos receptores y del <strong class=\"keyword\">léxico</strong> por una Decisión de la Comisión (artículo 17) y el requisito de la publicación de las informaciones comunicadas por los Estados miembros en el Diario Oficial (artículo 23).","second":"The requirement for the adoption of the manual of receiving agencies and the <strong class=\"keyword\">glossary</strong> by a Commission Decision (Article 17) should be deleted as well as the requirement of the publication of the information communicated by Member States in the Official Journal (Article 23)."},{"author":94809,"first":"Como ha señalado la Sala de Recurso en el apartado 24 de las resoluciones impugnadas, la estructura de esta combinación no tiene carácter inusual y se ajusta plenamente a las normas <strong class=\"keyword\">léxicas</strong> y sintácticas de la lengua inglesa, a semejanza de neologismos como «payphone» o «payTV», que se utilizan, en particular, en los sectores informático, electrónico, de los medios de comunicación y de las telecomunicaciones a que se refieren las clases 9, 36 y 38 según lo previsto en el Arreglo de Niza (véase, en este sentido y por analogía, la sentencia SURFCARD, citada en el apartado 44 supra, apartado 53).","second":"As the Board of Appeal found in paragraph 24 of the contested decisions, the structure of that combination is not unusual and is fully in accordance with English <strong class=\"keyword\">lexical</strong> and syntactical rules, like neologisms such as ‘payphone’ or ‘pay TV’, which are used, in particular, in the computing, electronic, media and telecommunications sectors covered by Classes 9, 36 and 38 of the Nice Agreement (see, to that effect and by analogy, SURFCARD, cited in paragraph 44 above, paragraph 53)."},{"author":95875,"first":"También ralentizan el acceso <strong class=\"keyword\">léxico</strong> y la integración de la información semántica contenida en cada oración.","second":"Signals also delay <strong class=\"keyword\">lexical</strong> access and the integration of semantic information within a sentence."},{"author":89915,"first":"Realización de extracción y análisis empresariales, en particular, en el ámbito del desarrollo de componentes de software y soluciones de software, así como en el ámbito de los procesos matemáticos para el control <strong class=\"keyword\">léxico</strong> de contenidos de los medios digitales, y sistemas de propuestas para los ámbitos dela economía financiera, la economía de los medios, el comercio por correspondencia y los servicios de infraestructura informáticos","second":"Conducting professional business surveys and analyses, in particular in the field of the development of software components and software solutions and in the field of mathematical processes for the <strong class=\"keyword\">lexical</strong> control of digital media contents and proposal systems for the finance, media, mail order and IT infrastructure sectors"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"60127":{"U":"","id":60127,"N":"Glosbe Usosweb Research","url":"https://glosbe.com/source/60127"}}}