{"result":"ok","tuc":[{"phrase":{"text":"licit","language":"en"},"meanings":[{"language":"es","text":"Conforme a, permitido por, o reconocido por leyes o reglamentos."},{"language":"en","text":"Conforming to, permitted by, or recognised by law or rules."},{"language":"en","text":"not forbidden"},{"language":"en","text":"legal term"}],"meaningId":9109629381476705122,"authors":[90508]},{"phrase":{"text":"lawful","language":"en"},"meanings":[{"language":"es","text":"Conforme a, permitido por, o reconocido por leyes o reglamentos."},{"language":"en","text":"Conforming to, permitted by, or recognised by law or rules."}],"meaningId":3944409397176367945,"authors":[80097]},{"phrase":{"text":"legitimate","language":"en"},"meanings":[{"language":"es","text":"Conforme a, permitido por, o reconocido por leyes o reglamentos."},{"language":"en","text":"Conforming to, permitted by, or recognised by law or rules."}],"meaningId":3826618063318713099,"authors":[84500]},{"phrase":{"text":"permissible","language":"en"},"meaningId":-4616714966204232326,"authors":[25018]},{"phrase":{"text":"admissible","language":"en"},"meanings":[{"language":"es","text":"Apropiado en cuanto a lo moral o al comportamiento."}],"meaningId":8303926716882378557,"authors":[60172]},{"phrase":{"text":"allowable","language":"en"},"meaningId":6854479661436684130,"authors":[25018]},{"phrase":{"text":"legal","language":"en"},"meaningId":9208952633301291343,"authors":[80097]},{"phrase":{"text":"just","language":"en"},"meaningId":394186349689317897,"authors":[86934]},{"phrase":{"text":"rule-governed","language":"en"},"meaningId":6244614844096211917,"authors":[84500]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of licitar."},{"language":"en","text":"just"},{"language":"en","text":"licit"}],"meaningId":5084368155690043964,"authors":[1]}],"phrase":"lícito","examples":[{"author":94809,"first":"no interfiera en la utilización <strong class=\"keyword\">lícita</strong> de tecnología ampliamente reconocida y utilizada por el sector, con el fin de obtener datos sobre la utilización de la información; y","second":"the provider does not interfere with the <strong class=\"keyword\">lawful</strong> use of technology, widely recognised and used by industry, to obtain data on the use of the information; and"},{"author":94808,"first":"Esa notificación se debe realizar con independencia del origen, <strong class=\"keyword\">lícito</strong> o no, de los fondos depositados ante un intermediario financiero.","second":"Such notification must take place irrespective of whether or not the funds deposited with the financial intermediary are <strong class=\"keyword\">lawful</strong> in origin."},{"author":94809,"first":"Contrariamente a lo que afirma CMV, de la existencia de una posibilidad de transacción comercial <strong class=\"keyword\">lícita</strong> no se desprende que la realizada por CMV haya constituido efectivamente una transacción de esa naturaleza.","second":"Contrary to CMV’s assertions, it does not follow from the possibility of entering into a <strong class=\"keyword\">legitimate</strong> commercial transaction that the one carried out by CMV actually constituted such a transaction."},{"author":94808,"first":"Premachandra \"... el apartado c) del párrafo 1 del artículo 14 es de general aplicación a toda forma de asociación, incluidos los sindicatos y no sólo al acto inicial de fundar una asociación o adherirse a ella sino a la continuada pertenencia y participación en actividades <strong class=\"keyword\">lícitas</strong> de la asociación\".","second":"· The promotion or organisation or financing of strikes or lockouts in any trade or industry or the provision of pay or other benefits for its members during a strike or lockout, and includes any federation of two or more trade unions."},{"author":94809,"first":"Por otra parte, la utilización fraudulenta del sistema financiero a fin de canalizar el producto de actividades delictivas o incluso de actividades <strong class=\"keyword\">lícitas</strong> para fines terroristas plantea riesgos evidentes para la integridad, el correcto funcionamiento, la reputación y la estabilidad del sistema financiero.","second":"Furthermore, the misuse of the financial system to channel criminal or even clean money to terrorist <strong class=\"keyword\">purposes</strong> poses a clear risk to the integrity, proper functioning, reputation and stability of the financial system."},{"author":8000,"first":"Se señaló que no estaba nada claro si existía en el derecho positivo la obligación de indemnizar por los daños resultantes de actividades <strong class=\"keyword\">lícitas</strong> pero peligrosas realizadas por un Estado que hubiera cumplido de hecho su obligación de prevención","second":"The point was made that it was indeed far from clear whether the duty to compensate for harm arising from <strong class=\"keyword\">lawful</strong> hazardous activities by a State which had in fact performed its duty of prevention existed in positive law"},{"author":8000,"first":"Cabe señalar que los fondos, activos financieros y recursos económicos vinculados con el terrorismo que precisan ser congelados podrían tener un origen <strong class=\"keyword\">lícito</strong> sin que necesariamente sean producto del delito","second":"It should be noted that funds, financial assets and economic resources connected with terrorism which require to be frozen may be of <strong class=\"keyword\">legal</strong> origin and are not necessarily the proceeds of crime"},{"author":27,"first":"La respuesta del informe del señor Eurlings es una respuesta crítica pero constructiva y yo, señor Presidente, creo que hay otras preguntas encima de la mesa, que también son <strong class=\"keyword\">lícitas</strong> y legítimas, como la de saber si en estos momentos la opinión pública europea está preparada para admitir a Turquía en el seno de la Unión.","second":"The response to Mr Eurlings’s report is critical but constructive and I believe there are other issues on the table, which are also legitimate, such as whether European public opinion is yet prepared to accept Turkey as a member of the Union."},{"author":94808,"first":"Debería agregarse un párrafo adicional 3 bis que establezca lo siguiente: “Todo Estado parte deberá cooperar para poner fin, por medios <strong class=\"keyword\">lícitos</strong>, a toda comisión de crímenes de lesa humanidad”.","second":"A new paragraph 3 bis should be inserted, to read: “Each State party shall cooperate to bring to an end, through <strong class=\"keyword\">lawful</strong> means, the commission of any crimes against humanity.”["},{"author":94809,"first":"La cuestión de si fue <strong class=\"keyword\">lícito</strong> exigir conocimientos de alemán, francés o inglés en lugar de otras segundas lenguas es algo que procede analizar al examinar el siguiente motivo de casación.","second":"Whether it was <strong class=\"keyword\">permissible</strong> at all to require a knowledge of English, French or German rather than allowing other second languages can only be examined in the context of the next ground of appeal."},{"author":94809,"first":"La Comisión también señala que, aparentemente, Monte quiere afirmar que no participó en ninguna práctica colusoria, ni siquiera <strong class=\"keyword\">lícita</strong>, a pesar de que dicha participación se desprende de las pruebas documentales.","second":"The Commission also states that Monte seems to wish to assert that it did not participate in any restrictive arrangements, even <strong class=\"keyword\">lawful</strong> arrangements, but such participation is clear from the documentary evidence."},{"author":8000,"first":"Los artículos # y # del Código de Procedimiento Penal mencionan que los elementos de prueba sólo tendrán valor si han sido obtenidos por medios <strong class=\"keyword\">lícitos</strong> e incorporados al proceso conforme a las disposiciones de la Constitución Política del Estado y del Código de Procedimiento Penal","second":"Articles # and # of the Code of Criminal Procedure state that the evidence shall be valid only if it has been obtained by <strong class=\"keyword\">lawful</strong> means and presented at the trial in conformity with the provisions of the Constitution and the Code"},{"author":94808,"first":"Lamentablemente, algunos Estados permiten a los buques que enarbolen su pabellón sin garantizar que sus prácticas de pesca sean <strong class=\"keyword\">lícitas</strong> y correctas.","second":"Unfortunately, some States allow vessels to fly their flag without ensuring that their fishing practices are <strong class=\"keyword\">legal</strong> and sound."},{"author":8000,"first":"La diferencia principal es, básicamente, que el fraude convierte fondos <strong class=\"keyword\">lícitos</strong> en beneficios ilícitos, y el blanqueo de capitales supone la posterior transferencia y ocultación de esos beneficios, aunque en la práctica ni el fraude ni el blanqueo de capitales suelen ser tan sencillos","second":"The major difference is that fraud essentially converts <strong class=\"keyword\">legal</strong> funds into illicit proceeds, whereas money-laundering involves the subsequent transfer and concealment of those proceeds, although neither fraud nor money-laundering are usually that simple in practice"},{"author":8000,"first":"El Programa de Acción promueve específicamente la regulación de las actividades de intermediación para impedir las transferencias ilícitas sin dificultar las actividades de intermediación <strong class=\"keyword\">lícitas</strong>","second":"The Programme of Action specifically promotes the regulation of brokering activities to prevent illicit transfers without impeding <strong class=\"keyword\">legitimate</strong> brokering activities"},{"author":94809,"first":"Los instrumentos que rigen el control de las exportaciones y las importaciones permiten a las autoridades competentes realizar comprobaciones previas sobre los fines <strong class=\"keyword\">lícitos</strong> de una transacción y, por tanto, proporcionan los medios para evitar el desvío en una etapa temprana.","second":"The instruments governing the control of exports and imports allow competent authorities to make prior verifications of the <strong class=\"keyword\">licit</strong> purposes of a transaction and, in consequence, provide the means to prevent diversion at an early stage."},{"author":94808,"first":"Convendría que en el comentario se hiciera referencia a las relaciones y las diferencias entre los actos realizados a título oficial y los realizados a título privado, los actos jure gestionis y los actos jure imperii, y los actos <strong class=\"keyword\">lícitos</strong> e ilícitos.","second":"It would be useful for the commentary to deal with the relationships and distinctions between acts performed in an official capacity and those performed in a private capacity; acta iure gestionis and acta iure imperii; and <strong class=\"keyword\">lawful</strong> and unlawful acts."},{"author":94809,"first":"17 La puesta en circulación de un soporte de imagen y de sonido, no convierte, pues, por definición, en <strong class=\"keyword\">lícitos</strong> otros actos de explotación de la obra protegida, tales como el alquiler, que tengan una naturaleza distinta de la de la venta o de cualquier otro acto de distribución <strong class=\"keyword\">lícito</strong>.","second":"17 The release into circulation of a picture and sound recording cannot therefore, by definition, render <strong class=\"keyword\">lawful</strong> other acts of exploitation of the protected work, such as rental, which are of a different nature from sale or any other <strong class=\"keyword\">lawful</strong> act of distribution."},{"author":94809,"first":"La aplicación de estas condiciones permitirá a la Comisión determinar si los Estados miembros están utilizando el Fondo de forma <strong class=\"keyword\">lícita</strong> y correcta, y según el principio de buena gestión financiera establecido en el artículo 27 y en el artículo 48, apartado 2, del Reglamento financiero.","second":"Applying those conditions would enable the Commission to satisfy itself that Member States are using the Fund in a <strong class=\"keyword\">lawful</strong> and correct manner and in accordance with the principle of sound financial management within the meaning of Article 27 and Article 48(2) of the Financial Regulation."},{"author":94809,"first":"Además, en él la recurrente insiste sobre la ilegalidad misma del perjuicio causado, por su carácter especial y grave, y no sobre la posibilidad de que en él se base la responsabilidad por un acto <strong class=\"keyword\">lícito</strong>.","second":"Furthermore, in that passage the appellant stresses precisely the fact that the damage caused, being in the nature of an exceptional burden, was unlawful, not the possibility that it could constitute the basis for liability for a <strong class=\"keyword\">lawful</strong> act."},{"author":94808,"first":"Como proveedora de materias primas de opiáceos y cultivadora histórica de opio <strong class=\"keyword\">lícito</strong>, la India ha procurado cumplir sus obligaciones de conformidad con los principios de los tres tratados de fiscalización internacional de drogas, incluido el principio del equilibrio.","second":"As a supplier of opiate raw material and a longstanding cultivator of <strong class=\"keyword\">licit</strong> opium, India had endeavoured to uphold its responsibilities in accordance with the principles of the three international drug conventions, including the principle of balance."},{"author":94808,"first":"Insta a los gobiernos de todos los países en que no se ha cultivado adormidera para la producción <strong class=\"keyword\">lícita</strong> de materias primas de opiáceos a que, en cumplimiento de las resoluciones pertinentes del Consejo Económico y Social y el llamamiento formulado por la Junta Internacional de Fiscalización de Estupefacientes en su informe anual correspondiente a 2006","second":"Urges the Governments of all countries where the opium poppy has not been cultivated for the <strong class=\"keyword\">licit</strong> production of opiate raw materials, in compliance with the relevant Economic and Social Council resolutions and with the appeal of the International Narcotics Control Board in its report for 2006"},{"author":92475,"first":"El dice que la situación cada vez más grave “hace que se tornen <strong class=\"keyword\">lícitas</strong> cualquier tipo de acciones “para defender lo nuestro” porque el resto de las instituciones encargadas no cumplen debidamente con su función.”","second":"He says that the increasingly serious situation “makes it <strong class=\"keyword\">lawful</strong> to take any sort of actions to ‘defend what's ours’ because the institutions in charge are not properly fulfilling their role”"},{"author":94808,"first":"En su mayor parte era dinero adquirido con actividades <strong class=\"keyword\">lícitas</strong>; de esa forma, los terroristas no tenían necesidad de poner en circulación legal fondos comprometedores ni de involucrarse en el blanqueo de capitales.","second":"It was mostly money gained from <strong class=\"keyword\">legal</strong> activities, thus reducing the need for terrorists to introduce incriminated money into legal financial circulation and to engage in money-laundering."},{"author":94808,"first":"Para impedir la intermediación ilícita, hay que regular las actividades legítimas y <strong class=\"keyword\">lícitas</strong> en ese ámbito.","second":"To prevent illicit brokering, legitimate and <strong class=\"keyword\">licit</strong> activities in this area need to be regulated."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}