{"result":"ok","tuc":[{"phrase":{"text":"lyrical","language":"en"},"meaningId":-6551059848294726127,"authors":[69425]},{"phrase":{"text":"lyric","language":"en"},"meaningId":-1956567362714104511,"authors":[84715]},{"meanings":[{"language":"en","text":"lyrical, lyric"}],"meaningId":-4167973911842782755,"authors":[93107]}],"phrase":"lírico","examples":[{"author":8008,"first":"Recibió el premio extraordinario de doctorado por O derradeiro século da <strong class=\"keyword\">lírica</strong> medieval galego-portuguesa (Madrid, 1954, cinco volúmenes), el Premio de la Crítica de Galicia por Cancioneiro galego-castelán.","second":"He was awarded the doctorate prize for his work O derradeiro século da <strong class=\"keyword\">lírica</strong> medieval galego-portuguesa (Madrid, 1954, five volumes), Galicia Criticism Prize for Cancioneiro galego-castelán."},{"author":118293,"first":"Le tomará un minuto para los cantantes de copia de seguridad para transponer la <strong class=\"keyword\">lírica</strong>.","second":"It'll take a minute for the backup singers to transpose the <strong class=\"keyword\">lyric</strong>."},{"author":94809,"first":"(Cláusula compromisoria - Contratos de ayuda financiera celebrados en el contexto de los Programas Marco quinto y sexto para acciones comunitarias de investigación y de desarrollo tecnológico y en el contexto del programa eTEN - Proyectos Highway, J WeB, Care Paths, Cocoon, Secure-Justice, Qualeg, Lensis, E-Pharm Up, <strong class=\"keyword\">Liric</strong>, Grace, Clinic y E2SP - Resolución de los contratos - Devolución de las cantidades abonadas - Notas de adeudo - Reconvención - Representación de la parte demandante)","second":"(Arbitration clause - Contracts for financial assistance concluded in the context of the Fifth and Sixth Framework Programmes for Community activities in the field of research and technological development and in the context of the eTEN Programme - Highway, J WeB, Care Paths, Cocoon, Secure-Justice, Qualeg, Lensis, E-Pharm Up, <strong class=\"keyword\">Liric</strong>, Grace, Clinic and E2SP projects - Termination of contracts - Reimbursement of amounts paid - Debit notes - Counterclaim - Representation of the applicant)"},{"author":8008,"first":"La obra, que quedó olvidada desde el término de la guerra civil por motivos que no es difícil de entender, proporciona, por su ágil acción y su gran intensidad emocional, unas posibilidades para su adaptación operística que Sorozábal sabrá aprovechar en los tres actos reciamente dibujados de su drama <strong class=\"keyword\">lírico</strong> popular.","second":"The play was unsurprisingly eclipsed after the civil war, but its swift action and emotional power make for promising operatic material which Sorozábal exploits in the three tersely structured acts of his drama <strong class=\"keyword\">lírico</strong> popular."},{"author":118293,"first":"¿Porque estas palabras casi cantan con bella <strong class=\"keyword\">lírica</strong>?","second":"What does Shakespeare mean... by these words that all but sing with <strong class=\"keyword\">lyric</strong> beauty?"},{"author":118293,"first":"Anoche el maestro y yo cenamos con una cantante <strong class=\"keyword\">lírica</strong> muy famosa que nos vino a felicitar.","second":"Last night the teacher and I had dinner with a very famous <strong class=\"keyword\">opera</strong> singer who came to congratulate us."},{"author":118293,"first":"Fue un momento <strong class=\"keyword\">lírico</strong> mágico de Hunter.","second":"it was just this magical <strong class=\"keyword\">lyrical</strong> moment of hunter's."},{"author":94809,"first":"34 A este respecto, procede observar que el recurso se refiere a los sectores de investigación, enseñanza, salud, transportes terrestres, marítimos y aéreos, correos, telecomunicaciones y radiotelevisión, así como a los servicios de distribución de agua, gas y electricidad y, por último, al sector de la música y la <strong class=\"keyword\">lírica</strong>.","second":"34 The application concerns the areas of research, education, health, transport by land, sea and air, posts and telecommunications, television broadcasting, water, gas and electricity distribution services and, finally, <strong class=\"keyword\">music</strong>."},{"author":8008,"first":"Aunque no hayamos podido presenciar la puesta en escena de la ópera bufa donizettiana creemos poder transmitir una impresión global de esta primera edición del ciclo “Corral <strong class=\"keyword\">Lírico</strong>”.","second":"Though I didn’t get to see Donizetti’s opera buffa I hope I can convey the overall impression made by this first Corral <strong class=\"keyword\">Lírico</strong> season."},{"author":31,"first":"España está convirtiéndose en la conciencia <strong class=\"keyword\">lírica</strong> para toda la izquierda","second":"I' m sick of it!Spain' s become the <strong class=\"keyword\">lyrical rallying</strong> point of the left"},{"author":27,"first":"La cláusula de derechos humanos, la protección del medio ambiente y la ayuda para los más pobres que figuran en el Convenio no son más que el usual adorno <strong class=\"keyword\">lírico</strong>, señor Comisario.","second":"The agreement merely contains the usual, <strong class=\"keyword\">lyrical</strong> phrases about human rights clauses, environmental protection and aid for the poorest groups, Commissioner."},{"author":118293,"first":"Esa canción no necesitaba una mejor <strong class=\"keyword\">lírica</strong>.","second":"That song needed no <strong class=\"keyword\">lyrical</strong> improvement."},{"author":118293,"first":"Es La Trompeta del Jazz, <strong class=\"keyword\">lírico</strong> y romántico, con su voz y su estilo.","second":"He plays very definitely jazz trumpet, and yet there's something extremely <strong class=\"keyword\">lyrical</strong> and even somewhat romantic about his tone and his style of playing."},{"author":8008,"first":"Poeta <strong class=\"keyword\">lírico</strong> en extremo, collagista irreverente y pintor de acuarelas donde una perspectiva nueva se adivina, Alejandro Puga puede ser considerado como el creador de una obra secreta y profunda donde los contrarios acaban fundiéndose y donde el mito de La Edad de Oro no parece ser letra muerta...","second":"Surviving the First World War \" with <strong class=\"keyword\">an</strong> eye full of anger, a heart impregnated with rage and hatred \", he was inspired by this experience to paint Remenbrance. This painting of an unprecedented violence, exhibited at the 1930 \"Salon des Artistes et Ecrivains Révolutionnaires\", struck Dali and opened the doors to the Surrealism Movement."},{"author":118293,"first":"Y mientras la brisa nocturna aleja nuestra pequeña barca de estas hermosas orillas boscosas lentamente volteamos nuestra vista hacia los encant os de la publicidad televisiva y el canto <strong class=\"keyword\">lírico</strong> del mensaje de nuestro auspiciante después del cual flotaré de regreso.","second":"And as the night breeze carries our little craft away... from these beautiful wooded shor es... we slowly turn our eyes back to the charms of television advertising... and the <strong class=\"keyword\">lyrical</strong> chant of our sponsor's message... after which I'll float back."},{"author":118293,"first":"Uno puede ser un poco <strong class=\"keyword\">lírico</strong>.","second":"One can be a little <strong class=\"keyword\">lyrical</strong>."},{"author":89915,"first":"Administración comercial de la autorización de creaciones musicales o <strong class=\"keyword\">líricas</strong> y de la producción de creaciones musicales o <strong class=\"keyword\">líricas</strong> de terceros","second":"Commercial administration of licensing of musical and/or <strong class=\"keyword\">lyric</strong> creations and of the production of musical and/or <strong class=\"keyword\">lyric</strong> creations for third parties"},{"author":8008,"first":"Miembro fundador del grupo teatral \"pensemble\" de Bonn. Trabajos literarios en prosa, <strong class=\"keyword\">lírica</strong> y drama, publicaciones en diversas antologías y revistas literarias.","second":"\" He writes prose, <strong class=\"keyword\">poetry</strong>, and drama, and has been published in various anthologies and literary magazines."},{"author":8008,"first":"Los Punsetes dicen no tener ningún propósito <strong class=\"keyword\">lírico</strong> pero sus dardos son los más envenenados de toda la península.","second":"Los Punsetes say they have no <strong class=\"keyword\">lyrical</strong> purpose but their darts are the most poisonous of the entire Peninsula."},{"author":27,"first":"Pero hay un punto sobre el cual, lo digo a título personal, el informe de la Sra. Keßler me ha sorprendido: se trata del ensañamiento casi <strong class=\"keyword\">lírico</strong> que pone en combatir la propuesta de la Comisión según la cual los titulares de un visado para estancias de larga duración que todavía no posean un permiso definitivo de residencia sólo podrían circular libremente a partir de la presentación oficial de la solicitud de permiso de residencia en el Estado miembro que haya expedido el visado.","second":"There is, however, one point in Mrs Kessler' s report which surprised me, speaking from a personal point of view, namely, the virtually unrelenting effort she has made to combat the Commission' s proposal, under which the holders of a long-stay visa who do not yet possess a permanent residence permit can only move around freely if they have submitted an official application for a residence permit in the Member State that issued their visa."},{"author":94808,"first":"Hoy existe un mapa <strong class=\"keyword\">lírico</strong> donde conviven proyectos de diferente alcance, desde los más pequeños a los centros <strong class=\"keyword\">líricos</strong> históricos de referencia internacional como el Teatro Real o el Liceo de Barcelona.","second":"Venues of all sizes, ranging from the smallest <strong class=\"keyword\">theatres</strong> to the historical centres of international importance, such as the Teatro Real and the Liceo of Barcelona, dot the map."},{"author":118293,"first":"Es rubia, de una belleza <strong class=\"keyword\">lírica</strong>.","second":"She's blonde, <strong class=\"keyword\">lyrically</strong> beautiful."},{"author":31,"first":"Las escenas <strong class=\"keyword\">líricas</strong> de funerales del cine de Ford son muy famosas","second":"John Ford was very famous for his <strong class=\"keyword\">lyrical</strong> funeral sequences"},{"author":92475,"first":"Casi nueve años y dos golpes de estado después, luego que armara su propia épica, <strong class=\"keyword\">lírica</strong> travesía, los comentarios de conclusión en su capítulo kirguiso -“El paso de la montaña”- han adquirido un sorprendente presentimiento:","second":"Almost nine years and two coup d’états after he set out on his own epic, <strong class=\"keyword\">lyrical</strong> journey, the concluding remarks to his Kyrgyzstan chapter – “The Mountain Passage” – have acquired a striking prescience:"},{"author":118293,"first":"Siempre sentí que a Black And Blue le faltaba la potencia <strong class=\"keyword\">lírica</strong> de Exile On Main Street, mientras que nunca sondea las profundidades emocionales de Gimme Shelter.","second":"I've always felt that Black And Blue lacked the <strong class=\"keyword\">lyrical</strong> potency of Exile On Main Street, while never plumbing the emotional depths of Gimme Shelter."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}