{"result":"ok","tuc":[{"phrase":{"text":"lucid","language":"en"},"meanings":[{"language":"en","text":"mentally rational; sane"},{"language":"en","text":"clear; easily understood"}],"meaningId":-450507246486473347,"authors":[70195]},{"phrase":{"text":"shining","language":"en"},"meanings":[{"language":"en","text":"having a high polish or sheen"}],"meaningId":-651112115756189533,"authors":[70195]},{"phrase":{"text":"pellucid","language":"en"},"meaningId":-5316549586999696397,"authors":[25018]},{"phrase":{"text":"clear","language":"en"},"meaningId":-5857675146699857511,"authors":[25018]},{"phrase":{"text":"clear-headed","language":"en"},"meaningId":1923345338618875023,"authors":[97745]},{"phrase":{"text":"coherent","language":"en"},"meaningId":4650065198160296869,"authors":[97745]},{"phrase":{"text":"transparent","language":"en"},"meaningId":7836496023719063871,"authors":[69425]},{"meanings":[{"language":"en","text":"lucid"}],"meaningId":7175647223582406271,"authors":[93107]}],"phrase":"lúcido","examples":[{"author":118293,"first":"¿Podremos leer es e <strong class=\"keyword\">lúcido</strong> análisis en las noticias de mañana?","second":"How much of that insight and <strong class=\"keyword\">analysis</strong> can we get in tomorrow's story?"},{"author":118293,"first":"Eres tan <strong class=\"keyword\">lucido</strong> algunas veces, que es repugnante.","second":"You're so <strong class=\"keyword\">lucid</strong> sometimes, it's just disgusting."},{"author":27,"first":"Señora Presidenta, Señorías, el informe de la Sra. Miguélez Ramos plantea un marco completo, <strong class=\"keyword\">lúcido</strong> e inteligente para la pesca de la UE en aguas internacionales.","second":"Madam President, ladies and gentlemen, the report by Mrs Miguélez Ramos outlines a complete, <strong class=\"keyword\">lucid</strong> and intelligent framework for EU fishing in international waters."},{"author":94808,"first":"Hemos escuchado intervenciones profundas y <strong class=\"keyword\">lúcidas</strong> esta mañana, una de un distinguido representante que nos visita desde su país y otra de nuestro distinguido colega de Ginebra.","second":"We have heard profound and <strong class=\"keyword\">insightful</strong> interventions this morning, one from a distinguished visitor from the capitals and one from our distinguished colleague in Geneva."},{"author":31,"first":"No, no estoy siendo ridículo.Estoy siendo <strong class=\"keyword\">lúcido</strong>","second":"No, I' m not being ridiculous I' m being <strong class=\"keyword\">lucid</strong>"},{"author":118293,"first":"Está <strong class=\"keyword\">lúcida</strong>.","second":"She's <strong class=\"keyword\">lucid</strong>."},{"author":94808,"first":"Felicitamos también al Secretario General por su informe (A/2004/616) sumamente <strong class=\"keyword\">lúcido</strong>, en el que basamos nuestro debate.","second":"We would also like to welcome the Secretary-General’s very <strong class=\"keyword\">clear</strong>-<strong class=\"keyword\">sighted</strong> report (S/2004/616) around which we are basing our debate."},{"author":91988,"first":"Por 25 años, los líderes de Solidaridad personificaron las cualidades que se necesitaban para ganar la lucha de Polonia por la democracia: una valentía de hierro de cara al Leviatán comunista, y magnanimidad y una <strong class=\"keyword\">lúcida</strong> determinación durante la transferencia del poder.","second":"For 25 years, the leaders of Solidarity personified the qualities needed to win Poland’s struggle for democracy: unbending courage in the face of the communist Leviathan and magnanimity and clear-<strong class=\"keyword\">sighted</strong> determination during the transfer of power."},{"author":94808,"first":"Sharma (Nepal) (habla en inglés): Permítaseme, en primer lugar, expresar el sincero agradecimiento de mi delegación al Embajador Martin Andjaba, Representante Permanente de Namibia, por su <strong class=\"keyword\">lúcida</strong> presentación del informe anual del Consejo de Seguridad a la Asamblea General.","second":"Sharma (Nepal): Allow me first to express my delegation’s sincere thanks to Ambassador Martin Andjaba, Permanent Representative of Namibia, for his <strong class=\"keyword\">lucid</strong> introduction of the annual report of the Security Council to the General Assembly."},{"author":31,"first":"Tan pronto entró a su sueño <strong class=\"keyword\">lúcido</strong>...... todos comenzaron a dormirse uno por uno","second":"As soon as you entered your <strong class=\"keyword\">lucid</strong> dream, they all began falling asleep one by one"},{"author":118293,"first":"Al contrario, parece extremadamente <strong class=\"keyword\">lúcido</strong>.","second":"on the contrary, you seem extremely <strong class=\"keyword\">lucid</strong>."},{"author":94808,"first":"La atención que presta la NEPAD a la obtención y al aprovechamiento de los beneficios que reporta el aumento de la liberalización del comercio es <strong class=\"keyword\">lúcida</strong>, necesaria y conveniente.","second":"NEPAD’s focus on securing and reaping the benefits of further trade liberalization is <strong class=\"keyword\">clear</strong>-<strong class=\"keyword\">sighted</strong>, necessary and welcome."},{"author":8000,"first":"El Presidente Khatami planteó, de manera muy sucinta y <strong class=\"keyword\">lúcida</strong>, las directrices para el diálogo entre civilizaciones, diálogo que constituye hoy una prioridad máxima","second":"President Khatami set out, in a very succinct and <strong class=\"keyword\">lucid</strong> manner, guidelines for the dialogue among civilizations- a dialogue that today has top priority"},{"author":94808,"first":"Effah-Apenteng (Ghana) (habla en inglés): Ante todo, quisiera expresar mi agradecimiento al Embajador John Negroponte, Representante Permanente de los Estados Unidos de América y Presidente del Consejo de Seguridad durante este mes, por su <strong class=\"keyword\">lúcida</strong> presentación del informe anual del Consejo de Seguridad correspondiente al período comprendido entre el 1° de agosto de 2002 y el 31 de julio de 2003 (A/58/2).","second":"Effah-Apenteng (Ghana): At the outset, allow me to express my appreciation to Ambassador John Negroponte, Permanent Representative of the United States of America and President of the Security Council for this month, for his <strong class=\"keyword\">lucid</strong> introduction of the annual report of the Security Council for the period 1 August 2002 to 31 July 2003 (A/58/2)."},{"author":118293,"first":"La droga que Lex uso con tu mamá, solo dura 24 horas de otra forma no permanecerá <strong class=\"keyword\">lucida</strong>.","second":"The drug that lex used on your mom - - it only lasts 24 hours, or else she won't stay <strong class=\"keyword\">lucid</strong>."},{"author":118293,"first":"Tan <strong class=\"keyword\">lúcidos</strong> que los adoro.","second":"They're on my wave length."},{"author":31,"first":"No te has <strong class=\"keyword\">lucido</strong> nada","second":"You weren' <strong class=\"keyword\">t</strong> riding at all"},{"author":8000,"first":"Sr. Park Hee-kwon (República de Corea) (habla en inglés): Para comenzar, en nombre de mi delegación, doy las gracias a la Magistrada Rosalyn Higgins, Presidenta de la Corte Internacional de Justicia, por su <strong class=\"keyword\">lúcida</strong> presentación del informe de la Corte","second":"Mr. Park Hee-kwon (Republic of Korea): At the outset, on behalf of my delegation, I thank Judge Rosalyn Higgins, President of the International Court of Justice, for her <strong class=\"keyword\">lucid</strong> introduction of the Court's report"},{"author":118293,"first":"Aun sin maquillaje, brillo y toda mi magia nunc a has <strong class=\"keyword\">lucido</strong> más hermosa que en este momento.","second":"And, you know, even without the makeup and the gloss and all my magic you've never <strong class=\"keyword\">looked</strong> more beautiful than you do now."},{"author":94808,"first":"La primera consistirá en estudiar el posible papel de los medios de comunicación y de las tecnologías modernas en el ejercicio efectivo de los derechos del niño y en elaborar, basándose en los resultados obtenidos, una guía sobre el niño y los medios de comunicación, análoga al manual relativo a la aplicación de la Convención sobre los Derechos del Niño, en la que se traten los medios de ayudar a los niños a actuar como consumidores <strong class=\"keyword\">lúcidos</strong> y participar en los medios de comunicación.","second":"The first part consisted of studying the potential role of the media and modern technology in the observance of the rights of the child and preparing, on the basis of the results, a guide on children and the media, similar to the handbook on the implementation of the Convention on the Rights of the Child, dealing with ways to help children become informed consumers and actually participate in the media."},{"author":95183,"first":"El <strong class=\"keyword\">lúcido</strong> artículo de Zignol et al. abre el camino a medidas de salud pública focalizadas en relación con la prevención y el control de la TB-MR.","second":"Zignol et al.’s <strong class=\"keyword\">lucid</strong> report paves the way for targeted public health action in MDR-TB prevention and control."},{"author":8008,"first":"Todas las más recientes innovaciones técnicas y funcionales están incluidas en esta gama, así como los hornos de tamaño GN 2/1, los fry top al cromo <strong class=\"keyword\">lúcido</strong>, los cuecepastas que rápidamente vuelven a alcanzar el hervor, las placas de cocción vitrocerámicas, los armarios refrigerados, etc.","second":"All the most recent technical and functional innovations have been summarized in this range, such as the GN2/1-dimensions ovens, the polyshed-chrome fry tops, the high-heating-power pasta cookers, the pyroceramic cook tops, the refrigerated bases, etc."},{"author":8008,"first":"Visión y sonido, signo y significación: en este punto el viaje se hace mental, y como en un <strong class=\"keyword\">lúcido</strong> cruce hiperdenso técnicamente de Griffith, se trata de cómo juegas con las variables que crean la obra.","second":"came out of the graphical user interfaces invented by the likes of Alan Kay, and Douglas Engelberts, and Ivan Sutherland stuff that <strong class=\"keyword\">let you</strong> move into the screen and interact with the icons and objects on the monitors surface."},{"author":31,"first":"No, hoy debo estar <strong class=\"keyword\">lúcido</strong>","second":"No, I gotta stay <strong class=\"keyword\">sharp</strong> for <strong class=\"keyword\">tonight</strong>"},{"author":118293,"first":"Me pidió que le llamara y le inform ara de que está despierta, <strong class=\"keyword\">lúcida</strong>, y ha estado pidiendo verle.","second":"And he asked me to call and report to you that she is awake, and <strong class=\"keyword\">lucid</strong>, and has been asking to see you."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}