{"result":"ok","tuc":[{"phrase":{"text":"masterly","language":"en"},"meanings":[{"language":"es","text":"Que ha sido ejecutado por un maestro o de la manera de uno; extremadamente competente."},{"language":"en","text":"That has been executed in the manner of one who is a master; extremely competently."}],"meaningId":-184801662344666377,"authors":[60172]},{"phrase":{"text":"magisterial","language":"en"},"meaningId":-7009317848721589394,"authors":[89651]},{"phrase":{"text":"authoritative","language":"en"},"meaningId":-8806920966186172839,"authors":[25018]},{"phrase":{"text":"brilliantly","language":"en"},"meaningId":-2001224031917320944,"authors":[83042]},{"phrase":{"text":"expertly","language":"en"},"meaningId":7484257518690149002,"authors":[83042]},{"phrase":{"text":"in masterly fashion","language":"en"},"meaningId":893515866761316091,"authors":[83042]},{"phrase":{"text":"in masterly manner","language":"en"},"meaningId":-2127429142376534116,"authors":[83042]},{"phrase":{"text":"magistral","language":"en"},"meaningId":4132213317406421576,"authors":[89651]},{"phrase":{"text":"masterful","language":"en"},"meaningId":-8276897165638898741,"authors":[89651]},{"phrase":{"text":"virtuoso","language":"en"},"meaningId":9107479182566677652,"authors":[83042]},{"meanings":[{"language":"en","text":"magistral, magisterial"}],"meaningId":8565191490295746127,"authors":[1]}],"phrase":"magistral","examples":[{"author":8008,"first":"Es nuestro objetivo y un orgullo el poder crear un oasis musical en el cual artistas, alumnos y audiencia se reúnen para compartir su amor por la música a través de los ensayos abiertos, clases <strong class=\"keyword\">magistrales</strong>, talleres o conciertos.","second":"We are also proud to create a musical island where artists, students and audience come together to share the love for music in open rehearsals, <strong class=\"keyword\">master</strong> classes, workshops and concerts."},{"author":94808,"first":"Geología estructural avanzada (clases <strong class=\"keyword\">magistrales</strong> y laboratorio)","second":"Advance Structural Geology (<strong class=\"keyword\">Lecture+</strong>Laboratory)"},{"author":94808,"first":"El 1o de junio de 2006, el Relator Especial dio una conferencia <strong class=\"keyword\">magistral</strong> en la VII Asamblea General de la Confederación Parlamentaria de las Américas (COPA), que se celebró en Quito;","second":"On 1 June 2006 he gave the <strong class=\"keyword\">keynote speech</strong> at the General Assembly of the Parliamentarian Confederation of the Americas — (COPA VII), which took place in Quito;"},{"author":8008,"first":"Estimado Sean: Tu album en verdad me agrado, interpretas con sentido, con el alma, llegas dentro, y de la musica ni que decir, sencilla pero <strong class=\"keyword\">magistral</strong>, clara y diafana, por algo tienes las escuchas tan altas y en tan pco tiempo.","second":"Very sweet! I could listen to this guy all day."},{"author":8008,"first":"Paralelamente a las conferencias, catas y clases <strong class=\"keyword\">magistrales</strong>, se celebra una feria de mesas de catas, la cual no solo está abierta a los participantes sino también al público en genera.","second":"Side by side to the <strong class=\"keyword\">lectures</strong>, tastings and <strong class=\"keyword\">master</strong> classes, a ‘Tasting Tables Show’ will take place, opened to the attendees as well as to the general public."},{"author":118293,"first":"Les das clases <strong class=\"keyword\">magistrales</strong>.","second":"You <strong class=\"keyword\">lecture</strong> them."},{"author":119739,"first":"“Fue un discurso <strong class=\"keyword\">magistral</strong> que me llegó al corazón”, comentó Nils.","second":"“It was a superb talk,” said Nils, “and it made my feet tingle.”"},{"author":91988,"first":"En su historia <strong class=\"keyword\">magistral</strong> de tres volúmenes, \"Las principales corrientes del marxismo\", Kolakowski documentó la evolución de esa teoría política en el tiempo, pero también diagnosticó el predicamento político, intelectual y moral del continente europeo en los dos siglos parcialmente moldeados por las creencias marxistas.","second":"In his <strong class=\"keyword\">magisterial</strong> three-volume history, “Main Currents of Marxism,” Kolakowski recorded how that political theory developed over time; but he also diagnosed the political, intellectual, and moral predicament of the European continent over the two centuries partly shaped by Marxist beliefs."},{"author":118293,"first":"En realidad es bastante <strong class=\"keyword\">magistral</strong>.","second":"It's actually quite <strong class=\"keyword\">masterful</strong>."},{"author":94808,"first":"El Presidente (habla en francés): El siguiente orador es el Viceminstro de Relaciones Exteriores del Irán, quien dirigió de manera <strong class=\"keyword\">magistral</strong> los trabajos de la Comisión de Desarme.","second":"The Chairman (spoke in French): The next speaker is the Deputy Foreign Minister of Iran, <strong class=\"keyword\">who</strong> quite ably led the work of the Disarmament Commission."},{"author":8008,"first":"También en estas palabras, aunque pronunciadas en un momento de verdadera aflicción, resalta la importancia, irreprimibile, de la concepción que Chizzolini tenía de la actividad <strong class=\"keyword\">magistral</strong>, que él consideraba una vocación en su sentido pleno y caraterizada por una dignidad comparable a la del sacerdote; era una ocasión única para servir, con humildad y pobreza, la “Causa” de la escuela y de la formación humana y religiosa de los niños; los dramas que, uno tras otro, habían marcado los años cuarenta, no podían parar el ejercicio de un apostolado al que él había decidido dedicar cada istante de su vida.","second":"Even in these words, though written in a moment of real grief, stands out the echo, impossible to suppress, of the idea Chizzolini had of the <strong class=\"keyword\">teaching</strong> activity, considered a vocation in its complete sense and characterized by a dignity comparable to that of a priest; it was a unique opportunity to serve, in humility and poverty, the «Cause» of school and of the human and religious education of children. The dramatic events that had marked the 40’s did not make him cease to operate for the mission to which he had decided a long time before to devote every instant of his life."},{"author":8000,"first":"El Presidente también nos hizo una exposición <strong class=\"keyword\">magistral</strong> acerca de la importancia de la Nueva Alianza para el Desarrollo de África (NEPAD","second":"The President also gave us a <strong class=\"keyword\">magisterial</strong> presentation on the importance of NEPAD"},{"author":94808,"first":"Se llevaron a cabo, en coordinación con el CICR, la Asamblea Legislativa, la Embajada de Suiza, la Universidad de Panamá, la Cruz Roja Panameña, los Ministerios de Gobierno y Justicia, la Academia Diplomática, y la Universidad Latinoamericana de Ciencias y Tecnología, las siguientes conferencias <strong class=\"keyword\">magistrales</strong>: minas antipersonales —el caso de Panamá; medidas legislativas de aplicación del derecho internacional humanitario; la crisis de los Balcanes; importancia de los principios humanitarios y la Corte Penal Internacional.","second":"With the assistance of ICRC, the Legislative Assembly, the Embassy of Switzerland, the University of Panama, the Panamanian Red Cross, the Ministries of the Interior and of Justice, the Diplomatic Academy, and the Latin American University of Science and Technology, <strong class=\"keyword\">lectures</strong> were held on anti-personnel mines — the case of Panama; legislative steps for the implementation of international humanitarian law; the crisis in the Balkans; the importance of humanitarian principles; and the International Criminal Court."},{"author":118293,"first":"Así que, ¿quieren hacer una oferta para obtener una clase <strong class=\"keyword\">magistral</strong> en mi novela de misterio?","second":"So, you want to bid to get a <strong class=\"keyword\">master</strong> class in mystery novel writing?"},{"author":94808,"first":"En este tenor, se diseñaron e impartieron cursos especializados, talleres, conferencias <strong class=\"keyword\">magistrales</strong> y videoconferencias sobre derechos humanos, las cuales fueron dirigidas a los servidores públicos de esa Secretaría, con mayor alcance en mandos y personal de la Policía Federal, quienes intervienen en operativos especiales y permanentes en todo el país.","second":"In this vein, we designed and conducted specialized courses, workshops, <strong class=\"keyword\">lectures</strong> and video conferences on human rights, which were aimed at Ministry officials, focusing on Federal Police commanders and officers involved in special and routine operations throughout the country."},{"author":8000,"first":"Las # instituciones de enseñanza superior enseñan los derechos humanos a través de cursos <strong class=\"keyword\">magistrales</strong>, cursos integrados, trabajos dirigidos o seminarios, desde la perspectiva de la lucha contra los estereotipos en sus diversas formas","second":"The # higher education institutes make use of <strong class=\"keyword\">lectures</strong>, courses, directed studies and seminars to teach human rights as part of the effort to combat stereotypes in their various forms"},{"author":94809,"first":"a) los medicamentos preparados en farmacia de acuerdo con una prescripción veterinaria destinada a un animal determinado o a un grupo reducido de animales, denominados comúnmente fórmula <strong class=\"keyword\">magistral</strong>; y","second":"(a) any medicinal product prepared in a pharmacy in accordance with a veterinary prescription for an individual animal or a small group of animals, commonly known as the <strong class=\"keyword\">magistral</strong> formula; and"},{"author":94259,"first":"CA: Fue un trabajo <strong class=\"keyword\">magistral</strong>","second":"CA: That was a <strong class=\"keyword\">masterful</strong> job"},{"author":95875,"first":"En el evento, titulado «From bugs to business: Unlocking the Bioeconomy in Europe», también se debatió sobre el estado actual de la biotecnología industrial y contó con conferencias <strong class=\"keyword\">magistrales</strong> a cargo de prestigiosos oradores del sector.","second":"The conference, entitled ‘From bugs to business: Unlocking the Bioeconomy <strong class=\"keyword\">in</strong> Europe’ also discussed the current state of industrial biotechnology and featured keynote speeches from leading industry figures."},{"author":8000,"first":"Me permito también expresar nuestra profunda admiración al Embajador Akram del Pakistán por la manera <strong class=\"keyword\">magistral</strong> como dirigió la labor del Consejo durante el mes de mayo","second":"I should also like to express here our deep admiration of Ambassador Akram of Pakistan for <strong class=\"keyword\">his</strong> skilful guidance of the Council's work last month"},{"author":119739,"first":"En esa región, rebatió de forma <strong class=\"keyword\">magistral</strong> los argumentos de quienes negaban que Jesús fuera el Mesías.","second":"His preaching also proved effective against those Jews <strong class=\"keyword\">in</strong> that region who insisted that Jesus was not the foretold Messiah."},{"author":8008,"first":"Conferencia <strong class=\"keyword\">Magistral</strong> de Manuel Castells; presentación a cargo de Juan Manuel Ramírez Saiz, Universidad de Guadalajara, Guadalajara, México, 2001.","second":"<strong class=\"keyword\">Magistral</strong> Conference, Presented by Juan Manuel Ramírez Saiz, Universidad de Guadalajara, Guadalajara, Mexico, 2001."},{"author":8008,"first":"Más temprano ese día, dio una clase <strong class=\"keyword\">magistral</strong> en el Teatro Presidente Alvear, donde le habló a estudiantes, no acerca de acordes y notas, sino acerca de maneras de liberarse a sí mismos, de acercarse a la música de maneras nuevas y frescas, para evitar la frialdad y abrir nuevos canales para crear en el momento.","second":"Earlier in the day, he conducted a <strong class=\"keyword\">master</strong> class at Teatro Presidente Alvear, where he spoke to students not about chord progressions and notes, but about ways to free themselves up, approach music in different and fresh ways, to avoid stiffness and open up avenues for creating in the moment."},{"author":94808,"first":"En la adición, el Relator Especial expone detalladamente la teoría y la práctica relativas a los efectos de las reservas inválidas de forma <strong class=\"keyword\">magistral</strong>, lo que de por sí constituye una importante contribución a la doctrina en este difícil campo.","second":"In the addendum the Special Rapporteur described in detail both the theory and practice relating to the effects of invalid reservations in a <strong class=\"keyword\">masterly</strong> way, which, in itself, was a major contribution to thinking in the difficult field."},{"author":8008,"first":"Contará con una parte docente, con clases <strong class=\"keyword\">magistrales</strong> de bailarines de Madonna y Beyoncé, y el llamado Flow jam party, con disc jockeys nacionales y actuaciones en la Sala.","second":"), Olando (Hannover-Alemania), <strong class=\"keyword\">Kentaro</strong> (Ocata-Japón), Super Dave (Los Ángeles-EE.UU. ) o Yaman Aka Yamson (Paris-Francia) bailarín i corógrafo de Madonna."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}