{"result":"ok","tuc":[{"phrase":{"text":"magnanimous","language":"en"},"meanings":[{"language":"en","text":"noble and generous in spirit"}],"meaningId":7446538385512332488,"authors":[70195]},{"phrase":{"text":"generous","language":"en"},"meaningId":5342043731403011519,"authors":[25018]},{"phrase":{"text":"noble","language":"en"},"meaningId":-3233337412666394463,"authors":[25018]},{"phrase":{"text":"high-minded","language":"en"},"meaningId":5208681369210268438,"authors":[97745]},{"phrase":{"text":"large-hearted","language":"en"},"meaningId":-4208878404259982223,"authors":[25018]},{"meanings":[{"language":"en","text":"magnanimous"}],"meaningId":5483202385749465891,"authors":[1]}],"phrase":"magnánimo","examples":[{"author":118293,"first":"Podría llegar a encontrar en mi corazón piedad para él si no se tratara de un hipócrita tan moralizante, <strong class=\"keyword\">magnánimo</strong> y mojigato.","second":"I could find it in my heart to pity the man if he weren't such a canting, high-<strong class=\"keyword\">minded</strong>, sanctimonious hypocrite."},{"author":31,"first":"O' Neil... en situaciones como ésta, somos <strong class=\"keyword\">magnánimos</strong> con efectivo","second":"In a situation like this we make <strong class=\"keyword\">great</strong> allowances for cash"},{"author":95096,"first":"Así como Jesús ante la mujer adúltera optó por permanecer en silencio para salvarla de su condena a muerte, del mismo modo el sacerdote en el confesionario debe tener también un corazón <strong class=\"keyword\">magnánimo</strong>, recordando que cada penitente lo remite a su propia condición personal: pecador, pero ministro de la misericordia.","second":"Just as Jesus chose to remain silent in order to save the woman caught in adultery from the sentence of death, so every priest in the confessional should be open-<strong class=\"keyword\">hearted</strong>, since every penitent is a reminder that he himself is a sinner, but also a minister of mercy."},{"author":118293,"first":"Creo que debemos ser... sinceros, nobles y <strong class=\"keyword\">magnánimos</strong> y decir:","second":"I think we ought to be forthright, gracious, and <strong class=\"keyword\">magnanimous</strong> and say the Russians beat the pants off us."},{"author":31,"first":"Lo siento tanto, Su Suprema y <strong class=\"keyword\">Magnánima</strong> Excelencia","second":"I' m so sorry, Your Supreme and <strong class=\"keyword\">Magnanimous</strong> Lordship"},{"author":118293,"first":"Mi amo no tiene voz sino para vuestros <strong class=\"keyword\">magnánimos</strong> oídos.","second":"My matter hath no voice, to your own <strong class=\"keyword\">most</strong> pregnant and vouchsafed ear."},{"author":31,"first":"Todo mundo quiere ser <strong class=\"keyword\">magnánimo</strong> cuando puede costearlo","second":"Everybody wants to be <strong class=\"keyword\">righteous</strong> when they can afford it"},{"author":118293,"first":"Muy <strong class=\"keyword\">magnánimo</strong> por su parte honrar a un pequeño hombr e como yo","second":"Very <strong class=\"keyword\">magnanimous</strong> of him to honour a small man like myself"},{"author":118293,"first":"Vaya, qué <strong class=\"keyword\">magnánimo</strong> de ti.","second":"Well, how <strong class=\"keyword\">magnanimous</strong> of you."},{"author":31,"first":"Porque soy una Bellelli, y los Bellelli son gente <strong class=\"keyword\">magnánima</strong> y generosa","second":"Because I' m a Belleli, and us Belleli are generous people"},{"author":8000,"first":"Además de las cuestiones acordadas, lo que más precisamos es un enfoque visionario, <strong class=\"keyword\">magnánimo</strong> e imaginativo que, además de respetar la legalidad internacional y basarse en las resoluciones # y # y todas las demás resoluciones pertinentes de las Naciones Unidas, abra nuevas vías y genere nuevas esperanzas","second":"In addition to those agreed aspects, what we continue to need most is a visionary, <strong class=\"keyword\">magnanimous</strong> and imaginative approach that respects international legality and is based on Security Council resolutions # and # and all other relevant United Nations resolutions, while opening new avenues and creating new hopes"},{"author":91988,"first":"Hasta donde puedo determinar a partir de las charlas que mantuve con él, su intención es absolutamente <strong class=\"keyword\">magnánima</strong>.","second":"As far as I can determine in talking with him, his purpose is entirely <strong class=\"keyword\">high-minded</strong>."},{"author":27,"first":"Espero que vayamos a por la gran ampliación, que nos mostremos <strong class=\"keyword\">magnánimos</strong> y que tengamos \"the big bang\" en el año 2003.","second":"I hope that we go for major enlargement, show <strong class=\"keyword\">magnanimity</strong> and obtain the 'big bang' in 2003."},{"author":118293,"first":"El es tan ma.. <strong class=\"keyword\">magnanimo</strong>.","second":"He is so <strong class=\"keyword\">sincere</strong>."},{"author":94259,"first":"Y no son <strong class=\"keyword\">magnánimos</strong> en la victoria.","second":"And they are not <strong class=\"keyword\">magnanimous</strong> in victory."},{"author":95096,"first":"Os prometo mi oración a Dios, Padre de todos los hombres, a fin de que las luces y energías del Altísimo hagan posible esa <strong class=\"keyword\">magnánima</strong> concentración de inteligencias, voluntades y trabajo creativo, que exige apremiantemente la actual coyuntura de las naciones.","second":"I promise my prayer to God the Father of all that the light and energies from on high will make it possible to bring together the tremendous concentration of wisdom will and creativity that is absolutely demanded by the difficulties among the nations today."},{"author":118293,"first":"Cómo <strong class=\"keyword\">magnánimo</strong> de usted Sanjay, para haber dado su resguardo","second":"How <strong class=\"keyword\">magnanimous</strong> of you Sanjay, to have given her shelter"},{"author":118293,"first":"Eres <strong class=\"keyword\">magnánimo</strong>, John, pero me temo-","second":"You are nothing if not <strong class=\"keyword\">magnanimous</strong>, John, but I'm afraid..."},{"author":27,"first":"Los grandes países y las grandes naciones deben ser <strong class=\"keyword\">magnánimos</strong>.","second":"Great countries and great nations should be <strong class=\"keyword\">magnanimous</strong>."},{"author":95096,"first":"A las personas que le decían: «No tiene sentido que yo ahora vaya a la confesión y a la absolución, porque estoy seguro de que pasado mañana volveré a caer en los mismos pecados», el cura de Ars respondía: «No importa. El Señor voluntariamente olvida que tú, pasado mañana, cometerás los mismos pecados; te perdona ahora completamente. Será <strong class=\"keyword\">magnánimo</strong> y seguirá ayudándote, viniendo hacia ti».","second":"To the people who said to him: \"It is pointless for me to go to confession and absolution because I am sure that the day after tomorrow I shall relapse into the same sins\", the Curé d'Ars answered: \"it doesn't matter, the Lord deliberately forgets that you will commit the same sins the day after tomorrow, he forgives you now, completely, he will be forbearing and will continue to help you and to reach out to you\"."},{"author":8000,"first":"El Estado no ha promulgado ninguna legislación especial que declare delitos punibles los actos de discriminación o segregación raciales cometidos por cualquier individuo, grupo u organización, ya que tales actos están totalmente prohibidos por los artículos # y # de la Constitución provisional y también la ley <strong class=\"keyword\">magnánima</strong> cherámica del islam","second":"The State has not promulgated any special legislation designating acts of racial discrimination or segregation by any individual, group or organization as punishable criminal offences, since such acts are totally prohibited by articles # and # of the Provisional Constitution and also by the <strong class=\"keyword\">magnanimous</strong> Islamic sharia"},{"author":31,"first":"\" Eres más valiente,... \" \"... más honesto, más profundo que nosotros... \" \"... pero sé <strong class=\"keyword\">magnánimo</strong>, y ten piedad de mí. \"","second":"\" You are bolder,... \" \"... more honest, deeper that we are... \" \"... but be <strong class=\"keyword\">magnanimous</strong>, and have mercy on me. \""},{"author":118293,"first":"¿Sabes lo que es \" <strong class=\"keyword\">magnánimo</strong> \"?","second":"Do you know what \" <strong class=\"keyword\">magnanimous</strong> \" is?"},{"author":119739,"first":"Un corazón <strong class=\"keyword\">magnánimo</strong> nos impulsará a tener presentes las necesidades ajenas.","second":"A <strong class=\"keyword\">generous</strong> heart will move us to be attentive to the needs of others."},{"author":94808,"first":"Zine El-Abidine, pionero del fructífero experimento tunecino del Fondo Nacional de Solidaridad, que confirma la visión de futuro de Su Excelencia en relación con el desarrollo sostenible y el adelanto del género humano en el marco de la solidaridad y la ayuda recíproca entre los miembros de la sociedad, conforme a lo prescrito por nuestra <strong class=\"keyword\">magnánima</strong> religión, e insta a los Estados miembros, y a los donantes internacionales a que proporcionen, movilicen y asignen nuevos recursos financieros a los proyectos del Fondo destinados a combatir la pobreza y el analfabetismo en los países más necesitados;","second":"Zine El-Abidine, pioneer of the successful Tunisian experiment of the National Solidarity Fund, which confirms the far sightedness of His Excellency on issues of sustainable development and human advancement within the framework of solidarity and mutual help among members of society, as prescribed by our <strong class=\"keyword\">magnanimous</strong> religion; and calls upon Member States, civil society institutions and the private sector in those countries as well as international donor institutions to contribute to mobilizing financial resources for the International Solidarity Fund projects aimed at combating poverty in the most needy countries."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}