{"result":"ok","tuc":[{"phrase":{"text":"baffle","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":1047588107970380381,"authors":[60172]},{"phrase":{"text":"bilk","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":-4539676355653256913,"authors":[60172]},{"phrase":{"text":"cross","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":9140494092493414938,"authors":[60172]},{"phrase":{"text":"foil","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":-2639671398465831810,"authors":[60172]},{"phrase":{"text":"frustrate","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":2270918571760233208,"authors":[60172]},{"phrase":{"text":"queer","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":-7470597976795053333,"authors":[60172]},{"phrase":{"text":"scotch","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":1866537482229147763,"authors":[60172]},{"phrase":{"text":"spoil","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":-1509497720414049937,"authors":[60172]},{"phrase":{"text":"thwart","language":"en"},"meanings":[{"language":"es","text":"Dificultar o impedir (los esfuerzos, planes o deseos) de."},{"language":"en","text":"To hinder or prevent (the efforts, plans, or desires) of."}],"meaningId":6761447074289747522,"authors":[60172]},{"phrase":{"text":"blight","language":"en"},"meaningId":-8060351255004204862,"authors":[25018]},{"phrase":{"text":"damage","language":"en"},"meaningId":-2083106081594427616,"authors":[25018]},{"phrase":{"text":"decay","language":"en"},"meaningId":4416252789459953753,"authors":[25018]},{"phrase":{"text":"decompose","language":"en"},"meaningId":-7619698307854709107,"authors":[25018]},{"phrase":{"text":"fail","language":"en"},"meaningId":3545712972022945192,"authors":[25018]},{"phrase":{"text":"ferment","language":"en"},"meaningId":-30735899294007130,"authors":[86934]},{"phrase":{"text":"injure","language":"en"},"meaningId":-538599465708652846,"authors":[25018]},{"phrase":{"text":"miscarry","language":"en"},"meaningId":5395162355991899240,"authors":[25018]},{"phrase":{"text":"omit","language":"en"},"meaningId":2346138287474463804,"authors":[25018]},{"phrase":{"text":"rot","language":"en"},"meaningId":-7322426150755909591,"authors":[25115]},{"phrase":{"text":"ruin","language":"en"},"meaningId":2964414344724389889,"authors":[25115]},{"phrase":{"text":"turn sour","language":"en"},"meaningId":5569135339817756877,"authors":[25115]},{"phrase":{"text":"upset","language":"en"},"meaningId":4708697577149539674,"authors":[25115]},{"phrase":{"text":"waste","language":"en"},"meaningId":-8725543335501598780,"authors":[89651]},{"phrase":{"text":"wound","language":"en"},"meaningId":9142188789706823646,"authors":[86934]},{"meanings":[{"language":"en","text":"to ruin"}],"meaningId":-7240063642870307877,"authors":[93107]}],"phrase":"malograr","examples":[{"author":94809,"first":"Una insuficiente atención a estos aspectos podría <strong class=\"keyword\">malograr</strong> las importantes oportunidades que el sector agroalimentario de Hungría puede tener en los mercados comunitarios.","second":"Insufficient focus on these aspects <strong class=\"keyword\">could</strong> deprive Hungary's agri-foodstuffs sector of major potential opportunities on Community markets."},{"author":94808,"first":"La verdadera intención de Israel consiste en <strong class=\"keyword\">malograr</strong> todos los esfuerzos árabes e internacionales por reactivar el proceso de paz.","second":"Israel’s real intent was to <strong class=\"keyword\">abort</strong> all Arab and international efforts to revive the peace process."},{"author":8000,"first":"Ni la región ni la comunidad internacional deberían tolerar o aceptar actitudes, acciones o actividades que puedan debilitar los esfuerzos por pacificar el país o <strong class=\"keyword\">malograr</strong> la eficacia del nuevo Gobierno","second":"Any contrary attitudes, actions or activities that could undermine the efforts to pacify the country or <strong class=\"keyword\">frustrate</strong> the effectiveness of the new Government should not be tolerated or accepted by the region or by the international community"},{"author":94808,"first":"Además, las dudas acerca del respeto de las garantías procesales en el país requirente podían <strong class=\"keyword\">malograr</strong> la ejecución de sentencias extranjeras.","second":"Further, concerns about due process in the requesting country could <strong class=\"keyword\">undermine</strong> the enforcement of foreign judgements."},{"author":94809,"first":"Es evidente que la intención de GSK conculca los fines del Tratado, pues afecta a la libertad de comercio entre los Estados miembros tan seriamente que puede <strong class=\"keyword\">malograr</strong> la consecución de un mercado único, tal y como lo entiende la jurisprudencia y el artículo 3 CE, apartado 1, letra g), ya que indiscutiblemente aísla los mercados nacionales y altera la estructura de la competencia en el mercado común.","second":"It is evident that the intention of GSK is contrary to the objectives of the Treaty, since it affects freedom of trade between Member States to an extent which might <strong class=\"keyword\">harm</strong> the attainment of a single market, as this is understood in the case-law and in Article 3(1)(g) EC, since it undoubtedly partitions national markets and impairs the structure of competition within the common market."},{"author":94808,"first":"Azerbaiyán condena todas las medidas que atenten contra la soberanía y la integridad territorial de Bosnia y Herzegovina y las tentativas de <strong class=\"keyword\">malograr</strong> las reformas anteriores relacionadas con la aplicación del Acuerdo de Paz.","second":"Azerbaijan condemns any action to challenge the sovereignty and territorial integrity of Bosnia and Herzegovina and attempts to roll back past reforms related to the implementation of the Peace Agreement."},{"author":94808,"first":"Condena las reiteradas amenazas israelíes contra Siria con objeto de <strong class=\"keyword\">malograr</strong> el proceso de paz y aumentar las tensiones en la región.","second":"Condemns the repeated Israeli threats against Syria aiming at <strong class=\"keyword\">wrecking</strong> the peace process and escalating tension in the region."},{"author":94808,"first":"La renovación del compromiso internacional, al que insta vehementemente la Francofonía, es especialmente necesaria porque la crisis polifacética financiera, económica, energética y alimentaria que ha sacudido al mundo durante los últimos tres años amenaza con <strong class=\"keyword\">malograr</strong> los avances obtenidos desde el año 2000.","second":"The renewal of the international commitment, which la Francophonie vigorously urges, is particularly necessary because the multifaceted financial, economic, energy and food crisis that has shaken the world for the past three years threatens to <strong class=\"keyword\">destroy</strong> the achievements that have been made since 2000."},{"author":94808,"first":"Ocurre todo lo contrario con la falta de cooperación demostrada por algunos Estados de la Unión Africana, lo cual podría <strong class=\"keyword\">malograr</strong> el papel de la Unión en la asociación para la seguridad regional y mundial.","second":"In stark contrast to that is the lack of cooperation shown by a few member States of the AU, which could <strong class=\"keyword\">unravel</strong> the Union’s role in the regional-global security partnership."},{"author":94808,"first":"Sin embargo, este impulso positivo creado por la transición se puede <strong class=\"keyword\">malograr</strong> debido a las diferencias políticas que han demorado la designación del Primer Ministro y del Gabinete.","second":"However, this positive momentum, created by the transition, may be <strong class=\"keyword\">lost</strong> due to the political differences that have delayed the appointment of a Prime Minster and Cabinet."},{"author":27,"first":"Y, por supuesto, sería un doble golpe que este gran avance de Turquía hacia el cambio y la reforma se <strong class=\"keyword\">malograra</strong> por culpa de la crisis.","second":"And it would, of course, be a double whammy if this very progress towards change and reform in Turkey were to <strong class=\"keyword\">fall foul</strong> of the crisis."},{"author":27,"first":"Pero Tom ha dicho algo sobre la Comisión de Presupuestos queriendo <strong class=\"keyword\">malograr</strong> el informe porque se ocupa de «contar reales».","second":"But Tom said something about the Budgets Committee wanting to <strong class=\"keyword\">spoil</strong> this report because it is involved in bean counting."},{"author":27,"first":"Hay quien, aunque de buena fe, no ha entendido nuestra posición, pero también hay quien, de mala fe, está intentando por todos los medios posibles <strong class=\"keyword\">malograr</strong> un trabajo cuyo objetivo es luchar seriamente contra el fenómeno de la drogodependencia en Europa.","second":"There are those who - albeit in good faith - have failed to understand our position but there are also those who are doing their utmost - deliberately - to <strong class=\"keyword\">undermine</strong> the work designed seriously to combat drug dependence in Europe."},{"author":94808,"first":"Las medidas conexas habían de aplicarse con precaución porque, de lo contrario, se corría el riesgo de actuar de manera discriminatoria y de <strong class=\"keyword\">malograr</strong> la labor de las comunidades y las organizaciones de la sociedad civil.","second":"Related measures had to be carried out with care and attention because otherwise there was a risk of discrimination and of compromising the work of civil society organizations and communities."},{"author":94809,"first":"Sin embargo, en una nota del departamento jurídico de Racal Decca, de 18 de junio de 1982, se afirmaba que « naturalmente, no queremos tener que contestar (a las preguntas de las autoridades danesas) para que los hidrógrafos y otras personas que realizan tareas similares en los demás países europeos circundantes puedan concluir que las mejoras son ficticias y no tienen otra intención que la de <strong class=\"keyword\">malograr</strong> productos competitivos ».","second":"However, in a Racal Decca legal department note of 18 June 1982 it was stated that 'obviously we do not want to have to reply' (to questions from the Danish authorities) 'so that the hydrographers and others in similar positions in the other surrounding European countries will be able to conclude that the improvements are shams and intended to do no more than <strong class=\"keyword\">frustrate</strong> competitive products'."},{"author":94808,"first":"Ello amenaza con <strong class=\"keyword\">malograr</strong> todo el proceso de negociaciones, contrariamente a los deseos y las exigencias de toda la comunidad internacional, de los que Israel hace caso omiso.","second":"That threatens to <strong class=\"keyword\">derail</strong> the whole negotiating process, contrary to the wishes and demands of the entire international community — to whose will Israel pays no heed."},{"author":27,"first":"También me complace que tanto esta Cámara como el Consejo hayan logrado –¿y quién iba a pensar que esto era posible?– <strong class=\"keyword\">malograr</strong>, con este instrumento legislativo y con un consenso también abrumador, el enfoque original de la Comisión, basado en el principio del país de origen.","second":"I am also very glad that both this House and the Council have managed – and who would have thought this possible? – by means of this legislative document, and with such overwhelming consensus, to bring to <strong class=\"keyword\">nought</strong> the Commission’s original approach, which relied on the country-of-origin principle."},{"author":94808,"first":"Condena las reiteradas amenazas israelíes contra Siria con objeto de <strong class=\"keyword\">malograr</strong> el proceso de paz y aumentar las tensiones en la región;","second":"Condemns the repeated Israeli threats against Syria aiming at <strong class=\"keyword\">wrecking</strong> the peace process and escalating tension in the region."},{"author":118293,"first":"Detesto <strong class=\"keyword\">malograr</strong> la fiesta, pero quizá deberíamos irnos pronto.","second":"I hate to <strong class=\"keyword\">ruin</strong> the mood, but perhaps we could go elsewhere?"},{"author":27,"first":"Más que simplemente <strong class=\"keyword\">malograr</strong> la industria pesquera y las poblaciones de peces, la política pesquera común en realidad ha contribuido de forma sustancial a un deterioro en la opinión pública respecto a la UE en conjunto, y eso es algo que también está en juego.","second":"More than just failing the fishing industry and the fish stocks, the CFP has actually contributed substantially to a downturn in public opinion about the EU as a whole, and that is also at stake."},{"author":8000,"first":"A fin de no <strong class=\"keyword\">malograr</strong> esas posibles ventajas económicas, la delegación en cuestión subrayó la necesidad de cuidar de que los textos definitivos de estos instrumentos respondieran a las necesidades de los mercados financieros para superar los actuales riesgos comerciales inherentes a la financiación de proyectos espaciales","second":"In order not to <strong class=\"keyword\">stifle</strong> those potential economic benefits, that delegation stressed the need to ensure that the final texts of those instruments satisfied the requirements of financial markets to overcome existing commercial risks associated with financing of space projects"},{"author":94808,"first":"La municipalidad puede prohibir una reunión si esta se va a realizar en un lugar en el que las restricciones necesarias al transporte y a la entrega de suministros se contrapongan seriamente con los intereses de la población, y la reunión pueda realizarse en otro sitio sin excesivas dificultades y sin <strong class=\"keyword\">malograr</strong> la finalidad notificada de la reunión.","second":"A municipality may prohibit an assembly if it is to be held in a place where the necessary restrictions on transport and deliveries would be in serious conflict with the interest of the population and when it is possible to hold the assembly elsewhere without unreasonable difficulties and without <strong class=\"keyword\">frustrating</strong> the notified purpose of the assembly."},{"author":94808,"first":"Nos preocupa que la mayor parte de los riesgos y las incertidumbres que podrían <strong class=\"keyword\">malograr</strong> el progreso humano mundial en los próximos decenios guardan relación con el cambio climático y otras perturbaciones y crisis graves.","second":"We are concerned that the biggest part of the risks and uncertainties that could <strong class=\"keyword\">derail</strong> global human progress over the next decades relates to climate change and other severe shocks and crises."},{"author":94809,"first":"Así, están comprendidos en el ámbito de aplicación del Derecho comunitario todo acuerdo y toda práctica que puedan afectar a la libertad de comercio entre los Estados miembros de tal manera que puedan <strong class=\"keyword\">malograr</strong> la consecución de los objetivos de un mercado único entre los Estados miembros, en particular aislando los mercados nacionales o alterando la estructura de la competencia en el mercado común [...]»","second":"Thus Community law covers any agreement or any practice which is capable of constituting a threat to freedom of trade between Member States in a manner which might <strong class=\"keyword\">harm</strong> the attainment of the objectives of a single market between the Member States, in particular by partitioning the national markets or by affecting the structure of competition within the common market ..."},{"author":118385,"first":"Así, están comprendidos en el ámbito de aplicación del Derecho de la Unión todo acuerdo y toda práctica que puedan afectar a la libertad de comercio entre los Estados miembros de tal manera que puedan <strong class=\"keyword\">malograr</strong> la consecución de los objetivos de un mercado único entre los Estados miembros, en particular, compartimentando los mercados nacionales o alterando la estructura de la competencia en el mercado común (sentencia de 25 de enero de 2007, Dalmine/Comisión, C‐407/04 P, EU:C:2007:53, apartado 89 y jurisprudencia citada).","second":"Thus, EU law covers any agreement or any practice which is capable of constituting a threat to freedom of trade between Member States in a manner which might <strong class=\"keyword\">harm</strong> the attainment on the objectives of a single market between the Member States, in particular by sealing off national markets or by affecting the structure of competition within the common market (judgment of 25 January 2007, Dalmine v Commission, C‐407/04 P, EU:C:2007:53, paragraph 89 and the case-law cited)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}