{"result":"ok","tuc":[{"phrase":{"text":"stain","language":"en"},"meanings":[{"language":"en","text":"to taint or tarnish someone&#39;s character or reputation"}],"meaningId":8724575129914570630,"authors":[90508]},{"phrase":{"text":"besmirch","language":"en"},"meaningId":-4223939351541697146,"authors":[8]},{"phrase":{"text":"defile","language":"en"},"meaningId":5771355126060087577,"authors":[25018]},{"phrase":{"text":"dirty","language":"en"},"meaningId":-4021830121708330211,"authors":[25018]},{"phrase":{"text":"maculate","language":"en"},"meaningId":3035898307828146040,"authors":[86934]},{"phrase":{"text":"pollute","language":"en"},"meaningId":6746840588683619481,"authors":[25018]},{"phrase":{"text":"smirch","language":"en"},"meaningId":2637223195811397325,"authors":[25115]},{"phrase":{"text":"soil","language":"en"},"meaningId":6433082060459208718,"authors":[25115]},{"phrase":{"text":"sully","language":"en"},"meaningId":2892941152731789011,"authors":[8]},{"phrase":{"text":"taint","language":"en"},"meaningId":7910617333499954548,"authors":[25115]},{"meanings":[{"language":"en","text":"to besmirch"}],"meaningId":7528022630823198978,"authors":[93107]}],"phrase":"mancillar","examples":[{"author":92475,"first":"¿Era parte de un plan mayor en el que se quería llevar a Navalny a un plano político secundario al <strong class=\"keyword\">mancillar</strong> su credibilidad?","second":"Was it part of a larger plan to bring Navalny into the fold of the established political world, eroding <strong class=\"keyword\">his</strong> credibility as an oppositionist?"},{"author":94808,"first":"Al Gobierno de Bolivia le preocupa el atraso en los reembolsos por parte de la Organización a los países que aportan contingentes y fuerzas de policía, que podría <strong class=\"keyword\">mancillar</strong> el prestigio y afectar el cumplimiento de las operaciones de mantenimiento de la paz.","second":"His Government was concerned at the delay in the Organization’s reimbursements to troop- and police-contributing countries, which could <strong class=\"keyword\">tarnish</strong> the prestige and fulfilment of its peacekeeping operations."},{"author":118293,"first":"Sólo por que Leonard ha sido un gamberro... no implica que hemos de <strong class=\"keyword\">mancillar</strong> nuestros buenos nombres.","second":"Just because Leonard is a scoundrel... doesn't mean we should <strong class=\"keyword\">besmirch</strong> our good names."},{"author":94808,"first":"Lejos de desear proteger los derechos humanos de la población de las pequeñas naciones, lo que los Estados Unidos pretenden es <strong class=\"keyword\">mancillar</strong> la reputación de la República Popular Democrática de Corea y aislarla so pretexto de defender los derechos humanos que son los primeros en violar.","second":"Far from defending the human rights of the population of small nations, the United States sought to <strong class=\"keyword\">smear</strong> the reputation of the Democratic People's Republic of Korea and to isolate that country, pretending to champion human rights, while they were their main violator."},{"author":94808,"first":"Pedimos a los miembros de este órgano que velen por que las resoluciones de las Naciones Unidas no se utilicen indebidamente de esa manera y por que se pidan cuentas a aquellos Gobiernos que traten de <strong class=\"keyword\">mancillar</strong> las Naciones Unidas vinculándolas a sus actos de intolerancia o brutalidad.","second":"We ask the members of this body to ensure that United Nations resolutions are not misused in that way and to hold accountable those Governments that seek to <strong class=\"keyword\">stain</strong> the United Nations by associating it with their acts of intolerance or brutality."},{"author":8000,"first":"La Relatora Especial informó de que a las mujeres del territorio palestino ocupado se les asesina o amenaza de muerte por <strong class=\"keyword\">mancillar</strong> el honor de la familia","second":"The Special Rapporteur reported that women in the Occupied Palestinian Territory are killed or threatened with death for <strong class=\"keyword\">tarnishing</strong> family honour"},{"author":118293,"first":"Nunca permitirías que alguien <strong class=\"keyword\">mancillara</strong> el recuerdo de tu Pascal.","second":"You would never allow anyone to <strong class=\"keyword\">tarnish</strong> the memory of your Pascal."},{"author":8000,"first":"En particular, se ha acusado de socavar la “integridad del Estado” o de “<strong class=\"keyword\">mancillar</strong> la imagen del Estado” a las organizaciones no gubernamentales que denuncian los abusos de derechos humanos cometidos por las autoridades","second":"In particular, NGOs that publicize human rights abuses by authorities have been accused of undermining the “integrity of the State” or “<strong class=\"keyword\">tarnishing</strong> the image of the State”"},{"author":8007,"first":"De modo que Turquía sostiene que la acusación de genocidio va encaminada a <strong class=\"keyword\">mancillar</strong> el honor de Turquía e impedir sus avances hacia la adhesión a la UE.","second":"Turkey thus argues that the charge of genocide is designed to <strong class=\"keyword\">besmirch</strong> Turkey’s honor and impede its progress towards EU accession."},{"author":94808,"first":"El artículo 70 de esa circular obliga a las instituciones de crédito a adoptar todas las precauciones y medidas adecuadas para impedir que se produzca cualquier hecho susceptible de involucrarlos en operaciones ilegales, <strong class=\"keyword\">mancillar</strong> su buen nombre o dañar la reputación de la profesión.","second":"Article 70 of the circular requires credit establishments to take all precautions and appropriate measures to avoid the occurrence of any event that might involve them in illegal operations, <strong class=\"keyword\">blemish</strong> their reputation or impair the repute of the profession."},{"author":31,"first":"La avaricia lleva a un hombre a <strong class=\"keyword\">mancillar</strong> los mandamientos","second":"Greed brings a man to <strong class=\"keyword\">defile</strong> the commandments by embezzling"},{"author":118293,"first":"A menos por supuesto que haya mirado la tele, donde habrá visto esta detención espectacular y orquestada, que prueba que nunca es demasiado tarde para <strong class=\"keyword\">mancillar</strong> la corte.","second":"Unless, of course, you happened to be watching television, where you would have seen a spectacul arly staged arrest, proving it's never too early to start <strong class=\"keyword\">tainting</strong> that jury pool."},{"author":94808,"first":"Cabe notar que en el artículo 203 del Código Penal no se contempla la ilicitud en el caso de contenido calumnioso o difamatorio, que se comunique a terceros, en obras científicas o literarias, obras de arte o de información general, en el desempeño del deber oficial, actividades políticas u otras actividades públicas o sociales, en el trabajo periodístico, si por la forma de expresión u otras circunstancias se desprende claramente que el propósito no era <strong class=\"keyword\">mancillar</strong> el honor ni la reputación de terceros.","second":"We note that article 203 of the Penal Code excludes the unlawfulness in the case of the slandering content or the defamatory content referred to which are realized or made accessible to other persons in scientific or literary works, works of art or public information, in the discharge of official duty, political or other public or social activity, or journalistic work, if, from the manner of expression and other circumstances, it clearly follows that such conduct was not aimed at <strong class=\"keyword\">damaging</strong> the honour or reputation of another."},{"author":92475,"first":"Jack, qué descaro esto para <strong class=\"keyword\">mancillar</strong> su reputación.”","second":"What cheek, Jack, thus to <strong class=\"keyword\">sully</strong> your reputation.“"},{"author":8000,"first":"c) Una persona autorizada a ejercer la medicina, la cirugía o la obstetricia no podrá, en una causa civil y sin consentimiento del paciente, ser interrogada acerca de ninguna información que pueda haber llegado a su conocimiento al atender a un paciente en el ejercicio de su profesión, cuando haya necesitado saber dicha información para atender al paciente y dicha información <strong class=\"keyword\">mancillara</strong> la reputación del paciente","second":"c) A person authorized to practice medicine, surgery or obstetrics cannot, in a civil case, without the consent of the patient, be examined as to any information which he may have acquired in attending such patient in a professional capacity, which information was necessary to enable him to act in that capacity, and which would <strong class=\"keyword\">blacken</strong> the character of the patient"},{"author":94808,"first":"En virtud del artículo 142 del Código Penal de Georgia se tipifica como delito la discriminación racial, entendida como acto cometido con intención de incitar al odio o al conflicto por motivos nacionales o raciales, <strong class=\"keyword\">mancillar</strong> la dignidad nacional, poner límites a los derechos humanos de forma directa o indirecta o conferir determinadas ventajas por motivos de raza, color de la piel, situación social o afiliación nacional o étnica.","second":"Article 142 of the Criminal Code of Georgia criminalizes racial discrimination as an act committed with the intention of inciting national or racial hatred or conflict, humiliating national dignity, directly or indirectly restricting human rights or granting advantages on grounds of race, skin colour, social status or national or ethnic affiliation."},{"author":31,"first":"Para evitar <strong class=\"keyword\">mancillar</strong> la imagen de un estado honorable","second":"To avoid <strong class=\"keyword\">bringing disgrace upon</strong> a clean and honorable state"},{"author":118293,"first":"¿Por qué <strong class=\"keyword\">mancillar</strong> tu tarjeta de presentación?","second":"Why <strong class=\"keyword\">taint</strong> your calling card?"},{"author":118293,"first":"¿Y <strong class=\"keyword\">mancillar</strong> la reputación de mi amiga no es suficiente?","second":"And <strong class=\"keyword\">sullying</strong> my friend's reputation isn't enough?"},{"author":118293,"first":"\" <strong class=\"keyword\">Mancillar</strong> su recuerdo ̈ Qué patética eres!","second":"DEBASE <strong class=\"keyword\">HIS</strong> MEMORY- - HOW CORNBALL CAN YOU GET?"},{"author":94808,"first":"El mero hecho de difundir información falsa en línea no es objeto de sanción penal, aunque, difundir información incorrecta en línea con el objeto de <strong class=\"keyword\">mancillar</strong> la reputación de una persona y difamar así su carácter es un acto punible, ya que vulnera el párrafo 2 del artículo 70 de la Ley sobre la Red de Información y Comunicaciones.","second":"The mere act of spreading false information online is not subjected to criminal punishment, whereas the act of disseminating incorrect information online purposely to <strong class=\"keyword\">disparage</strong> a person’s reputation, defaming his or her character as a result, is punishable for the violation of the Act on Information and Communications Network, Article 70 Paragraph 2."},{"author":94808,"first":"El artículo 5 f) establecía que ninguna organización religiosa que pudiera optar a figurar en el registro oficial podría \"<strong class=\"keyword\">mancillar</strong> el patrimonio espiritual de Bhután definido en el artículo 3 de la Constitución\".","second":"Article 5(f) specified that no eligible religious organisation might “<strong class=\"keyword\">violate</strong> the spiritual heritage of Bhutan as expressed in article 3 of the Constitution”."},{"author":118293,"first":"¿Qué hacías con esa mano antes de usarla para <strong class=\"keyword\">mancillar</strong> mi vestido?","second":"What were you doing with that hand before you used it to <strong class=\"keyword\">sully</strong> my dress?"},{"author":94808,"first":"Abstenerse de realizar todo acto que pueda <strong class=\"keyword\">mancillar</strong> el honor y la dignidad de su función, tanto en el lugar de trabajo como fuera de él;","second":"Refrain from any act that is a <strong class=\"keyword\">disgrace</strong> to public office or demeaning;"},{"author":118293,"first":"Bueno, no quiero <strong class=\"keyword\">mancillar</strong> la memoria de su hija, pero me gustaría corregir sus recuerdos sobre Dave Piaseki.","second":"Well, I don't wanna <strong class=\"keyword\">sully</strong> your memory of your daughter, but I would like to correct your memory of Dave Piaseki."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}