{"result":"ok","tuc":[{"phrase":{"text":"Machiavellian","language":"en"},"meanings":[{"language":"en","text":"attempting to achieve goals by cunning, scheming, and unscrupulous methods"},{"language":"en","text":"Machiavellian"}],"meaningId":1579320019400487989,"authors":[70195]},{"phrase":{"text":"calculating","language":"en"},"meanings":[{"language":"en","text":"which serves one&#39;s own interests in an unemotional, analytical manner"}],"meaningId":-3578025119586000817,"authors":[70195]},{"phrase":{"text":"machiavellian","language":"en"},"meanings":[{"language":"en","text":"Attempting to achieve what one wants by cunning, scheming and unscrupulous methods."}],"meaningId":-3762611803691436476,"authors":[84715]}],"phrase":"maquiavélico","examples":[{"author":8007,"first":"También hay una explicación <strong class=\"keyword\">maquiavélica</strong> para el reemplazo de Monti.","second":"There is also a <strong class=\"keyword\">Machiavellian</strong> explanation for the replacement of Monti."},{"author":94259,"first":"Ahora, ven, este es, un tipo de pensamiento <strong class=\"keyword\">maquiavélico</strong>,","second":"Now, see, this is the kind of <strong class=\"keyword\">Machiavellian</strong> thinking,"},{"author":118293,"first":"Supongo que existe una ingenuidad <strong class=\"keyword\">maquiavélica</strong> en tu desobediencia.","second":"I suppose there is a <strong class=\"keyword\">Machiavellian</strong> ingenuity to your trans gression."},{"author":118293,"first":"Cuatro, soy una perra <strong class=\"keyword\">maquiavélica</strong> que cree que el conocimiento es poder y quiere tener tanto poder sobre los demás como pueda.","second":"Four, I'm a <strong class=\"keyword\">Machiavellian</strong> bitch who believes that knowledge is power and wants to retain as much power over others as I can."},{"author":118293,"first":"Bebía demasiado y como muchos agentes inmobiliarios era <strong class=\"keyword\">maquiavélico</strong> en sus actuaciones.","second":"He drank too much, and like a lot of real estate agents, he could be sly with facts."},{"author":31,"first":"Puede ejecutar sus truquitos <strong class=\"keyword\">maquiavélicos</strong>, ir a por mi trabajo, y sentarse en mi mesa","second":"You can execute your little <strong class=\"keyword\">machiavellian</strong> maneuvers,Go for my job, sit at my desk"},{"author":95875,"first":"3 Ahora se considera que los peces están impregnados de una inteligencia social y persiguen estrategias <strong class=\"keyword\">maquiavélicas</strong> de manipulación, castigo y reconciliación, presentando tradiciones culturales estables y cooperando para inspeccionar a los depredadores y coger comida3 .","second":"'Now, fish are regarded as steeped in social intelligence, pursuing <strong class=\"keyword\">Machiavellian</strong> strategies of manipulation, punishment and reconciliation, exhibiting stable cultural traditions, and cooperating to inspect predators and catch food.'"},{"author":118293,"first":"¡ Esto es una basu ra <strong class=\"keyword\">maquiavélica</strong>!","second":"This is <strong class=\"keyword\">machiavellian</strong> bullshit!"},{"author":118293,"first":"Trampas que apenas son lo que usted llamaría <strong class=\"keyword\">maquiavélicas</strong>.","second":"Traps that are after all scarcely what you would call <strong class=\"keyword\">Machiavellian</strong>."},{"author":31,"first":"Parecido a las torturas <strong class=\"keyword\">maquiavélicas</strong>...... que se ven en The Good, The Bad And The Ugly","second":"Rather like the elaborate <strong class=\"keyword\">Machiavellian</strong> tortures you find in The Good, The Bad And The Ugly"},{"author":118293,"first":"Parecen no tener respeto por nuestros <strong class=\"keyword\">maquiavélicos</strong> planes.","second":"It's like they have no respect for our sneaky <strong class=\"keyword\">plans</strong>."},{"author":118293,"first":"Tú eres <strong class=\"keyword\">maquiavélico</strong>, vicioso y cruel.","second":"You're mean, <strong class=\"keyword\">vicious</strong> and cruel."},{"author":118293,"first":"Un tipo de fiesta renacentista de un juego <strong class=\"keyword\">maquiavélico</strong>.","second":"Some renaissance blowout for some Machiavelli play. <strong class=\"keyword\">Machia</strong>..."},{"author":8000,"first":"Esos factores refuerzan la opinión de que el despliegue de una fuerza adecuada contra los terroristas (reales, potenciales o imaginarios) o contra los gobiernos del \"eje del mal\" se racionaliza al modo <strong class=\"keyword\">maquiavélico</strong> clásico según el cual el fin justifica los medios","second":"These factors give strength to the view that the deployment of sufficient force against terrorists (real, potential or imagined) or against “axis of evil” Governments is rationalized in classic <strong class=\"keyword\">Machiavellian</strong> fashion: the end justifies the means"},{"author":118293,"first":"¿Por qué no intentas meter en tu pequeño y <strong class=\"keyword\">maquiavélico</strong> cerebro el hecho de que tu padre y yo vamos a estar juntos sin importar lo que hagas?","second":"Why don't you just try to wrap your little <strong class=\"keyword\">machiavellian</strong> brain around the fact that your father and I are gonna be together no matter what you do?"},{"author":92475,"first":"Comparado por una revista con el <strong class=\"keyword\">maquiavélico</strong> personaje Frank Underwood de la serie House of Cards, Cunha es conocido por trabajar hombro a hombro con una de las figuras religiosas más controversiales del país y por ser el foco recurrente de las protestas realizadas por los activistas de derechos civiles y de la comunidad LGBT, debido a sus perspectivas perniciosamente conservadoras.","second":"Compared by one Brazilian magazine to <strong class=\"keyword\">Machiavellian</strong> House of Cards character Frank Underwood, Cunha is known for standing shoulder-to-shoulder with some of the most controversial religious figures in the country, and being a perennial target for LGBT and civil rights activists’ protests due to his pernicious conservative views."},{"author":118293,"first":"Qué <strong class=\"keyword\">maquiavélico</strong>.","second":"So <strong class=\"keyword\">Machiavellian</strong>."},{"author":8008,"first":"<strong class=\"keyword\">maquiavélicos</strong> y totalmente fuera del control Rabbids salvajes.","second":"<strong class=\"keyword\">mischievous</strong>, insane and completely out of control Raving Rabbids."},{"author":31,"first":"¿ Cuál es tu <strong class=\"keyword\">maquiavélico</strong> plan?","second":"What is your <strong class=\"keyword\">Machiavellian</strong> plan?"},{"author":94808,"first":"No obstante, tal vez no deberíamos soñar demasiado, porque sabemos que no son libres de escoger esta vía, que se opone a los designios <strong class=\"keyword\">maquiavélicos</strong> de su líder.","second":"Perhaps, however, we should not dream too much, since we know that they are not free to choose that route, which goes against the <strong class=\"keyword\">Machiavellian schemes</strong> of their patron."},{"author":8000,"first":"Estoy convencido de que al consolidar los logros de los últimos # años, al seguir dando prioridad a las necesidades y los derechos de los niños, al mitigar los estragos de la pandemia del VIH/SIDA, y al poner fin a la manipulación <strong class=\"keyword\">maquiavélica</strong> de las mentes de los jóvenes, juntos podremos ganar la batalla destinada a garantizar un mejor futuro para nuestros niños","second":"I am convinced that, by building on the achievements of the past # years; by continuing to prioritize the needs and rights of children; by mitigating the ravages of endemic diseases and the HIV/AIDS pandemic; and by putting an end to the <strong class=\"keyword\">Machiavellian</strong> manipulation of young minds, together we shall be able to win our battle to ensure a better future for our children"},{"author":118293,"first":"Son unas mierditas <strong class=\"keyword\">maquiavélicas</strong>.","second":"They're <strong class=\"keyword\">machiavellian</strong> little shits."},{"author":8007,"first":"Pero en términos puramente <strong class=\"keyword\">maquiavélicos</strong>, su modesto éxito muestra que estuvo en lo correcto.","second":"But in purely <strong class=\"keyword\">Machiavellian</strong> terms, his modest success shows he was right."},{"author":118293,"first":"No vea nada <strong class=\"keyword\">maquiavélico</strong> en ello.","second":"Don't read anything <strong class=\"keyword\">Machiavellian</strong> into it, Commander."},{"author":31,"first":"Tiene sentido, de alguna forma oscura y <strong class=\"keyword\">maquiavélica</strong>","second":"That makes sense, in a kind of gray, <strong class=\"keyword\">Machiavellian kind</strong> of <strong class=\"keyword\">way</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}