{"result":"ok","tuc":[{"phrase":{"text":"meander","language":"en"},"meanings":[{"language":"en","text":"winding, crooked or involved course"},{"language":"es","text":"Porción curva de un cauce de corriente sinuosa, consistente en dos giros consecutivos, uno en una dirección y el otro en la dirección opuesta."},{"language":"en","text":"One curved portion of a sinuous or winding stream channel, consisting of two consecutive loops, one turning clockwise and the other anticlockwise. (source: UNESCO)"}],"meaningId":6091668813649539660,"authors":[90508]},{"phrase":{"text":"bend","language":"en"},"meaningId":7335314264398002364,"authors":[25018]},{"phrase":{"text":"fret","language":"en"},"meaningId":6236177824972985736,"authors":[80097]},{"phrase":{"text":"key pattern","language":"en"},"meaningId":-8778568523988746221,"authors":[80097]},{"phrase":{"text":"labyrinth fret","language":"en"},"meaningId":5293703378972814502,"authors":[80097]},{"phrase":{"text":"loop","language":"en"},"meaningId":7894037333413214959,"authors":[97745]},{"phrase":{"text":"twist","language":"en"},"meaningId":2052857815240377160,"authors":[97745]},{"meanings":[{"language":"en","text":"meander"},{"language":"en","text":"bend"}],"meaningId":-8511833906833138862,"authors":[93107]}],"phrase":"meandro","examples":[{"author":8008,"first":"En 1420, bajo la protección de Guido Gonzaga Canónigo de la Catedral y Abad Comendatario de San Benedicto, un pequeño grupo de monjes ermitaños de San Jerónimo fundó un monasterio en un <strong class=\"keyword\">meandro</strong> de un arroyo, el Parcarello, cerca del Lago Superior de Mantua. Algunos años más tarde, los monjes de San Jerónimo recibieron como regalo, además del pequeño monasterio, una iglesia, una serie de campos e inmuebles.","second":"In 1420, under the protection of Guido Gonzaga, Canon of the Cathedral and Commendatory Abbot of San Benedetto, a small group of Saint Jerome hermit monks founded a monastery in the area where the Parcarello stream curves and flows into Mantua’s Lake Superiore."},{"author":91988,"first":"En un estudio reciente (recent study), Jennifer Francis y Vavrus Stephen demostraron que la corriente en chorro del polo del hemisferio norte, una corriente de aire que fluye sobre la zona comprendida entre las latitudes medias y septentrionales de América del Norte, Europa y Asia, ha comenzado a mostrar <strong class=\"keyword\">meandros</strong> de mayor tamaño y más persistentes.","second":"In a recent study, Jennifer Francis and Stephen Vavrus showed that the northern hemisphere polar jet stream, an air current that flows over the middle to northern latitudes of North America, Europe, and Asia, has begun to show larger and more persistent <strong class=\"keyword\">meanders</strong>."},{"author":93236,"first":"Los acuíferos aluviales que subyacen cuellos de <strong class=\"keyword\">meandros</strong> aportan extensión adicional de la zona hiporreica.","second":"Alluvial aquifers underlying <strong class=\"keyword\">meander</strong> necks provide a further extension of the hyporheic zone."},{"author":93236,"first":"Se llevaron a cabo un total de 59 mediciones en cuatro sitios de prueba en tres morfologías diferentes: en el canal recto, en canales ramificados y en la curva de un <strong class=\"keyword\">meandro</strong> cercano.","second":"The 59 total measurements were conducted at four test sites in three different stream morphologies: straight channel, anabranching channels and a nearby <strong class=\"keyword\">meander bend</strong>."},{"author":118293,"first":"¿Ve como <strong class=\"keyword\">meandros</strong> siguiendo los contornos de la tierra?","second":"You see how it <strong class=\"keyword\">meanders</strong>, following the contours of the land?"},{"author":118293,"first":"Bueno, el castillo del Condado está en el <strong class=\"keyword\">meandro</strong> del norte.","second":"Well, the shire's castle is on the northern <strong class=\"keyword\">bend</strong>."},{"author":8008,"first":"Está situada sobre un alto y amplio <strong class=\"keyword\">meandro</strong> del río Ter y está formada por la iglesia, las capillas laterales, el campanario y el claustro.","second":"It is place over a high and wide <strong class=\"keyword\">meander</strong> of the river Ter and it is formed by the church, the lateral chapels, the bell tower and the cloister."},{"author":27,"first":"Uno se pierde en los <strong class=\"keyword\">meandros</strong> de nuestras líneas presupuestarias cruzadas, de los llamados maquillajes, de las captaciones subrepticias.","second":"Nobody can make sense <strong class=\"keyword\">of</strong> the complications of our cross-budget lines, the misleading headings and the dissimulating appropriations."},{"author":95875,"first":"Entre las medidas que recibirán apoyo en virtud de este programa figuran: - medidas en el área de las cuencas (por ejemplo, la restauración o creación de zonas de rebose, la reactivación de <strong class=\"keyword\">meandros</strong> y de antiguos afluentes de ríos y la mejora de la porosidad del suelo); - medidas en los cauces principales destinadas tanto a deshacer algunos de los cambios llevados a cabo durante el último siglo (como por ejemplo la reducción en altura y la expansión de las riberas) como a profundizar el lecho de los ríos; - mejora del nivel de conocimientos y cooperación mediante el desarrollo de modelos de planificación espacial, la promoción e implementación de las mejores prácticas, la identificación de áreas delicadas y la sensibilización de la opinión pública.","second":"Measures to be supported under the programme include: - Measures in the catchment area, such as restoration and creation of overflow areas, reactivation of <strong class=\"keyword\">meanders</strong> and old river branches, and improving soil porosity; - Measures in principal riverbeds, aimed at undoing some of the changes made over the last century, such as lowering and expanding embankments, and deepening the riverbed; - Improving knowledge and cooperation, by developing spatial planning models, promoting and implementing best practice, identifying sensitive areas and raising awareness."},{"author":94808,"first":"Una operación compleja y costosa de construcción de un dique de contención de sedimentos en un <strong class=\"keyword\">meandro</strong> del alto Lofa;","second":"A complex and expensive operation to dam an entire deposition on a <strong class=\"keyword\">bend</strong> of the Upper Lofa River"},{"author":8008,"first":"La ciudad está situada en la margen derecha del Tajo, en una colina de cien metros de altura sobre el río, el cual la ciñe por su base, formando un pronunciado <strong class=\"keyword\">meandro</strong> conocido como torno del Tajo.","second":"Many famous people and artists were born or lived in this city, including Garcilaso de la Vega, Alfonso X and El Greco, and it was the place of important historic events such as the Visigothic Councils of Toledo. As of 2005, the city has a population of <strong class=\"keyword\">75,578</strong> and an area of 232.1 km2 (89.59 square miles)."},{"author":31,"first":"¡ No vuelvas a asomar la cara por estos <strong class=\"keyword\">meandros</strong>!","second":"Don' t ever show your face on this <strong class=\"keyword\">mews again</strong>!"},{"author":8008,"first":"de la parte exterior del <strong class=\"keyword\">meandro</strong> el rГo derrubia la orilla, a en interior friega los depГіsitos arenosos y de grava.","second":"From an outer side of a <strong class=\"keyword\">meander</strong> the river washes away coast, and on internal namyvaet sandy and gravelly deposits."},{"author":8000,"first":"Se trata del segundo gran programa de cooperación desde Megha-Tropiques (véanse los párrafos # a # infra) y consiste en colocar un altímetro de banda Ka en órbita baja casi polar al mismo tiempo que Jason # con suficiente repetición de pasada para la observación de la circulación oceánica (<strong class=\"keyword\">meandros</strong> y remolinos) en mesoscala","second":"This is the second major cooperation programme since Megha-Tropiques (see paras # below) and consists of putting a Ka-band altimeter into a low near-polar orbit at the same time as Jason # with sufficient repetitiveness for the observation of mesoscale ocean circulation (<strong class=\"keyword\">meanders</strong> and eddies"},{"author":93236,"first":"De manera conjunta, los datos de presión y temperatura indican que el agua se mueve a través del cuello de <strong class=\"keyword\">meandro</strong>.","second":"Together, the pressure and temperature data indicate that water moves across the <strong class=\"keyword\">meander</strong> neck."},{"author":118293,"first":"Según los rumores, nació en un <strong class=\"keyword\">meandro</strong> de las aguas pantanosas de Viakamba-Sumpene.","second":"Private chauffeur, born right round the last <strong class=\"keyword\">bend</strong> of the Limpopo River."},{"author":95875,"first":"Por otro lado, favorecer los <strong class=\"keyword\">meandros</strong> en los cauces promovería la retención, descomposición y pérdida de materia orgánica y nutrientes.","second":"Encouraging water channels to <strong class=\"keyword\">meander</strong> would increase the retention, decomposition and loss of organic matter and nutrients."},{"author":8000,"first":"• Una operación compleja y costosa de construcción de un dique de contención de sedimentos en un <strong class=\"keyword\">meandro</strong> del alto Lofa","second":"• A complex and expensive operation to dam an entire deposition on a <strong class=\"keyword\">bend</strong> of the Upper Lofa River"},{"author":95096,"first":"Los tiempos son inciertos, y es una empresa ardua vislumbrar la justa vía entre los <strong class=\"keyword\">meandros</strong> de la cotidianeidad social y económica, nacional e internacional.","second":"These are uncertain times, and it is an arduous task to find the right path among the <strong class=\"keyword\">meanderings</strong> of day-to-day social, economic, national and international affairs."},{"author":8008,"first":"Pero la producción anual es aún baja, 2 609 kg/ha para estanques y zanjas, 780 kg/ha para lagos del tipo <strong class=\"keyword\">meandro</strong> abandonado y 565 kg/ha para acuicultura costera, aunque las potencialidades son mucho más altas.","second":"But the annual production are still low, 2 609 kg/ha for ponds and ditches, 780 kg/ha for <strong class=\"keyword\">oxbow</strong> lakes and 565 kg/ha for coastal aquaculture, although the potentialities are much higher."},{"author":118293,"first":"Quiero ir a parar a una larga curva del ferrocarril local, un <strong class=\"keyword\">meandro</strong> de acero que conecta Ashby Picard y la pequeña estación de Ashby Le Walken.","second":"I'm driving at a curve in the line of the local railway, a <strong class=\"keyword\">loop</strong> of arm which connects Ashby Picard to little station of Ashby Le Walkin."},{"author":93236,"first":"Los datos de temperatura y el número de Peclet (Pe) de 43.1 indican que el transporte termal es dominado por advección desde la parte alta del río hasta la parte baja del cuello de <strong class=\"keyword\">meandro</strong>.","second":"Temperature data and a Peclet number (Pe) of 43.1 indicate that thermal transport is dominated by advection from the upstream side to the downstream side of the <strong class=\"keyword\">meander</strong> neck."},{"author":94809,"first":"El Comité espera que las acciones emprendidas al amparo de las iniciativas SLIM den los resultados previstos, de suerte que el dinamismo de las PYME no se disipe en los <strong class=\"keyword\">meandros</strong> de los trámites administrativos, sino que pueda aprovecharse para procesos productivos.","second":"The ESC hopes that actions under the SLIM initiatives will indeed have the anticipated effect of enabling SMEs to invest their dynamism in production rather than to red tape."},{"author":8008,"first":"Construida en un <strong class=\"keyword\">meandro</strong> del río Garona, la ciudad es un importante puerto desde tiempos de los romanos, y durante siglos h sido centro del comercio europeo. Actualmente conserva escasos vestigios de los romanos, francos, ingleses o de guerras de religión que marcaron su pasado.","second":"Bordeaux is considered a very tolerant and relaxed place - no one will bother you about your political beliefs, religion, or sexual orientation."},{"author":8008,"first":"Está situada sobre un <strong class=\"keyword\">meandro</strong> del río Ter en el lugar denominado como La Guàrdia, muy cerca del actual núcleo residencial del Vicenç de Les Masies de Roda.","second":"It is placed over a <strong class=\"keyword\">meander</strong> of the river Ter in the site called La Guàrdia, very close to current residential centre of the Vicenç in Les Masies de Roda."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}