{"result":"ok","tuc":[{"phrase":{"text":"mediate","language":"en"},"meanings":[{"language":"es","text":"Resolver diferencias, o lograr una solución, entre las partes en conflicto."},{"language":"en","text":"To resolve differences, or to bring about a settlement, between conflicting parties."},{"language":"en","text":"(transitive) to resolve differences, or to bring about a settlement, between conflicting parties"},{"language":"en","text":"resolve differences"}],"meaningId":-3502641012290190538,"authors":[70195]},{"phrase":{"text":"interpose","language":"en"},"meanings":[{"language":"en","text":"to insert something (or oneself) between other things"}],"meaningId":3500220909650202156,"authors":[70195]},{"phrase":{"text":"arbitrate","language":"en"},"meaningId":-7983722952936292029,"authors":[84500]},{"phrase":{"text":"intercede","language":"en"},"meaningId":-8131635215592301084,"authors":[84500]},{"phrase":{"text":"center","language":"en"},"meanings":[{"language":"en","text":"cause something to have a value midway between extremes"}],"meaningId":6806452517492391820,"authors":[70195]},{"phrase":{"text":"intermediate","language":"en"},"meaningId":-2748224650716235001,"authors":[84500]},{"phrase":{"text":"liaise","language":"en"},"meaningId":-4716858870310339324,"authors":[83619]},{"phrase":{"text":"take","language":"en"},"meaningId":-3365575230968974762,"authors":[84715]},{"phrase":{"text":"act as agent","language":"en"},"meaningId":-5962908789438947389,"authors":[2698]},{"phrase":{"text":"act as go-between","language":"en"},"meaningId":107985112304773356,"authors":[2698]},{"phrase":{"text":"cause","language":"en"},"meaningId":-258619782040641947,"authors":[2698]},{"phrase":{"text":"cause to take place","language":"en"},"meaningId":-6423793606521645435,"authors":[2698]},{"phrase":{"text":"deliver","language":"en"},"meaningId":-1790397160049485440,"authors":[2698]},{"phrase":{"text":"get","language":"en"},"meaningId":798024755497443349,"authors":[2698]},{"phrase":{"text":"give rise to","language":"en"},"meaningId":-4226176511127911236,"authors":[2698]},{"phrase":{"text":"happen","language":"en"},"meaningId":-3742861603798343231,"authors":[25018]},{"phrase":{"text":"hold","language":"en"},"meaningId":4426270210241665832,"authors":[2698]},{"phrase":{"text":"indirect","language":"en"},"meaningId":5776850775043885930,"authors":[86934]},{"phrase":{"text":"inflict","language":"en"},"meaningId":3204165635442852508,"authors":[2698]},{"phrase":{"text":"intervene","language":"en"},"meaningId":-3880326372756092661,"authors":[20]},{"phrase":{"text":"organize","language":"en"},"meaningId":-6294369790595468111,"authors":[2698]},{"phrase":{"text":"pose","language":"en"},"meaningId":6525479338566896602,"authors":[2698]},{"phrase":{"text":"procure","language":"en"},"meaningId":-574416493343885103,"authors":[2698]},{"phrase":{"text":"provide","language":"en"},"meaningId":-4215093277406382654,"authors":[2698]},{"phrase":{"text":"provoke","language":"en"},"meaningId":-7229990114604981120,"authors":[2698]},{"phrase":{"text":"purvey","language":"en"},"meaningId":-6126138004383143542,"authors":[2698]},{"phrase":{"text":"result in","language":"en"},"meaningId":-7292693779280181347,"authors":[2698]},{"phrase":{"text":"stage","language":"en"},"meaningId":-5916455279708156605,"authors":[2698]},{"phrase":{"text":"supply","language":"en"},"meaningId":6425603252593584832,"authors":[2698]},{"phrase":{"text":"wreak","language":"en"},"meaningId":3676849203640930596,"authors":[2698]},{"meanings":[{"language":"en","text":"to center, to give a central, medium or average value"},{"language":"en","text":"to mediate"}],"meaningId":5177388179754377774,"authors":[93107]}],"phrase":"mediar","examples":[{"author":94808,"first":"Fueron detenidos por las autoridades (normalmente los servicios de inteligencia) de sus países de residencia, en la mayoría de los casos el Pakistán, pero también los Emiratos Árabes Unidos, Tailandia y el Iraq, para ser luego entregados a la CIA sin <strong class=\"keyword\">mediar</strong> ningún procedimiento previsto por la ley.","second":"They were arrested by the authorities (generally the intelligence services) of their country of residence, in most cases Pakistan, but also the United Arab Emirates, Thailand and Iraq, and handed over to the CIA <strong class=\"keyword\">without</strong> any procedure contemplated by law."},{"author":94809,"first":"— la paz y la seguridad: hay que prever, prevenir y gestionar los conflictos, <strong class=\"keyword\">mediar</strong> en ellos y resolverlos, y apoyar los esfuerzos por promover la paz y la estabilidad y la reconstrucción tras los conflictos,","second":"— peace and security: predict, prevent, manage, <strong class=\"keyword\">mediate</strong> and resolve conflict, support efforts to promote peace and stability, support post-conflict reconstruction,"},{"author":8000,"first":"El Sr. Ziguélé alentó al Consejo a <strong class=\"keyword\">mediar</strong> ante las instituciones financieras internacionales para que prestaran apoyo a los esfuerzos de recuperación económica y reestructuración del ejército de la República Centroafricana","second":"Mr. Ziguélé encouraged the Council to <strong class=\"keyword\">intercede</strong> with the international financial institutions in order to support the efforts aimed at economic recovery and the restructuring of the Central African army"},{"author":94808,"first":"El Código Penal castiga y sanciona el hecho de ayudar, prestar asistencia o proteger la prostitución ajena, compartir los beneficios de ésta, abocar a una persona a la prostitución, contratarla o mantenerla con miras a la prostitución o inducir a un menor o a un adulto, aun cuando <strong class=\"keyword\">mediare</strong> consentimiento, a ejercerla o actuar bajo ningún concepto como intermediario entre las personas que se dedican a esa actividad, con una pena de cárcel de uno a cinco años y una multa de 5.000 a 1 millón de dirhams (artículo 498 del Código Penal reformado en virtud de la Ley No 24.03, por la que se reforma el Código Penal).","second":"The Criminal Code penalizes and punishes the actions of abetting, assisting or protecting the prostitution of others, sharing in the proceeds of the prostitution of others or procuring others for the purposes of prostitution, or employing, maintaining or inciting a minor or adult, even with his or her <strong class=\"keyword\">consent</strong>, to engage in prostitution, or acting as an intermediary in any form in such acts, by a term of imprisonment of one to five years and a fine of 5,000 to 1 million dirhams (article 498 of the Criminal Code, amended by Act No. 2403 on reform of the Criminal Code)."},{"author":94809,"first":"Reconoce que la diversidad de intereses inherentes a una Unión de 27 o más Estados miembros, en otras palabras, la variada composición de la Unión Europea, le confiere un carácter único y la posibilidad de intervenir, <strong class=\"keyword\">mediar</strong> y prestar ayuda en distintas partes del mundo; pide que se sigan desarrollando los actuales instrumentos de gestión de las crisis y espera que las capacidades militares actuales de los Estados miembros de la Unión Europea se integren en mayor medida y se hagan más eficientes en el plano económico y más eficaces a nivel militar, ya que sólo entonces la Unión será capaz de disponer de suficientes fuerzas para aprovechar sus cualificaciones únicas en el ámbito de la prevención y la resolución de conflictos y complementar su amplia gama de mecanismos civiles de gestión de crisis;","second":"Recognises that the diversity of interests inherent in a Union of 27 or more Member States – in other words, the mosaic-like composition of the EU – gives it a unique character and the potential to intervene, <strong class=\"keyword\">mediate</strong> and help in different parts of the world; calls for the EU’s existing crisis-management tools to be further developed and hopes that the existing military capability of EU Member States will become more integrated, cost-effective and militarily efficient, since only then will the Union be able to muster sufficient forces to exploit its unique abilities in the fields of conflict prevention and conflict resolution and to complement its broad range of civilian crisis-management mechanisms;"},{"author":8000,"first":"Todas las partes que informaron sobre el artículo citaron o proporcionaron información acerca de medidas que autorizaban el decomiso sin que <strong class=\"keyword\">mediara</strong> condena penal (art","second":"All parties that reported on the article cited or provided information on measures enabling confiscation without criminal conviction (art"},{"author":31,"first":"Como Komori es mi hermano de sangre, estoy planeando <strong class=\"keyword\">mediar</strong>, y no quiero que tú te entrometas","second":"Since Komori is my sworn brother,I' m planning to <strong class=\"keyword\">mediate</strong>, and I don' t want you meddling"},{"author":27,"first":"La Unión Europea debe tener la capacidad de <strong class=\"keyword\">mediar</strong> y de ayudar de modo fructífero a ambos bandos, Georgia y Rusia, para encontrar una solución.","second":"The European Union must be able to <strong class=\"keyword\">mediate</strong> and to make a constructive contribution to both sides, Georgia and Russia, so that a solution can be found."},{"author":94808,"first":"La víctima, David Solomonov, de 21 años de edad, estaba realizando patrullas de rutina cuando los terroristas iniciaron un fuego intenso contra su puesto sin que <strong class=\"keyword\">mediara</strong> provocación alguna.","second":"The victim, David Solomonov, age 21, was on routine patrol when terrorists opened heavy fire, without <strong class=\"keyword\">provocation</strong>, at his position."},{"author":94808,"first":"Para hacer justicia una vez más a sus esfuerzos y procurar que se plasmen en una acción concreta, quisiera decir dos cosas: en primer lugar, mi delegación está dispuesta a aceptar su proyecto de declaración inicial; en segundo lugar, si las divergencias debidas a otros grupos, o a otro grupo, sobre esta declaración no pueden ser superadas, quizá sería posible renunciar a la declaración y, haciendo uso de sus prerrogativas, nombrar antes de finalizar su mandato a dos coordinadores especiales sin <strong class=\"keyword\">mediar</strong> una declaración, o bien con una declaración mínima que consista lisa y llanamente en mencionar el párrafo 5 d) del documento CD/1036 y luego dar su punto de vista sobre la duración de la misión de estos dos coordinadores y la frecuencia de sus informes a la Conferencia de Desarme.","second":"To pay tribute yet again to your efforts and try to give them a specific follow‐up, let me say two things. On the one hand, my delegation is prepared to accept your initial draft declaration, and secondly, if divergences on that declaration due to other groups, or another group, cannot be overcome, it might perhaps be possible to do without a declaration and, drawing on your prerogatives, to designate two special coordinators before the end of your tenure <strong class=\"keyword\">without</strong> a declaration, or else with a minimum declaration involving a simple reference to document CD/1036, paragraph 5 (d), and then give your opinion on how long the mission of these two coordinators might last and how often they might report to the Conference on Disarmament."},{"author":27,"first":"En este caso volvemos la vista a Grecia y Turquía para que ayuden a <strong class=\"keyword\">mediar</strong> un acuerdo antes de la Cumbre de Copenhague.","second":"Here we look to Greece and Turkey to help <strong class=\"keyword\">broker</strong> an agreement before the Copenhagen Summit."},{"author":94808,"first":"Por ejemplo, sus bienes pueden haber quedado tan gravados que le resulte difícil, o imposible, al deudor (de no <strong class=\"keyword\">mediar</strong> un acuerdo de renuncia a la prelación entre acreedores) otorgar a otro acreedor una garantía de prelación incluso inferior.","second":"The debtor’s assets may be encumbered to an extent that makes it difficult or even impossible (at least in the <strong class=\"keyword\">absence</strong> of a subordination agreement between creditors) for the debtor to obtain a second-ranking security from another creditor."},{"author":94808,"first":"Segundo, hay que alentar y apoyar las iniciativas de la Unión Africana y las organizaciones subregionales encaminadas a prevenir y resolver los conflictos, así como a <strong class=\"keyword\">mediar</strong> en ellos, con la asistencia de las Naciones Unidas.","second":"Secondly, the initiatives of the African Union and subregional organizations to prevent, <strong class=\"keyword\">mediate</strong> and resolve conflicts with the assistance of the United Nations should be encouraged and supported."},{"author":8000,"first":"Es posible que sólo se requiera poner en contacto directo al país con el organismo pertinente o que sea necesario <strong class=\"keyword\">mediar</strong> entre ambos o crear oportunidades de exponer los problemas y examinarlos con todas las partes a fin de llegar a una solución satisfactoria para todos los interesados","second":"This can be a simple matter of putting the country and the relevant agency in direct contact with each other or may involve <strong class=\"keyword\">mediation</strong> between the two or the creation of opportunities to present and discuss problems together with all interested parties in order to reach a resolution that is satisfactory for all concerned"},{"author":94809,"first":"Todo litigio a este respecto deberá someterse al Administrador encargado de la vigilancia, quien deberá <strong class=\"keyword\">mediar</strong> en la solución.","second":"Any dispute in this regard shall be referred to the Monitoring Trustee, who shall <strong class=\"keyword\">mediate</strong> a solution."},{"author":8000,"first":"Se han cerrado algunos centros no judiciales de detención, conocidos por haberse registrado en ellos casos de torturas y muertes sin que <strong class=\"keyword\">mediara</strong> ningún control judicial, y las autoridades son cada vez más conscientes de la necesidad de un proceso democrático de adopción de decisiones, prácticas adecuadas de administración pública y el respeto de la ley","second":"Some non-judicial detention centres notorious for torture and extrajudicial killings have been closed, and <strong class=\"keyword\">there</strong> is a growing awareness on the part of the authorities of the need for democratic decision-making, good governance and respect for the rule of law"},{"author":94809,"first":"En virtud de esta ley queda prohibido el ejercicio del corretaje para negociar o <strong class=\"keyword\">mediar</strong> en las transacciones que incluyen transferencias de armas y otras, según queda definido en la normativa danesa sobre armas y explosivos, entre países no pertenecientes a la UE, sin la autorización del Ministro de Justicia o de la persona autorizada por este.","second":"According to this act it is prohibited without a license from the Minister of Justice, or the person authorised by the Minister, as a broker to negotiate or arrange transactions that involve the transfer of weapons etc., as defined in the Danish weapons and explosives legislation, between countries outside the EU."},{"author":8000,"first":"Es agravante en caso de <strong class=\"keyword\">mediar</strong> orden o resolución judicial elevándose la pena corporal hasta cinco años","second":"The offence is aggravated if a judicial order or decision had previously been handed down, and the term shall be increased to five years"},{"author":118293,"first":"Para de <strong class=\"keyword\">mediar</strong> y deja en paz a estos seres, te lo suplico.","second":"Stop dabbling<strong class=\"keyword\">,</strong> child, and leave these things alone, I beg of you."},{"author":118293,"first":"¿Me permitirá <strong class=\"keyword\">mediar</strong> en la negociación?","second":"Will you allow me <strong class=\"keyword\">to</strong> work with you?"},{"author":94808,"first":"Otros instrumentos mencionados para acelerar el proceso eran el decomiso sin que <strong class=\"keyword\">mediara</strong> una condena y la negociación de cargos.","second":"Other tools mentioned for expediting the process were non<strong class=\"keyword\">-</strong>conviction based forfeiture and plea bargaining."},{"author":8000,"first":"Por lo tanto, propone que se enmiende el apartado a) del artículo # para que diga: “el hecho, de no <strong class=\"keyword\">mediar</strong> coacción, constituiría un hecho internacionalmente ilícito de esa organización internacional o del Estado que coacciona”","second":"His delegation therefore proposed that draft article # subparagraph (a), should be amended to read: “The act would, but for the <strong class=\"keyword\">coercion</strong>, be an internationally wrongful act of the international organization or of the coercing State; and”"},{"author":118293,"first":"Cuando yo muera, usted deberá representarme para <strong class=\"keyword\">mediar</strong> en la pugna por el poder.","second":"After I die, you will act in my name to <strong class=\"keyword\">arbitrate</strong> the struggle for power."},{"author":94809,"first":"i) Costes de recursos humanos: dos agentes temporales que se encargarán de tomar parte y <strong class=\"keyword\">mediar</strong> en los colegios de supervisores de índices de referencia fundamentales, prestar asesoramiento técnico a la Comisión en relación con la aplicación del presente Reglamento, coordinar el establecimiento de acuerdos de cooperación con terceros países, redactar directrices para promover la convergencia y la coherencia intersectorial de los regímenes sancionadores, y mantener registros de notificaciones sobre el uso de índices de referencia y un censo de administradores registrados.","second":"(i) HR costs: two temporary agents for participating and <strong class=\"keyword\">mediating</strong> in the colleges of supervisors for critical benchmarks, providing technical advice to the Commission on the implementation of this Regulation, coordinating the development of cooperation arrangements with third countries, drafting guidelines to promote convergence and cross-sector consistency of penalty regimes and maintaining registers of notifications on the use of benchmarks and a list of registered benchmark administrators."},{"author":95875,"first":"Hoy en día son muy capaces de guiar y <strong class=\"keyword\">mediar</strong> el acceso al vasto conjunto de recursos de información digital que existe a nivel local, nacional y mundial.\"","second":"They are now increasingly able <strong class=\"keyword\">to provide</strong> guidance and <strong class=\"keyword\">mediated</strong> access <strong class=\"keyword\">to</strong> the vast array of digital information resources which exist at local, national and global levels.'"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}