{"result":"ok","tuc":[{"phrase":{"text":"megalomania","language":"en"},"meanings":[{"language":"es","text":"Enfermedad mental que consiste en un deseo insaciable de poder."},{"language":"en","text":"psychopathological condition characterized by delusional fantasies of wealth, power, or omnipotence"},{"language":"en","text":"obsession with grandiose or extravagant things or actions"}],"meaningId":-24826456768282153,"authors":[90508]},{"phrase":{"text":"delusion of grandeur","language":"en"},"meanings":[{"language":"en","text":"False belief that one is important or powerful"}],"meaningId":8966053843822429090,"authors":[90508]},{"phrase":{"text":"grandiose delusion","language":"en"},"meaningId":-415826184716179763,"authors":[80097]},{"meanings":[{"language":"en","text":"megalomania"}],"meaningId":-1106734616635979225,"authors":[93107]}],"phrase":"megalomanía","examples":[{"author":27,"first":"Usted es el único que, como Presidente del Consejo, ha considerado oportuno participar en la campaña electoral fundando, en un acceso de <strong class=\"keyword\">megalomanía</strong> que no tiene parangón en la historia de las democracias occidentales, un partido que lleva su apellido.","second":"You are the only person who ever decided, when President-in-Office of the Council, to enter an election campaign by founding, in a fit of <strong class=\"keyword\">megalomania</strong> which finds no parallel in the history of western democracy, a party which bears your own name."},{"author":8007,"first":"Sin embargo, la posición de <strong class=\"keyword\">megalomanía</strong> pronto se revirtió.","second":"But that <strong class=\"keyword\">megalomaniac</strong> position was quickly reversed."},{"author":118293,"first":"Las tropas italianas obligados a luchar por la <strong class=\"keyword\">megalomanía</strong> de Mussolini 300.000 serán asesinados","second":"Of the Italians forced into war by Mussolini's <strong class=\"keyword\">megalomania</strong>, 300.000 would be killed."},{"author":27,"first":"Los funcionarios en Bruselas y los jueces en Luxemburgo sufren adicción patológica por la <strong class=\"keyword\">megalomanía</strong> y temen la democracia.","second":"Officials in Brussels and the judges in Luxembourg have a pathological attachment to <strong class=\"keyword\">supersizing</strong> and have a fear of democracy."},{"author":27,"first":"Afortunadamente, tras la propuesta del Grupo Confederal de la Izquierda Unitaria Europea / Izquierda Verde Nórdica, el Grupo de los Verdes / Alianza Libre Europea y el Grupo del Partido de los Socialistas Europeos, este proyecto, que surgió únicamente de la <strong class=\"keyword\">megalomanía</strong> del Primer Ministro italiano y de la falta de respeto hacia el medio ambiente, no malgastará inútilmente fondos comunitarios.","second":"Fortunately, after the proposal by the Confederal Group of the European United Left/Nordic Green Left, the Group of the Greens/European Free Alliance and the Group of the Party of European Socialists, this project, which came about only as the result of the Italian Prime Minster’s <strong class=\"keyword\">megalomania</strong> and lack of respect for the environment, will not uselessly drain Community funds."},{"author":118293,"first":"Debe haber sido divertido ser un dios. [ <strong class=\"keyword\">MEGALOMANIA</strong> ]","second":"MEGALOMANIA Must have been fun being a <strong class=\"keyword\">god</strong>."},{"author":118293,"first":"Es mi <strong class=\"keyword\">megalomanía</strong> interna.","second":"It's my <strong class=\"keyword\">inner megalomaniac</strong>."},{"author":27,"first":"El llamado incidente de la embajada demuestra a la vez la <strong class=\"keyword\">megalomanía</strong> y lo apartado de la realidad que está el presidente Loekasjenko.","second":"The so-called embassy incident shows at the same time the <strong class=\"keyword\">delusions</strong> of <strong class=\"keyword\">grandeur</strong> and otherworldliness of President Lukashenko."},{"author":118293,"first":"Y permitir que la historia alimente esa <strong class=\"keyword\">megalomanía</strong>, incluso póstuma... simplemente agrava el error.","second":"And to allow history to feed that <strong class=\"keyword\">megalomania</strong>, even posthumously... simply compounds the error."},{"author":118293,"first":"<strong class=\"keyword\">Megalomanía</strong> clásica.","second":"Textbook <strong class=\"keyword\">megalomania</strong>."},{"author":27,"first":"El despilfarro de fondos y la <strong class=\"keyword\">megalomanía</strong>, en cambio, no solucionan nada.","second":"Wasting government funds and <strong class=\"keyword\">megalomania</strong>, however, do not solve anything."},{"author":31,"first":"Es mi <strong class=\"keyword\">megalomanía</strong> interna","second":"It' s my <strong class=\"keyword\">inner megalomaniac</strong>"},{"author":27,"first":"En una entrevista publicada en el Sunday Times del sábado pasado Kofi Annan reprocha a los líderes africanos su codicia, su <strong class=\"keyword\">megalomanía</strong> y su incapacidad de crear mejores condiciones de vida en sus respectivos países.","second":"In an interview with The Sunday Times last Saturday, Kofi Annan reproached the African leaders with greed, <strong class=\"keyword\">megalomania</strong> and failure to create better living conditions in their countries."},{"author":118293,"first":"Suena como una <strong class=\"keyword\">megalomanía</strong>, Rupert.","second":"It sounds like <strong class=\"keyword\">megalomania</strong>, Rupert."},{"author":91988,"first":"Hasta ahora, ha sido más importante para ellos presentarle sus respetos como líder revolucionario y fomentar su <strong class=\"keyword\">megalomanía</strong> que aliviar el sufrimiento del pueblo de Zimbabwe.","second":"Up to now, paying their respects to him as a revolutionary leader, and catering to his <strong class=\"keyword\">megalomania</strong>, has been more important to them than alleviating the suffering of Zimbabwe’s people."},{"author":118293,"first":"alucinaciones, <strong class=\"keyword\">megalomanía</strong>...","second":"hallucinations, <strong class=\"keyword\">megalomania</strong>."},{"author":8007,"first":"La ciudad de Beijing de 2.000 años debería ser transportada a la hipermodernidad, mientras que el diseño de Berlín de 1936 de su padre era, según sus palabras, “pura <strong class=\"keyword\">megalomanía</strong>”.","second":"The 2,000-year-old city of Beijing should be transported into hyper-modernity, whereas his father’s 1936 Berlin design was, in his words, “simply <strong class=\"keyword\">megalomania</strong>.”"},{"author":118293,"first":"Sufren de <strong class=\"keyword\">megalomanía</strong>.","second":"They're suffering from <strong class=\"keyword\">megalomania</strong>."},{"author":118293,"first":"Pensé que podría ser un toque de <strong class=\"keyword\">megalomanía</strong>.","second":"I thought it might be <strong class=\"keyword\">delusions</strong> of <strong class=\"keyword\">grandeur</strong>."},{"author":118293,"first":"Mi <strong class=\"keyword\">megalomanía</strong> siempre ha tenido una vena lírica.","second":"My <strong class=\"keyword\">megalomania</strong> has always had a lyrical streak."},{"author":118293,"first":"Digamos sólo que mostró algunos de los signos clásicos de la <strong class=\"keyword\">megalomanía</strong>.","second":"Let's just say he's exhibiting some of the classic signs of <strong class=\"keyword\">megalomania</strong>."},{"author":31,"first":"Después, me tragué mi <strong class=\"keyword\">megalomanía</strong> y me convertí en intérprete en una empresa japonesa","second":"Later, I swallowed my <strong class=\"keyword\">megalomania</strong>, and became an interpreter in a Japanese firm"},{"author":31,"first":"So la <strong class=\"keyword\">megalomanía</strong>, la obsesión ser","second":"So are <strong class=\"keyword\">megalomania</strong>, obsession... psychopathy and mental imbalance"},{"author":8007,"first":"En una gira de conferencias en los Estados Unidos en noviembre de 2008, pude ver que ahora muchas personas se están quejando del exagerado deseo de lucro de las empresas y de la <strong class=\"keyword\">megalomanía</strong> en política.","second":"On a lecture tour in the United States in November 2008, I could see that many people are now complaining about the overwhelming desire for profit in business and <strong class=\"keyword\">megalomania</strong> in politics."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}