{"result":"ok","tuc":[{"phrase":{"text":"affectation","language":"en"},"meaningId":1893364641026610970,"authors":[86934]}],"phrase":"melindre","examples":[{"author":118293,"first":"No, no soy tan <strong class=\"keyword\">melindres</strong>.","second":"No, I'm not fussy."},{"author":8008,"first":"La extensa variedad de sus productos junto a su inigualable calidad, hacen que esta casa toledana sea el espejo donde se fijan los demás y el escaparate que más admiran los toledanos: anguilas de mazapán, delicias, figuritas, barras, pastas de piñones y almendra, <strong class=\"keyword\">melindres</strong>, castañas de mazapán con chocolate, guirlachitos, etc.","second":"The wide variety of their products along with their unequalled quality, make this toledan homestead the mirror where the rest fix their eyes on and the shop window most admired by toledans: marzipan eels, delights, figurines, bars, pine and almond nut, marzipan ring-shaped pastry with lemon, chestnut with marzipan and chocolate, nut brittles, etc."},{"author":31,"first":"Tengo bastante que hacer <strong class=\"keyword\">melindres</strong>","second":"I have enough of you <strong class=\"keyword\">pretending</strong>"},{"author":27,"first":"Evidentemente, no hemos avalado estos <strong class=\"keyword\">melindres</strong> y hemos votado en contra del informe.","second":"We have not, of course, given our support to this <strong class=\"keyword\">playacting</strong> and have voted against the report."},{"author":27,"first":"Creo que es importante adoptar un enfoque europeo y no andarse con <strong class=\"keyword\">melindres</strong> al escoger países, aceptando a algunos y exceptuando otros.","second":"I believe that it is important to take a European approach, and avoid 'picking and choosing' countries, accepting some and barring others."},{"author":8008,"first":"Llevaré conmigo solamente a José Mariano; Firmiano y Laruotte seguirán por la laguna, con mi equipaje. En lo que se refiere al negro Manoel, a quien yo pagaba desde Curitiba, sin que me fuera de ninguna utilidad, y del cual he soportado, con tamaña paciencia, los excesivos <strong class=\"keyword\">melindres</strong>, resolvió dejarme en el justo momento en que podía prestar algún servicio, pues debía conducir, en este viaje, dos mulas cargadas de maletas.","second":"The crossing roads, the empty lands and, mainly, the margins of the lagoon are filled up with dirt; the inhabitants drink water from this lagoon and we can observe that the black people fill in their jars in the same location where others have just washed their dirty basins."},{"author":118293,"first":"Claro; no seas <strong class=\"keyword\">melindre</strong>.","second":"Don't act cute!"},{"author":8008,"first":"El Departamento de Drama del Recinto de Río Piedras de la Universidad de Puerto Rico (RRP-UPR) volverá a presentar Los <strong class=\"keyword\">melindres</strong> de Belisa, de Lope de Vega, del 10 al 15 de noviembre, en el Teatro Julia de Burgos del recinto riopedrense. ( Yahoo!","second":"Puerto Rico Governor Luis G. Fortuno announced yesterday that the fire that began Friday morning at fuel storage tank facility in Bayamon, Puerto Rico has been extinguished."},{"author":118293,"first":"Capas de <strong class=\"keyword\">melindres</strong> remojados de café expreso y licores, queso mascarpone, y una capa de polvo de cacao.","second":"Layers of <strong class=\"keyword\">ladyfingers</strong> soaked in espresso and liqueurs, mascarpone cheese, and a dusting of cocoa powder."},{"author":118293,"first":"¿Alguien tiene adicional <strong class=\"keyword\">melindres</strong> para prestarme?","second":"Does anyone have extra ladyfingers I could borrow?"},{"author":118293,"first":"Afonsinho, no me venga con <strong class=\"keyword\">melindre</strong>.","second":"Afonsinho, don't even try."},{"author":91988,"first":"Nancy Reagan codificó la mirada empañada al hombre duro, los <strong class=\"keyword\">melindres</strong> recatados y el ejercicio de poder detrás del trono, al tiempo que afirmaba en entrevistas su exclusivo interés en nada más serio que los últimos motivos pictóricos de la porcelana de la Casa Blanca.","second":"Nancy Reagan codified the misty-eyed gaze at the rugged man, the demure demurrals, and the aggregation of power behind the throne, while claiming, in interviews, interest in nothing more serious than the White House’s latest china patterns."},{"author":118293,"first":"Al menos tocando no hace esos <strong class=\"keyword\">melindres</strong> de los pianistas.","second":"At least you don't pull faces like a virtuoso"}],"from":"es","dest":"en","authors":{"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}