{"result":"ok","tuc":[{"phrase":{"text":"mellifluous","language":"en"},"meanings":[{"language":"en","text":"As sweet as honey."},{"language":"en","text":"flowing like honey"},{"language":"en","text":"sweet and smooth (tone, voice...)"},{"language":"en","text":"Sweet and smooth (tone,voice...)"},{"language":"en","text":"Flowing like honey"},{"language":"es","text":"Tan dulce como la miel."}],"meaningId":-3017698870392210525,"authors":[70195]},{"phrase":{"text":"honeyed","language":"en"},"meaningId":4149705040547957623,"authors":[25018]},{"phrase":{"text":"mellifluent","language":"en"},"meaningId":1129926656333687087,"authors":[25018]},{"phrase":{"text":"sweet","language":"en"},"meaningId":3610421839476534851,"authors":[25115]},{"meanings":[{"language":"en","text":"mellifluous"}],"meaningId":4924244567510889545,"authors":[93107]}],"phrase":"melifluo","examples":[{"author":92475,"first":"En este vídeo explica porqué “<strong class=\"keyword\">meliflua</strong>” es su palabra favorita en español.","second":"In this video, she explains why “<strong class=\"keyword\">mellifluous</strong>” is her favorite word in Spanish."},{"author":95096,"first":"Hoy recordamos a san Bernardo de Claraval, a quien el Papa Pío VIII llamó \"doctor <strong class=\"keyword\">melifluo</strong>\" porque destacaba en \"hacer destilar de los textos bíblicos el sentido que se encontraba escondido en ellos\".","second":"Today we are commemorating Bernard of Clairvaux who was called \"Doctor <strong class=\"keyword\">mellifluus</strong>\" by Pope Pius VIII because he excelled \"in distilling from biblical texts their hidden meaning\"."},{"author":91988,"first":"Bellas palabras y frases <strong class=\"keyword\">melífluas</strong> llenaron muchos documentos, pero cuando Vukovar fue destruida, Dubrovnik bombardeada, Sarajevo sitiada por años, y luego cuando sucedieron los espantosos homicidios masivos en Srebrenica, con lo único que la Unión Europea pudo responder fue con más palabras y muestras de indignación santurrona.","second":"Fine words and <strong class=\"keyword\">mellifluous</strong> phrases filled many documents – but when Vukovar was destroyed, Dubrovnik shelled, Sarajevo besieged for years and then the horrible mass murders in Srebrenica occurred – all that the European Union was able to muster were more words and self-righteous indignation."},{"author":118293,"first":"Esta... caja <strong class=\"keyword\">meliflua</strong>, listones...","second":"This <strong class=\"keyword\">mellifluous</strong> box- - ribbons.ent,"},{"author":27,"first":"Enumera la enfermedad de las abejas, la debilitada inmunidad de las abejas a los patógenos y los parásitos, el cambio climático -está claro que esto aparecería en la lista- y la desaparición de la flora <strong class=\"keyword\">meliflua</strong>.","second":"It lists bee disease, bees' weakened immunity to pathogens and parasites, climate change - you could bet that one would be in here - and the disappearance of <strong class=\"keyword\">mellifluous</strong> flora."},{"author":118293,"first":"¿Qué significa <strong class=\"keyword\">melifluo</strong>?","second":"What does <strong class=\"keyword\">mellifluous</strong> mean?"},{"author":91988,"first":"Con su prosa churchilliana y sus cadencias casi shakespereanas, sus frases <strong class=\"keyword\">melífluas</strong> y su sonora voz llevaron durante décadas un mensaje de esperanza a un pueblo que podría haber perdido toda la fe y la confianza en la humanidad después de los horrores de la Segunda Guerra Mundial.","second":"With his Churchillian prose and almost Shakespearean cadences, his <strong class=\"keyword\">mellifluous</strong> phrases and sonorous voice carried for decades a message of hope from a people that could have lost all hope and trust in humanity after the horrors of World War II."},{"author":74,"first":"La voz profunda de Tom es tan <strong class=\"keyword\">meliflua</strong> y resonante que podría pasarme horas escuchándole leer la guía telefónica.","second":"Tom's deep voice is so resonant and <strong class=\"keyword\">mellifluous</strong> that I could spend hours listening to him read aloud from the phone book."},{"author":118293,"first":"Don <strong class=\"keyword\">Melifluo</strong>.","second":"Mr <strong class=\"keyword\">Mellifluous</strong>."},{"author":118293,"first":"<strong class=\"keyword\">Melifluo</strong>.","second":"<strong class=\"keyword\">Mellifluous</strong>."},{"author":118293,"first":"Pero la hombría se ha convertido en ceremonia, el valor en cumplidos, y los hombres no tienen más que lengua, y lengua <strong class=\"keyword\">meliflua</strong>.","second":"But manhood is melted into courtesies, valour into compliment, and men are only turned into tongue, and trim ones too."},{"author":119723,"first":"Las palabras <strong class=\"keyword\">melifluas</strong>, sin embargo, con las cuales los conspiradores trataron de adular al Señor y adormecer su vigilancia, indican que la pregunta que estaban a punto de hacerle era de tal naturaleza, que la respuesta acertada requeriría precisamente esas cualidades mentales que fingidamente le atribuían.","second":"The <strong class=\"keyword\">honeyed</strong> address, however, by which the conspirators attempted to cajole the Lord into unwariness, indicated that the question they were about to submit was one requiring for its proper answer just such qualities of mind as they pretendingly attributed to Him."},{"author":27,"first":"En otras palabras, están evitando que la gente exprese su voluntad democrática y soberana a través de un referendo y después, con palabras <strong class=\"keyword\">melifluas</strong>, están levantando una cortina de humo ensalzando una denominada \"iniciativa ciudadana\" que, aparentemente, estaría sujeta desde el primer momento a muchas condiciones.","second":"In other words, they are preventing the people from expressing their democratic and sovereign will through a referendum and then, with <strong class=\"keyword\">honeyed</strong> words, they are throwing up a smokescreen by extolling a so-called 'citizens' initiative', which, on the face of it, will right from the start be subject to many conditions."},{"author":118293,"first":"Don <strong class=\"keyword\">Melifluo</strong> está representando al correo.","second":"Mister <strong class=\"keyword\">Mellifluous</strong> is representing the courier."},{"author":31,"first":"Y Johnny con su voz <strong class=\"keyword\">meliflua</strong> y su encanto italiano...... y ella se largó","second":"Then Johnny Fontane comes along with his olive oil voice and Guinea charm.And she runs off"},{"author":183,"first":"Se adelantó hacia León, y con esa sonrisa de benignidad <strong class=\"keyword\">meliflua</strong> que adoptan los eclesiásticos cuando preguntan a los niños: - ¿ El señor, sin duda, no es de aquí? ¿ EI señor desea ver las curiosidades de la iglesia? - No - dijo León.","second":"He came towards Leon, and, with that smile of wheedling benignity assumed by ecclesiastics when they question children - &lt; The gentleman, no doubt, does not belong to these parts? The gentleman would like to see the curiosities of the church? &gt; &lt; No! &gt; said the other."},{"author":94808,"first":"A veces el alivio viene más de tratar la aflicción que se sufre que la lesión física que se padece. Así como la madre duerme al niño con el <strong class=\"keyword\">melifluo</strong> susurro de su voz y las suaves caricias de su amor, las mujeres apaciguan los dolores, con el solo aliento de su serena palabra y de su tranquila presencia.","second":"Sometimes relief comes more from soothing the affliction than from treatment of an actual physical injury, just as a mother puts her child to sleep with the <strong class=\"keyword\">mellifluous</strong> whisper of her voice and the soft caresses of her love, women soothe pain with only the breath of their serene words and their tranquil presence."},{"author":118293,"first":"Es <strong class=\"keyword\">meliflua</strong>.","second":"It's <strong class=\"keyword\">mellifluous</strong>."}],"from":"es","dest":"en","authors":{"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}