{"result":"ok","tuc":[{"phrase":{"text":"letterhead","language":"en"},"meanings":[{"language":"en","text":"Paper which has the name of the person or company it is from printed on the top."}],"meaningId":-2384409369089493707,"authors":[70195]},{"phrase":{"text":"memo","language":"en"},"meaningId":8729476012190658472,"authors":[25018]},{"phrase":{"text":"heading","language":"en"},"meaningId":8827975725434782127,"authors":[20]},{"phrase":{"text":"memorandum for file","language":"en"},"meaningId":-7003675935151453540,"authors":[83042]},{"phrase":{"text":"note for file","language":"en"},"meaningId":-5991601557760823156,"authors":[83042]},{"meanings":[{"language":"en","text":"letterhead"}],"meaningId":8113805564086405985,"authors":[93107]}],"phrase":"membrete","examples":[{"author":94808,"first":"Las actas resumidas son preparadas por la Secretaría y, una vez publicadas como documentos de distribución general, con el correspondiente <strong class=\"keyword\">membrete</strong>, están sujetas a corrección por parte de las delegaciones.","second":"The records are prepared by the Secretariat and, once issued as general distribution documents bearing a <strong class=\"keyword\">masthead</strong>, are subject to correction by delegations."},{"author":94809,"first":"Aunque por un lado lleva el <strong class=\"keyword\">membrete</strong> del Presidente del Gobierno de Portugal, se cita como institución emisora a la Presidencia de la Unión Europea.","second":"Although it is written on the <strong class=\"keyword\">headed paper</strong> of the President of Portugal, the issuing body is stated to be the Presidency of the European Union."},{"author":8000,"first":"La reclamación de Van Oord parece estar relacionada con los servicios prestados por Pontin International, que, en su papel con <strong class=\"keyword\">membrete</strong>, se describe como empresa de \"consultores de gestión de los riesgos relacionados con los contratos\"","second":"Van Oord's claim appears to relate to the services provided by Pontin International, whose <strong class=\"keyword\">letterhead</strong> describes them as being “contract consultants risk management”"},{"author":8000,"first":"Se amplía también la competencia de los tribunales nacionales respecto de los delitos cometidos fuera del territorio nacional que afectaran a la seguridad exterior o interior del Estado, entre ellos, los relacionados con la falsificación o adulteración de sellos y <strong class=\"keyword\">membretes</strong> gubernamentales o de monedas o billetes (artículo # ), los cometidos por funcionarios del Estado o los encargados de servicios públicos durante el ejercicio de sus funciones (artículo # ), así como la autoría o complicidad, en delitos punibles según la ley nacional, si el individuo en cuestión se encontrara en Bahrein y los actos que hubiera cometido fueran punibles en virtud de la legislación del país en el que fueran perpetrados (artículo","second":"In addition, the courts of Bahrain have jurisdiction in offences which are committed outside the territory of the Kingdom and affect the internal or external security of the State or relate to the imitation of public <strong class=\"keyword\">seals</strong> and emblems or the counterfeiting of currency (article # ); or which are committed by State employees or persons in charge of a public service during or because of the performance of their work (article # ); or the perpetrator of which is a principal or accomplice to an offence punishable under national law, if such person is in the Kingdom of Bahrain and the acts committed by him are punishable under the law of the country in which they occurred (article"},{"author":89915,"first":"Papel y cartulina (en bruto, semielaborado, para la papelería o la imprenta), papel y cartulina para la impresión y la escritura, papel y cartulina couchés, papel y cartulina en formato, papel y cartulina para <strong class=\"keyword\">membrete</strong> de carta, papel y cartulina para la impresión en offset, papel y cartulina para la edición, papel y cartulina adhesivos, papel y cartulina para las artes gráficas, papel y cartulina para el embalaje, artículos de papelería y artículos de oficina (excepto muebles). Materia plástica para el embalaje, en concreto: bolsas, saquitos, películas y hojas","second":"Paper and cardboard (unprocessed, semi-worked, for stationery or for printing), paper and cardboard for printing and writing, coated paper and cardboard, formatted paper and cardboard, paper and cardboard for <strong class=\"keyword\">letterheads</strong>, paper and cardboard for offset printing, paper and cardboard for publishing, adhesive paper and cardboard, paper and cardboard for graphic arts, paper and cardboard for packaging, stationery and office requisites (except furniture), plastic materials for packaging, namely: bags, sachets, films and sheets"},{"author":94808,"first":"Tras haber sido expulsada de ella por utilizar sin autorización el <strong class=\"keyword\">membrete</strong> de la asociación, entabló un procedimiento arbitral ante el llamado tribunal arbitral de la mencionada asociación.","second":"When the applicant was excluded due to unauthorized use of the association’s <strong class=\"keyword\">letterhead</strong>, she initiated arbitral proceedings before the association’s so-called arbitral tribunal."},{"author":89915,"first":"Papel con <strong class=\"keyword\">membrete</strong>","second":"<strong class=\"keyword\">Letterhead paper</strong>"},{"author":118385,"first":"Los documentos de acompañamiento contemplados en el apartado 1, letra a), inciso iii), llevarán en el <strong class=\"keyword\">membrete</strong> el logotipo de la Unión, la indicación «Unión Europea», el nombre del Estado miembro de expedición y un signo o logotipo que identifique el Estado miembro de expedición.","second":"The accompanying documents referred to in paragraph 1(a)(iii) shall bear in the <strong class=\"keyword\">header</strong>, the logo of the Union, the words ‘European Union’, the name of the dispatching Member State, and a sign or a logo identifying the dispatching Member of State."},{"author":8000,"first":"En otros fallos se ha dictaminado que el <strong class=\"keyword\">membrete</strong> del fax NO constituía firma porque no existía la intención necesaria","second":"Other cases have found facsimile <strong class=\"keyword\">letterheads</strong> NOT to be signatures because the requisite intention was not present"},{"author":94808,"first":"En virtud de esa misma ley se incorpora un artículo 339 (sustracción o deterioro de documentos, sellos y <strong class=\"keyword\">membretes</strong>) y 340 (falsificación, preparación o venta de documentos, condecoraciones estatales, sellos, cuños y <strong class=\"keyword\">membretes</strong> falsificados) con nuevos párrafos que establecen la responsabilidad penal por la comisión de estos hechos cuando tengan por objeto la trata de personas.","second":"Furthermore, article 339 (the seizure or destruction of documents, stamps, <strong class=\"keyword\">seals</strong> and forms) and article 340 (the forgery, manufacture or sale of counterfeit documents, State honours, stamps, <strong class=\"keyword\">seals</strong> and forms) of the Code include new paragraphs criminalizing specific acts perpetrated for the purpose of trafficking in persons."},{"author":8000,"first":"Un funcionario usó indebidamente papel con <strong class=\"keyword\">membrete</strong> de las Naciones Unidas a fin de obtener permisos de trabajo para personas que no eran funcionarios de las Naciones Unidas, usando incluso información falsa y engañosa que creó una obligación financiera para la Organización","second":"A staff member misused United Nations <strong class=\"keyword\">letterhead</strong> to secure work permits for non-United Nations staff members, including using false and misleading information that placed a financial obligation on the Organization"},{"author":118293,"first":"El <strong class=\"keyword\">membrete</strong> dice Técnica Forense de SÄPO, firmado por el agente 4711.","second":"The <strong class=\"keyword\">letterhead</strong> says the forensics at SÄPO, signed by official 4711."},{"author":89915,"first":"Papel, cartón, artículos de papel o cartón estampado, diarios y publicaciones periódicas, libros, artículos de escritorio, fotografías, <strong class=\"keyword\">membretes</strong> de cartas, etiquetas y pegatinas impresas, artículos de encuadernación, materias plásticas para envolver","second":"Paper, cardboard, printed goods made from paper or cardboard, newspapers and periodicals, books, writing materials, photographs, <strong class=\"keyword\">headed paper</strong>, printed stickers and labels, book binding material, plastic materials for packaging"},{"author":118293,"first":"Ya estoy preparando el logo para el <strong class=\"keyword\">membrete</strong> en mi mente.","second":"I'm already arranging the clip art for the <strong class=\"keyword\">letterhead</strong> in my mind."},{"author":118293,"first":"Si no quieres que retiren tu nombre del <strong class=\"keyword\">membrete</strong>, vuelve al hospital.","second":"Unless you want your name to come off the <strong class=\"keyword\">door</strong> permanently, it's back in the hospital."},{"author":94808,"first":"Los documentos, que llevaban el <strong class=\"keyword\">membrete</strong> del South African Institute for Maritime Research (Instituto de Investigaciones Marítimas de Sudáfrica), parecían informar sobre la colocación de una bomba en el avión de Hammarskjöld que no había explotado durante el despegue de Leopoldville pero que se había activado antes del aterrizaje.","second":"The documents, which bore the <strong class=\"keyword\">letterhead</strong> of the South African Institute for Maritime Research, purported to report that a bomb planted on Hammarskjöld’s aircraft had failed to explode on take-off from Leopoldville but had been activated before landing."},{"author":8000,"first":"Las cartas, en papel con <strong class=\"keyword\">membrete</strong> de la ONUVT, al parecer habían sido firmadas por funcionarios de la ONUVT, incluido el Jefe de la Misión, y tenían por objeto dar el respaldo de las Naciones Unidas a un acaudalado hombre de negocios encausado por haber tratado de hacer matar a un antiguo socio","second":"The letters on UNTSO <strong class=\"keyword\">letterhead</strong> appeared to be signed by UNTSO officials, including the Head of Mission, and were designed to provide United Nations support to a wealthy businessman facing trial on criminal charges for attempting to have a former business partner killed"},{"author":89915,"first":"Papel, cartón y artículos de estas materias no comprendidas en otras clases Impresos, cartas, papel con <strong class=\"keyword\">membrete</strong>, sobres, tarjetas etiquetas adhesivas (que no sean de tela), albaranes, pegatinas, circulares, carteles, calcomanías","second":"Paper, cardboard and goods made from these materials, not included in other classes, printed forms, letters, <strong class=\"keyword\">headed</strong> paper, envelopes, cards, adhesive labels (not of textile), delivery notes, stickers, newsletters, posters, transfers"},{"author":8008,"first":"indicar la dirección de su sitio y las direcciones de emails en sus documentos comerciales, sus tarjetas de visitas y papel con <strong class=\"keyword\">membrete</strong>, y todo esto independientemente de su servicio de acceso a Internet.","second":"to access the network of your <strong class=\"keyword\">company</strong> from Internet."},{"author":89915,"first":"<strong class=\"keyword\">Membretes</strong> de cartas, sobres, tarjetas de visita, cheques, efectos bancarios, impresos, facturas","second":"<strong class=\"keyword\">Letterhead</strong>, envelopes, business cards, cheques, drafts, forms, invoices"},{"author":8000,"first":"El Grupo cree que el certificado de usuario final # es un número falso y que el certificado no es oficial aunque lleve el <strong class=\"keyword\">membrete</strong> y la firma de los certificados de usuario final auténticos expedidos por Burkina Faso","second":"The Group believes end-user certificate # is a fake number and not an official document, using the <strong class=\"keyword\">heading</strong> and signature of an authentic Burkinabe end-user certificate"},{"author":89915,"first":"Impresos, cartas, papel con <strong class=\"keyword\">membrete</strong>, sobres, tarjetas etiquetas adhesivas (que no sean de tela), albaranes, pegatinas, circulares, carteles, calcomanías, libros, libros de instrucciones, catálogos, boletines, folletos, cabeceras de revistas, periódicos libros y publicaciones en papel o cartón","second":"Printed matter, letters, <strong class=\"keyword\">headed</strong> paper, envelopes, cards, self-adhesive labels (not of textile), delivery notes, stickers, circulars, posters, decals, books, instruction books, catalogues, bulletins, pamphlets, magazine mastheads, newspapers, books and publications of paper or cardboard"},{"author":94809,"first":"Ese documento de una sola página lleva en el <strong class=\"keyword\">membrete</strong> el escudo de la República de Polonia e inmediatamente a su derecha la mención «Polish Patent Office» (Oficina polaca de patentes).","second":"This one-page document includes, as a <strong class=\"keyword\">header</strong>, the coat of arms of the Republic of Poland and, immediately to the right of that coat of arms, the words ‘Polish Patent Office’."},{"author":8000,"first":"En septiembre de # el antiguo Subdirector Gerente envió una misiva a un explotador con el <strong class=\"keyword\">membrete</strong> de la FDA en la que le garantizaba que su empresa recuperaría la concesión maderera","second":"In September # the former deputy managing director wrote to a logger on FDA <strong class=\"keyword\">letterhead</strong>, assuring him that his company would regain its concession"},{"author":118385,"first":"referencias del empleador o empleadores anteriores y del empleador o empleadores actuales que indiquen la naturaleza y el nivel de las funciones ejercidas y las fechas de inicio y finalización, con el <strong class=\"keyword\">membrete</strong> y el sello oficiales de la empresa y el nombre y la firma del responsable, o","second":"documents from former and current employer(s) stating the nature and level of duties performed, and start and end dates, with the official <strong class=\"keyword\">header</strong> and stamp of the company, and the name and signature of the person in charge; or"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}