{"result":"ok","tuc":[{"phrase":{"text":"lessen","language":"en"},"meanings":[{"language":"en","text":"to make less"}],"meaningId":-5897841480121461136,"authors":[70195]},{"phrase":{"text":"damage","language":"en"},"meaningId":-6768456387654637681,"authors":[25018]},{"phrase":{"text":"hurt","language":"en"},"meaningId":-4215252147242674065,"authors":[25018]},{"phrase":{"text":"adversely affect","language":"en"},"meaningId":-2032921766051112882,"authors":[80097]},{"phrase":{"text":"discredit","language":"en"},"meaningId":4840742192939229174,"authors":[86934]},{"phrase":{"text":"impair","language":"en"},"meaningId":-3397231005423232597,"authors":[80097]},{"phrase":{"text":"reduce","language":"en"},"meaningId":-4400480225165789544,"authors":[20]},{"meanings":[{"language":"en","text":"to lessen"}],"meaningId":7373035986506527515,"authors":[93107]}],"phrase":"menoscabar","examples":[{"author":8000,"first":"Según el Comité, la reforma debe llevarse a cabo sin <strong class=\"keyword\">menoscabar</strong> la protección que ofrece la legislación vigente ni restringir las obligaciones y facultades de supervisión, seguimiento y promoción de la igualdad y la no discriminación establecidas en las leyes","second":"In accordance with the assignment of the Committee, the reform is to be carried out so that it does not <strong class=\"keyword\">weaken</strong> the protection given under the current legislation nor restrict the duties or powers to follow, monitor and promote equality and non-discrimination laid down in the acts"},{"author":94808,"first":"Las facultades y funciones atribuidas al comité de acreedores no deben <strong class=\"keyword\">menoscabar</strong> los derechos de los acreedores en su conjunto a participar o actuar de otra forma en el procedimiento de insolvencia.","second":"The powers and functions given to a creditors committee should not <strong class=\"keyword\">impair</strong> the rights of the creditors as a whole to participate or otherwise act in the insolvency proceeding."},{"author":94809,"first":"51 Sin embargo, el Tribunal de la Función Pública observa que, en cualquier caso y concretamente en el presente, podrían haberse proporcionado al demandante indicaciones suplementarias, al igual que en el asunto en el que recayó la sentencia Pascall/Consejo, antes citada, sin <strong class=\"keyword\">menoscabar</strong> el secreto que ampara las actuaciones del tribunal calificador, tal como lo delimita la jurisprudencia (véase el apartado 31 de la presente sentencia), y en particular la sentencia Parlamento/Innamorati, antes citada, que excluye la divulgación de la posición de los diferentes miembros del tribunal calificador y de los datos relacionados con apreciaciones de carácter personal o comparativo referentes a los candidatos (véase la sentencia Pascall/Consejo, antes citada, apartado 28).","second":"51 The Tribunal observes, however, that, in any event, and in particular in this case, certain additional particulars could have been communicated to the applicant, as in Pascall v Council, without <strong class=\"keyword\">prejudicing</strong> the secrecy surrounding the proceedings of the selection board, as circumscribed by the case‐law (see paragraph 31 of this judgment), and notably, as required by the judgment in Parliament v Innamorati, without disclosing either the attitudes adopted by individual members of the selection board or any factors relating to individual or comparative assessments of candidates (see Pascall v Council, paragraph 28)."},{"author":94808,"first":"En ese sentido, hay que entender que las propuestas para mejorar la transparencia de las actividades del Consejo no deben <strong class=\"keyword\">menoscabar</strong> su eficacia o su capacidad de responder rápidamente a las situaciones.","second":"It should be understood in that respect that proposals to enhance the transparency of the Council’s activities should not <strong class=\"keyword\">undermine</strong> its effectiveness or its ability to respond promptly to situations."},{"author":94809,"first":"30 No obstante, la adopción de tales medidas no puede neutralizar el principio de asignación gratuita de los derechos de emisión ni <strong class=\"keyword\">menoscabar</strong> los objetivos de la Directiva 2003/87.","second":"30 Nevertheless, the adoption of such measures must not neutralise the principle that emission allowances are allocated free of charge; nor may it <strong class=\"keyword\">undermine</strong> the objectives pursued by Directive 2003/87."},{"author":8000,"first":"Para que eso ocurra, todas las partes interesadas deben actuar con moderación y abstenerse de adoptar medidas que puedan <strong class=\"keyword\">menoscabar</strong> ese esfuerzo","second":"For that to happen, all parties concerned should exercise restraint and refrain from any action that could <strong class=\"keyword\">undermine</strong> that effort"},{"author":94808,"first":"En el artículo 186 del Código Penal también figuran circunstancias agravantes de la violación en caso de que se ocasionen graves lesiones corporales, la muerte u otras consecuencias graves, el acto haya sido cometido por más de una persona, resulte particularmente cruel o humillante o se haya ejercido coacción para realizar el coito, amenazando gravemente a la persona de que se revelará sobre ella o sobre una persona próxima a ella cierta información que puede <strong class=\"keyword\">menoscabar</strong> el honor y la reputación de la víctima o de que puede causársele otro grave mal.","second":"Qualified types of rape are also included in Article 186, in case of the occurrence of a serious physical injury, death, or other serious consequences, or the act has been committed by more than one person, or in a particularly cruel or humiliating manner, or by coercion to sexual intercourse, with a serious threat that something shall be revealed concerning the victim or someone close to the victim that shall <strong class=\"keyword\">harm</strong> the victim's honor and reputation, or that another serious evil will be caused."},{"author":91988,"first":"Erdoğan parece abrigar la esperanza de que, al degradar la fuerza militar kurda y su control territorial, el Estado Islámico lo ayudará a lograr su objetivo fundamental de <strong class=\"keyword\">menoscabar</strong> el movimiento nacional kurdo, que desde hace mucho es una espina en el costado de Turquía.","second":"Erdoğan seems to hope that, by degrading Kurdish military strength and territorial control, the Islamic State will help him to achieve his central goal of <strong class=\"keyword\">diminishing</strong> the Kurdish nationalist movement, which has long been a thorn in Turkey’s side."},{"author":94808,"first":"Este mes se cumplirán siete años del estallido de una guerra sin precedentes —una guerra no contra un país o un Estado, sino contra el flagelo amorfo del terrorismo que amenazaba con <strong class=\"keyword\">menoscabar</strong> la seguridad en todo el mundo.","second":"Seven years ago this month, an unprecedented war was launched — a war that was not against a country or a State, but against the amorphous scourge of terrorism that was threatening to <strong class=\"keyword\">undermine</strong> security in all parts of the world."},{"author":94808,"first":"El Comité recordó su jurisprudencia respecto de la obligación de todas las autoridades públicas de abstenerse de prejuzgar los resultados de un juicio, por ejemplo, absteniéndose de hacer comentarios públicos en que se declarara la culpabilidad del acusado, y del deber de los medios de difusión de evitar un tratamiento de las noticias que <strong class=\"keyword\">menoscabara</strong> la presunción de inocencia.","second":"The Committee recalled its jurisprudence regarding the duty of all public authorities to refrain from prejudging the outcome of a trial, including by abstaining from making public statements affirming the guilt of the accused, and the fact that the media should avoid news coverage <strong class=\"keyword\">undermining</strong> the presumption of innocence."},{"author":8000,"first":"Si bien mi delegación reconoce la importancia y la pertinencia de las negociaciones bilaterales y de las decisiones unilaterales, éstas no deben <strong class=\"keyword\">menoscabar</strong> la importancia de las negociaciones multilaterales","second":"While my delegation recognizes the importance and continued relevance of bilateral negotiations and unilateral decisions, they should not <strong class=\"keyword\">detract</strong> from the importance of multilateral negotiations"},{"author":94808,"first":"También hemos observado que los anteriores funcionarios talibanes están tratando de instaurarse en el Gobierno para <strong class=\"keyword\">menoscabar</strong> la base de la nueva nación afgana desde dentro.","second":"We also observe that former Taliban officials are seeking to make their way into the Government in order to <strong class=\"keyword\">undermine</strong> the basis of the new Afghan nationhood from within."},{"author":94809,"first":"La enmienda 23 , porque la supresión de la referencia al horario de apertura de las aduanas podría <strong class=\"keyword\">menoscabar</strong> los esfuerzos de la propuesta por fijar las condiciones para el cobro de las tasas aduaneras, y la introducción de una referencia a los «demás actos de aplicación de la normativa aduanera» permitiría perpetuar la práctica existente en determinados Estados miembros de cobrar tasas por la elaboración de las declaraciones electrónicas.","second":"Amendment 23 , because the removal of the reference to the opening hours of customs offices would <strong class=\"keyword\">seriously undermine</strong> the proposal’s efforts to frame the charging of customs fees, and the introduction of a reference to ‘any other act required for the purpose of applying customs law’ would allow the perpetuation of a practice prevailing in certain Member States of charging fees for drawing up electronic declarations;"},{"author":94809,"first":"Sin perjuicio de lo dispuesto en el artículo 248, las autoridades de supervisión podrán no realizar esa consulta en casos de urgencia o si consideran que dicha consulta podría <strong class=\"keyword\">menoscabar</strong> la eficacia de la decisión.","second":"Without prejudice to Article 248, a supervisory authority may decide not to consult in cases of urgency or where such consultation may <strong class=\"keyword\">jeopardise</strong> the effectiveness of the decision."},{"author":8000,"first":"El Comité, aunque toma nota de la aprobación de la Ley orgánica No # relativa a la protección de datos de carácter personal, expresa su inquietud por la insuficiente protección de estos datos considerando los excesos que pueden <strong class=\"keyword\">menoscabar</strong> la lucha contra el terrorismo (arts # y","second":"While taking note of the adoption of Organization Act No # on the protection of personal data, the Committee is concerned that such data may not be adequately protected, given the abuses that can occur in the fight against terrorism (arts # and"},{"author":94808,"first":". El principio de no discriminación prohíbe toda distinción, exclusión, restricción o preferencia o cualquier otro trato diferenciado que se base directa o indirectamente en determinados motivos y que tenga por objeto o por resultado anular o <strong class=\"keyword\">menoscabar</strong> el reconocimiento, goce o ejercicio, en condiciones de igualdad, de los derechos humanos .","second":"The principle of non-discrimination prohibits any distinction, exclusion, restriction or preference or other differential treatment that is directly or indirectly based on specified grounds and that has the purpose or effect of nullifying or <strong class=\"keyword\">impairing</strong> the recognition, enjoyment or exercise, on an equal footing, of human rights."},{"author":94809,"first":"46 Por consiguiente, el Tribunal de Primera Instancia no podía, sin <strong class=\"keyword\">menoscabar</strong> el alcance del artículo 190 del Tratado, considerar, en el apartado 254 de la sentencia recurrida, que «la Comisión, si ha tenido en cuenta sistemáticamente determinados elementos básicos para fijar la cuantía de las multas, debe indicar dichos elementos en el cuerpo de la Decisión».","second":"46 Consequently, the Court of First Instance could <strong class=\"keyword\">not</strong>, consistently with Article 190 of the Treaty, find, as it did in paragraph 254 of the contested judgment, that the Commission must, if it systematically took into account certain basic factors in order to fix the amount of fines, set out those factors in the body of the decision."},{"author":8000,"first":"Las protecciones jurídicas otorgadas a los ocupantes secundarios no deben <strong class=\"keyword\">menoscabar</strong> los derechos de los propietarios, inquilinos u otros titulares de derechos legítimos para volver a ocupar la vivienda y la propiedad en cuestión","second":"he legal protections extended to secondary occupants should not <strong class=\"keyword\">prejudice</strong> the rights of legitimate owners, tenants and other rights holders to repossess the housing and property in question"},{"author":94809,"first":"Las diferencias de calidad entre compras ocasionales a diversos fundidores y la inseguridad del suministro, pueden <strong class=\"keyword\">menoscabar</strong> su posición como subcontratista en contratos aeroespaciales.","second":"For instance, even differences in quality stemming from spot purchases from various smelters, as well as the associated uncertainty of supplies, could <strong class=\"keyword\">damage</strong> its position as a sub-contractor on aerospace contracts."},{"author":94809,"first":"Es ese riesgo de <strong class=\"keyword\">menoscabar</strong> la eficacia de todo el régimen al eludirlo lo que justifica el énfasis puesto en las medidas preventivas y que, en consecuencia, las medidas que el Tribunal de Primera Instancia pudo calificar de ex post, aun siendo necesariamente menos severas, no ofrezcan garantías suficientes para ser consideradas igual de eficaces.","second":"It is that danger that the effectiveness of the entire system may be <strong class=\"keyword\">jeopardised</strong> by being circumvented that justifies the emphasis placed on the preventive measures and, consequently, the measures which the General Court characterised as ex post, although necessarily less restrictive, do not offer sufficient guarantees to be regarded as equally effective."},{"author":8000,"first":"Es cierto que dando un documento de transporte negociable al cargador se puede <strong class=\"keyword\">menoscabar</strong> el ejercicio del derecho del consignador a percibir un pago por el envío","second":"On the other hand, giving a negotiable transport document to the shipper may <strong class=\"keyword\">undermine</strong> the consignor's ability to receive payment for the shipment"},{"author":94808,"first":"Según este artículo, discriminación significa \"toda distinción, exclusión o preferencia que se funde en motivos de raza, color, sexo, edad, religión, opinión política, extracción nacional, origen social, o deficiencia física o mental y que tenga por objeto <strong class=\"keyword\">menoscabar</strong> el derecho de una persona a la igualdad de oportunidades o de trato”.","second":"According to this article discrimination means “any distinction, exclusion or preference based on race, colour, sex, age, religion, political opinions, national origin, social origin, family relations, physical or mental disabilities that <strong class=\"keyword\">prejudice</strong> the individual’s right to be equal in terms of employment and treatment”."},{"author":8000,"first":"Entre los acontecimientos ocurridos recientemente en la OMI con respecto a las condiciones de trabajo de la gente de mar figura la decisión adoptada por el Comité Jurídico de la OMI de encargar al Grupo mixto especial de expertos de la OMI y la OIT sobre responsabilidad e indemnización respecto de las reclamaciones por muerte, lesiones corporales y abandono de la gente de mar la tarea de formular soluciones sostenibles a más largo plazo para abordar los problemas de la seguridad financiera en relación con las indemnizaciones por muerte y lesiones corporales, en la inteligencia de que la solución a que se llegase no debía en modo alguno entorpecer, perjudicar, <strong class=\"keyword\">menoscabar</strong> o disminuir los derechos a recursos de que pudiera gozar la gente de mar en un Estado determinado con arreglo a un ordenamiento jurídico existente","second":"Recent developments in IMO with respect to the working conditions of seafarers include the decision by the IMO Legal Committee (LEG) to mandate the Joint IMO/ILO Ad Hoc Expert Working Group on Liability and Compensation Regarding Claims for Death, Personal Injury and Abandonment of Seafarers to proceed with the development of longer-term sustainable solutions to address the problems of financial security with regard to compensation in the case of death and personal injury, on the understanding that the eventual solution should not in any way interfere, affect, <strong class=\"keyword\">erode</strong> or in any way whatsoever diminish any rights or remedies seafarers may enjoy in a particular State under an existing legal framework"},{"author":94808,"first":"La Comisión alienta al Secretario General a que prosiga sus esfuerzos para lograr un aumento de la eficiencia sostenible en todas las operaciones de mantenimiento de la paz, sin <strong class=\"keyword\">menoscabar</strong> sus necesidades operacionales ni la ejecución de sus mandatos respectivos (véase también el párr. 86 infra).","second":"The Committee encourages the Secretary-General to continue efforts to identify and mainstream sustainable efficiencies throughout peacekeeping operations, without <strong class=\"keyword\">undermining</strong> their operational requirements and the implementation of their respective mandates (see also para. 86 below)."},{"author":94809,"first":"49 Sólo cabe aplicar la cláusula de orden público que figura en el artículo 34, punto 1, del Reglamento no 44/2001 en el caso de que el reconocimiento o la ejecución de la resolución dictada en otro Estado miembro choque de manera inaceptable con el ordenamiento jurídico del Estado requerido, por <strong class=\"keyword\">menoscabar</strong> un principio fundamental.","second":"49 Recourse to the public-policy clause in Article 34(1) of Regulation No 44/2001 can therefore be envisaged only where recognition or enforcement of the judgment given in another Member State would be at variance to an unacceptable degree with the legal order of the State in which enforcement is sought inasmuch as it <strong class=\"keyword\">would infringe</strong> a fundamental principle."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}