{"result":"ok","tuc":[{"phrase":{"text":"small","language":"en"},"meanings":[{"language":"en","text":"Not large or big; small in size."},{"language":"es","text":"Ni grande ni grueso; de poco tamaño."}],"meaningId":5428808325125865582,"authors":[69425]},{"phrase":{"text":"tripe","language":"en"},"meanings":[{"language":"en","text":"The lining of the large stomach of ruminating animals, when prepared for food."},{"language":"en","text":"something valueless"},{"language":"es","text":"El revestimiento del estómago de animales rumiantes, cuando se prepara como alimento."}],"meaningId":272672775378666805,"authors":[70195]},{"phrase":{"text":"little","language":"en"},"meaningId":-8733819552919049375,"authors":[84500]},{"phrase":{"text":"change","language":"en"},"meanings":[{"language":"en","text":"small denominations of money given in exchange for a larger denomination"}],"meaningId":3295724091589005555,"authors":[70195]},{"phrase":{"text":"minute","language":"en"},"meanings":[{"language":"en","text":"very small"}],"meaningId":4532094578804617437,"authors":[70195]},{"phrase":{"text":"what","language":"en"},"meanings":[{"language":"en","text":"how much"}],"meaningId":1116290063781550832,"authors":[70195]},{"phrase":{"text":"small change","language":"en"},"meanings":[{"language":"en","text":"a minor or insignificant amount of money"}],"meaningId":-239332821286477411,"authors":[80097]},{"phrase":{"text":"fine","language":"en"},"meaningId":-3944916519202281620,"authors":[25018]},{"phrase":{"text":"fractional","language":"en"},"meaningId":-2762160345345936279,"authors":[25018]},{"phrase":{"text":"short","language":"en"},"meaningId":3145378742035767027,"authors":[25115]},{"phrase":{"text":"slight","language":"en"},"meaningId":-6181563024525048107,"authors":[25115]},{"phrase":{"text":"tiny","language":"en"},"meaningId":1176047101924818453,"authors":[25115]},{"phrase":{"text":"cramped","language":"en"},"meaningId":-6522407355048968974,"authors":[25018]},{"phrase":{"text":"entrails","language":"en"},"meaningId":-6965720699145709486,"authors":[25018]},{"phrase":{"text":"exact","language":"en"},"meaningId":-3717566111027190675,"authors":[20]},{"phrase":{"text":"giblets","language":"en"},"meaningId":6839053488304181715,"authors":[25018]},{"phrase":{"text":"insignificant","language":"en"},"meaningId":6888408185847168048,"authors":[25018]},{"phrase":{"text":"loose cash","language":"en"},"meaningId":-4160472797532805925,"authors":[80097]},{"phrase":{"text":"loose change","language":"en"},"meaningId":4318195930111907316,"authors":[80097]},{"phrase":{"text":"loose money","language":"en"},"meaningId":1702490748084013663,"authors":[80097]},{"phrase":{"text":"low","language":"en"},"meaningId":318169066878687795,"authors":[25018]},{"phrase":{"text":"meticulous","language":"en"},"meaningId":5466783602168597889,"authors":[25018]},{"phrase":{"text":"offal","language":"en"},"meaningId":-4915359095370955816,"authors":[25018]},{"phrase":{"text":"petty","language":"en"},"meaningId":-9026212241573376584,"authors":[25018]},{"phrase":{"text":"pocket change","language":"en"},"meaningId":-7653118024385735596,"authors":[80097]},{"phrase":{"text":"pretty","language":"en"},"meaningId":-2100188674243046783,"authors":[25018]},{"phrase":{"text":"skinny","language":"en"},"meaningId":-1953235149710315879,"authors":[86934]},{"phrase":{"text":"soft","language":"en"},"meaningId":-4629488293088411628,"authors":[86934]},{"phrase":{"text":"trifling","language":"en"},"meaningId":7727076343815593461,"authors":[25115]},{"phrase":{"text":"useless","language":"en"},"meaningId":2846632845046454080,"authors":[25115]},{"phrase":{"text":"very small","language":"en"},"meaningId":-2527585854803497619,"authors":[25115]},{"meanings":[{"language":"en","text":"what a (+ noun)."},{"language":"en","text":"insignificant."},{"language":"en","text":"what a (intensifier, followed by a noun)"},{"language":"en","text":"tripes (used as food)"},{"language":"en","text":"a traditional Mexican spicy soup made with tripe"},{"language":"en","text":"insignificant"},{"language":"en","text":"small, tiny."},{"language":"en","text":"small, tiny"},{"language":"en","text":"(Mexico) A traditional Mexican spicy soup made with tripe."}],"meaningId":-3473791673142484661,"authors":[1]},{"meanings":[{"language":"es","text":"visceras de pollo"}],"meaningId":null,"authors":[81290]},{"meanings":[{"language":"es","text":"; dinero sencillo; cambio; suelto"}],"meaningId":null,"authors":[81115]}],"phrase":"menudo","examples":[{"author":94809,"first":"En la industria de hoy en día a <strong class=\"keyword\">menudo</strong> es difícil clasificar a las empresas como «fabricantes de equipos de defensa».","second":"It is <strong class=\"keyword\">often</strong> difficult in today's industry to classify companies as being ‘defence equipment manufacturers’."},{"author":94808,"first":"El Centro ha publicado una serie de comentarios en seis volúmenes sobre la Convención de las Naciones Unidas sobre el Derecho del Mar de 1982, que tanto el Tribunal Internacional del Derecho del Mar como los estudiantes de todo el mundo citan a <strong class=\"keyword\">menudo</strong> como una referencia fidedigna sobre la Convención.","second":"The Center has published a six-volume set of commentaries on the United Nations Convention on the Law of the Sea of 1982 that are <strong class=\"keyword\">regularly</strong> cited by the International Tribunal for the Law of the Sea and scholars around the world as an authoritative history of the Convention."},{"author":94808,"first":"Varios oradores destacaron la importancia de hacer frente a la violencia contra las mujeres y expresaron su preocupación por el hecho de que esa forma de violencia fuera todavía extendida, omnipresente, a <strong class=\"keyword\">menudo</strong> no denunciada y a veces incluso tolerada.","second":"Several speakers stressed the importance of addressing violence against women and expressed their concern at the fact that that form of violence was still widespread, pervasive, <strong class=\"keyword\">often</strong> unreported and sometimes even condoned."},{"author":94808,"first":"Además, a <strong class=\"keyword\">menudo</strong> no están detenidas en instalaciones especiales y suelen estar acompañados de sus hijos, con frecuencia en celdas en que hay más niños que adultos.","second":"In addition, <strong class=\"keyword\">women</strong> are <strong class=\"keyword\">often</strong> denied special detention facilities and are commonly detained with their children, often in cells that hold more children than adults."},{"author":94809,"first":"Observaciones: el transporte de medios de extinción de incendios resulta irrelevante en la práctica por lo que respecta a las materias de los números ONU 2908, 2909, 2910 y 2911, que a <strong class=\"keyword\">menudo</strong> pueden llevarse en vehículos pequeños.","second":"Comments: Carriage of fire-fighting equipment is in practice irrelevant to the transport of UN 2908, 2909, 2910, UN 2911, which may <strong class=\"keyword\">often</strong> be carried in small vehicles."},{"author":94808,"first":"Las cifras de desempleo, sobre todo en los países en desarrollo, suelen no tener en cuenta el gran número de jóvenes que se ven obligados a recurrir a un empleo con bajo salario y, a <strong class=\"keyword\">menudo</strong>, peligroso en el sector no estructurado.","second":"Unemployment figures, especially in developing countries, often failed to account for the large numbers of young people forced to turn to informal, low-paying and <strong class=\"keyword\">often</strong> hazardous employment."},{"author":8000,"first":"Ha publicado, asimismo, diversos artículos en revistas nacionales e internacionales y a <strong class=\"keyword\">menudo</strong> recibe invitaciones para participar en reuniones y conferencias en calidad de experta en administración pública","second":"She has also published a number of articles in national and international publications and is <strong class=\"keyword\">frequently</strong> requested to participate as a public administration expert"},{"author":94808,"first":"El Comité expresa su profunda inquietud por los informes en el sentido de que todavía no se aplican de manera sistemática y efectiva las salvaguardias fundamentales contra los malos tratos durante la prisión preventiva, ya que los detenidos no están siempre plenamente informados de sus derechos fundamentales desde el principio de su privación de libertad, se les niega un acceso oportuno a un abogado y a un médico así como el derecho a notificar a un familiar o una persona de su elección la detención y el lugar en que se encuentren privados de libertad, y a <strong class=\"keyword\">menudo</strong> no son llevados ante un juez dentro de los plazos prescritos constitucionalmente (arts. 2, 11 y 16).","second":"The Committee expresses its deep concern at reports that basic safeguards against ill-treatment during pretrial detention are still not applied systematically and effectively as detainees are not always fully informed of their fundamental rights from the outset of their deprivation of liberty, get deprived of timely access to a lawyer and a medical doctor and of the right to notify a family member or person of one’s choice of an arrest and current place of detention, and are not <strong class=\"keyword\">often</strong> brought before a judge within the constitutionally prescribed periods (arts. 2, 11 and 16)."},{"author":31,"first":"Pierson, he valorado muy a <strong class=\"keyword\">menudo</strong> tu discreción","second":"Pierson, I' ve <strong class=\"keyword\">often</strong> had <strong class=\"keyword\">occasion</strong> to appreciate your discretion"},{"author":27,"first":"He votado a favor de la resolución, con la esperanza de contar con una mayor uniformidad de los procedimientos, que permita un acceso más abierto y sencillo a la financiación europea, que a <strong class=\"keyword\">menudo</strong> queda en gran medida sin utilizar, en parte debido a las dificultades de los procedimientos.","second":"I voted in favour of the resolution, hoping for greater procedural uniformity in order to allow easier and more open access to European funding, which <strong class=\"keyword\">often</strong> remains largely unused, partly because of procedural difficulties."},{"author":94808,"first":"Esta necesidad se hace patente al reflexionar sobre las cuestiones que aparecen a <strong class=\"keyword\">menudo</strong> en las portadas de los periódicos: la falta de vivienda, la obesidad, las enfermedades crónicas vinculadas al estilo de vida, el comportamiento social negativo en el hogar, el lugar de trabajo y la comunidad, el número de divorcios, las necesidades de los niños que viven en familias monoparentales desfavorecidas o en instituciones carentes de apoyo suficiente, el envejecimiento y el cuidado de los ancianos, y la vulnerabilidad financiera de las familias.","second":"This need becomes obvious after reflecting on the issues listed <strong class=\"keyword\">frequently</strong> on the front page of newspapers: homelessness, obesity, chronic lifestyle diseases, negative social behaviour at home, the workplace and the community, divorce rates, needs of children in deprived single parent families and in under supported institutions, aging and elder care, and financial vulnerability of families."},{"author":94808,"first":"La tasa de matrimonios transnacionales en Singapur sigue creciendo; el 31% de los matrimonios celebrados en 2014 tuvo lugar entre un singapurense y un no singapurense (a <strong class=\"keyword\">menudo</strong> la cónyuge).","second":"The rate of transnational marriages in Singapore continues to grow and 31% of marriages in 2014 involved a Singaporean and a non-Singaporean (<strong class=\"keyword\">often</strong> the female partner)."},{"author":27,"first":"Dado que los ataques terroristas a <strong class=\"keyword\">menudo</strong> se planean con muchos años de antelación, esto no puede impedirse simplemente mediante la conservación de datos.","second":"Since terrorists’ attacks are <strong class=\"keyword\">often</strong> planned many years in advance, these simply cannot be prevented by the storage of data."},{"author":22,"first":"Esta concertación existe a <strong class=\"keyword\">menudo</strong> a nivel nacional, pero debe ampliarse al nivel europeo","second":"This consultation <strong class=\"keyword\">often</strong> exists at a national level but must be extended to the European level"},{"author":94809,"first":"La incorporación de una marca al lenguaje como expresión que designa el propio producto es el reflejo último del éxito de un trabajo laborioso, que a <strong class=\"keyword\">menudo</strong> dura muchos años, del titular de la marca, cuyo producto ha acabado convirtiéndose, a ojos del mundo, en sinónimo del propio tipo de producto.","second":"The fact that a trade mark enters the current language as the term for the product itself is evidence ultimately of the success generated by the hard work, <strong class=\"keyword\">often</strong> over many years, of the trade mark proprietor, whose product has, in the eyes of the world, become the embodiment of the type of product itself."},{"author":94808,"first":"Tomó nota asimismo de la declaración del representante de la Institución Eclesiástica para la Gente de Mar y le agradeció que señalara a la atención de la Reunión la angustiosa situación con que a <strong class=\"keyword\">menudo</strong> se enfrentan los navegantes.","second":"He also noted the statement by the representative of the Seamen’s Church Institute and thanked him for drawing the attention of the Meeting to the plight that seafarers <strong class=\"keyword\">often</strong> faced."},{"author":91988,"first":"Quienes creen –a <strong class=\"keyword\">menudo</strong> con una convicción casi religiosa– que necesitamos aún más estímulo fiscal keynesiano y deberíamos pasar por alto la deuda estatal, me parecen ser presa del pánico.","second":"Those who believe – <strong class=\"keyword\">often</strong> with quasi-religious conviction – that we need even more Keynesian fiscal stimulus, and should ignore government debt, seem to me to be panicking."},{"author":94808,"first":"La cultura dominante mina a <strong class=\"keyword\">menudo</strong> la voluntad de las mujeres de mejorar su situación.","second":"The dominant culture <strong class=\"keyword\">often</strong> sapped women’s will to improve their status."},{"author":95875,"first":"Para las pequeñas y medianas empresas (PYME) presentar ofertas para contratos grandes a <strong class=\"keyword\">menudo</strong> les resulta difícil debido a que están orientadas hacia un elemento particular del servicio o producto propuestos, y a la consecuente necesidad de formar asociaciones complejas con otros proveedores especializados.","second":"For <strong class=\"keyword\">small</strong> and medium sized enterprises (SMEs), bidding for large contracts is often made difficult due to their focus on a particular element of the proposed service or product, and the subsequent need to form complex partnerships with other specialist suppliers."},{"author":94809,"first":"El Gobierno de la India debería ser invitado a visitar las instituciones de la UE a <strong class=\"keyword\">menudo</strong> y se espera que la India conciba su propia estrategia de comunicación.","second":"The Government of India should be encouraged to visit EU Institutions as <strong class=\"keyword\">often</strong> as possible, and India would be expected to devise its own communications strategy."},{"author":94808,"first":"La UNSMIL y el ACNUDH señalaron que habían recibido información según la cual decenas de civiles habían sido secuestrados por todas las partes en el conflicto, simplemente debido a su afiliación tribal, familiar o religiosa, ya fuera real o supuesta, a <strong class=\"keyword\">menudo</strong> como rehenes para ser intercambiados por otras personas retenidas por el bando contrario.","second":"UNSMIL/OHCHR indicated reports of the abduction of dozens of civilians by all sides to the conflict, solely for their actual or suspected tribal, family or religious affiliation, <strong class=\"keyword\">often</strong> as hostages in order to exchange them for others held by the opposing side."},{"author":118293,"first":"Lo hago a <strong class=\"keyword\">menudo</strong>.","second":"I do it <strong class=\"keyword\">often</strong>."},{"author":8000,"first":"Sin embargo, los miles de ciudadanos angoleños desplazados a diversos lugares del mundo por el conflicto civil que duró decenios padecen discriminación y a <strong class=\"keyword\">menudo</strong> ven conculcados sus derechos y libertades civiles","second":"However, the thousands of Angolan citizens displaced around the world by decades of civil conflict were exposed to discrimination and in <strong class=\"keyword\">many instances</strong> endured violations of their civil rights and liberties"},{"author":94809,"first":"Las redes de delincuentes son a <strong class=\"keyword\">menudo</strong> más rápidas y más flexibles a la hora de adaptar sus rutas y procedimientos que las autoridades de los Estados miembros para reaccionar a las nuevas situaciones.","second":"Criminal networks are <strong class=\"keyword\">often</strong> faster and more flexible in changing their routes and methods for irregular migration and cross-border crime than Member States' authorities in reacting to changed situations."},{"author":94808,"first":"A <strong class=\"keyword\">menudo</strong> se imponen restricciones burocráticas a la entrada de organizaciones, personal y bienes de la asistencia humanitaria en el país donde se realizan las operaciones.","second":"Bureaucratic restrictions are <strong class=\"keyword\">often</strong> imposed on the entry of humanitarian organizations, staff and goods into the country of operations."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"81290":{"U":"","id":81290,"N":"Jerga y Regionalismos de El Salvador","url":"https://glosbe.com/source/81290"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}