{"result":"ok","tuc":[{"phrase":{"text":"bone marrow","language":"en"},"meanings":[{"language":"en","text":"bone marrow"}],"meaningId":3680722119178273331,"authors":[70195]},{"phrase":{"text":"pith","language":"en"},"meanings":[{"language":"en","text":"essential or vital part"}],"meaningId":-1053706536043099645,"authors":[70195]},{"phrase":{"text":"center","language":"en"},"meanings":[{"language":"en","text":"topic of particular importance in a given context"},{"language":"en","text":"topic of particular importance"}],"meaningId":1924822780460008206,"authors":[70195]},{"phrase":{"text":"core","language":"en"},"meaningId":-2127021773425678398,"authors":[84500]},{"phrase":{"text":"essence","language":"en"},"meaningId":417083867598118300,"authors":[84500]},{"phrase":{"text":"gist","language":"en"},"meaningId":8973813781240224926,"authors":[84500]},{"phrase":{"text":"kernel","language":"en"},"meaningId":-1613946894054936984,"authors":[84500]},{"phrase":{"text":"marrow","language":"en"},"meaningId":-3789881347435769821,"authors":[9]},{"phrase":{"text":"centre","language":"en"},"meaningId":1448505837526182210,"authors":[84500]},{"phrase":{"text":"heart","language":"en"},"meaningId":-1585691653250142105,"authors":[84715]},{"phrase":{"text":"meat","language":"en"},"meaningId":4966899111399743860,"authors":[84500]},{"phrase":{"text":"nitty-gritty","language":"en"},"meaningId":-237501461704314125,"authors":[84500]},{"phrase":{"text":"nub","language":"en"},"meaningId":3048349742777472170,"authors":[84500]},{"phrase":{"text":"substance","language":"en"},"meaningId":7878027841027090226,"authors":[84500]},{"phrase":{"text":"brains","language":"en"},"meaningId":-6248328131222708004,"authors":[25018]},{"phrase":{"text":"burden","language":"en"},"meaningId":57319845459079136,"authors":[83619]},{"phrase":{"text":"crux","language":"en"},"meaningId":-3621403643939471369,"authors":[25018]},{"phrase":{"text":"effect","language":"en"},"meaningId":-1509993472818242393,"authors":[83619]},{"phrase":{"text":"heart and soul","language":"en"},"meaningId":8354123377911423439,"authors":[84500]},{"phrase":{"text":"inwardness","language":"en"},"meaningId":-2437571654561629683,"authors":[84500]},{"phrase":{"text":"meat and potatoes","language":"en"},"meaningId":3673942571553947839,"authors":[84500]},{"phrase":{"text":"sum","language":"en"},"meaningId":-7997381978685517299,"authors":[84500]},{"meanings":[{"language":"en","text":"core (the most important part of something)"},{"language":"en","text":"marrow (substance inside bones)"},{"language":"en","text":"brain substance"}],"meaningId":3024457005951589480,"authors":[93107]}],"phrase":"meollo","examples":[{"author":8000,"first":"El Presidente (habla en inglés): El <strong class=\"keyword\">meollo</strong> de la enmienda propuesta es que digamos solamente que la Comisión de Desarme seguirá debatiendo la participación de expertos en el futuro","second":"The Chairman: The <strong class=\"keyword\">gist</strong> of that proposed amendment is that we say only that the Disarmament Commission will continue its discussion of the participation of experts in the future"},{"author":94808,"first":"Este era sin duda el <strong class=\"keyword\">meollo</strong> de la discusión.","second":"This was indeed the <strong class=\"keyword\">core</strong> of the contention."},{"author":94808,"first":"Esperaba conseguir lo siguiente: en primer lugar, incitar a los estadounidenses en particular y al mundo occidental en general a librar guerras interminables en el Oriente Medio, con miras a poner de relieve la antigua y nueva teoría de Israel de que el conflicto árabe-israelí no es el <strong class=\"keyword\">meollo</strong> de los problemas de la región.","second":"It was hoping to achieve the following: first, to incite the Americans in particular and the West in general to wage endless wars in the Middle East, in order to underscore the old-new theory of Israel that the Arab-Israeli conflict is not the <strong class=\"keyword\">core</strong> of the problems of the region."},{"author":8000,"first":"El <strong class=\"keyword\">meollo</strong> de nuestros esfuerzos es el nuevo Tribunal de Bosnia y Herzegovina","second":"The <strong class=\"keyword\">centrepiece</strong> of our efforts is the new Court of Bosnia and Herzegovina"},{"author":94808,"first":"Ese es el <strong class=\"keyword\">meollo</strong> de nuestra intervención de hoy.","second":"This is the <strong class=\"keyword\">main focus</strong> of our intervention today."},{"author":8008,"first":"Sabemos que fue central para los primeros y las primeras franciscanos/as la insistencia en una vida con sólo lo mínimo esencial de apoyo para el proyecto franciscano, y sabemos también que el <strong class=\"keyword\">meollo</strong> de la pobreza interior fue asumido siempre por el alma de este ascetismo.","second":"While insistence upon a life stripped of all but the essentials of material support was central to the early Franciscan project, the <strong class=\"keyword\">kernel</strong> of interior poverty was always assumed to be the soul of this asceticism."},{"author":94808,"first":"La ocupación israelí no solo es el <strong class=\"keyword\">meollo</strong> de la cuestión de Palestina, sino que es responsable de la mayor parte de las tensiones y los conflictos en la región del Oriente Medio, que no cejará hasta que Israel ponga fin a su conducta criminal.","second":"The Israeli occupation was not only <strong class=\"keyword\">at</strong> the <strong class=\"keyword\">heart</strong> of the Palestinian question, but was responsible for the lion’s share of tension and conflict in the Middle East region, which would not rest until Israel ended its criminal behaviour."},{"author":118293,"first":"Brand intentaba llegar al <strong class=\"keyword\">meollo</strong> del asunto.","second":"What Brand was trying to do was to get to the <strong class=\"keyword\">heart</strong> of the matter."},{"author":118293,"first":"Me gustaría estar más en el <strong class=\"keyword\">meollo</strong>.","second":"I wish I was more in <strong class=\"keyword\">the</strong> mix."},{"author":94808,"first":"Tenemos que hacer frente al <strong class=\"keyword\">meollo</strong> del problema; tenemos que cambiar nuestras actitudes, nuestro comportamiento y nuestras políticas.","second":"We must address the <strong class=\"keyword\">core</strong> of the problem; we must change our attitudes, our behaviour and our policies."},{"author":94808,"first":"Gareth Evans tocó el <strong class=\"keyword\">meollo</strong> de esta cuestión ayer por la mañana cuando dijo que no sólo sería un nivel de jurisdicción sino una multiplicidad de esfuerzos e instituciones quienes proporcionarían las respuestas.","second":"Gareth Evans <strong class=\"keyword\">went</strong> to the <strong class=\"keyword\">heart</strong> of this issue yesterday morning when he said that it would not be just one level of jurisdiction but a multiplicity of efforts and institutions that should provide answers."},{"author":8008,"first":"Construido con su <strong class=\"keyword\">meollo</strong> en pino totalmente compacto, estructurado con contra-capa de lamina torneada en 2mm de espesura.","second":"But with totally compact pinus eliotis <strong class=\"keyword\">core</strong>,structured with a 2mm-thick turned veneer back face."},{"author":94808,"first":"Se trata de una cuestión que atañe a la paz y la seguridad internacionales pues la continuación de esa situación ilícita no sólo obstaculiza el proceso de paz, sino que también lo daña gravemente y pone en peligro el logro de una solución pacífica al conflicto israelo-palestino, el <strong class=\"keyword\">meollo</strong> del conflicto árabe-israelí y que, por consiguiente, afecta las perspectivas futuras de paz y estabilidad tanto en la región del Oriente Medio como fuera de esa región.","second":"That is a matter of international peace and security, for the continuation of that illegal situation is not only obstructing the peace process but is seriously harming it, endangering the achievement of a peaceful settlement of the Israeli-Palestinian conflict, the <strong class=\"keyword\">core</strong> of the Arab-Israeli conflict, and consequently the future prospects for peace and stability in the Middle East region and beyond."},{"author":94808,"first":"Los Ministros de Relaciones Exteriores de la Unión Europea señalaron en su declaración ministerial de 15 de noviembre pasado que la falta de progreso en el proceso de paz, incluso respecto del problema de los asentamientos, era el <strong class=\"keyword\">meollo</strong> de la frustración del pueblo palestino y de la violencia en ese lugar.","second":"The Foreign Ministers of the European Union, in their ministerial declaration of 15 November last, pointed out that the lack of progress achieved in the peace process, including on the problem of the settlements, lies at the <strong class=\"keyword\">heart</strong> of the Palestinian people’s frustration and of the violence."},{"author":94808,"first":"El <strong class=\"keyword\">meollo</strong> de nuestros esfuerzos es el nuevo Tribunal de Bosnia y Herzegovina.","second":"The <strong class=\"keyword\">centrepiece</strong> of our efforts is the new Court of Bosnia and Herzegovina."},{"author":8000,"first":"Aunque valoramos la labor sustantiva que se ha llevado a cabo para presentar el informe, deseamos señalar a la atención fundamental y crítica, que, si bien es el <strong class=\"keyword\">meollo</strong> del debate, a nuestro juicio no ha recibido un examen adecuado, lo que socava las propuestas que se presentan en el informe","second":"While we appreciate the substantive work undertaken to present the report, we would draw attention to a fundamental and critical issue that, although it is <strong class=\"keyword\">at</strong> the <strong class=\"keyword\">heart</strong> of this debate, has not, in our view, received adequate consideration, thereby undermining the proposals that have been made in this report"},{"author":94808,"first":"Ese es precisamente el <strong class=\"keyword\">meollo</strong> de la cuestión: Israel es un Estado que está al margen de la ley.","second":"And that is precisely the <strong class=\"keyword\">heart</strong> of the matter: Israel is an outlaw State."},{"author":94808,"first":"La cuestión de Palestina es el <strong class=\"keyword\">meollo</strong> y la fuente del problema más amplio que afecta al Oriente Medio.","second":"The issue of Palestine lies <strong class=\"keyword\">at</strong> the <strong class=\"keyword\">heart</strong> and <strong class=\"keyword\">at</strong> the source of the larger Middle East question."},{"author":31,"first":"Son #.¿ Y los otros # votos en nuestra contra?- He ahí el <strong class=\"keyword\">meollo</strong>","second":"We lose about another # votes from rural districts...... maybe three would switch back if it was close...... but they' d get killed next November, and I wouldn' t ask them to do it"},{"author":8000,"first":"Hacer caso omiso del <strong class=\"keyword\">meollo</strong> del problema y desconocer el derecho internacional respecto del conflicto sólo podrá llevar al fracaso","second":"Ignoring the <strong class=\"keyword\">crux</strong> of the problem and shelving international law with regard to the conflict itself can only lead to failure"},{"author":8008,"first":"En el centro de todo el <strong class=\"keyword\">meollo</strong>.","second":"We travelled with small kids and our room was on <strong class=\"keyword\">6th</strong> floor."},{"author":94808,"first":"La reducción de la pobreza es el <strong class=\"keyword\">meollo</strong> del desarrollo centrado en las personas y la primera medida que hay que adoptar para promover un orden mundial más justo y equitativo.","second":"Poverty reduction is thus <strong class=\"keyword\">at</strong> the <strong class=\"keyword\">core</strong> of people-centred development and the first step in promoting a more just and equitable global order."},{"author":8000,"first":"El <strong class=\"keyword\">meollo</strong> de esta tensión regional sigue siendo la ocupación por Israel de territorios palestinos, incluido Jerusalén oriental","second":"<strong class=\"keyword\">At</strong> the <strong class=\"keyword\">core</strong> of the regional tension remains the continued illegal occupation by Israel of Palestinian territories, including East Jerusalem"},{"author":8000,"first":"El <strong class=\"keyword\">meollo</strong> de esas recomendaciones es la necesidad de establecer y aplicar una política de “tolerancia cero” con respecto a la explotación y el abuso sexuales en las operaciones de las Naciones Unidas para el mantenimiento de la paz","second":"The <strong class=\"keyword\">central theme</strong> underlying those recommendations is the need to establish and implement a policy of zero tolerance towards sexual exploitation and abuse in United Nations peacekeeping operations"},{"author":94808,"first":"Pese a la necesidad urgente de avances hacia el establecimiento de una zona libre de armas nucleares en el Oriente Medio —que es el <strong class=\"keyword\">meollo</strong> de la resolución sobre el Oriente Medio aprobada en la Conferencia de las partes encargada del examen y la prórroga del Tratado sobre la no proliferación de las armas nucleares de 1995 y que constituyó un elemento esencial de la base sobre la cual el TNP se extendió indefinidamente así como de los párrafos pertinentes del Documento Final de la Conferencia de las partes encargada del examen del Tratado sobre la no proliferación de las armas nucleares de 2000 que seguirá siendo inalcanzable a menos que Israel se una al TNP— sólo hemos visto un retroceso y una renuncia a los compromisos relativos al Oriente Medio.","second":"Despite the desperate need for progress towards the establishment of a nuclear-weapon-free zone in the Middle East, which lay at the <strong class=\"keyword\">heart</strong> of the resolution on the Middle East adopted at the NPT Review and Extension Conference in 1995 and which constituted an essential element of the basis on which the NPT was extended indefinitely, as well as the relevant paragraphs final document of the 2000 NPT Review Conference, which will remain elusive unless Israel joins the NPT, we have only witnessed regression and reneging on the commitments regarding the Middle East."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}