{"result":"ok","tuc":[{"phrase":{"text":"huckster","language":"en"},"meaningId":8009703197964854707,"authors":[25018]},{"phrase":{"text":"hawker","language":"en"},"meaningId":2040503151323546071,"authors":[86934]},{"phrase":{"text":"profiteer","language":"en"},"meaningId":6276826987324111419,"authors":[83064]},{"meanings":[{"language":"en","text":"trader, hawker"}],"meaningId":7085645706338020095,"authors":[93107]}],"phrase":"mercachifle","examples":[{"author":91988,"first":"Los norteamericanos rurales, que viven en vastas planicies, desarraigados y aislados del mundo exterior, tienen una historia de expresar su anhelo de comunidad e identidad mística reuniéndose en grandes números en iglesias y carpas, escuchando las grandes sentencias de <strong class=\"keyword\">mercachifles</strong> carismáticos.","second":"Rural Americans, living on the vast plains, uprooted and isolated from the outside world, have a history of expressing their longing for community and mystical identity by gathering in large numbers in churches and tents, listening to the grand statements of charismatic <strong class=\"keyword\">hucksters</strong>."},{"author":31,"first":"Ahora debe volver a esa guarida de ladrones...... a los <strong class=\"keyword\">mercachifles</strong> y vendedores de palomas","second":"Now you want back into the den of thieves...... to the money- <strong class=\"keyword\">changers</strong> and dove- sellers"},{"author":27,"first":"Abre así la puerta a todos los abusos de los <strong class=\"keyword\">mercachifles</strong> del transporte marítimo.","second":"It also opens the way for all sorts of abuse by the <strong class=\"keyword\">crooks</strong> involved in maritime transport."},{"author":118293,"first":"Borzin, vicioso <strong class=\"keyword\">mercachifle</strong> de dos caras","second":"Borzin, you slimy, two-faced grease <strong class=\"keyword\">peddler</strong>."},{"author":118293,"first":"¿Y el <strong class=\"keyword\">mercachifle</strong>, su beso qué hay de él?","second":"What <strong class=\"keyword\">about</strong> the kiss for the pedlar?"},{"author":31,"first":"Demuestra eso meramente ha habido los <strong class=\"keyword\">mercachifles</strong> con tal de que haya habidolos mamones para apoyarlos","second":"It merely demonstrates that there have been <strong class=\"keyword\">hucksters</strong> as long as there have been the suckers to support them"},{"author":27,"first":"No obstante, los políticos deben ponerse ahora manos a la obra, con la mayor urgencia, y no comportarse como <strong class=\"keyword\">mercachifles</strong>, como ha afirmado la Sra. Schröder, sino actuar con la visión y el coraje necesarios.","second":"The politicians, however, must now roll up their sleeves as a matter of urgency, not <strong class=\"keyword\">as</strong> carpet dealers, as Mrs Schröder mentioned, but with the necessary vision and courage."},{"author":118293,"first":"Ahora debes volver a esa guarida de ladrones a los <strong class=\"keyword\">mercachifles</strong> y vendedores de palomas.","second":"Now you want back into the den of thieves to the money-<strong class=\"keyword\">changers</strong> and dove-sellers."},{"author":118293,"first":"No me gusta ser abandonado en el umbral como un <strong class=\"keyword\">mercachifle</strong>.","second":"I do not appreciate being left upon the doorstep like a <strong class=\"keyword\">hawker</strong>."},{"author":91988,"first":"Por eso, cuando los dirigentes mundiales se comportan como <strong class=\"keyword\">mercachifles</strong> confabulados con los dirigentes de esa nueva China para hacer negocios, traicionan los valores y principios que son la base de la democracia.","second":"So when global leaders behave like conniving <strong class=\"keyword\">hucksters</strong> to do business with this new China’s rulers, they betray the values and principles that are the basis of democracy."},{"author":118293,"first":"¿Quieres que Terenia pase el resto de su vida casada con un <strong class=\"keyword\">mercachifle</strong>?","second":"You want Terenia to spend the rest of her life married to <strong class=\"keyword\">a</strong> pedlar?"},{"author":31,"first":"Es un país de <strong class=\"keyword\">mercachifles</strong>","second":"A land of <strong class=\"keyword\">cheap traders</strong>"},{"author":118293,"first":"¡ No trabajan aquí como <strong class=\"keyword\">mercachifles</strong> judíos sino como individuos libres!","second":"They don't work there like <strong class=\"keyword\">Jewish</strong> pedlars, but like free people!"},{"author":31,"first":"Se nos escapó de entre las manos-- disfrazado de <strong class=\"keyword\">mercachifle</strong>","second":"Slipped through our fingers, disguised as a <strong class=\"keyword\">peddler</strong>, if you please"},{"author":31,"first":"¿ Era un <strong class=\"keyword\">mercachifle</strong> o una oportunidad?¿ Una bicoca?","second":"Was he a <strong class=\"keyword\">huckster</strong> or an opportunity, the real Mccoy?"},{"author":31,"first":"Porque unos <strong class=\"keyword\">mercachifles</strong> consideran que cortar el pelo está más allá de mis habilidades","second":"Because a <strong class=\"keyword\">gang</strong> of <strong class=\"keyword\">cheeroot</strong> vendors considered a haircut beyond my abilities"},{"author":27,"first":"Y también lo sabe el empresario honesto y legítimo; y lo sabe el vendedor del chanchullo de la lotería; el artista de la estafa de la multipropiedad; el <strong class=\"keyword\">mercachifle</strong> de las ventas simuladas.","second":"So does the honest and legitimate businessman; and so does the cold-caller with the lottery scam; the rip-off timeshare artist; the <strong class=\"keyword\">peddler</strong> of mock sales."},{"author":95183,"first":"Debemos impedir que ciertos <strong class=\"keyword\">mercachifles</strong> sigan vendiendo pastillas sueltas en lugar de suministrar tratamientos completos.","second":"We need to stop the practice of peddlers selling individual pills instead of full treatment courses."},{"author":94809,"first":"La verborrea de los charlatanes, vendedores ambulantes, embaucadores, descubridores de elixires, de ungüentos contra el dolor o de hierbas prodigiosas, sacamuelas, expendedores de crecepelo o de curalotodo, gorgoteros, buhoneros y <strong class=\"keyword\">mercachifles</strong> de toda laya, cuando ensalzaban sus artículos en las lonjas y en las ferias del pasado, ha sido reemplazada por campañas de divulgación que llegan a millones de consumidores.","second":"The patter of charlatans, street traders, tricksters, discoverers of elixirs, of pain-relieving balms or of miraculous herbs, tooth-pullers, hair-restorer and cure-all sellers, hawkers, pedlars and <strong class=\"keyword\">hucksters</strong> of all kinds, who would once have extolled their goods in the markets and fairs of old, has been replaced by advertising campaigns which reach millions of consumers."},{"author":118293,"first":"Son unos <strong class=\"keyword\">mercachifles</strong>, Seth.","second":"It's a <strong class=\"keyword\">chop shop</strong>, Seth."},{"author":31,"first":"¿ Era él un <strong class=\"keyword\">mercachifle</strong> o era una oportunidad, la cosa genuina?","second":"Was he a <strong class=\"keyword\">huckster</strong> or an opportunity, the real Mccoy?"},{"author":118293,"first":"Desde ese <strong class=\"keyword\">mercachifle</strong>, a los grandes industriales con negocios de millones, todos son igu ales:","second":"This <strong class=\"keyword\">hawker</strong> or a millionaire industrialist, they're all the same."},{"author":118293,"first":"sabía que la Patria ardía en manos de <strong class=\"keyword\">mercachifles</strong> sin escrúpulos.","second":"knew that their motherland was being burnt in the hands of <strong class=\"keyword\">unscrupulous</strong> wheeler-dealers."},{"author":31,"first":"Son unos <strong class=\"keyword\">mercachifles</strong>, Seth","second":"It' s a <strong class=\"keyword\">chop shop</strong>, Seth"}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}