{"result":"ok","tuc":[{"phrase":{"text":"grace","language":"en"},"meanings":[{"language":"en","text":"free and undeserved favour, especially of God"}],"meaningId":-8467095140629140872,"authors":[70195]},{"phrase":{"text":"favour","language":"en"},"meaningId":2302185106751059308,"authors":[84715]},{"phrase":{"text":"benefit","language":"en"},"meaningId":1685566999015079963,"authors":[25018]},{"phrase":{"text":"benevolence","language":"en"},"meaningId":5430789809815616143,"authors":[25018]},{"phrase":{"text":"boon","language":"en"},"meaningId":2455478930155699690,"authors":[25018]},{"phrase":{"text":"favor","language":"en"},"meaningId":-3083071246123373413,"authors":[25018]},{"phrase":{"text":"mercy","language":"en"},"meaningId":-4749347427301923190,"authors":[25018]},{"phrase":{"text":"reward","language":"en"},"meaningId":6771041833739042805,"authors":[25115]},{"meanings":[{"language":"en","text":"mercy"}],"meaningId":-1250177311906020905,"authors":[1]}],"phrase":"merced","examples":[{"author":8000,"first":"a) El fortalecimiento de las actividades normativas del programa-iniciado con una campaña mundial revitalizada e integrada sobre urbanización sostenible, <strong class=\"keyword\">merced</strong> a una relación más estrecha con los programas mundiales y su armonización con la meta establecida en la Declaración del Milenio acerca de los barrios marginales (véase párr","second":"a) The strengthening of the programme's normative activities, spearheaded by a revitalized and integrated global campaign on sustainable urbanization, <strong class=\"keyword\">through</strong> its tightened relationship with global programmes and their alignment with the Millennium Declaration target on slums (see para"},{"author":94808,"first":"Bazinas (Secretaría), en respuesta a una solicitud de aclaración del Presidente, explica que, <strong class=\"keyword\">merced</strong> a la actitud flexible de las delegaciones, en particular la de los Estados Unidos, la Comisión ha hecho grandes progresos para alcanzar un acuerdo sobre el artículo 24.","second":"Bazinas (Secretariat), responding to a request by the Chairman for clarification, said that, <strong class=\"keyword\">thanks</strong> to the flexible attitude of delegations, particularly that of the United States, the Commission had made great strides towards reaching agreement on article 24."},{"author":119723,"first":"Aprendemos mucho de letras como: “Por la humanidad Él padeció”3, “... mostrándole de corazón que limpio soy por Su perdón”4 y “... <strong class=\"keyword\">merced</strong>, justicia y amor en celestial unión”5.","second":"We learn much from words such as “Bruised, broken, torn for us,”3 “Let us remember and be sure our hearts and hands are clean and pure,”4 and “Where justice, love, and <strong class=\"keyword\">mercy</strong> meet in harmony divine!” 5"},{"author":118293,"first":"Este gran país no debe inclinarse ante competidores como Daimler <strong class=\"keyword\">Mercedes</strong>, Napier, Rolls-Royce, Dietrich ni Panhard.","second":"This great nation cannot take a back seat to competitors like Daimler <strong class=\"keyword\">Mercedes</strong>, Napier, Rolls-Royce, Dietrich or Panhard."},{"author":94809,"first":"La revisión deberá permitir alcanzar los objetivos siguientes: una reducción adicional del número de regímenes existentes; la eliminación de desequilibrios en los fondos deficitarios; la estabilización de los gastos corrientes a un nivel sostenible gracias a la realización de los ajustes necesarios a partir del 1 de enero de 2012; la sostenibilidad a largo plazo de los regímenes secundarios <strong class=\"keyword\">merced</strong> a una vinculación estricta entre cotizaciones y prestaciones.».","second":"The revision shall achieve: a further reduction in the number of existing funds; the elimination of imbalances in those funds with deficits; the stabilisation of the current spending at sustainable level, through appropriate adjustments to be made from 1 January 2012; the long-term sustainability of secondary schemes <strong class=\"keyword\">through</strong> a strict link between contributions and benefits.\""},{"author":8000,"first":"El principal problema de la prestación pública de servicios se producía cuando los funcionarios procuraban su enriquecimiento personal <strong class=\"keyword\">merced</strong> a su participación","second":"The greatest problem with public provision of services occurred when officials sought personal enrichment <strong class=\"keyword\">from</strong> involvement"},{"author":118293,"first":"Estamos a <strong class=\"keyword\">merced</strong> del ordenador.","second":"We're at the <strong class=\"keyword\">mercy</strong> of the computer."},{"author":94808,"first":"En tercer lugar, el positivo alivio de la deuda <strong class=\"keyword\">merced</strong> a la Iniciativa a favor de los países pobres muy endeudados y la Iniciativa Multilateral de Alivio de la Deuda puede haber liberado recursos para gastos relacionados con el desarrollo en los países en desarrollo.","second":"Thirdly, the welcome debt relief <strong class=\"keyword\">under</strong> the Heavily Indebted Poor Countries Initiative and the Multilateral Debt Relief Initiative may have released resources for development-related expenditure in the developing countries."},{"author":8000,"first":"Si bien la Constitución garantiza la igualdad y el número de candidatas en las elecciones ha aumentado <strong class=\"keyword\">merced</strong> a la labor de concienciación del Gobierno y las organizaciones no gubernamentales, sólo hay # mujeres en la Asamblea Nacional, el Senado y los gobiernos central y local, y muy pocas en las misiones diplomáticas del país y las organizaciones internacionales","second":"Although the Constitution provided guarantees of equality, and the number of women candidates in elections had grown <strong class=\"keyword\">thanks</strong> to awareness-raising by the Government and NGOs, there were only # women in the National Assembly, Senate and central and local government, and very few in the country's diplomatic missions and in international organizations"},{"author":94808,"first":"El Atlas sigue siendo un recurso de gran valor en buena medida <strong class=\"keyword\">merced</strong> a la dedicación y al tiempo de su red de editores voluntarios.","second":"The Atlas continues to serve as a very valuable resource, <strong class=\"keyword\">thanks</strong> in large part to the commitment and time devoted to it by its network of volunteer editors."},{"author":90326,"first":"El brazo aludido anteriormente conlleva por su interior a un carro (5) portador de la pala (11), que se desliza por medio de unas ruedas (6) que se desplazan sobre sendas guías (4) resultando posible acceder a cualquier punto de la reja para su limpieza, <strong class=\"keyword\">merced</strong> al deslizamiento mencionado del carro (5) por dentro del brazo (3) y también por medio del desplazamiento de la máquina a lo largo de la presa, gracias a los railes o guías por donde se deslizan las rodaduras solidarias a la base de la máquina.","second":"The above mentionned arm bears, in its interior, a carriage (5) carring the blade (11), which slides by means of wheels (6) rolling on two rails (4), this arrangement making possible the access to any point of the grating for cleaning purposes, <strong class=\"keyword\">owing</strong> to the above-mentioned sliding of the carriage (5) inside the arm (3) and also to the displacement of the machine along the weir by means of the rails or guides on which may slide the rollers integral with the base of the machine."},{"author":94808,"first":"Hoy, <strong class=\"keyword\">merced</strong> a la política de Songun de defensa del socialismo y la paz con un ejército, hasta ahora hemos podido salvaguardar nuestra soberanía y evitar una guerra en la península de Corea, a pesar de los persistentes esfuerzos políticos, militares y económicos de las fuerzas hostiles por asfixiar a la República Popular Democrática de Corea.","second":"Today, <strong class=\"keyword\">thanks</strong> to the Songun policy of defending socialism and peace with an army, we have to date been able to safeguard our sovereignty and prevent a war on the Korean peninsula, despite the persistent political, military and economic efforts of hostile forces to stifle the Democratic People’s Republic of Korea."},{"author":94809,"first":"Así pues, en la hipótesis de que el candidato al puesto de trabajo esté totalmente a <strong class=\"keyword\">merced</strong> de la buena voluntad del empresario en lo relativo a la información relativa a hechos que permitan presumir la existencia de una discriminación, el equilibrio entre la libertad del empresario y los derechos del candidato al puesto de trabajo, al que el legislador de la Unión ha atribuido una importancia significativa, podría verse quebrado.","second":"Where a job applicant appears to be entirely <strong class=\"keyword\">dependent</strong> on the good will of the employer with regard to obtaining information capable of constituting facts from which it may be presumed that there has been discrimination, the balance between the freedom of employers to recruit the people of their choice and the rights of job applicants, to which the EU legislature has attached special significance, would therefore seem to have been upset."},{"author":8000,"first":"Hasta la fecha, más de # efectivos militares desmovilizados han recibido capacitación y asistencia <strong class=\"keyword\">merced</strong> a tres proyectos del Fondo Fiduciario en Bosnia y Herzegovina, Serbia y Ucrania","second":"To date, over # former military personnel have received training and assistance <strong class=\"keyword\">through</strong> three Trust Fund projects, in Bosnia and Herzegovina, Serbia and Ukraine"},{"author":27,"first":"Una Europa de esas características –con una economía en proceso de modernización y una seguridad mejorada <strong class=\"keyword\">merced</strong> a una acción clara dentro y fuera de sus fronteras– sería una Europa segura de sí misma.","second":"Such a Europe – its economy in the process of being modernised and its security enhanced <strong class=\"keyword\">by</strong> clear action within our borders and beyond – would be a confident Europe."},{"author":94809,"first":"330 Según la Decisión impugnada, «<strong class=\"keyword\">merced</strong> a su poderío financiero y a su integración vertical en el lanzamiento de nuevas plataformas (por ejemplo, por medio de financiación o de pedidos de GECAS), la entidad fusionada también podrá conseguir que se seleccionen los productos ESP de Honeywell, impidiendo así que sus competidores coloquen sus productos en esas plataformas» (considerando 344) y, además, «tras la fusión Honeywell estará en condiciones de beneficiarse de los vastos recursos de GE y de su capacidad de recurrir a la interfinanciación de sus distintas actividades empresariales» (considerando 345).","second":"330 According to the contested decision, ‘[b]y leveraging its financial power and vertical integration on the launch of new platforms (for example, through financing and/or through orders placed by GECAS), the merged entity will be able to promote the selection of Honeywell’s SFE products, thereby denying competitors the possibility to place their products on such new platforms’ (recital 344) and that, in addition, ‘Honeywell will, following the merger, be in a position to benefit from GE’s financing surface and ability to cross-subsidise its different business segments’ (recital 345)."},{"author":94809,"first":"[163] El modelo \"Smart\" se concibió en principio como una empresa en participación (Micro Compact Car, MCC) entre <strong class=\"keyword\">Mercedes</strong>-Benz y SMH (el fabricante de los relojes Swatch).","second":"[163] The Smart car was originally developed through a joint venture (Micro Compact Car -MCC) between <strong class=\"keyword\">Mercedes</strong>-Benz and SMH (manufacturer of Swatch watches)."},{"author":94809,"first":"El funcionario no podrá aceptar de un gobierno ni de ninguna fuente ajena a la institución a la que pertenece, sin autorización de la autoridad facultada para proceder a los nombramientos, ninguna distinción honorífica, condecoración, <strong class=\"keyword\">merced</strong>, donativo o remuneración, sea cual fuere su naturaleza, salvo por razón de servicios prestados antes de su nombramiento o durante el transcurso de la excedencia especial por servicio militar o nacional, y sólo por causa de tales servicios.","second":"An official shall not without the permission of the appointing authority accept from any government or from any other source outside the institution to which he belongs any honour, <strong class=\"keyword\">decoration</strong>, favour, gift or payment of any kind whatever, except for services rendered either before his appointment or during special leave for military or other national service and in respect of such service."},{"author":8000,"first":"Recordó que, hasta la fecha, el Grupo de Trabajo había llevado a cabo sus tareas <strong class=\"keyword\">merced</strong> a un análisis temático a fondo de las cuestiones más importantes para las personas de ascendencia africana, incluidas las medidas destinadas a superar la exclusión social que padecen, así como las iniciativas y las políticas que fomenten su participación en el contexto político, social y económico de la sociedad en que viven","second":"He recalled that the Working Group had so far pursued the implementation of its tasks <strong class=\"keyword\">through</strong> undertaking a substantial thematic analysis of issues of relevance for people of African descent, including measures to overcome social exclusion of people of African descent, as well as actions and policies fostering their participation in the basic political, economic and social functioning of the society in which they lived"},{"author":94808,"first":"Para la Federación de Rusia ha sido grato ver que recientemente —sobre todo gracias al empeño de los propios africanos, pero también <strong class=\"keyword\">merced</strong> a la comunidad internacional, a las Naciones Unidas, al Consejo de Seguridad y a las organizaciones regionales y subregionales— ha sido posible obtener logros tangibles en el arreglo de conflictos y estabilizar la situación en la subregión del África central.","second":"The Russian Federation is pleased to see that recently — thanks primarily to the efforts of the Africans themselves, but also <strong class=\"keyword\">thanks</strong> to the international community, the United Nations, the Security Council, the regional and subregional organizations — it has been possible to achieve tangible success in the settlement of conflicts and in stabilizing the situation in the Central African subregion."},{"author":94808,"first":"Sin embargo, la gestión de las finanzas públicas siguió una vez más a <strong class=\"keyword\">merced</strong> de las oscilaciones de los precios del petróleo, que limitan la gestión a largo plazo de las finanzas públicas y el gasto público.","second":"However, the management of public finance is once more <strong class=\"keyword\">left</strong> to the <strong class=\"keyword\">vicissitudes</strong> of oil prices, constraining the long-term management of public finance and spending."},{"author":31,"first":"Así habrá comprado su <strong class=\"keyword\">Mercedes</strong>","second":"It' s how she got her <strong class=\"keyword\">car</strong>"},{"author":118293,"first":"¡ La casa con cuatro cuartos, cinco baños piscina y cancha de teni s y el <strong class=\"keyword\">Mercedes</strong> S-Class!","second":"The four-bedroom, five-bath house with the pool and the tennis court, and the <strong class=\"keyword\">Mercedes</strong> S-Class!"},{"author":94809,"first":"De una circular de <strong class=\"keyword\">Mercedes</strong> AG a toda la red alemana de distribución del año 1985 ( 81 ) se desprende que un turista debe efectuar personalmente el pedido y también la recogida de un vehículo nuevo.","second":"A 1985 circular from <strong class=\"keyword\">Mercedes</strong>-<strong class=\"keyword\">Benz</strong> to the entire German sales organisation ( 81 ) states that a tourist must submit the order for a new car in person and pick up the new car in person."},{"author":8000,"first":"Muchas iniciativas locales en la región forman parte del acuerdo marco entre los representantes de los Centros de Servicios Administrativos de las provincias y la región de la Toscana; <strong class=\"keyword\">merced</strong> a ese acuerdo se está estudiando un protocolo de procedimiento regional y se han proyectado iniciativas para facilitar información y distribuir documentación a las escuelas de la región","second":"Many local initiatives in the Region are part of the framework agreement between the representatives of the provincial Administrative Service Centres (ASCs) and Tuscany Region; an agreement <strong class=\"keyword\">thanks</strong> to which a regional procedural protocol is being studied and initiatives to provide information and distribute documentation to schools in the Region have been planned"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}