{"result":"ok","tuc":[],"phrase":"mesar","examples":[{"author":94809,"first":"El aceite de oliva virgen extra «Μεσσαρά» (<strong class=\"keyword\">Mesará</strong>) presenta las siguientes características físico-químicas y organolépticas tras el embotellado:","second":"Messara extra virgin olive oil has the following physical-chemical and organoleptic characteristics on bottling:"},{"author":94809,"first":"El aceite se produce en la región de <strong class=\"keyword\">Mesará</strong>, situada al sur-sudoeste de la prefectura de Heraclion, al sur de la montaña Psiloritis y al norte de la montaña Kofina. La región se extiende hasta la costa del mar de Libia.","second":"The oil is produced in the <strong class=\"keyword\">Messara</strong> region, south-southwest of the Heraklion prefecture, south of the Psiloriti Mountain, north of the Kofina Mountain and stretches to the coast of the Libyan Sea."},{"author":94809,"first":"Delimita al este con el distrito municipal de Asterousia y al oeste se prolonga hasta el golfo de <strong class=\"keyword\">Mesará</strong>, donde delimita con la prefectura de Heraclion.","second":"To the east it extends as far as the geographical boundaries of the municipal unit of Asterousia and to the west it reaches the <strong class=\"keyword\">Messara</strong> bay at the boundaries of the Heraklion prefecture."},{"author":94809,"first":"La materia prima utilizada para la producción del aceite de oliva de <strong class=\"keyword\">Mesará</strong> son aceitunas de la variedad Koroneiki (100 %).","second":"The raw material used to produce <strong class=\"keyword\">Messara</strong> olive oil is olives of the Koroneiki variety (100 %)."},{"author":94808,"first":"El sexto copresidente, que debía ser el Jefe de Estado del país del que sea nacional el Presidente de la Asamblea General en su quincuagésimo sexto período de sesiones, sería uno de los copresidentes de la <strong class=\"keyword\">mesar</strong> redonda 3.","second":"The sixth co-chairperson, who shall be the head of State of the country of the President of the General Assembly at its fifty-sixth session, will co‐chair round <strong class=\"keyword\">table</strong> 3."},{"author":94809,"first":"El aceite de oliva <strong class=\"keyword\">Mesará</strong> tiene un bajo nivel de acidez que nunca excede del 0,6.","second":"<strong class=\"keyword\">Messara</strong> olive oil has a low acidity value, which does not exceed 0,6."},{"author":94809,"first":"Finalmente, la imposición de una tasa del 2,2 % efectuada por la Unión de cooperativas de <strong class=\"keyword\">Mesara</strong> (prefectura de Iraklio, Grecia) en concepto de ayuda a la producción de aceite de oliva representó la retención indebida de 0,16 millones de euros.","second":"Finally, the levy of 2,2 % applied by the <strong class=\"keyword\">Messara</strong> Union of Cooperatives (Prefecture of Iraklio, Greece) to olive oil production aid represents an undue levy of 0,16 million euro."},{"author":8000,"first":"El sexto copresidente, que debía ser el Jefe de Estado del país del que sea nacional el Presidente de la Asamblea General en su quincuagésimo sexto período de sesiones, sería uno de los copresidentes de la <strong class=\"keyword\">mesar</strong> redonda","second":"The sixth co-chairperson, who shall be the head of State of the country of the President of the General Assembly at its fifty-sixth session, will co-chair round <strong class=\"keyword\">table</strong>"},{"author":94809,"first":"Además, en el IV Festival del Aceite de Oliva y de la Aceituna, celebrado en Atenas entre el 12 y el 14 de marzo de 2010, el aceite de oliva de <strong class=\"keyword\">Mesará</strong>, representado por la Unión de cooperativas agrícolas de <strong class=\"keyword\">Mesará</strong>, obtuvo la medalla de bronce por su sabor en el II Concurso de Aceites de Oliva Virgen Extra.","second":"Also, in the context of the fourth Olive Oil and Olive Festival which was held in Athens from 12 to 14 March 2010, in the second Extra Virgin Olive Oil Competition, the competing olive oil from <strong class=\"keyword\">Messara</strong>, represented by the EAS of Messara, won the bronze award for taste."},{"author":94809,"first":"En concreto, dichos niveles de campesterol son muy elevados debido a las altas temperaturas que se registran prolongadamente en <strong class=\"keyword\">Mesará</strong> durante los meses de verano (en ocasiones exceden de 40 °C), así como al estrés por la ausencia de agua que muestran los árboles.","second":"Specifically, the campesterol levels are particularly high due to the prolonged high temperatures registered in <strong class=\"keyword\">Messara</strong> during the summer months (which sometimes exceed 40 °C) and the water stress exhibited by the trees."},{"author":92475,"first":"Tenemos algunos amigos que nos han ayudado, tales como el artista <strong class=\"keyword\">Mesaro</strong> Soares, Ron-nie Cabral, el grupo STP de Rappers a quienes podríamos incluso considerar como nuestros patrocinadores.","second":"We have some friends who have helped us, such as the artist <strong class=\"keyword\">Mesaro</strong> Soares, Ron-nie Cabral, the group STP Rappers who we could even consider to be among our sponsors."},{"author":94808,"first":"En abril de 2015 y por orden del Jefe de la Policía, se formó un comité conjunto basado en un protocolo de cooperación entre la Policía de Chipre y la ONG <strong class=\"keyword\">MESAR</strong>.","second":"In April 2015, following orders of the Chief of Police, a Joint Committee was formed based a Cooperation Protocol between the Cyprus Police and the Non<strong class=\"keyword\">-</strong>governmental Organization <strong class=\"keyword\">MESAR</strong>."},{"author":94809,"first":"El aceite de oliva de <strong class=\"keyword\">Mesará</strong> ha ganado dos premios por su calidad superior.","second":"<strong class=\"keyword\">Messara</strong> olive oil has won two prizes due to its fine quality."},{"author":118293,"first":"¿<strong class=\"keyword\">Mesar</strong> mi barba, y soplar en mi cara?","second":"<strong class=\"keyword\">Plucks</strong> off my beard, and blows it in my face?"},{"author":94809,"first":"C.) y el comienzo de la producción de aceite de oliva data del mismo período. Durante el período Minoico (2800–2300 a. C.) crecían bosques enteros de olivares y de olivos silvestres, entre ellos el bosque Kapetaniana en la llanura de <strong class=\"keyword\">Mesará</strong>.","second":"During the Proto Minoan period (2800-2300 BC), entire forests of olive trees and wild olive trees grew, including the Kapetaniana forest in the <strong class=\"keyword\">Messara</strong> plain."},{"author":94808,"first":"La finalidad de ese protocolo es trazar unas directrices para reforzar la cooperación entre la Policía y <strong class=\"keyword\">MESAR</strong> en los ámbitos de la migración, el asilo, el racismo y la trata de seres humanos.","second":"The purpose of this Protocol is to develop guidelines on strengthening the co-operation between the Cyprus Police and <strong class=\"keyword\">MESAR</strong> in the fields of migration, asylum, racism and THB."},{"author":94809,"first":"En el contexto del II Festival del Aceite de Oliva y de la Aceituna, organizado en Atenas entre el 9 y el 11 de mayo de 2008 por la European Regional Development Network (EDPA), el aceite de oliva de la llanura de <strong class=\"keyword\">Mesará</strong> producido al 100 % con la variedad Koroneiki y representado por la EAS (Unión de cooperativas agrícolas) de <strong class=\"keyword\">Mesará</strong> ganó la medalla de plata por su calidad.","second":"In the context of the second Olive Oil and Olive Festival which was organised in Athens from 9 to 11 May 2008 by the European Regional Development Network (EDPA), the competing olive oil from the <strong class=\"keyword\">Messara</strong> plain, made 100 % from the Koroneiki variety and represented by the Union of Agricultural Cooperatives (EAS) of <strong class=\"keyword\">Messara</strong>, was awarded a silver medal by the judges for its quality features."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}