{"result":"ok","tuc":[{"phrase":{"text":"messianic","language":"en"},"meanings":[{"language":"en","text":"of, relating to, or resembling a messiah, the Messiah"}],"meaningId":1480748530057612884,"authors":[90508]},{"meanings":[{"language":"en","text":"messianic"}],"meaningId":8071282328232541126,"authors":[93107]}],"phrase":"mesiánico","examples":[{"author":95096,"first":"Frente a la dificultad de encontrar justicia en los hombres y en sus instituciones, en la Biblia se abre camino la perspectiva de que la justicia sólo se realizará plenamente en el futuro, por obra de un personaje misterioso, que progresivamente irá asumiendo caracteres <strong class=\"keyword\">mesiánicos</strong> más precisos: un rey o hijo de rey (cf.","second":"Regarding the difficulty of finding justice in human beings and their institutions, there is a growing awareness in the Bible that justice will only be fully realized in the future, through the action of a mysterious figure who will gradually assume more precise <strong class=\"keyword\">\"messianic\"</strong> features: a king or a king's son (cf."},{"author":119723,"first":"Salmo <strong class=\"keyword\">mesiánico</strong> — El Mesías es más hermoso que los hijos de los hombres — Dios lo ungió con óleo de alegría más que a Sus compañeros — Su nombre será recordado por todas las generaciones.","second":"A <strong class=\"keyword\">messianic</strong> psalm—The Messiah is fairer than the children of men—He is anointed with the oil of gladness above His fellows—His name will be remembered in all generations."},{"author":119739,"first":"De igual manera, determinó que el Reino <strong class=\"keyword\">mesiánico</strong> de su Hijo incluyera a seres humanos que también hubieran defendido su soberanía hasta la muerte (Efesios 1:8-12; Revelación 2:10, 11).","second":"Furthermore, Jehovah determined that the <strong class=\"keyword\">Messianic</strong> Kingdom government of his Son would include humans who had also upheld His sovereignty until death.—Ephesians 1:8-12; Revelation 2:10, 11."},{"author":119739,"first":"Así demostramos el amor que le tenemos al Rey <strong class=\"keyword\">Mesiánico</strong>.","second":"We thereby show our love for the <strong class=\"keyword\">Messianic</strong> King."},{"author":95096,"first":"En ella, cada fiel recibe una profundización de la gracia bautismal y es insertado plenamente en la comunidad <strong class=\"keyword\">mesiánica</strong> y apostólica, mientras es «confirmado» en la familiaridad con el Padre y con Cristo, que lo quiere testigo y protagonista de la obra de la salvación.","second":"In it, each member of the faithful receives a deepening of the baptismal grace and is fully inserted into the <strong class=\"keyword\">messianic</strong> and apostolic community, while he is \"confirmed\" in that familiarity with the Father and with Christ, who wants him to be a witness and to play an active role in the work of salvation."},{"author":118293,"first":"Significa que estábamos un año más cerca a la edad <strong class=\"keyword\">Mesiánica</strong>.","second":"It meant we were one year closer to the Messiani <strong class=\"keyword\">c</strong> age."},{"author":119739,"first":"En efecto, en Jeremías 33:14-16 se registra una profecía <strong class=\"keyword\">mesiánica</strong> de carácter similar, en donde se aplica idéntica expresión a Jerusalén, al decir: “Y esto es lo que se le llamará: Jehová Es Nuestra Justicia”.","second":"This can be seen from the fact that the similar <strong class=\"keyword\">Messianic</strong> prophecy at Jeremiah 33:14-16 applies the identical expression to Jerusalem, saying: “And this is what she will be called, Jehovah Is Our Righteousness.”"},{"author":95096,"first":"En su actividad <strong class=\"keyword\">mesiánica</strong> en medio de Israel, Cristo se acercó incesantemente al mundo del sufrimiento humano.","second":"In his <strong class=\"keyword\">messianic</strong> activity in the midst of Israel, Christ drew increasingly closer to the world of human suffering."},{"author":95096,"first":"Recurramos al amor paterno que Cristo nos ha revelado en su misión <strong class=\"keyword\">mesiánica</strong> y que alcanza su culmen en la cruz, en su muerte y resurrección.","second":"Let us have recourse to that fatherly love revealed to us by Christ in His <strong class=\"keyword\">messianic</strong> mission, a love which reached its culmination in His cross, in His death and resurrection."},{"author":95096,"first":"Es el rostro de un hombre que manifiesta la dignidad <strong class=\"keyword\">mesiánica</strong> en la humilde condición de siervo.","second":"It is the face of a man who expresses <strong class=\"keyword\">his messianic</strong> dignity in the humble condition of a servant."},{"author":119739,"first":"* En ese año comenzó la “presencia” invisible de Cristo en calidad de Rey <strong class=\"keyword\">Mesiánico</strong>. Había llegado el momento para que fuera “sojuzgando en medio de [sus] enemigos” (Mateo 24:3; Salmo 110:2).","second":"* (Daniel 4:16, 17; Luke 21:24) In that year, Christ’s invisible “presence” as <strong class=\"keyword\">Messianic</strong> King began, as did his time to “go subduing in the midst of [his] enemies.”—Matthew 24:3; Psalm 110:2."},{"author":91988,"first":"Pero el presidente Recep Tayyip Erdoğan sin duda es escéptico respecto de un acuerdo que Obama describe casi en términos <strong class=\"keyword\">mesiánicos</strong>.","second":"But President Recep Tayyip Erdoğan certainly is skeptical of an agreement that Obama describes in almost <strong class=\"keyword\">messianic</strong> terms."},{"author":119739,"first":"Sin embargo, hay que tener mucho cuidado a la hora de calcular la cifra total de profecías <strong class=\"keyword\">mesiánicas</strong> contenidas en la Biblia.","second":"However, caution is needed if we try to determine exactly how many <strong class=\"keyword\">Messianic</strong> prophecies are found in the Hebrew Scriptures."},{"author":119723,"first":"Las profecías <strong class=\"keyword\">mesiánicas</strong> ayudan a quienes vivieran después del ministerio terrenal de Jesucristo a saber que Él fue el cumplimiento de las profecías, ayudándolos de esa manera a obtener la salvación (véase Hechos 3:12–18; 26:22–23).","second":"<strong class=\"keyword\">Messianic</strong> prophecies help those living after Jesus Christ’s mortal ministry to know that He was the fulfillment of prophecies, thus helping them to gain salvation (see Acts 3:12–18; 26:22–23)."},{"author":8007,"first":"Estos factores, junto con las evidentes insuficiencias de muchos gobiernos del Oriente Próximo, han dado bríos al auge del fundamentalismo entre los musulmanes, los cristianos estadounidenses y algunos judíos israelíes que ahora se han decantado hacia el extremismo rampante, el terrorismo y visiones <strong class=\"keyword\">mesiánicas</strong> de una lucha del bien contra el mal.","second":"These factors, together with the obvious failings of many Middle Eastern governments, have fueled the surge of fundamentalism among Muslims, American Christians, and some Israeli Jews that has now boiled over to rampant extremism, terror, and <strong class=\"keyword\">messianic</strong> visions of good versus evil."},{"author":119739,"first":"Así demostró lo que hará como Rey <strong class=\"keyword\">Mesiánico</strong> en el nuevo mundo, cuando “establezca la justicia en la tierra” (Isa.","second":"He thus demonstrated what he will do as <strong class=\"keyword\">Messianic</strong> King in the new system of things when “he sets justice in the earth.”"},{"author":95096,"first":"La santísima Virgen María es la tierra buena y fecunda que acogió con fe la semilla de la palabra de Dios y dio el fruto <strong class=\"keyword\">mesiánico</strong>, bendición salvífica para todo el género humano.","second":"The Blessed Virgin Mary is the good and fertile soil where the seed of the word of God was welcomed with faith and bore its <strong class=\"keyword\">messianic</strong> fruit, the blessings of salvation for the whole human race."},{"author":119739,"first":"Los comentaristas y eruditos bíblicos por lo general reconocen que la profecía se refiere al período del Reino <strong class=\"keyword\">mesiánico</strong>.","second":"Bible scholars and commentators generally recognize the prophecy as relating to the time of the <strong class=\"keyword\">Messianic</strong> Kingdom."},{"author":119739,"first":"Y es de vital importancia cumplir con ella, pues el Reino <strong class=\"keyword\">mesiánico</strong> vindicará la soberanía universal de Jehová (1 Corintios 15:24-28).","second":"(Acts 28:23) Doing so is vital because the <strong class=\"keyword\">Messianic</strong> Kingdom will vindicate Jehovah’s universal sovereignty."},{"author":119739,"first":"¿Cómo ha limpiado, enseñado y organizado Jesús a los siervos de Dios mediante el Reino <strong class=\"keyword\">mesiánico</strong>?","second":"How has Jesus used the <strong class=\"keyword\">Messianic</strong> Kingdom to refine, educate, and organize God’s loyal servants on earth?"},{"author":119739,"first":"17 Todos los pactos que hemos estudiado en estos dos artículos están relacionados con el Reino <strong class=\"keyword\">mesiánico</strong>.","second":"17 All the covenants we have discussed in these two articles are connected to one or more vital elements of the Kingdom."},{"author":119739,"first":"Puesto que el Reino <strong class=\"keyword\">mesiánico</strong> ya ha sido establecido en los cielos, ¿deberíamos seguir pidiendo que venga, tal y como enseñó Jesús en la oración modelo?","second":"Since the <strong class=\"keyword\">Messianic</strong> Kingdom has already been established in heaven, should we continue to pray for it to come, as taught by Jesus in the model prayer?"},{"author":119739,"first":"9 Por fin se lleva la novia ante el Novio, que es el Rey <strong class=\"keyword\">Mesiánico</strong>.","second":"9 The bride is brought to her Bridegroom, the <strong class=\"keyword\">Messianic</strong> King."},{"author":119723,"first":"Salmo <strong class=\"keyword\">mesiánico</strong> de David — David declara que los pequeños y los niños de pecho alaban a Jehová — Él pregunta: ¿Qué es el hombre para que tengas de él memoria?","second":"A <strong class=\"keyword\">messianic</strong> psalm of David—He says that babes and children praise the Lord—He asks, What is man, that Thou art mindful of him?"},{"author":119723,"first":"“A pesar de esta impugnación de la interpretación <strong class=\"keyword\">mesiánica</strong> por parte de algunos escritores, aun de aquellos de quien difícilmente lo esperaríamos, vemos que los sucesos históricos confirman esta explicación en lugar de debilitarla.","second":"“Notwithstanding the slight put upon the <strong class=\"keyword\">Messianic</strong> interpretation by some writers, even those from whom we should scarcely expect it, we see this explanation confirmed and not weakened in the events of history."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}