{"result":"ok","tuc":[{"phrase":{"text":"meticulous","language":"en"},"meanings":[{"language":"en","text":"characterized by very precise, conscientious attention to details"}],"meaningId":5853590635073443576,"authors":[70195]},{"phrase":{"text":"punctilious","language":"en"},"meaningId":-5750768080625552148,"authors":[84715]},{"phrase":{"text":"thorough","language":"en"},"meaningId":-6702865564164228998,"authors":[25115]},{"phrase":{"text":"fussy","language":"en"},"meaningId":2035216244558848823,"authors":[25018]},{"phrase":{"text":"painstaking","language":"en"},"meaningId":-1002527504764044900,"authors":[89651]},{"phrase":{"text":"pernickety","language":"en"},"meaningId":1100448761788238858,"authors":[25018]},{"phrase":{"text":"accurate","language":"en"},"meaningId":-4681218181016764591,"authors":[36]},{"phrase":{"text":"careful","language":"en"},"meaningId":3136694241916753629,"authors":[89651]},{"phrase":{"text":"fastidious","language":"en"},"meaningId":5036355070141641572,"authors":[97745]},{"phrase":{"text":"pedant","language":"en"},"meaningId":7892134599528101285,"authors":[83089]},{"phrase":{"text":"precise","language":"en"},"meaningId":-7592769290727410962,"authors":[25018]},{"phrase":{"text":"scrupulous","language":"en"},"meaningId":-5263686942239085526,"authors":[89651]},{"phrase":{"text":"solicitous","language":"en"},"meaningId":269119393728436966,"authors":[25115]},{"meanings":[{"language":"en","text":"meticulous"}],"meaningId":-5165046306605841557,"authors":[93107]}],"phrase":"meticuloso","examples":[{"author":118293,"first":"Es listo, ambicioso, <strong class=\"keyword\">meticuloso</strong>...","second":"He is smart, ambitious, <strong class=\"keyword\">thorough</strong>..."},{"author":8007,"first":"Mientras que las estimaciones y conclusiones del IPCC están basadas en el estudio <strong class=\"keyword\">meticuloso</strong>, Gore no parece guiarse por las mismas constricciones.","second":"While the IPCC’s estimates and conclusions are grounded in <strong class=\"keyword\">careful</strong> study, Gore doesn’t seem to be similarly restrained."},{"author":8008,"first":"Junto a melodías y cadencias genuinamente camerunesas, aflora casi cualquier otro ritmo del mundo, siempre con una instrumentación <strong class=\"keyword\">meticulosa</strong> y espacios para el lucimiento individual.","second":"Together with melodies and original Cameroon cadences, another world rhythm emerges with <strong class=\"keyword\">meticulous</strong> instrumentation and capacity for individual brilliance."},{"author":118293,"first":"Sus documentos son muy <strong class=\"keyword\">meticulosos</strong>, Padre.","second":"Your documentation is very <strong class=\"keyword\">thorough</strong>, Father."},{"author":8008,"first":"Se ha llevado a cabo un <strong class=\"keyword\">meticuloso</strong> trabajo de reconstrucción, controlado por la familia propietaria del hotel.","second":"The work was <strong class=\"keyword\">painstaking</strong> and reflected the highest construction standards, all conducted under the watchful eyes of the owning family."},{"author":119739,"first":"Además, tras <strong class=\"keyword\">meticulosos</strong> cálculos, comprende con total claridad que la más mínima alteración de cualquiera de los valores habría cambiado la estructura del universo a tal grado que no sería posible la vida.","second":"It also becomes clear to him, after <strong class=\"keyword\">meticulous</strong> calculation, that even a small change in any one of the dial settings would modify the architecture of the cosmos in such a way that life in it would cease to exist."},{"author":94809,"first":"En particular, ya desde la fase inicial del cultivo y a partir de la selección, atenta y <strong class=\"keyword\">meticulosa</strong>, del material de propagación hasta llegar a la cosecha, monda, desecación y conservación, la intervención humana aporta conocimientos y prácticas adquiridas siglos atrás y trasmitidas a nuestros días, que hacen posible obtener un producto de elevada calidad.","second":"In particular, right from the start of the growing process, when propagating material is selected with <strong class=\"keyword\">great care</strong> and attention to <strong class=\"keyword\">detail</strong>, through the stages of picking, separating, drying and then storing the saffron, the know-how and techniques that the locals have acquired over centuries ensure a product of real quality."},{"author":8008,"first":"Incluso con la más <strong class=\"keyword\">meticulosa</strong> etención al detalle, algo puede salir mal mientras se configura una terminal.","second":"Even with the most <strong class=\"keyword\">meticulous attention</strong> to detail, something could still go wrong while setting up a terminal."},{"author":118293,"first":"Buena planificación, ahorro <strong class=\"keyword\">meticuloso</strong>.","second":"Good planning; <strong class=\"keyword\">Careful</strong> saving."},{"author":94809,"first":"Los trámites indicados en el apartado 1 consistirán en <strong class=\"keyword\">meticulosas</strong> inspecciones, por parte de los organismos oficiales responsables, de al menos:","second":"The formalities referred to in paragraph 1 shall consist of <strong class=\"keyword\">meticulous</strong> inspections by the responsible official bodies on at least"},{"author":8000,"first":"La capacitación abarca cuestiones como la resistencia a los medicamentos contra el VIH y el SIDA en el ámbito pediátrico, y en el equipo se mantiene una cadena de información <strong class=\"keyword\">meticulosa</strong>","second":"The training covers issues such as HIV drug resistance and paediatric AIDS, and a <strong class=\"keyword\">meticulous</strong> chain of reporting is maintained within the team"},{"author":94809,"first":"Indica la necesidad vital de efectuar una evaluación <strong class=\"keyword\">meticulosa</strong> de los datos estadísticos relativos al género, así como a otros aspectos de discriminación múltiple tales como la etnia, dado especialmente que no siempre disponemos de unos datos en materia de género estadísticamente diferenciados por lo que respecta a los niños y jóvenes; recuerda que esta cuestión debe convertirse, entre otras, en una de las tareas del nuevo Instituto de la Igualdad de Género;","second":"Points out the vital need for the <strong class=\"keyword\">accurate</strong> evaluation of statistical data on gender issues, as well as on other aspects of multiple discrimination such as ethnicity, particularly as there is not always statistically differentiated data on gender relating to children and young people; recalls that this is one of the tasks of the new Institute for Gender Equality;"},{"author":8000,"first":"Francia felicitó a Filipinas por su <strong class=\"keyword\">meticuloso</strong> informe y valoró positivamente su empeño en defender los derechos humanos","second":"France congratulated the Philippines for its <strong class=\"keyword\">precise</strong> report and appreciated its commitment to human rights"},{"author":27,"first":"Europa debería ser especialmente <strong class=\"keyword\">meticulosa</strong> en la observación de elecciones en ese país, que es el más grande de África, y para muchos otros países africanos es un punto de referencia tanto en el ámbito económico como político.","second":"Europe should be especially <strong class=\"keyword\">meticulous</strong> in observing elections in this country, which is the largest in Africa and for many other African countries is a point of reference economically and politically."},{"author":8000,"first":"Una reforma cabal del Consejo de Seguridad, el órgano de las Naciones Unidas que es el principal responsable del mantenimiento de la paz y la seguridad internacionales, es vital para el éxito de nuestra Organización en momentos en que los retos y los problemas mundiales exigen una gestión internacional decidida y <strong class=\"keyword\">meticulosa</strong> y una diplomacia multilateral operativa","second":"A comprehensive reform of the Security Council, the organ of the United Nations principally responsible for maintaining international peace and security, is vital to our Organization's success at a time when global challenges and problems require strong and <strong class=\"keyword\">thorough</strong> international management and functioning multilateral diplomacy"},{"author":22,"first":"Se reconoce que la ayuda de los Fondos Estructurales tendrá una importancia vital para los nuevos Estados miembros, que reforzarán su competitividad y acercarán sus niveles de PIB per cápita a la media europea; pero también se estima que ello requiere por parte de estos países una preparación <strong class=\"keyword\">meticulosa</strong> en términos de capacidades administrativas y gestión de las ayudas que reciban","second":"It acknowledges that Structural Fund support will be of central importance to the new Member States in terms of strengthening their competitiveness and aligning their GDP per capita on the rest of the EU, but stresses that these countries must also make <strong class=\"keyword\">careful</strong> preparations in terms of administrative capacity and managing the funds they receive"},{"author":118293,"first":"¿Son <strong class=\"keyword\">meticulosos</strong>?","second":"Are they <strong class=\"keyword\">conscientious</strong>?"},{"author":118293,"first":"Una cirujana <strong class=\"keyword\">meticulosa</strong>.","second":"<strong class=\"keyword\">Meticulous</strong> surgeon."},{"author":8000,"first":"Benin espera que las recomendaciones del grupo reciban un seguimiento <strong class=\"keyword\">meticuloso</strong> y que se establezca cuanto antes un equipo conjunto al que se encomienda la tarea de examinar la aplicación de esas recomendaciones","second":"Benin hopes that the recommendations of the panel will enjoy <strong class=\"keyword\">meticulous</strong> follow-up and that a joint team tasked with studying the implementation of these recommendations will be set up as soon as possible"},{"author":118293,"first":"Admite que es <strong class=\"keyword\">meticuloso</strong>.","second":"I think he's invasive<strong class=\"keyword\">.</strong> Nope."},{"author":27,"first":"Señora Presidenta, el informe del Sr. Jarzembowski es <strong class=\"keyword\">meticuloso</strong> e inventivo, como suele ser habitual en él, y yo le felicito por ambas cualidades.","second":"Madam President, Mr Jarzembowski's report is typically <strong class=\"keyword\">thorough</strong> and inventive, and I commend him on both of those qualities."},{"author":118293,"first":"No muy <strong class=\"keyword\">meticuloso</strong>.","second":"Not <strong class=\"keyword\">very particular</strong>."},{"author":94809,"first":"La tramitación de sus solicitudes de visado será objeto de estudio <strong class=\"keyword\">meticuloso</strong>, verificándose en todo caso los documentos justificativos del titular del visado y los que correspondan a la licencia y registro mercantil de la gestoría.","second":"The processing of their visa applications will be subject to <strong class=\"keyword\">meticulous</strong> examination, with checks being conducted in every case on the supporting documents of the visa holder and on those relating to the licence and entry in the commercial register of the private agency."},{"author":118293,"first":"Más bien pareces <strong class=\"keyword\">meticuloso</strong> en tus atavíos...","second":"You are rather point-device in your accouterments <strong class=\"keyword\">as</strong> loving yourself than seeming the lover of any other."},{"author":118293,"first":"Para darse cuenta de un fallo como ése, quien escribiese la fórmula... debió hacer un estudio <strong class=\"keyword\">meticuloso</strong> de Mackenzie durante semanas...","second":"To notice a flaw like that, whoever wrote the formula would have to <strong class=\"keyword\">meticulously</strong> study Mackenzie for weeks."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}