{"result":"ok","tuc":[{"phrase":{"text":"thorough","language":"en"},"meanings":[{"language":"es","text":"Que trata todas las partes o aspectos sin omisión alguna."},{"language":"en","text":"Treating all parts or aspects without omission."},{"language":"en","text":"detailed"}],"meaningId":-363934748806931965,"authors":[70195]},{"phrase":{"text":"minute","language":"en"},"meanings":[{"language":"en","text":"very careful and exact, giving small details"}],"meaningId":-7832451019275275213,"authors":[70195]},{"phrase":{"text":"meticulous","language":"en"},"meanings":[{"language":"en","text":"characterized by very precise, conscientious attention to details"}],"meaningId":7726597825215579547,"authors":[70195]},{"phrase":{"text":"painstaking","language":"en"},"meanings":[{"language":"en","text":"careful attentive; diligent"}],"meaningId":4580311735214359909,"authors":[70195]},{"phrase":{"text":"careful","language":"en"},"meaningId":-2009991110426960973,"authors":[89651]},{"phrase":{"text":"close","language":"en"},"meaningId":8694529115301940527,"authors":[84500]},{"phrase":{"text":"narrow","language":"en"},"meaningId":-8568260555327122125,"authors":[84500]},{"phrase":{"text":"circumstantial","language":"en"},"meanings":[{"language":"en","text":"abounding with circumstances; minute in details"}],"meaningId":-6682846554386247562,"authors":[90508]},{"phrase":{"text":"exhaustive","language":"en"},"meanings":[{"language":"es","text":"Que trata todas las partes o aspectos sin omisión alguna."},{"language":"en","text":"Treating all parts or aspects without omission."}],"meaningId":2751370121514557242,"authors":[60172]},{"phrase":{"text":"detailed","language":"en"},"meaningId":379721528956169762,"authors":[97745]},{"phrase":{"text":"fussy","language":"en"},"meaningId":-4849631613514247436,"authors":[25018]},{"phrase":{"text":"good","language":"en"},"meaningId":-5894413477219517792,"authors":[84500]},{"phrase":{"text":"mean","language":"en"},"meaningId":4645025913442336409,"authors":[83042]},{"phrase":{"text":"minuscule","language":"en"},"meaningId":6393025690237755386,"authors":[2903]},{"phrase":{"text":"narrow-minded","language":"en"},"meaningId":-8678012898316351962,"authors":[83042]},{"phrase":{"text":"particular","language":"en"},"meaningId":4114256850138502161,"authors":[25018]},{"phrase":{"text":"petty","language":"en"},"meaningId":4751959766230829491,"authors":[83042]},{"phrase":{"text":"searching","language":"en"},"meaningId":-2369794736111839789,"authors":[2903]},{"phrase":{"text":"stingy","language":"en"},"meaningId":-395548291941894882,"authors":[83042]},{"meanings":[{"language":"en","text":"thorough, detailed"}],"meaningId":-5925049994964005957,"authors":[93107]}],"phrase":"minucioso","examples":[{"author":118293,"first":"Vyx, no te enredes en las cosas <strong class=\"keyword\">minuciosas</strong>.","second":"Vyx, don't be caught <strong class=\"keyword\">up</strong> on minutiae."},{"author":94808,"first":"Evidentemente, la posición documentada de Croacia, así como su enfoque proactivo, permitieron a la Sala I de Primera Instancia determinar que de nada serviría dar órdenes adicionales a Croacia cuando, después del estudio <strong class=\"keyword\">minucioso</strong> de todos y cada uno de los documentos solicitados, todavía prevalecían dudas sobre la capacidad de Croacia para producir los documentos antes mencionados.","second":"The documented position of Croatia, as well as its proactive approach, obviously led Trial Chamber I to the opinion that it would be of no avail to issue further orders to Croatia when, after <strong class=\"keyword\">careful</strong> consideration of each and every document requested, serious doubts about the ability of Croatia to produce the aforementioned documents still prevailed."},{"author":8000,"first":"A solicitud del Ombudsman actualmente se realiza una investigación <strong class=\"keyword\">minuciosa</strong> de cada caso","second":"In keeping with the request from the Ombudsman, a <strong class=\"keyword\">thorough</strong> investigation is being <strong class=\"keyword\">conducted</strong> on every case"},{"author":31,"first":"Dada la estructura social que estaba en aquella época un <strong class=\"keyword\">minucioso</strong> seguimiento por ambas la monarquía y la Iglesia, habría sido impensable para correr","second":"Given the social structure that was in place, <strong class=\"keyword\">carefully</strong> monitored by both the monarchy and the Church, it would have been unthinkable to run"},{"author":94808,"first":"Peter Storey, Grupo Internacional HERA, analizó el ciclo de desarrollo de los proyectos y subrayó la necesidad de realizar estudios <strong class=\"keyword\">minuciosos</strong> previos a la formulación o de previabilidad.","second":"Peter Storey, HERA International Group, discussed the project development cycle and stressed the need for <strong class=\"keyword\">thorough</strong> pre-development or pre-feasibility studies."},{"author":94808,"first":"Después de un examen <strong class=\"keyword\">minucioso</strong> de los datos sobre el uso indebido de drogas en los demás países del Pacífico se llegó a la conclusión de que sencillamente era imposible elaborar estimaciones de las tasas de prevalencia del uso indebido de drogas en muchos de ellos.","second":"A <strong class=\"keyword\">comprehensive</strong> review of data on drug abuse in the other Pacific countries concluded that prevalence estimates of drug abuse simply could not be made for many of them."},{"author":8008,"first":"Al final de período de sesiones, el Consejo había realizado una lectura <strong class=\"keyword\">minuciosa</strong> de los artículos 1 a 43 del reglamento y había acordado revisar algunos artículos.","second":"By the end of the session, the Council had completed a <strong class=\"keyword\">detailed</strong> reading of regulations 1 to 43 and had agreed on revisions to some of those regulations."},{"author":94808,"first":"Se prevé que los resultados del proyecto contengan información importante que puede ser útil para actualizar el atlas, puesto que toda clase de cartografía necesita una evaluación especial y <strong class=\"keyword\">minuciosa</strong>, y la etapa final de toda evaluación siempre implica alguna clase de cartografía.","second":"It is envisaged that the project outcomes will have some important information that can be useful for updating the atlas, because any kind of mapping needs a special and <strong class=\"keyword\">careful</strong> assessment, and the final step of any assessments is always some kind of mapping."},{"author":94809,"first":"Tras un examen <strong class=\"keyword\">minucioso</strong>, los servicios pertinentes del Consejo tomaron nota de la declaración expresada en dicha carta.","second":"After <strong class=\"keyword\">thorough</strong> examination, the relevant services of the Council took careful note of the declaration that the letter contained."},{"author":94809,"first":"Los resultados expuestos en el considerando 18 se obtuvieron tras un análisis muy <strong class=\"keyword\">minucioso</strong> de los datos proporcionados por el exportador y que fue comprobado durante la inspección in situ.","second":"The findings in recital 18 are the result of a very <strong class=\"keyword\">detailed</strong> analysis of the data submitted by the exporter and which was verified during the verification visit."},{"author":8000,"first":"El Comité también decidió que la secretaría de la Caja siguiera haciendo un seguimiento <strong class=\"keyword\">minucioso</strong> de estas cuestiones y que se las considerara nuevamente en un futuro período de sesiones","second":"The Board also decided that these issues should continue to be <strong class=\"keyword\">closely</strong> monitored by the Fund secretariat and further considered at an upcoming session"},{"author":8000,"first":"Los participantes pidieron un examen <strong class=\"keyword\">minucioso</strong> de los vínculos entre el comercio, la deuda y la asistencia y su efecto en las mujeres","second":"Participants called for a <strong class=\"keyword\">careful</strong> examination of the linkages between trade, debt and aid and their impact on women"},{"author":94809,"first":"23 Pues bien, en el caso de que la OAMI, incluidas sus Salas de Recurso, decida basarse en una resolución nacional, como elemento de prueba, lo cual puede en principio hacer legítimamente [véanse, en este sentido, las sentencias del Tribunal de 16 de febrero de 2000, Procter & Gamble/OAMI (Forma de un jabón), T‐122/99, Rec. p. II‐265, apartado 61, y de 19 de septiembre de 2001, Henkel/OAMI (Pastilla redonda roja y negra), T‐337/99, Rec. p. II‐2597, apartado 58], debe, con arreglo a los principios enunciados en los apartados 19 y 20 supra, examinar <strong class=\"keyword\">minuciosa</strong> y diligentemente si ese elemento de prueba permite demostrar el uso efectivo de una marca anterior.","second":"23 However, where OHIM, including its Boards of Appeal, decides to base its decision on a national decision as a piece of evidence, which is, in principle, permissible (see, to that effect, Case T‐122/99 Procter & Gamble v OHIM (Soap bar shape) [2000] ECR II‐265, paragraph 61, and Case T‐337/99 Henkel v OHIM (Round red and white tablet) [2001] ECR II‐2597, paragraph 58), it must, in accordance with the principles set out at paragraphs 19 and 20 above, examine with all the required care and in a diligent manner whether that piece of evidence is such as to show the genuine use of an earlier mark."},{"author":94808,"first":"Como señala el Secretario General en su informe, es justamente durante esta primera reunión regional de preparación que se iniciarán a nivel regional los debates <strong class=\"keyword\">minuciosos</strong> sobre el fondo y los programas prioritarios que se esperan de la conferencia internacional.","second":"As the Secretary-General notes in his report, it is during that first regional preparatory meeting that <strong class=\"keyword\">detailed</strong> discussions on substance and priority programmes expected from the international conference will be initiated at the regional level."},{"author":8000,"first":"a Comisión Consultiva felicita al Secretario General por haber preparado un informe <strong class=\"keyword\">minucioso</strong> y objetivo en el que se hace un análisis crítico de una amplia diversidad de cuestiones relativas a la Cuenta para el Desarrollo y el programa ordinario de cooperación técnica, sus virtudes y defectos","second":"he Advisory Committee commends the Secretary-General for producing a <strong class=\"keyword\">thorough</strong>, objective report, presenting a critical analysis on a broad spectrum of issues concerning the Development Account and the regular programme of technical cooperation, their strengths and their weaknesses"},{"author":94809,"first":"La Comisión tuvo conocimiento de que ING había estudiado el expediente pero, tras una <strong class=\"keyword\">minuciosa</strong> consideración, decidió que una transacción no cubriría sus necesidades de financiación.","second":"The Commission learnt that ING looked into the file but decided after <strong class=\"keyword\">careful</strong> consideration that a transaction would not meet its financial requirements."},{"author":94808,"first":"Okada (Japón) pide un examen <strong class=\"keyword\">minucioso</strong> de las recomendaciones del Comité Independiente de Auditoría y Supervisión y nuevas mejoras en los procedimientos y operaciones.","second":"Okada (Japan) called for <strong class=\"keyword\">careful</strong> examination of the recommendations of the Independent Audit and Oversight Committee and further operational and procedural improvements."},{"author":8000,"first":"Los principales mensajes se basan en una evaluación <strong class=\"keyword\">minuciosa</strong> del cambio ambiental y la manera en que éste afecta la seguridad, la salud, las relaciones sociales y las necesidades materiales (bienestar humano) de las personas, así como el desarrollo en general","second":"The key messages are based on a <strong class=\"keyword\">thorough</strong> assessment of environmental change and how it affects people's security, health, social relations and material needs (human well-being), and development in general"},{"author":94809,"first":"En caso de que una asociación incluya un nuevo principio activo, este último deberá ser objeto de un <strong class=\"keyword\">minucioso</strong> estudio previo.","second":"If a combination includes a new active substance, the latter shall have been previously studied in <strong class=\"keyword\">depth</strong>."},{"author":8008,"first":"En cada paso de la fabricación, se encuentra la exigencia del trabajo bien hecho, <strong class=\"keyword\">minucioso</strong> y rigoroso. Audy junta la tradición y la nobleza del trabajo del Pino a las tecnologias en punta más modernas con el fin de proponer una amplia gama de tarimas y frisos de calidad.","second":"A rigorous demanding of quality and precision push AUDY into taking care on every stages of the fabrication of his products."},{"author":119723,"first":"¿Sentiría gozo el pianista al dominar una intrincada sonata sin las <strong class=\"keyword\">minuciosas</strong> horas de práctica?","second":"Would the pianist feel the joy of mastering an intricate sonata without the <strong class=\"keyword\">painstaking</strong> hours of practice?"},{"author":94808,"first":"Confiamos en que sea la culminación de un largo y <strong class=\"keyword\">minucioso</strong> proceso de negociaciones.","second":"We hope that this is the culmination of a long and <strong class=\"keyword\">painstaking</strong> process of negotiations."},{"author":27,"first":"Los occidentales tienen a 18 millones de mujeres, de niños, de viejos, de hombres, todo un pueblo árabe prisionero en su país. Millones de muertos cada día, cientos de niños, un genocidio sistemático, científico, <strong class=\"keyword\">minucioso</strong>, planificado, cínico, perverso.","second":"18 million women, children, old people, men, a whole Arab people, are being held captive in their own country by the West, with millions of deaths every day, hundreds of children dying, a systematic, scientific, <strong class=\"keyword\">meticulous</strong>, planned, cynical, perverse genocide."},{"author":8000,"first":"El Departamento ha emprendido una <strong class=\"keyword\">minuciosa</strong> labor de planificación, tanto a nivel interno como con los principales departamentos de cuyos servicios depende, para garantizar la continuidad de las actividades durante todo el período del plan maestro de mejoras de infraestructura","second":"The Department has undertaken <strong class=\"keyword\">extensive</strong> planning, both internally and with key departments upon whose services it depends, to ensure business continuity throughout the period of the capital master plan"},{"author":94808,"first":"Pese a sus esfuerzos, casi 12 años después de desaparecer su esposo, el Estado parte no ha llevado a cabo ninguna investigación <strong class=\"keyword\">minuciosa</strong> y efectiva para elucidar las circunstancias de su detención ni se ha iniciado investigación penal alguna para enjuiciar a los culpables.","second":"Despite the author’s efforts, almost 12 years after the disappearance of her husband, no <strong class=\"keyword\">thorough</strong> and effective investigation has been concluded by the State party in order to elucidate the circumstances surrounding his detention, and no criminal investigation has even been started to bring the perpetrators to justice."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}