{"result":"ok","tuc":[{"phrase":{"text":"mercy","language":"en"},"meanings":[{"language":"en","text":"relenting; forbearance to cause or allow harm to another"}],"meaningId":-2807946031608734784,"authors":[70195]},{"phrase":{"text":"forgiveness","language":"en"},"meanings":[{"language":"en","text":"readiness to forgive"}],"meaningId":-4273430914706237887,"authors":[70195]},{"phrase":{"text":"clemency","language":"en"},"meanings":[{"language":"en","text":"forgiveness or compassion"}],"meaningId":6155855172857719996,"authors":[90508]},{"phrase":{"text":"charity","language":"en"},"meaningId":7658228249431529188,"authors":[8]},{"phrase":{"text":"mercifulness","language":"en"},"meaningId":8742513264635016883,"authors":[84500]},{"phrase":{"text":"misericord","language":"en"},"meaningId":-5905190092444241826,"authors":[92056]},{"phrase":{"text":"pity","language":"en"},"meaningId":842287483915268585,"authors":[25018]},{"phrase":{"text":"compassion","language":"en"},"meaningId":7587290153041257002,"authors":[8]},{"phrase":{"text":"mercy(kompatemo)","language":"en"},"meaningId":-1772337528906311374,"authors":[8]},{"phrase":{"text":"misercorde","language":"en"},"meaningId":8015862928301974589,"authors":[8]},{"phrase":{"text":"tenderheartedness","language":"en"},"meaningId":2142510534109209524,"authors":[83042]},{"meanings":[{"language":"en","text":"misericord"},{"language":"en","text":"mercy"}],"meaningId":-5836671746628042040,"authors":[1]}],"phrase":"misericordia","examples":[{"author":118293,"first":"Lo que necesita es <strong class=\"keyword\">misericordia</strong>.","second":"What she needs is <strong class=\"keyword\">mercy</strong>."},{"author":119739,"first":"14 “Felices son los misericordiosos, puesto que a ellos se les mostrará <strong class=\"keyword\">misericordia</strong>.”","second":"14 “Happy are the <strong class=\"keyword\">merciful</strong>, since they will be shown <strong class=\"keyword\">mercy</strong>.”"},{"author":95096,"first":"Reconciliar, poner paz mediante el Sacramento, y también con las palabras, y con las obras de <strong class=\"keyword\">misericordia</strong>.","second":"Reconciliation, making peace through the Sacrament, also with words, and with works of <strong class=\"keyword\">mercy</strong>."},{"author":119739,"first":"Por eso, procuramos cultivar las cualidades que él recomendó —entre ellas la <strong class=\"keyword\">misericordia</strong>, la apacibilidad y el amor—, pues reconocemos que estas son el fundamento de la conducta que agrada a Dios.","second":"We seek to cultivate the positive qualities he recommended—including <strong class=\"keyword\">mercy</strong>, peaceableness, and love—knowing that we will thus be laying a foundation for godly conduct."},{"author":95096,"first":"Enaltece a los humildes, viene en auxilio de los pobres y pequeños, colma de bienes, bendiciones y esperanzas a los que confían en su <strong class=\"keyword\">misericordia</strong> de generación en generación, mientras derriba de sus tronos a los ricos, potentes y dominadores.","second":"He lifts up the humble, comes to the aid of the poor and the lowly, fills with goodness, with blessings and hope those who trust in his <strong class=\"keyword\">mercy</strong> from generation to generation, while He puts down from their thrones the wealthy, the powerful and the overbearing."},{"author":119723,"first":"También es un Dios de <strong class=\"keyword\">misericordia</strong>, bondad y caridad perfectas.","second":"He is also a God of perfect <strong class=\"keyword\">mercy</strong>, kindness, and <strong class=\"keyword\">charity</strong>."},{"author":27,"first":"Presidente de la Autoridad Palestina (traducción de la transcripción de la interpretación al inglés del discurso original en árabe). - En el nombre de Dios, lleno de gracia y <strong class=\"keyword\">misericordia</strong>.","second":"President of the Palestinian Authority (transcription of the English interpretation from the original Arabic). - In the name of God, most gracious, most <strong class=\"keyword\">merciful</strong>."},{"author":95096,"first":"Podemos leer estos finales en clave de «obras de <strong class=\"keyword\">misericordia</strong>», que ponen en acto el tiempo de la Iglesia en el que Jesús resucitado vive, acompaña, envía y atrae nuestra libertad, que encuentra en él su realización concreta y renovada cada día.","second":"We can read these conclusions in the key of “works of <strong class=\"keyword\">mercy</strong>” which bring about the time of the Church, the time in which the risen Jesus lives, guides, sends forth and appeals to our freedom, which finds in him its concrete daily realization."},{"author":118293,"first":"\" Tranquilo para la ira y grande para la <strong class=\"keyword\">misericordia</strong>. \"","second":"\" Slow to anger and abounding in <strong class=\"keyword\">steadfast love</strong>. \""},{"author":95096,"first":"Al mismo tiempo, me uno a vuestras preocupaciones y anhelos, rogando a Dios, rico en <strong class=\"keyword\">misericordia</strong>, que esta visita a Roma sea fuente de bendiciones para todos los sacerdotes, religiosos, religiosas y agentes pastorales que colaboran abnegadamente con vosotros en el trabajo apostólico en medio del querido pueblo nicaragüense.","second":"At the same time, I share in your concerns and desires, and ask God who is rich in <strong class=\"keyword\">mercy</strong> to grant that this visit to Rome may be a source of blessings for all the priests, men and women religious and pastoral workers who collaborate so unselfishly with you in your apostolic work among our beloved Nicaraguan people."},{"author":119739,"first":"Nuestras dádivas de <strong class=\"keyword\">misericordia</strong> deben proceder de un corazón bien dispuesto y lleno de amor.","second":"Our gifts of <strong class=\"keyword\">mercy</strong> should stem from a loving and willing heart."},{"author":118293,"first":"Sin <strong class=\"keyword\">misericordia</strong>.","second":"Void of <strong class=\"keyword\">compassion</strong>."},{"author":95096,"first":"El punto de partida para comprender la indulgencia es la abundancia de la <strong class=\"keyword\">misericordia</strong> de Dios, manifestada en la cruz de Cristo.","second":"The starting-point for understanding indulgences is the abundance of <strong class=\"keyword\">God's mercy</strong> revealed in the Cross of Christ."},{"author":119723,"first":"En Su <strong class=\"keyword\">misericordia</strong>, Dios promete el perdón si nos arrepentimos y nos volvemos de la maldad; tanto así que ni siquiera se recordarán nuestros pecados.","second":"In His <strong class=\"keyword\">mercy</strong>, God promises <strong class=\"keyword\">forgiveness</strong> when we repent and turn from wickedness—so much so that our sins will not even be mentioned to us."},{"author":119723,"first":"Por otro lado, mediante la dulce ironía del sacrificio, en realidad obtenemos una porción de valía eterna: Su <strong class=\"keyword\">misericordia</strong> y perdón, y finalmente, “todo lo que [el] Padre tiene” (D. y C. 84:38).","second":"On the other hand, through the sweet irony of sacrifice, we actually gain something of eternal worth—His <strong class=\"keyword\">mercy</strong> and <strong class=\"keyword\">forgiveness</strong> and eventually “all that [the] Father hath” (D&C 84:38)."},{"author":119723,"first":"Comparta un breve testimonio de la sabiduría y la <strong class=\"keyword\">misericordia</strong> del plan de Dios.","second":"Share a brief testimony of the wisdom and <strong class=\"keyword\">mercy</strong> of God’s plan."},{"author":119723,"first":"Lo hizo, dijo Alma, “para que sus entrañas sean llenas de <strong class=\"keyword\">misericordia</strong>, según la carne, a fin de que... sepa cómo socorrer a los de su pueblo” (Alma 7:12).","second":"This He did, Alma said, so that His “bowels may be filled with <strong class=\"keyword\">mercy</strong>, according to the flesh, that he may know ... how to succor his people” (Alma 7:12)."},{"author":8008,"first":"De hecho, este tipo de cemento ya ha sido utilizado en edificios tan representativos como son la Basílica “Dives in <strong class=\"keyword\">Misericordia</strong>” en Roma, el “Hotel de Police” en Burdeos o la nueva sede de Air France en el aeropuerto Roissy-Charles de Gaulle en Paris.","second":"In fact, this type of cement has already been used on emblematic buildings such as the “Dives in <strong class=\"keyword\">Misericordia</strong>” basilica in Rome, the “Hotel de Police” in Bordeaux and the new Air France head office at the Roissy-Charles de Gaulle airport in Paris."},{"author":95096,"first":"Ante lo que está sucediendo en nuestra casa, que el Jubileo de la <strong class=\"keyword\">Misericordia</strong> pueda llamar de nuevo a los fieles cristianos «a una profunda conversión interior» (Laudato si’, 217), sostenida particularmente por el sacramento de la Penitencia.","second":"In the light of what is happening to our common home, may the present Jubilee of <strong class=\"keyword\">Mercy</strong> summon the Christian faithful “to profound interior conversion” (Laudato Si’, 217), sustained particularly by the sacrament of Penance."},{"author":119723,"first":"Recibirá las tiernas <strong class=\"keyword\">misericordias</strong> del Señor en su vida al grado que aprenda a esperarlas y que llegue a creer que el poder de Dios puede en verdad ayudarle a recuperarse.","second":"You will see the tender <strong class=\"keyword\">mercies</strong> of the Lord in your life as you learn to watch for them and as you come to believe that the power of God can indeed help you recover."},{"author":118293,"first":"Pero si hubiera un pervertido, yo no mostraría <strong class=\"keyword\">misericordia</strong>.","second":"But if there were a pervert, I'd show no <strong class=\"keyword\">mercy</strong>."},{"author":95096,"first":"Alabemos al Señor por estos dos gloriosos testimonios, y como ellos dejémonos conquistar por Cristo, por la <strong class=\"keyword\">misericordia</strong> de Cristo.","second":"Let us praise the Lord for these two glorious witnesses, and like them let us allow ourselves to be won over by Christ, by the <strong class=\"keyword\">mercy</strong> of Christ."},{"author":95096,"first":"En el texto que hemos escuchado, la ira y la <strong class=\"keyword\">misericordia</strong> del Señor se confrontan en una secuencia dramática, pero al final triunfa el amor, porque Dios es amor.","second":"In the text we have heard, the anger and <strong class=\"keyword\">mercy</strong> of the Lord alternate in a dramatic sequence, but love triumphs in the end, for God is love."},{"author":118293,"first":"Este acto de <strong class=\"keyword\">misericordia</strong> no significará ninguna amenaza para usted.","second":"This act of <strong class=\"keyword\">mercy</strong> will bring no threat to your honor."},{"author":95096,"first":"He aquí donde lleva el ejercicio de una autoridad sin respeto por la vida, sin justicia, sin <strong class=\"keyword\">misericordia</strong>.","second":"That is where the exercise of authority without respect for life, without justice, without <strong class=\"keyword\">mercy</strong> leads."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}