{"result":"ok","tuc":[{"phrase":{"text":"missive","language":"en"},"meanings":[{"language":"en","text":"a written message"}],"meaningId":-5568560680027441316,"authors":[70195]},{"phrase":{"text":"epistle","language":"en"},"meaningId":-1493676758210684786,"authors":[25018]},{"phrase":{"text":"letter","language":"en"},"meanings":[{"language":"en","text":"A text that is written to and for a specific person or set of people (and is most commonly sent to them by post)."},{"language":"es","text":"Texto que se escribe para una persona o conjunto específico de personas (y se envía generalmente por correo)."}],"meaningId":-3095191529725079063,"authors":[60172]},{"meanings":[{"language":"en","text":"missive, message"}],"meaningId":4479156531193121845,"authors":[93107]}],"phrase":"misiva","examples":[{"author":8000,"first":"Sobre el particular, mucho agradeceré que la presente <strong class=\"keyword\">misiva</strong> se publique como documento oficial de la Conferencia de Desarme y se distribuya a todos los Estados miembros de la conferencia así como a los estados no miembros que participan en sus trabajos","second":"In this regard, I would be grateful if this <strong class=\"keyword\">letter</strong> could be issued as an official document of the Conference on Disarmament and distributed to all the member States of the Conference and the non-member States participating in its work"},{"author":94808,"first":"El Ministro de Relaciones Exteriores del Canadá envió <strong class=\"keyword\">misivas</strong> a sus contrapartes de los Estados que figuran en el anexo 2 y que aún no han ratificado el Tratado, en las que instó a sus Gobiernos a que lo hicieran lo antes posible.","second":"Canada’s Minister for Foreign Affairs <strong class=\"keyword\">wrote letters</strong> to his counterparts in those Annex 2 States that have yet to ratify the Treaty, urging their Governments to do so as soon as possible."},{"author":92475,"first":"El video en la página del grupo está prologado por la siguiente <strong class=\"keyword\">misiva</strong> escrita por Wahid Rahimdil:","second":"The clip on the group's page is prefaced by the following <strong class=\"keyword\">missive</strong> written by Wahid Rahimdil:"},{"author":118293,"first":"\" Mi querida Rose, confío y rezo a nuestro Señor porque esta <strong class=\"keyword\">misiva</strong> te encuentre bien y de buen ánimo.","second":"\" My dearest rose, I trust and pray to our lord that this <strong class=\"keyword\">missive</strong> finds you well and in good spirits."},{"author":94809,"first":"La red de telefonía móvil de la firma TeliaSonera Finland Oyj, que se fusionó con Sonera Mobile Networks Oyj, posibilita transmitir las <strong class=\"keyword\">misivas</strong> de texto y de imagen, así como el tratamiento de los datos.","second":"The mobile telephone network of the company TeliaSonera Finland Oyj (‘TeliaSonera Finland’), which amalgamated with Sonera Mobile Networks Oy, allows the transmission of text <strong class=\"keyword\">messages</strong> and images, and also data processing."},{"author":118293,"first":"Una <strong class=\"keyword\">misiva</strong> del avión 5.","second":"Report <strong class=\"keyword\">from</strong> Scouting 5."},{"author":8000,"first":"En septiembre de # el antiguo Subdirector Gerente envió una <strong class=\"keyword\">misiva</strong> a un explotador con el membrete de la FDA en la que le garantizaba que su empresa recuperaría la concesión maderera","second":"In September # the former deputy managing director <strong class=\"keyword\">wrote</strong> to a logger on FDA letterhead, assuring him that his company would regain its concession"},{"author":31,"first":"Mi señor recibió vuestra <strong class=\"keyword\">misiva</strong> y ruega que os informe que el capital de Livárdez fue registrado en los libros","second":"My principal received your <strong class=\"keyword\">letter</strong> and begs to inform you that the Livardez capital was entered into the books"},{"author":8000,"first":"En esta <strong class=\"keyword\">misiva</strong> la FIO rechazó categóricamente este atentado que cobró la vida de numerosas personas, en su mayoría niños y niñas; y reiteró la importancia de promover el respeto por los derechos humanos y de fomentar una cultura de paz","second":"It categorically rejected this assault, which cost the lives of many people, mainly children, and reiterated the importance of promoting respect for human rights and fostering a culture of peace"},{"author":8000,"first":"Dado que el deudor enfrentaba un procedimiento de insolvencia (“procedimiento extranjero”) en el Canadá, el representante de la insolvencia (“representante extranjero”) envió al juez de los Estados Unidos una <strong class=\"keyword\">misiva</strong> informándole de la apertura de un procedimiento extranjero y solicitando la suspensión de la acción entablada contra el deudor de conformidad con el régimen de la insolvencia del Canadá","second":"As the debtor was in insolvency proceedings (“foreign proceeding”) in Canada, the insolvency representative (“foreign representative”) sent the United States judge a <strong class=\"keyword\">letter</strong> informing that a foreign proceeding had been commenced and seeking a stay of the action against the debtor in accordance with Canadian insolvency law"},{"author":118293,"first":"¿<strong class=\"keyword\">Misiva</strong>?","second":"<strong class=\"keyword\">Missive</strong>?"},{"author":8007,"first":"Para Rivero y los periodistas que lograron hacer llegar sus <strong class=\"keyword\">misivas</strong> al extranjero, su insistencia en escribir lo que veían y sentían los puso en la cárcel.","second":"For Rivero and journalists who smuggled their <strong class=\"keyword\">missives</strong> abroad, it was their insistence on writing what they saw and felt that put them in jail."},{"author":94808,"first":"El 3 de noviembre de 2005, el Presidente de este Comité dirigió a su vez una <strong class=\"keyword\">misiva</strong> al Representante Permanente del Reino Unido ante las Naciones Unidas en que solicitaba que su país, en tanto que Potencia administradora, prestase su consentimiento a la Misión.","second":"On 3 November 2005, the Chairman of the Special Committee <strong class=\"keyword\">wrote</strong> to the Permanent Representative of the United Kingdom to the United Nations, seeking the concurrence of his Government, as administering Power, for the mission."},{"author":8000,"first":"Luego de tres recordatorios, el vendedor fijó finalmente en una <strong class=\"keyword\">misiva</strong> un plazo suplementario para que el comprador realizase el pago, manifestando que, transcurrido dicho plazo, rechazaría todo pago y, en consecuencia, reclamaría una indemnización de daños y perjuicios o daría por resuelto el contrato","second":"After three reminders the seller in a <strong class=\"keyword\">letter</strong> eventually fixed an additional period of time for payment by the buyer, stating that after the expiration of that period he would refuse to accept any payment and consequently claim damages or declare the contract avoided"},{"author":94808,"first":"Sobre el particular, mucho agradeceré que la presente <strong class=\"keyword\">misiva</strong> se publique como documento oficial de la Conferencia de Desarme y se distribuya a todos los Estados miembros de la conferencia así como a los estados no miembros que participan en sus trabajos.","second":"In this regard, I would be grateful if this <strong class=\"keyword\">letter</strong> could be issued as an official document of the Conference on Disarmament and distributed to all the member States of the Conference and the non-member States participating in its work."},{"author":8000,"first":"Entre las importantes instituciones que suscribieron la <strong class=\"keyword\">misiva</strong> figuran American Farm Bureau Federation, Ag BioTech, American Meat Institute, National Foreign Trade Council, la corporación naviera Crowley Maritime, National Milk Producers Federation, National Turkey Association, US Dairy Export Council, US Wheat Associates y otras reconocidas agrupaciones de productores de arroz, trigo, pollo y alimentos lácteos a nivel nacional y de estados como Minnesota, Oklahoma, Texas, Colorado, Dakota del Norte y Dakota del Sur","second":"Among the important companies that signed <strong class=\"keyword\">this Letter</strong> were: American Farm Bureau Federation, Ag BioTech, American Meat Institute, National Foreign Trade Council, the shipping company Crowly Maritime, National Milk Producers Federation, National Turkey Association, US Dairy Export Council, US Wheat Associates and other nationally well-known producers of rice, wheat, chicken and dairy products, from states such as Minnesota, Oklahoma, Texas, Colorado, North Dakota and South Dakota"},{"author":118293,"first":"El gran Marc Antony lucha con <strong class=\"keyword\">misivas</strong> amistosas.","second":"The great Marc Antony fights with <strong class=\"keyword\">friendly notes</strong>."},{"author":119739,"first":"¿Qué hace con la <strong class=\"keyword\">misiva</strong>?","second":"How would he view that <strong class=\"keyword\">letter</strong>?"},{"author":94808,"first":"Estas <strong class=\"keyword\">misivas</strong> ponen de manifiesto también una gran formación intelectual y un profundo conocimiento y conciencia de la situación actual del país y del resto del mundo.","second":"<strong class=\"keyword\">They</strong> show high literacy and deep understanding and awareness of present situation in our own country and in the rest of the world."},{"author":27,"first":"El Ministro israelí de Asuntos Exteriores, David Levy, remitió una <strong class=\"keyword\">misiva</strong> a distintos ministros, entre ellos, el ministro de Bélgica, alegando que estas personas no eran en absoluto responsables de espionaje.","second":"The Israeli Minister for Foreign Affairs, David Levy, sent a <strong class=\"keyword\">letter</strong> to various ministers, including the Belgian Minister, to point out that these people are in no way guilty of spying."},{"author":118293,"first":"El almirante Nagumo tiene que haber recibido la <strong class=\"keyword\">misiva</strong> a la misma hora.","second":"Admiral Nagumo must have picked up <strong class=\"keyword\">the</strong> transmission when we did."},{"author":92475,"first":"Aitmatova era famosa por tuitear <strong class=\"keyword\">misivas</strong> del Parlamento en tiempo real, pero parece ser selectiva en cuanto a quién puede y no puede transmitir esos tuiteos.","second":"Aitmatova was famed for tweeting <strong class=\"keyword\">missives</strong> from the parliament in real time, but is apparently selective in terms of who can and can't relay those tweets."},{"author":8008,"first":"En otra <strong class=\"keyword\">misiva</strong> escrita y enviada al acto, Ángel Benhumea, padre de Alexis estudiante de la Facultad de Economía de la UNAM, hizo referencia con detalle al contexto en el que se realizó el operativo en Atenco para el golpe premeditado en contra de los que actúan en defensa de sus legítimos derechos.","second":"In another <strong class=\"keyword\">note</strong> written and sent to the event, Angel Benhumea, father of UNAM economics student Alexis, made reference will contextual detail to what happened in the Atenco operation for a premeditated strike against those who acted in defense of their legitimate rights."},{"author":119739,"first":"Ahora bien, ¿por qué envió Pablo esta nueva <strong class=\"keyword\">misiva</strong> a los tesalonicenses? Por lo visto, había recibido más noticias suyas, tal vez con el emisario que les llevó la primera carta.","second":"He had apparently received more news about the congregation, perhaps via the person who had delivered his first <strong class=\"keyword\">letter</strong>."},{"author":118293,"first":"Lleva esta <strong class=\"keyword\">misiva</strong> a mi amada.","second":"Take this <strong class=\"keyword\">letter</strong> to my love."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}