{"result":"ok","tuc":[{"phrase":{"text":"molding","language":"en"},"meanings":[{"language":"en","text":"anything cast in a mold"},{"language":"en","text":"architecture: narrow decorative surface"}],"meaningId":9017493131814541142,"authors":[70195]},{"phrase":{"text":"moulding","language":"en"},"meaningId":-7518530344585876809,"authors":[92056]},{"phrase":{"text":"mold","language":"en"},"meanings":[{"language":"en","text":"something that is made in or shaped on a mould"},{"language":"en","text":"shape or pattern of a mould"}],"meaningId":-2380777847954159441,"authors":[70195]},{"phrase":{"text":"trim","language":"en"},"meaningId":-6327424030605187307,"authors":[80097]},{"phrase":{"text":"beading","language":"en"},"meaningId":-8900418796086870391,"authors":[97745]},{"phrase":{"text":"border","language":"en"},"meaningId":-4317161224917518812,"authors":[83042]},{"phrase":{"text":"coping","language":"en"},"meaningId":5169296628966549581,"authors":[83080]},{"phrase":{"text":"cornice","language":"en"},"meaningId":898825092580034719,"authors":[83042]},{"phrase":{"text":"dado","language":"en"},"meaningId":-1664528164922211194,"authors":[6]},{"phrase":{"text":"decoration","language":"en"},"meaningId":-5280474522057864161,"authors":[83042]},{"phrase":{"text":"edging","language":"en"},"meaningId":1605091412457201741,"authors":[83042]},{"phrase":{"text":"framing","language":"en"},"meaningId":-758126724159936878,"authors":[89651]},{"phrase":{"text":"ledge","language":"en"},"meaningId":8944283321862435030,"authors":[83042]},{"phrase":{"text":"mldg","language":"en"},"meaningId":4396285700876982812,"authors":[80097]},{"phrase":{"text":"ornament","language":"en"},"meaningId":2839848573415700275,"authors":[83042]},{"meanings":[{"language":"en","text":"mold, molding"}],"meaningId":5951530433640327811,"authors":[93107]}],"phrase":"moldura","examples":[{"author":89915,"first":"Cubiertas flexibles hechas de caucho o de materias plásticas para proteger componentes mecánicos, <strong class=\"keyword\">molduras</strong> de plástico","second":"Flexible covers made of rubber or of plastic materials for protecting mechanical components, plastic <strong class=\"keyword\">moulds</strong>"},{"author":89915,"first":"Materiales de construcción, en concreto, <strong class=\"keyword\">molduras</strong> y ornamentos (de poliuretano, entre otras materias) compuestos de, entre otros, rosetones, listones de paredes, piezas de ángulo, rodapiés, columnas, marcos de puertas, listones para panelados, listones para recuadros, listones de techos, decoraciones de techos, relieves, estantes, consolas, chimeneas, nichos, paneles (murales), cúpulas encastradas, frontones, rosetas, pilastras y elementos decorativos similares comprendidos en la clase","second":"Building materials, namely <strong class=\"keyword\">mouldings</strong> and ornaments (including of polyurethane), including cornice mouldings, wall mouldings, angles, plinths, columns, door frames, wainscotting, panel mouldings, ceiling mouldings, ceiling ornaments, byblos, shelves, corbels, decorative mantel pieces, niches, (wall) panels, built-in domes, frontons, rosettes, pilasters and such ornamental elements included in this class"},{"author":89915,"first":"Productos magnéticos de goma, plástico y películas magnéticas de plástico, películas magnéticas para oficina, almacenes y uso doméstico, comprendidos en la clase 16, en particular letreros autoadhesivos y magnéticos para introducir en micas, <strong class=\"keyword\">molduras</strong>, bolsas de trabajo y de etiquetas, cintas magnéticas para rótulos, letreros magnéticos autoadhesivos, símbolos magnéticos, señales de dirección y tarjetas de orientación, letras o números magnéticos o autoadhesivos","second":"Magnetic products of rubber, plastic and magnetic plastic foils, magnetic foils for office, warehouse and household goods, included in class 16, in particular self-adhesive insert signs, magnetic signs and magnetic insert signs, <strong class=\"keyword\">profile strips</strong>, work bags and label bags, inscribable magnetic tapes, self-adhesive magnetic signs, magnetic symbols, sign posts and guide cards, magnetic or self-adhesive letters or numbers"},{"author":89915,"first":"<strong class=\"keyword\">Molduras</strong> hechas con plástico o polímero reforzadas con vidrio","second":"<strong class=\"keyword\">Mouldings</strong> made with glass reinforced plastic or polymer"},{"author":89915,"first":"<strong class=\"keyword\">Molduras</strong>, guarniciones, puertas que no sean metálicas","second":"<strong class=\"keyword\">Moulding</strong>, fittings, non-metallic doors"},{"author":94809,"first":"El volumen total de los acabados, <strong class=\"keyword\">molduras</strong>, decoraciones y madera chapada combustibles no excederá en ningún espacio de alojamiento o de servicio de un volumen equivalente al de una chapado de madera de 2,5 mm de espesor que recubriese la superficie total de las paredes y de los cielos rasos.","second":"The total volume of combustible <strong class=\"keyword\">facings</strong>, <strong class=\"keyword\">mouldings</strong>, decorations and veneers in any accommodation and service space shall not exceed a volume equivalent to 2,5 mm veneer on the combined area of the walls and ceilings."},{"author":89915,"first":"<strong class=\"keyword\">Molduras</strong> para marcos [enmarcado], listones para enmarcar","second":"<strong class=\"keyword\">Mouldings</strong> for picture frames, frame mouldings"},{"author":89915,"first":"Cortes de espuma, plásticos alveolares en forma extruida para su uso en fabricación, losas alveolares de alta resistencia, resina sintética semiprocesada para <strong class=\"keyword\">molduras</strong> de espuma, espuma semiprocesada, materiales de espuma rígidos para su uso en fabricación, materiales plásticos laminados para su uso en fabricación, láminas que contienen espumas","second":"Foam cuts, foamed plastics in extruded form for use in manufacture, high resistance foam slabs, semi-processed synthetic resin for foam <strong class=\"keyword\">mouldings</strong>, semi-processed foam, rigid foam materials for use in manufacture, laminated plastic materials for use in manufacture, laminates containing foams"},{"author":118293,"first":"Me gustaría romper el trasero de un elefante por un pedazo de <strong class=\"keyword\">moldura</strong>, que quiero así de tanto.","second":"I would tear the asshole off an elephant for a piece of <strong class=\"keyword\">trim</strong> I wanted that bad."},{"author":89915,"first":"Accesorios de lineal de materias plásticas, en concreto grapas de fijación de cables o tubos, barritas de enmarcado, cápsulas de taponado que no sean metálicas, cerrojos que no sean metálicos, sujetacables que no sean metálicos, <strong class=\"keyword\">molduras</strong> para marcos, bisagras que no sean metálicas, estantes para archivadores, astiles, estanterías, remaches que no sean metálicos, tornillos que no sean metálicos, raíles de fijación y de sujeción de etiquetas","second":"Shelf fixtures and fittings of plastic, namely cable or tube clips, frame rods, sealing caps, not of metal, bolts, not of metal, cable clips, not of metal, <strong class=\"keyword\">mouldings</strong> for <strong class=\"keyword\">picture frames</strong>, hinges, not of metal, shelves for filing cabinets, poles, racks, rivets, not of metal, screws, not of metal, rails for attaching and supporting labels"},{"author":8008,"first":"Las arcadas y <strong class=\"keyword\">molduras</strong> que decoran las paredes se complementan con los candelabros, que proporcionan luz suave y un aire de refinamiento.","second":"Arches and <strong class=\"keyword\">crown moldings</strong> grace the walls while sconces provide soft lighting and an air of refinement."},{"author":89915,"first":"Madera de estructura que se presenta en forma de perfiles, varillas de bordillo de madera, artículos de madera cepillados, en particular listones, marcos, armazones de madera, <strong class=\"keyword\">molduras</strong>, bastidores, paneles y pastillas de laminillas encoladas, tabla de plataforma, listones, maderas semitrabajadas, maderas trabajadas","second":"Structural wood presented in the form of profile sections, edging strips of wood, articles of planed wood, in particular laths, frames, frameworks of wood, <strong class=\"keyword\">mouldings</strong>, laminated and bonded panels and rectangular blocks, pallet boards, ledges, semi-worked wood, manufactured timber"},{"author":89915,"first":"Ribetes, bandas, extrusiones, rebordes, fabricaciones, <strong class=\"keyword\">molduras</strong>","second":"Trims, strips, extrusions, edgings, fabrications, <strong class=\"keyword\">mouldings</strong>"},{"author":89915,"first":"Servicios de venta al por mayor y al por menor, venta directa y venta en línea en particular mediante Internet, de muebles, muebles para almacenamiento, muebles de salón, <strong class=\"keyword\">molduras</strong> para muebles, puertas de muebles, estantes de muebles, vitrinas [muebles], librerías, estanterías de bibliotecas, estantes de biblioteca, estantes, estanterías para almacenar cosas, estanterías para exposiciones y tabiques-muebles","second":"Wholesaling and retailing, direct sale and sale online, in particular via the Internet, of furniture, storage furniture, lounge furniture, <strong class=\"keyword\">mouldings</strong> for furniture, doors for furniture, shelves for furniture, display cases (furniture), bookcases, bookshelves, library shelves, shelves, storage shelves, display shelves and furniture partitions"},{"author":8008,"first":"IMPORTANTE ANTIGUO SECRETAIRE ABATTANT ALEMAN DE RAIZ DE NOGAL CON <strong class=\"keyword\">MOLDURAS</strong> TALLADAS Y CON INTERIOR DECORADO CON TALLAS Y COLUMNAS SALOMONICAS.","second":"ANTIQUE GERMAN SECRETAIRE ABATTANT, BURR <strong class=\"keyword\">WALNUT</strong> WITH INTERIOR DECORATED WITH CARVINGS AND BARLEY TWIST COLUMNS."},{"author":89915,"first":"Kits de artesanía de juguete que comprenden moldes y <strong class=\"keyword\">molduras</strong> para hacer figuras de juguete","second":"Toy craft kits comprising molds and <strong class=\"keyword\">mouldings</strong> for making toy figures"},{"author":90326,"first":"Un exhibidor para productos de al menos cinco caras y un método de armado del exhibidor que comprende una base, al menos tres postes con dos extremos en donde los extremos son insertables en unos espacios o ranuras de dicha base y al menos una escuadra o soporte entre dicho primer y segundo extremo de dichos postes, al menos un charola formada por una base y por un anaquel, en donde el anaquel contiene al menos un orificio, una torre con un ancho y largo substancialmente similar al ancho y largo del orificio de dicho anaquel, y al menos una <strong class=\"keyword\">moldura</strong> ceñidera con un ancho y largo levemente mayor al ancho y largo de dicha torre para poder deslizarse a lo largo de la altura de dicha torre.","second":"A product exhibitor of at least five faces and an exhibition assembly method that consists of a base, at least three columns with two ends wherein the ends can be inserted into a number of spaces or grooves of said base and at least a square or support between said first and second end of said columns, at least a tray formed by a base and by a shelf, wherein the shelf contains at least a hole, a tower with a substantially similar width and length with respect to the width and length of the hole of said shelf, and at least a tight-<strong class=\"keyword\">fitting molding</strong> with a slightly smaller width and length with respect to the width and length of said tower, so that it can be slid throughout the height of said tower."},{"author":119739,"first":"Se ven hermosas las paredes en amarillo tenue y las <strong class=\"keyword\">molduras</strong> en blanco hueso.","second":"The soft-yellow walls and warm-white wood <strong class=\"keyword\">trim</strong> look beautiful."},{"author":118293,"first":"Mira estas <strong class=\"keyword\">molduras</strong> y este detalle alrededor de la barra.","second":"Look at these <strong class=\"keyword\">crown moldings</strong> and this detail around the bar."},{"author":94809,"first":"<strong class=\"keyword\">Molduras</strong> de yeso prefabricadas. Definiciones, requisitos y métodos de ensayo","second":"<strong class=\"keyword\">Preformed</strong> plasterboard <strong class=\"keyword\">cornices</strong> — Definitions, requirements and test methods"},{"author":94809,"first":"Listones y <strong class=\"keyword\">molduras</strong> de madera para muebles, marcos, decorados interiores, conducciones eléctricas y análogos","second":"<strong class=\"keyword\">Beadings</strong> and <strong class=\"keyword\">mouldings</strong>, including moulded skirting and other moulded boards"},{"author":89915,"first":"Materiales de construcción metálicos, en concreto, ventanas, puertas, <strong class=\"keyword\">molduras</strong>, chapas para forro de paredes y sus partes estructurales, canalones metálicos, rejillas de ventilación metálicas","second":"Metal building materials, namely, windows, doors, <strong class=\"keyword\">moldings</strong>, sidings, and structural parts therefor, metal gutters, metal louvres"},{"author":42,"first":"El volumen total de los acabados, <strong class=\"keyword\">molduras</strong>, decoraciones y madera chapada combustibles no excederá en ningún espacio de alojamiento o de servicio de un volumen equivalente al de una chapa de madera de # mm de espesor que recubriese la superficie total de las paredes y de los cielos rasos","second":"The total volume of combustible <strong class=\"keyword\">facings</strong>, <strong class=\"keyword\">mouldings</strong>, decorations and veneers in any accommodation and service space shall not exceed a volume equivalent to # mm veneer on the combined area of the walls and ceilings"},{"author":119723,"first":"36 Y en las tablas de las <strong class=\"keyword\">molduras</strong> y en los tableros grabó entalladuras de querubines, y de leones y de palmeras, según el espacio de cada uno, y alrededor otros adornos.","second":"36 For on the plates of the <strong class=\"keyword\">ledges</strong> thereof, and on the <strong class=\"keyword\">borders</strong> thereof, he graved acherubims, lions, and palm trees, according to the proportion of every one, and additions round about."},{"author":118293,"first":"Sí, lo pinté todo en tono Sierra, armarios, puertas, <strong class=\"keyword\">molduras</strong>.","second":"Yeah, I painted everything Sierra tan - - cabinets, doors, <strong class=\"keyword\">molding</strong>."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"6":{"U":"http://de.wiktionary.org","id":6,"N":"de.wiktionary.org","url":"https://glosbe.com/source/6"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}