{"result":"ok","tuc":[{"phrase":{"text":"moribund","language":"en"},"meanings":[{"language":"en","text":"approaching death"}],"meaningId":-5185212402344257308,"authors":[100714]},{"meanings":[{"language":"en","text":"dull, boring"},{"language":"en","text":"dim (not bright)"},{"language":"en","text":"dying"}],"meaningId":-87654315273479383,"authors":[93107]}],"phrase":"mortecino","examples":[{"author":94808,"first":"Achacar la parálisis de este foro a una falta de voluntad política equivale a proyectar responsabilidades nacionales, que las hay, hacia una nebulosa conceptual que tiene mucho que ver con el <strong class=\"keyword\">mortecino</strong> ambiente de esta sala.","second":"Attributing this forum’s paralysis to a lack of political will amounts to a dissipation of the States’ responsibilities (and there are many) into the vague conceptual cloud that shrouds this room."},{"author":118293,"first":"La luciérnaga anuncia la proximidad del alba y comienza a palidecer su llama <strong class=\"keyword\">mortecina</strong>.","second":"The glow-worm shows the mating to be near, and'gins to pale his uneffectual fire."},{"author":118293,"first":"Aunque, no se cómo puede uno fiarse de un médico que vive siempre a pesar de ello, siempre mejor que en un sepulcro <strong class=\"keyword\">mortecino</strong> como tú.","second":"Though I don't know how one can trust a doctor who always lives... for the hell of it, always better than a <strong class=\"keyword\">deadly</strong> sepulcher like you."},{"author":119723,"first":"Y así como la primavera vibrante y lozana sigue al triste y <strong class=\"keyword\">mortecino</strong> invierno, toda la naturaleza proclama la divinidad del Señor resucitado, que Él fue el Creador, que es el Salvador del mundo, que es ciertamente el Hijo de Dios.","second":"And as the living, verdant spring follows the dismal, deathlike winter, all nature proclaims the divinity of the risen Lord, that He was Creator, that He is the Savior of the world, that He is the very Son of God."},{"author":118293,"first":"Nos atrapa en un ciclo monótono y <strong class=\"keyword\">mortecino</strong>.","second":"It traps us in a monotonous, deadening cycle."},{"author":8008,"first":"Os ha prohibido sólo la carne <strong class=\"keyword\">mortecina</strong>, la sangre. la carne de cerdo y la de todo animal sobre el que se haya invocado un nombre diferente del de Alá.","second":"He <strong class=\"keyword\">hath</strong> forbidden you only <strong class=\"keyword\">carrion</strong> , and blood , and swineflesh , and that which hath been immolated to ( the name of ) any other than Allah ."},{"author":8008,"first":"172 Os ha prohibido sólo la carne <strong class=\"keyword\">mortecina</strong>, la sangre. la carne de cerdo y la de todo animal sobre el que se haya invocado un nombre diferente del de Alá.","second":"172 He <strong class=\"keyword\">hath</strong> only forbidden you <strong class=\"keyword\">dead</strong> meat, and blood, and the flesh of swine, and that on which any other name hath been invoked besides that of Allah."},{"author":31,"first":"Vuestras tenues luces ardan junto al fuego <strong class=\"keyword\">mortecino</strong>","second":"Through the house, give glimmering lightBy the <strong class=\"keyword\">dead</strong> and <strong class=\"keyword\">drowsy</strong> fire"},{"author":118293,"first":"horas después, los dos mastodontes seguían atascados... en una apariencia <strong class=\"keyword\">mortecina</strong>... en el fondo del Oceano Ártico... a unos 1200 pies por debajo de la superficie.","second":"[ Narrator ] Hours later, the two titanic craft were still locked together... in an apparent death grip... on the bottom of the Arctic Ocean... nearly 1 200 feet below the surface."},{"author":91988,"first":"En Hong Kong hubo manifestaciones multitudinarias para protestar por la matanza y todos los años en el mes de junio se celebran conmemoraciones en masa de aquel suceso, lo que mantiene vivo el recuerdo, reprimido y <strong class=\"keyword\">mortecino</strong> en el resto de China.","second":"Huge demonstrations took place in Hong Kong to protest the massacre, and massive commemorations of the event are held every June, keeping alive a memory that is repressed and <strong class=\"keyword\">fading</strong> in the rest of China."},{"author":91988,"first":"Encontrar los medios para impulsar las <strong class=\"keyword\">mortecinas</strong> “asociaciones o deberes o vínculos” que tan esenciales son para que las personas se realicen es el problema irresuelto del mundo desarrollado y está empezando a plantearse a los miles de millones de personas que acaban de empezar a subir la escalera del crecimiento.","second":"Finding the means to <strong class=\"keyword\">nourish</strong> the <strong class=\"keyword\">fading</strong> “associations or duties or ties” that are so essential for individuals to flourish is the unsolved problem of the developed world, and it is looming for the billions who have just stepped on to the growth ladder."},{"author":31,"first":"Vuestras tenues luces ardan junto al fuego <strong class=\"keyword\">mortecino</strong>","second":"Through the house, give glimmering light by the <strong class=\"keyword\">dead</strong> and <strong class=\"keyword\">drowsy</strong> fire"},{"author":118293,"first":"Vuestras tenues luces ardan junto al fuego <strong class=\"keyword\">mortecino</strong>.","second":"[ SINGING MARCH ] [ BELL TOLLING ]"},{"author":31,"first":"\" Desde entonces, vivo bajo la cúpula de cristal \",\" y dejo que mi conciencia <strong class=\"keyword\">mortecina</strong> empañe el cristal \"","second":"Since then I' ve lived under a glass bell... and let my <strong class=\"keyword\">rotting</strong> consciousness vapour the glass"},{"author":27,"first":"Lo que se consigue es desempleo, contaminación, embotellamientos y ciudades <strong class=\"keyword\">mortecinas</strong>.","second":"The result is unemployment, pollution, traffic jams and dying city <strong class=\"keyword\">centres</strong>."},{"author":91988,"first":"Sin duda alguna, el violento fundamentalismo islámico tiene raíces más profundas en la <strong class=\"keyword\">mortecina</strong> promesa del nacionalismo árabe.","second":"Admittedly, violent Islamic fundamentalism has deeper roots in the <strong class=\"keyword\">fading</strong> promise of Arab nationalism."},{"author":31,"first":"La tierra sobre la que las casas reposan se volverá <strong class=\"keyword\">mortecina</strong> y pestilente","second":"The earth that the houses are built upon becomes <strong class=\"keyword\">deadly</strong> and pestilent"},{"author":31,"first":"Aunque, no se cómo puede uno fiarse de un médico que vive siempre...... a pesar de ello, siempre mejor que en un sepulcro <strong class=\"keyword\">mortecino</strong> como tú","second":"Though I don' t know how one can trust a doctor who always lives... for the hell of it, always better than a <strong class=\"keyword\">deadly</strong> sepulcher like you"},{"author":27,"first":"¿Si hay oscuridad ya con el sol de julio, como será con la <strong class=\"keyword\">mortecina</strong> luz de diciembre?","second":"If it is already dark in the July season, how is it going to look in the December light?"},{"author":8008,"first":"Alejada de la vulgaridad y el griterío, la cocina de Drolma, culta y equilibrada, rezuma la serenidad del rayo de sol <strong class=\"keyword\">mortecino</strong> que nos visita en la pacífica sobremesa.","second":"Far from the vulgarity and strident cries found elsewhere, the cuisine of Drolma is well balanced and cultivated: reminiscent of the soft <strong class=\"keyword\">sunbeams</strong> that rest on tables after a meal."},{"author":27,"first":"Mentiras de este tipo: »Si se adoptaran las medidas necesarias, nuestra vida se caracterizaría por luces <strong class=\"keyword\">mortecinas</strong>, aparatos de aire acondicionado apagados, sacrificio de nuestra competitividad industrial y reducción de nuestro crecimiento económico».","second":"This is the sort of lie they tell: ' If you took the measures that are necessary we would live in a life of dimming lights, turning off air conditioning, sacrificing our industrial competitiveness and curtailing our economic growth' ."},{"author":118293,"first":"Incluso las flores son <strong class=\"keyword\">mortecinas</strong>.","second":"Even the flowers smell of decay."},{"author":119723,"first":"De sus pinturas, las dos que más admiro son: tina de un Maestro Scout sentado al lado de las brasas <strong class=\"keyword\">mortecinas</strong> de una fogata, observando a los muchachos que duermen en sus pequeñas carpas.","second":"Of the two paintings I most admire, one is of a Scoutmaster sitting by the dying embers of the bonfire and observing his boys—fast asleep in their small tents."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}