{"result":"ok","tuc":[{"phrase":{"text":"huggable","language":"en"},"meanings":[{"language":"en","text":"capable of, or suitable for, being hugged"}],"meaningId":9136031956942386249,"authors":[70195]},{"phrase":{"text":"soft","language":"en"},"meaningId":-5236536217285036875,"authors":[25115]},{"phrase":{"text":"smooth","language":"en"},"meaningId":8491361990464677288,"authors":[86934]},{"phrase":{"text":"springy","language":"en"},"meaningId":-3842083020554422509,"authors":[97745]},{"phrase":{"text":"stuffing","language":"en"},"meaningId":-4897844786072701530,"authors":[25115]},{"phrase":{"text":"tender","language":"en"},"meaningId":6201635573886864211,"authors":[86934]},{"meanings":[{"language":"en","text":"Past participle of mullir."},{"language":"en","text":"soft, spongey"}],"meaningId":133674371708776059,"authors":[1]}],"phrase":"mullido","examples":[{"author":8008,"first":"Tras una reparadora noche, podrá relajarse vestido con su <strong class=\"keyword\">mullido</strong> albornoz mientras lee el New York Times, que se reparte a diario.","second":"After a restful night of sleep, guests can relax in <strong class=\"keyword\">a cozy</strong> bathrobe while reading the New York Times, which is delivered daily."},{"author":8008,"first":"Los adultos a menudo elegimos la silla más <strong class=\"keyword\">mullida</strong> porque creemos que es la más cómoda.","second":"As an adult, we often opt for the <strong class=\"keyword\">softest</strong> chair, believing it to provide the greatest comfort."},{"author":8008,"first":"Ropa de cama y toallas de algodón 100%, albornoces <strong class=\"keyword\">mullidos</strong>, accesorios de baño de importación y baños de mármol italiano.","second":"Also included are extra large monogrammed 100% cotton and linen hand towels, plush terry cloth <strong class=\"keyword\">bathrobes</strong>, an array of imported toiletries, and Italian marble bathrooms."},{"author":118293,"first":"Uno de esos largos, <strong class=\"keyword\">mullido</strong>.","second":"One of those long, <strong class=\"keyword\">fluffy</strong> models."},{"author":118293,"first":"O sin mis <strong class=\"keyword\">mullidas</strong> orejas de conejo.","second":"Or my <strong class=\"keyword\">fluffy</strong> bunny ears."},{"author":94809,"first":"El asiento del conductor deberá ser <strong class=\"keyword\">mullido</strong> y podrá ser suspendido con un procedimiento elástico para reducir la transmisión de las vibraciones al cuerpo del conductor.","second":"The operator's seat must be <strong class=\"keyword\">upholstered</strong> and may be resiliently suspended to minimize the transmission of vibration to the operator's person."},{"author":118293,"first":"Tu familia dejó una vida civilizada en una ciudad civilizada para mudarse a un pueblo en una montaña desolada porque tu tren se detuvo aquí en 1964 y te enamoraste de montañas púrpuras y de nubes <strong class=\"keyword\">mullidas</strong>.","second":"Your whole family left a civilized li fe in a civilized city and moved to some godforsaken mountain town because your train stopped here in 1964 and you fell in love with some purple mountains and some <strong class=\"keyword\">fluffy</strong> clouds."},{"author":31,"first":"El aroma a serpiente de su <strong class=\"keyword\">mullida</strong> cola...... intimida a la serpiente","second":"And the scent of rattler on her <strong class=\"keyword\">fluffed</strong> tail intimidates the snake"},{"author":118293,"first":"Quizás es el momento de colgar los calzones rojos <strong class=\"keyword\">mullidos</strong>.","second":"Maybe it's time to hang up the <strong class=\"keyword\">fluffy</strong> red jockstrap."},{"author":118293,"first":"Quíero que se hunda en la híerba fresca y <strong class=\"keyword\">mullída</strong> de la ladera.","second":"I want you to sínk down ínto the soft cool <strong class=\"keyword\">grass</strong> on the raílbed."},{"author":118293,"first":"Era un amplio y bello jardín cubierto de hierba <strong class=\"keyword\">mullida</strong> y verde.","second":"It was a large, lovely garden with <strong class=\"keyword\">soft</strong> green grass."},{"author":8008,"first":"Del terreno <strong class=\"keyword\">mullido</strong>, desnudado se forman los terraplenes y las dunas.","second":"Shaft are formed of the <strong class=\"keyword\">friable</strong>, bared ground and dunes."},{"author":118293,"first":"Pero tu boca está toda <strong class=\"keyword\">mullida</strong>.","second":"But your mouth is all swollen<strong class=\"keyword\">.</strong>"},{"author":8008,"first":"Un encanto contemporáneo, un confort lujoso y un equipamiento de gama alta: TV por satélite en pantalla plana, Internet, cocina equipada, sofás de cuero, conjuntos de cama de calidad y habitaciones cómodas y <strong class=\"keyword\">mullidas</strong>, cuarto de baño de diseño, terraza privada con vistas inigualables de la montaña.","second":"Contemporary charm; lavish facilities and luxury-class amenities: flat-screen satellite TV, Internet, equipped kitchen, leather sofas, quality bedding and the warm comfort of rooms, design bathroom, private terrace with unobstructed panoramic view over the mountains."},{"author":8008,"first":"Unas habitaciones para quienes desean descansar tras la cena y poder retirarse sin prisas ni agobios, disfrutando de una atmósfera serena, de materiales nobles y líneas depuradas, con grandes camas <strong class=\"keyword\">mullidas</strong> y zona de aguas en la que relajarse.","second":"These rooms are meany for those who want a good night’s rest after dinner, with no hurry and no rush, enjoying a quiet atmosphere with noble materials and a refined design, including large, <strong class=\"keyword\">soft</strong>, <strong class=\"keyword\">crisp</strong> beds and a spa-like bathroom."},{"author":8008,"first":"Cuando llegue la noche, un <strong class=\"keyword\">mullido</strong> saco de dormir le será entregado a su habitación.","second":"When evening comes, a <strong class=\"keyword\">cozy arctic</strong> sleeping bag will be delivered to your room."},{"author":8008,"first":"Disponemos de habitaciones dobles y gemelas, todas ellas con camas de hotel de increíble calidad, con forma adaptada a la cabeza para el máximo confort, sábanas de algodón egipcio, <strong class=\"keyword\">mullidas</strong> toallas blancas, cuartos de baño propio, acceso a Internet inalámbrico de banda ancha, televisión con pantalla plana y DVD, televisión digital, servicio de té y café, accesorios de plancha, fax, fotocopiadora y teléfono.","second":"There is also a relaxing roof terrace for guests to enjoy. onesixtwo offers a luxurious continental breakfast (included in room price), includes croissants, muffins, hams, cheeses, museli, yoghurts, fruit, nuts and seeds."},{"author":8008,"first":"Por el aspecto exterior shpatlevka debe recordar <strong class=\"keyword\">mullido</strong> testo.","second":"On appearance shpatlevka should remind the <strong class=\"keyword\">friable</strong> dough."},{"author":8008,"first":"Asi, las armonias de los colores y de los materiales proporcionan un encanto y un chic muy paresino, una invitacion a la relajacion y al sueno, en particular en nuestras habitaciones que le reservaran la mas <strong class=\"keyword\">mullida</strong> de las comodidades...","second":"To make your trip to Paris one of the most unforgivable moment of <strong class=\"keyword\">your</strong> life."},{"author":118293,"first":"El suelo es <strong class=\"keyword\">mullido</strong>, como una cama de agua.","second":"The floor's all <strong class=\"keyword\">squidgy</strong>, like a water bed."},{"author":8008,"first":"el personal muy aradable y servicial, muy central bien ubicado, cercano a todo bonita la decoracion de las piezas la cama excelente muy <strong class=\"keyword\">mullida</strong> y confortable.","second":"We have nothing bad to say about the hotel and the pictures provided on the web page actually match the reality about the room (which has not been the case with all our hotels). Coffee and tea are served in the morning and sherry and tea in the afternoon, which was also a nice addition."},{"author":118293,"first":"No, no, no hay <strong class=\"keyword\">mullidos</strong> cojines rosa, no hay angelitos regordetes disparando flechas.","second":"No, no, there are no pink <strong class=\"keyword\">fluffy</strong> cushions, there are no chubby little angels firing bows and arrows."},{"author":8008,"first":"Tuve mucho miedo cuando estaba en el saco, y el viento me zumbó en los oídos al arrojarme tú desde el puente, y el agua estaba muy fría. Enseguida me fui al fondo, pero no me lastimé, pues está cubierto de la más <strong class=\"keyword\">mullida</strong> hierba que puedas imaginar.","second":"I was frightened, to be sure, while I lay tied up in the sack, and the wind whistled in my ears when you threw me into the river from the bridge, and I sank to the bottom immediately; but I did not hurt myself, for I fell upon beautifully <strong class=\"keyword\">soft</strong> grass which grows down there; and in a moment, the sack opened, and the sweetest little maiden came towards me."},{"author":118293,"first":"Qué colchón más <strong class=\"keyword\">mullido</strong>.","second":"Now, that's a <strong class=\"keyword\">soft</strong> mattress."},{"author":118293,"first":"<strong class=\"keyword\">Mullida</strong> temporada de cangrejo a punto de terminar.","second":"<strong class=\"keyword\">Soft</strong>-shell crab season's almost over."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}