{"result":"ok","tuc":[{"phrase":{"text":"muse","language":"en"},"meanings":[{"language":"en","text":"a source of inspiration"}],"meaningId":-2578423104476295807,"authors":[70195]},{"phrase":{"text":"daimon","language":"en"},"meanings":[{"language":"en","text":"tutelary spirit that guides a person"}],"meaningId":9050743931503569813,"authors":[70195]},{"phrase":{"text":"musa","language":"en"},"meaningId":-4779873123475291525,"authors":[89651]},{"phrase":{"text":"ray of light","language":"en"},"meanings":[{"language":"en","text":"inspiring person"}],"meaningId":-37222869315585864,"authors":[90508]},{"phrase":{"text":"Musa","language":"en"},"meaningId":5186414483462486224,"authors":[84500]},{"phrase":{"text":"Musa corniculata","language":"en"},"meaningId":-960018465555936342,"authors":[86141]},{"phrase":{"text":"Muse","language":"en"},"meaningId":-8193549781496147663,"authors":[86934]},{"phrase":{"text":"genus Musa","language":"en"},"meaningId":-553952114463088565,"authors":[84500]},{"meanings":[{"language":"en","text":"poetry"},{"language":"en","text":"Muse"},{"language":"en","text":"A poet&#39;s creative and poetic genius."},{"language":"en","text":"muse ( <i>a source of inspiration</i>)"}],"meaningId":4690876973622536808,"authors":[93107]}],"phrase":"musa","examples":[{"author":118293,"first":"¿Dónde está la <strong class=\"keyword\">musa</strong>?","second":"Where's the <strong class=\"keyword\">muse</strong>?"},{"author":94808,"first":"Al mismo tiempo remití cartas con el texto de la resolución al Secretario General de las Naciones Unidas y al Presidente del Consejo de Seguridad, reafirmando el reclamo del Consejo de la Liga de los Estados Árabes de que la cuestión siguiera planteada en el Consejo de Seguridad hasta que el Irán ponga fin a su ocupación de las tres islas árabes (Tanb Mayor, Tanb Menor y Abu <strong class=\"keyword\">Musa</strong>) y los Emiratos Árabes Unidos recuperen la plena soberanía sobre ellas.","second":"At the same time, I sent letters enclosing the text of the resolution to the Secretary-General of the United Nations and President of the Security Council affirming the demand of the Council of the League of Arab States for this issue to remain before the Security Council until Iran ends its occupation of the three Arab islands (Greater Tunb, Lesser Tunb and Abu <strong class=\"keyword\">Musa</strong>) and the United Arab Emirates recovers full sovereignty over them."},{"author":118293,"first":"Mi responsabilidad es con mi <strong class=\"keyword\">musa</strong>.","second":"My responsibility is to my <strong class=\"keyword\">muse</strong>."},{"author":94808,"first":"<strong class=\"keyword\">Musa</strong> Burayzat (Jordania) presentó el proyecto de informe del Consejo (A/HRC/3/L.10).","second":"<strong class=\"keyword\">Musa</strong> Burayzat (Jordan), introduced the draft report of the Council (A/HRC/3/L.10)."},{"author":94809,"first":"Abacá (cáñamo de Manila o <strong class=\"keyword\">Musa</strong> textilis Nee) en bruto o trabajado, pero sin hilar; estopas y desperdicios de abacá (incluidos los desperdicios de hilados y las hilachas)","second":"Abaca (Manila hemp or <strong class=\"keyword\">Musa</strong> Textilis Nee), raw or processed but not spun: tow and waste of abaca (including yarn waste and garnetted stock)"},{"author":94808,"first":"<strong class=\"keyword\">Musa</strong> por un período de cuatro meses.","second":"<strong class=\"keyword\">Musa</strong> for a period of four months."},{"author":94808,"first":"El Consejo Supremo reafirmó una vez más, como ya había hecho en todos sus comunicados anteriores, su rechazo al mantenimiento de la ocupación por parte de la República Islámica del Irán de tres islas pertenecientes a los Emiratos Árabes Unidos, a saber, Tunb Mayor, Tunb Menor y Abu <strong class=\"keyword\">Musa</strong>.","second":"The Supreme Council reaffirmed its long-standing position, which it had stressed in all its previous communiqués, rejecting the continued occupation by the Islamic Republic of Iran of the three islands belonging to the United Arab Emirates, namely, Greater Tunb, Lesser Tunb and Abu <strong class=\"keyword\">Musa</strong>."},{"author":8000,"first":"En El Cairo, la Alta Comisionada se reunió con el Ministro de Relaciones Exteriores de Egipto, Sr. Amr <strong class=\"keyword\">Musa</strong>, con funcionarios superiores del Ministerio de Relaciones Exteriores y con representantes de las organizaciones no gubernamentales","second":"In Cairo, the High Commissioner met with the Minister for Foreign Affairs of Egypt, Mr. Amr <strong class=\"keyword\">Musa</strong>, with senior officials of the Ministry of Foreign Affairs and with representatives of NGOs"},{"author":94808,"first":"La República Islámica del Irán, si bien hace hincapié en su decisión de continuar sus relaciones amistosas con su vecino los Emiratos Árabes Unidos, reitera que todas las acciones y medidas adoptadas respecto de la isla iraní de Abu <strong class=\"keyword\">Musa</strong> han sido en ejercicio de sus derechos soberanos y de conformidad con los acuerdos dimanados de los documentos intercambiados en 1971.","second":"The Islamic Republic of Iran, while stressing its determination to continue its friendly relations with the neighbouring United Arab Emirates, reiterates that all actions and measures taken on the Iranian island of Abu <strong class=\"keyword\">Musa</strong> have been in exercise of its sovereign rights and in accordance with the arrangements emanating from the documents exchanged in 1971."},{"author":8000,"first":"Estallaron combates importantes para controlar el puerto el # de noviembre de # entre el tribunal cherámico, que contaba con el apoyo de la milicia de Abgaal-Harti Warsengeli y la milicia de los dos señores de la guerra, <strong class=\"keyword\">Musa</strong> Sudi y Ali Mahdi Mohammed","second":"on # ovember # between the shariah court-supported Abgaal-Harti Warsengeli militia and the militia of the two warlords, <strong class=\"keyword\">Musa</strong> Sudi and Ali Mahdi Mohammed"},{"author":94808,"first":"El Consejo Supremo estudió la cuestión de la ocupación por parte del Irán de las tres islas, Tanb Mayor, Tanb Menor y Abu <strong class=\"keyword\">Musa</strong>, pertenecientes a los Emiratos Árabes Unidos, recordando y reafirmando sus resoluciones aprobadas en el 21° período de sesiones.","second":"The Supreme Council discussed the issue of the occupation by Iran of the Greater Tunb, the Lesser Tunb and Abu <strong class=\"keyword\">Musa</strong>, three islands belonging to the United Arab Emirates, recalling and reaffirming the decisions it had taken at its twenty-first session."},{"author":118293,"first":"Gracias por ser mi <strong class=\"keyword\">musa</strong> de la muerte.","second":"Thanks for being my death <strong class=\"keyword\">muse</strong>."},{"author":118293,"first":"No irás a llamarme <strong class=\"keyword\">musa</strong> en algún momento, ¿no?","second":"You are not gonna call me a \" <strong class=\"keyword\">muse</strong> \" at any point, are you?"},{"author":94808,"first":"Al igual que el Presidente Faroole, Boyah es miembro del subclan Majeerteen/Issa Mohamud/<strong class=\"keyword\">Musa</strong> Issa.","second":"Like President Faroole, Boyah is a member of the Majeerteen/Issa Mohamud/<strong class=\"keyword\">Musa</strong> Issa sub-clan."},{"author":8007,"first":"Jonathan es presidente de Nigeria hoy porque Umaru <strong class=\"keyword\">Musa</strong> Yar ́Ádua, su difunto predecesor, llegó al poder a través de lo que muchos consideran elecciones manipuladas.","second":"Jonathan is President of Nigeria today because Umaru <strong class=\"keyword\">Musa</strong> Yar'Adua, his deceased predecessor, came to power through what many consider rigged elections."},{"author":118293,"first":"¿Puedes actuar como la <strong class=\"keyword\">musa</strong> que debes ser y quedarte quieto?","second":"Can you please act like the <strong class=\"keyword\">muse</strong> that you should be and stay still?"},{"author":94809,"first":"Ejemplos: yute (Corchorus capsularis), abacá (<strong class=\"keyword\">Musa</strong> textilis), sisal (Agave sisalana), kenaf o cáñamo de gambo (Hibiscus cannabinus).","second":"These could be, for example, jute (Corchorus capsularis), abaca/manila (<strong class=\"keyword\">Musa</strong> textilis), sisal (Agave sisalana), kenaf (Hibiscus cannabinus)."},{"author":94809,"first":"La presente norma se refiere a los plátanos de las variedades (cultivares) del género <strong class=\"keyword\">Musa</strong> (AAA) spp., subgrupos Cavendish y Gros Michel, así como híbridos, mencionadas en el anexo II, destinados a ser entregados al consumidor en estado fresco después de su acondicionamiento y envasado.","second":"This standard applies to bananas of the varieties (cultivars) of <strong class=\"keyword\">Musa</strong> (AAA) spp., Cavendish and Gros Michel subgroups, as well as hybrids, referred to in Annex II, for supply fresh to the consumer after preparation and packaging."},{"author":118293,"first":"Eres mi <strong class=\"keyword\">musa</strong>.","second":"You're my <strong class=\"keyword\">muse</strong>."},{"author":118293,"first":"¿Mi <strong class=\"keyword\">musa</strong>?","second":"My <strong class=\"keyword\">muse</strong>?"},{"author":8008,"first":"Las fiestas patronales acaban con la tradicional quema de la \"Jarrilla\", mascota y <strong class=\"keyword\">musa</strong> de la fiesta, que tiene su origen en la denominación que se les concede a los barrilleros, por su antigua afición a beber en eso recipientes.","second":"The festivals end with the traditional burning of the \"Jarrilla\", the mascot and queen of the festival, whose origin lies in the nickname given to local barrel-makers, for their long-standing habit of drinking out of those little jugs."},{"author":8000,"first":"El Consejo de Ministros recordó las resoluciones aprobadas por el Consejo Supremo en relación con la cuestión de la ocupación por la República Islámica del Irán de las tres islas, Tamb Mayor, Tamb Menor y Abu <strong class=\"keyword\">Musa</strong>, pertenecientes a los Emiratos Árabes Unidos","second":"The Council recalled the decisions taken by the Supreme Council concerning the question of the occupation by the Islamic Republic of Iran of three islands, namely the Greater Tunb, the Lesser Tunb and Abu <strong class=\"keyword\">Musa</strong>, belonging to the United Arab Emirates"},{"author":118293,"first":"Madame Von Bülow no es una <strong class=\"keyword\">musa</strong>... sino una adúltera... y su marido, un oportunista que finge desconocer... la relación de su esposa con Wagner... para tener trabajo.","second":"Madame von Bulow is not his <strong class=\"keyword\">muse</strong>, but an adulteress. And her husband is a despicable opportunist who pretends not to know the relationship between his own wife and Wagner because he does not want to lose his job."},{"author":118293,"first":"<strong class=\"keyword\">Musa</strong> no es ningún traidor.","second":"Muss is no traitor."},{"author":118293,"first":"... la <strong class=\"keyword\">musa</strong> de los escarabajos la \" escaramusa \";... pero, dada la índole de la disertación que nos congrega en este recinto,....","second":"... the <strong class=\"keyword\">muse</strong> of getaways \" vamoose \";... but, given the nature of the lecture that gathers us in this hall,.... ..."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"}}}