{"result":"ok","tuc":[{"phrase":{"text":"accessible","language":"en"},"meaningId":9098091385762845179,"authors":[2698]},{"phrase":{"text":"approachable","language":"en"},"meaningId":-6905524024262164012,"authors":[2698]},{"phrase":{"text":"communicative","language":"en"},"meaningId":7537575569351541173,"authors":[2698]},{"phrase":{"text":"get-at-able","language":"en"},"meaningId":8714919797947653145,"authors":[2698]},{"phrase":{"text":"least","language":"en"},"meaningId":7333400198297992396,"authors":[83093]},{"phrase":{"text":"low","language":"en"},"meaningId":-3398412464292013961,"authors":[25018]},{"phrase":{"text":"moderate","language":"en"},"meaningId":2166154555617662123,"authors":[2698]},{"phrase":{"text":"modest","language":"en"},"meaningId":1759258328239242082,"authors":[89651]},{"phrase":{"text":"reasonable","language":"en"},"meaningId":-7316329339631136621,"authors":[2698]},{"phrase":{"text":"receptive","language":"en"},"meaningId":2666191828173639633,"authors":[2698]},{"phrase":{"text":"slightest","language":"en"},"meaningId":2938096816223565948,"authors":[83093]},{"meanings":[{"language":"en","text":"moderate, modest"},{"language":"en","text":"limited, scarce"},{"language":"en","text":"reasonable"}],"meaningId":3332906249796215414,"authors":[1]}],"phrase":"módico","examples":[{"author":8000,"first":"Las actividades serán administradas y coordinadas mediante una estructura de gestión unificada para las diversas zonas y el personal de los proyectos se dedicará principalmente a ayudar a los miembros de las comunidades a definir sus propias prioridades, y a facilitar las actividades de fomento de la capacidad, así como el mayor acceso de las comunidades a sumas <strong class=\"keyword\">módicas</strong> de capital inicial para financiar sus actividades","second":"Activities will be managed and coordinated under a unified area- management structure with project staff mainly devoted to assisting community members to identify their own priorities and facilitating capacity-building activities and community access to some <strong class=\"keyword\">modest</strong> financial seed capital for funding community activities"},{"author":8000,"first":"Las hipótesis sobre el aumento del número de afiliados utilizadas en las tres evaluaciones anteriores se modificaron para tener en cuenta un aumento <strong class=\"keyword\">módico</strong> del número de afiliados","second":"The participant growth assumptions were changed from those used in the previous three valuations to provide for <strong class=\"keyword\">modest</strong> growth"},{"author":94808,"first":"De conformidad con el artículo 14-1 de esa Ley, las personas con discapacidad tienen derecho a recibir asistencia médica especializada gratuita en los centros médicos estatales con cargo a los recursos presupuestarios, a recibir medicamentos en las farmacias a precios <strong class=\"keyword\">módicos</strong> y a la atención preferencial en los sanatorios y centros de recuperación.","second":"Under article 14–1 of the Act, disabled persons may, in accordance with the procedure established by law, use in public medical establishments free specialized medical services covered by budget allocations, purchase medicines <strong class=\"keyword\">at</strong> reduced <strong class=\"keyword\">prices</strong> in pharmacies and be admitted to health resort establishments on a priority basis."},{"author":94809,"first":"Los clientes sólo volverán a utilizar frecuentemente el transporte público de cercanías, en vez del automóvil, si existe una oferta a un precio <strong class=\"keyword\">módico</strong>, es decir, una oferta de alto valor cualitativo a un precio adecuado.","second":"With public transport competing with cars, customers will only opt for LPT more often if it offers good value for money in the sense of providing high-quality services at a reasonable price."},{"author":94808,"first":"El <strong class=\"keyword\">módico</strong> aumento de 6.700 dólares en los gastos no relacionados con puestos es el resultado neto de las necesidades adicionales de consultores y expertos (4.700 dólares) y de viajes (2.700 dólares) y la reducción de las necesidades de impresión externa (700 dólares).","second":"The <strong class=\"keyword\">small</strong> increase of $6,700 under non-post requirements is the net result of additional requirements for consultants and experts ($4,700) and travel ($2,700) and reduced requirements for external printing ($700)."},{"author":31,"first":"Hay un <strong class=\"keyword\">módico</strong> regalo para usted en el florero del pasillo","second":"There' s a <strong class=\"keyword\">little</strong> present for you in the vase in the corridor"},{"author":91988,"first":"Pero si Irán retira cantidades <strong class=\"keyword\">módicas</strong> de petróleo del mercado internacional, es probable que los precios compensen (tal vez en su totalidad) cualquier pérdida en los ingresos por la disminución de la oferta.","second":"But if Iran pulls <strong class=\"keyword\">modest</strong> amounts of its oil from international markets, price increases are likely to offset (perhaps completely) any loss in revenue from the supply cut."},{"author":22,"first":"Las licitaciones para la adjudicación de los contratos de servicio público no deben ser obligatorias cuando el contrato tenga por objeto <strong class=\"keyword\">módicos</strong> importes o distancias","second":"Invitations to tender for the award of public service contracts should not be mandatory where the contract relates to <strong class=\"keyword\">modest</strong> amounts or distances"},{"author":27,"first":"Mi pregunta en sí plantea si considera usted que, a pesar de todo, pudieran existir posibilidades de adoptar medidas un poco más firmes, o sea, si podríamos en el futuro tener en consideración también las cuestiones de la política de pensiones, por ejemplo, en el marco de los pactos para la estabilidad y el crecimiento, en las directrices de la política de empleo y en los documentos más vinculantes de estas características, y amonestar, por ejemplo, a los Estados miembros que no ejerzan debidamente sus políticas de pensiones y que no garanticen de forma duradera y con una financiación <strong class=\"keyword\">módica</strong> el pago de pensiones de buen nivel a los ciudadanos europeos.","second":"My real question concerns whether, however, you see any opportunities for slightly stronger measures, in other words in the future could we also highlight questions of pension policy, for example, in slightly more binding documents such as Stability and Growth Agreements and employment policy guidelines, and, for example, issue warnings to those Member States who are not managing their pension policy properly and ensure that, in the future, through <strong class=\"keyword\">reasonable</strong> funding, we will be able to pay sustainable, good pensions to the pensioners of Europe."},{"author":27,"first":"Cabe preguntarse si los cientos de miles de millones de euros que los Estados se están gastando en las subastas de los nuevos espectros radioeléctricos están fomentando el acceso futuro de los ciudadanos a las redes a un precio <strong class=\"keyword\">módico</strong> para el usuario.","second":"We may well ask whether the new spectrum network auctions, worth hundreds of billions of euros, arranged by the states, are promoting a consumer-friendly future <strong class=\"keyword\">for</strong> networking."},{"author":94808,"first":"Establezca una atención de salud de alta calidad, y a precios <strong class=\"keyword\">módicos</strong>;","second":"Develop high-quality and <strong class=\"keyword\">affordable</strong> health <strong class=\"keyword\">care</strong>;"},{"author":42,"first":"Por lo que respecta al desarrollo urbano, los esfuerzos deberán concentrarse en la construcción y rehabilitación de carreteras y otras infraestructuras de base, en particular, las viviendas de alquiler a precios <strong class=\"keyword\">módicos</strong>","second":"In urban development, efforts shall focus on building or rehabilitating roads and other basic infrastructure, including <strong class=\"keyword\">low</strong>-income housing"},{"author":94809,"first":"Se considera que muchos de los procedimientos fueron excesivamente lentos y complejos en relación con las cantidades de que se trataba, a veces realmente <strong class=\"keyword\">módicas</strong>.","second":"Many procedures have been deemed excessively cumbersome and complex in relation to the sums involved, which are sometimes <strong class=\"keyword\">small</strong>."},{"author":8008,"first":"Hotel La Sorbonne, muy bien ubicado, precios <strong class=\"keyword\">módicos</strong> y ubicado a pocos metros de la Place La Sorbonne y frente a una de las entradas de la famosa Universidad. Desde el lugar y a través del Rer B y estaciones de metro cercanas, puedes conectar a practicamente todo París, incluido sus Aeropuertos.","second":"The area in the 5th on the south side of the hill topped by the Panthéon has a little bit of everything for the nighthawk, from the classy cafés of Place de la Contrescarpe to an Irish-American dive bar just down the way to a hip, nearly hidden jazz café at the bottom of the hill."},{"author":94808,"first":"No obstante, los recursos financieros asignados a este fin siguen siendo <strong class=\"keyword\">módicos</strong>.","second":"However, the financial resources allocated for this purpose remain <strong class=\"keyword\">small</strong>."},{"author":94808,"first":"Incluso las tasas <strong class=\"keyword\">módicas</strong> pueden ser una carga económica considerable para las personas y las familias y dificultan el apoyo a regímenes de tratamiento del VIH y la utilización de métodos de prevención.","second":"Even <strong class=\"keyword\">small</strong> user <strong class=\"keyword\">fees</strong> can impose a significant financial burden on individuals and families and undermine adherence to HIV-treatment regimens and the use of prevention commodities."},{"author":8008,"first":"Previo pago de un <strong class=\"keyword\">módico</strong> precio podrá disfrutar de servicio de traslado desde y al aeropuerto.","second":"For further questions concerning services and terms, the <strong class=\"keyword\">hotel</strong> team is <strong class=\"keyword\">at</strong> your disposal and looks forward to welcoming you at the Albatros Airport Hotel. A shuttle service from and to the airport is available for a small fee."},{"author":94808,"first":"El Comité acoge con satisfacción los progresos realizados en los últimos años en la reducción de la tasa de mortalidad infantil y la combinación, dentro del sistema de atención primaria de la salud en el Estado Parte, de la atención privada y la pública, por un <strong class=\"keyword\">módico</strong> precio, así como la prestación de servicios hospitalarios a dos niveles.","second":"The Committee welcomes the progress made in recent years in reducing the child mortality rate and also welcomes the combining, within the State party’s primary health care, of private and public health care provision <strong class=\"keyword\">at</strong> a <strong class=\"keyword\">very small charge</strong>, and the hospital services offered at two levels."},{"author":94808,"first":"Convencida de que el acceso a fuentes de energía fiables, de precio <strong class=\"keyword\">módico</strong> y sostenibles es indispensable para la reducción de la pobreza, el empoderamiento de los grupos vulnerables y la promoción del desarrollo sostenible, Etiopía ha emprendido ambiciosos proyectos de energía renovable, como se pone de manifiesto en el aumento de la generación de electricidad proveniente de fuentes de energía renovables registrado en los últimos años.","second":"Convinced that access to reliable, <strong class=\"keyword\">affordable</strong> and sustainable energy was essential to reducing poverty, empowering vulnerable groups and promoting sustainable development, Ethiopia had undertaken ambitious renewable energy projects, as evinced by the increase in electricity generation from renewable energy sources in recent years."},{"author":31,"first":"Y él se los vendía a su vez a un idiota por una <strong class=\"keyword\">módica</strong> ganancia","second":"And he sold back to some sucker for a <strong class=\"keyword\">rosy</strong> profit"},{"author":8008,"first":"El cambio de ropa de cama, toallas y limpieza diaria está incluido en el precio. Si desea servicio de lavandería puede solicitarlo a un precio <strong class=\"keyword\">módico</strong>.","second":"Breakfast and Cuban and international cuisine dinners are offered at <strong class=\"keyword\">reasonable</strong> prices."},{"author":8000,"first":"La participación de los pacientes en los costos consiste en unos honorarios <strong class=\"keyword\">módicos</strong> de visita ( # para las visitas en el gabinete del médico # para las visitas a domicilio","second":"Patients participate in cost sharing with a <strong class=\"keyword\">modest</strong> visit fee ( # for out-patient visits # for home visits"},{"author":8000,"first":"Las personas en prisión preventiva deberán ser retenidas en locales separados de los centros penitenciarios y tienen derecho a su propia habitación por un precio <strong class=\"keyword\">módico</strong> (art","second":"Persons held in precautionary detention must be confined in premises separate from those in which prisoners are incarcerated and they have the right to have their own rooms in exchange for a <strong class=\"keyword\">moderate payment</strong> (art"},{"author":8000,"first":"Esta protección se proporcionaría por métodos seguros, <strong class=\"keyword\">módicos</strong>, eficaces y fácilmente asequibles; a través de la realización voluntaria y confidencial de pruebas de VIH; la orientación que estimule la conducta sexual responsable, incluida la abstinencia y el uso de profilácticos; y por último, mediante la creación de vacunas, de métodos simples y baratos de diagnóstico, y de tratamiento de una sola dosis de las enfermedades de transmisión sexual","second":"Such protection would be provided through safe, <strong class=\"keyword\">affordable</strong>, effective and easily accessible methods; through voluntary and confidential HIV tests; through the provision of counselling that encourages responsible sexual behaviour, including abstinence and the use of condoms; and finally, through the development of vaccines, of simple, low-cost diagnostic methods, and of single-dose treatment methods for sexually transmitted diseases"},{"author":94809,"first":"Los importes de las ayudas concedidas a los festivales son relativamente <strong class=\"keyword\">módicos</strong>, con el fin de que las obras europeas puedan llegar al mayor número posible de beneficiarios y alcanzar una audiencia máxima.","second":"The contributions for festivals are relatively <strong class=\"keyword\">small</strong> in order to reach the largest number of beneficiaries possible and the largest audience for European works."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}