{"result":"ok","tuc":[{"phrase":{"text":"nepotism","language":"en"},"meanings":[{"language":"es","text":"Forma de gobierno en la que se favorece a familiares y amigos personales sobre otros debido a su relación con el gobernante y no por sus capacidades."},{"language":"en","text":"The favoring of relatives or personal friends because of their relationship rather than because of their abilities."},{"language":"en","text":"favoring of relatives or personal friends"}],"meaningId":1666993178189408859,"authors":[70195]},{"meanings":[{"language":"en","text":"nepotism"}],"meaningId":1899098623109472441,"authors":[1]}],"phrase":"nepotismo","examples":[{"author":118293,"first":"Por <strong class=\"keyword\">nepotismo</strong>, no.","second":"Actually, it's not really <strong class=\"keyword\">nepotism</strong>."},{"author":8000,"first":"El Estado Parte desea informar al Comité acerca de sus otros organismos encargados de hacer cumplir la ley, entre ellos la Policía de Zambia y la Comisión de Lucha contra la Corrupción, que se ocupa de los casos de discriminación racial que lindan con el delito o el <strong class=\"keyword\">nepotismo</strong>","second":"The State party wishes to inform the Committee of its other law enforcement agencies, which include the Zambia Police Service and the Anti-Corruption Commission, which deal with cases of racial discrimination bordering on criminality and/or <strong class=\"keyword\">nepotism</strong>"},{"author":118293,"first":"Sí, fue una clase de <strong class=\"keyword\">nepotismo</strong> descarado.","second":"Yeah, it was kind of a bla tant <strong class=\"keyword\">nepotism</strong> thing."},{"author":94808,"first":"Entre ellos están la administración pública ineficaz, que va de la mano con las instituciones débiles, la desigualdad en la distribución de recursos, la pobreza, los grupos étnicos y los regionalismos, las pugnas de poder dentro y entre las elites, las malas condiciones de servicio de las instituciones públicas, la corrupción y el <strong class=\"keyword\">nepotismo</strong>, la malversación de recursos, la injerencia extranjera y la inestabilidad, resultantes de una cultura política demasiado volátil.","second":"Among these are ineffective governance coupled with weak institutions, inequality in the distribution of resources, poverty, ethnicity and regionalism, power struggles within and among the elite, poor conditions of service in public institutions, corruption and <strong class=\"keyword\">nepotism</strong>, misallocation of resources, foreign interference, and instability as a result of a very fluid political culture."},{"author":119739,"first":"Este Papa asombró a la opinión pública por su descarado <strong class=\"keyword\">nepotismo</strong>.","second":"He shocked public opinion by his open <strong class=\"keyword\">nepotism</strong>."},{"author":94808,"first":"Con el fin de promover una mentalidad de meritocracia en la administración pública y reducir la corrupción, el <strong class=\"keyword\">nepotismo</strong> y los casos graves de ineficacia, el Presidente Karzai estableció una Comisión contra la Corrupción en junio de 2003.","second":"To promote an ethos of meritocracy throughout the government bureaucracy and to reduce corruption, <strong class=\"keyword\">nepotism</strong>, and severe inefficiencies, President Karzai established an Anti-corruption Commission in June 2003."},{"author":94809,"first":"El «asunto Berthelot» surgió en el contexto de un grupo más amplio de investigaciones destinadas a determinar en qué medida la Comisión, como órgano colegiado, o uno o varios de sus miembros individualmente, eran responsables de actos de fraude, de mala gestión o de <strong class=\"keyword\">nepotismo</strong>.","second":"The ‘Berthelot affair’ was part of wider investigations carried out in order to establish to what extent the Commission, as a body, or some of its Members individually bore responsibility for fraud, mismanagement or <strong class=\"keyword\">nepotism</strong>."},{"author":27,"first":"El Sr. Santer ha reconocido demasiado tarde que los procedimientos de la Comisión requieren una reforma radical si queremos acabar con un sistema que ha tolerado el fraude, el <strong class=\"keyword\">nepotismo</strong> y la corrupción en el seno de las instituciones de la Comunidad.","second":"Mr Santer has belatedly recognised that the Commission's procedures need drastic overhaul if the system that has enabled fraud, <strong class=\"keyword\">nepotism</strong> and corruption to have a much regretted place within the institutions of the Community is to be ended."},{"author":118293,"first":"Los viajes pagos, el <strong class=\"keyword\">nepotismo</strong>.","second":"The junkets, the <strong class=\"keyword\">nepotism</strong>."},{"author":119723,"first":"Me siento en extremo sensible en cuanto al asunto del <strong class=\"keyword\">nepotismo</strong>.","second":"I feel extremely sensitive about the matter of <strong class=\"keyword\">nepotism</strong>."},{"author":8000,"first":"Es necesario combatir la corrupción y el <strong class=\"keyword\">nepotismo</strong>","second":"Corruption and <strong class=\"keyword\">nepotism</strong> must be combated"},{"author":8000,"first":"Está muy difundido el <strong class=\"keyword\">nepotismo</strong> y el abuso de las influencias, y muchos pashtunes, intelectuales y no combatientes se quejan de haber sido marginados","second":"<strong class=\"keyword\">Nepotism</strong> and the abuse of patronage is widespread, and many Pashtuns, intellectuals and non-fighters are complaining that they have been sidelined"},{"author":92475,"first":"Describe a Guinea Ecuatorial como una “monarquía republicana” o una “no-república”, y con esto en mente escribió sobre el <strong class=\"keyword\">nepotismo</strong> y la confiscación del Estado por parte de Obiang mientras él se encontraba en el país.","second":"He describes Equatorial Guinea as a “republican kingdom” or a “non republic,” and with this in mind he wrote about <strong class=\"keyword\">nepotism</strong> and the confiscation of the state by Obiang while he was in his country."},{"author":27,"first":"Respecto de la buena administración y del Estado de derecho, ambas partes manifestaron su empeño en adoptar medidas concretas para prevenir el soborno, la corrupción y el <strong class=\"keyword\">nepotismo</strong> y luchar contra ellos.","second":"In the area of good governance and the rule of law, both parties demonstrated their commitment to adopting specific measures to prevent and combat bribery, corruption and <strong class=\"keyword\">nepotism</strong>."},{"author":27,"first":"El proyecto europeo sólo podrá tener éxito si mostramos tolerancia cero ante el fraude, el <strong class=\"keyword\">nepotismo</strong> y la corrupción.","second":"The European project can only succeed if we show zero tolerance for fraud, <strong class=\"keyword\">nepotism</strong> and corruption."},{"author":27,"first":"En junio del año pasado los votantes europeos dieron una clara señal de que estaban hartos de estas interminables historias sobre <strong class=\"keyword\">nepotismo</strong> y mala gestión.","second":"In June of last year Europe's voters gave a clear signal that they are fed up with endless stories about <strong class=\"keyword\">mismanagement</strong> and <strong class=\"keyword\">nepotism</strong>."},{"author":27,"first":"Entre tanto nos encontramos ante un conflicto institucional entre el Parlamento y la Comisión y yo creo que si ahora iniciamos un enfrentamiento partidista, si permitimos que el Parlamento se escinda en posiciones diferenciadas según los Grupos políticos, no podremos justificarlo ante nuestros electores y electoras, cuando lo que debemos hacer, por el contrario, es definir una posición clara frente al fraude, la corrupción y el <strong class=\"keyword\">nepotismo</strong> de la Comisión.","second":"There is now an institutional conflict between the Parliament and the Commission, and I believe that we will not be able to explain it to our electorate if we start arguing about various individual positions and split Parliament into subtly differentiated factions, instead of adopting an unequivocal position towards the fraud, corruption and <strong class=\"keyword\">nepotism</strong> inside the Commission."},{"author":118293,"first":"No conseguí este trabajo gracias al <strong class=\"keyword\">nepotismo</strong>.","second":"I didn't get this job'cause of <strong class=\"keyword\">nepotism</strong>."},{"author":27,"first":"Prácticas inaceptables, mezcla de corrupción y <strong class=\"keyword\">nepotismo</strong>, incrementaron el descontento sordo pero legítimo de la población, que aspira a una mejora de su situación, y debemos permanecer atentos a estas aspiraciones.","second":"Unacceptable practices, including corruption and <strong class=\"keyword\">nepotism</strong>, increased the silent but legitimate discontent of the people, who aspire to an improvement in their situation, and we must pay attention to these aspirations."},{"author":8000,"first":"Está progresando la transición de la asistencia humanitaria al desarrollo y de la administración internacional a la administración local y provincial autónomas, pero, a veces, se ve dificultada debido a la falta de capacidad, y por el aumento de los niveles de corrupción y <strong class=\"keyword\">nepotismo</strong>","second":"The transition from humanitarian assistance to development and from international to autonomous provincial and local administration is progressing, but is hampered in some cases by a lack of capacity, as well as increasing levels of corruption and <strong class=\"keyword\">nepotism</strong>"},{"author":94808,"first":"El autor sostiene que el criterio determinante para esos nombramientos fue la pertenencia a un partido político, por la vía del <strong class=\"keyword\">nepotismo</strong>, a saber la asignación de puestos de no magistrados a la hermana de un senador, a la asistente de un senador y a la asistente personal de un ministro.","second":"The author claims that the key criterion for these appointments was membership of a political party, that is, <strong class=\"keyword\">nepotism</strong>: non‐justice seats were allocated to the sister of a senator, a senator’s assistant and a minister’s personal assistant."},{"author":94809,"first":"B. Constatando que en diversos Estados miembros, con ocasión de la campaña electoral, las acusaciones de fraude, mala gestión y <strong class=\"keyword\">nepotismo</strong> en las instituciones europeas fueron objeto de debate público;","second":"B. whereas at the time of the European elections allegations of fraud, mismanagement and <strong class=\"keyword\">nepotism</strong> in the European institutions were the subject of public debate in several Member States;"},{"author":22,"first":"¿Podría explicar la Comisión cómo es posible que EuropAid no tuviera conocimiento de los problemas relativos a la CESD cuando los servicios de control de Eurostat, en dos informes, de mayo y de julio de #, habían constatado irregularidades, fraudes y <strong class=\"keyword\">nepotismo</strong> por un importe superior a los # millones de euros?","second":"Would the Commission explain how it is possible for EuropeAid not to have known about the problems surrounding CESD when the Eurostat audit department had established in two reports, in May and July #, that there had been irregularities, fraud and <strong class=\"keyword\">nepotism</strong> involving more than EUR # million"},{"author":8000,"first":"Esta será una administración pública al alcance de Timor Oriental, que utilizará tecnologías sostenibles y que servirá al pueblo, evitando los riesgos de la corrupción, el <strong class=\"keyword\">nepotismo</strong> y el amiguismo","second":"This public administration will be one that East Timor can afford, using technology that is sustainable, and one that will serve the people while eschewing the risks of corruption, <strong class=\"keyword\">nepotism</strong> and cronyism"},{"author":27,"first":"Cambiando rápidamente a la parte de la resolución dedicada a la lucha contra el fraude, la corrupción, la mala gestión y el <strong class=\"keyword\">nepotismo</strong>: la nueva propuesta más importante del informe versa sobre la denuncia de los funcionarios cundo perciben malas prácticas.","second":"Turning quickly to the section of the resolution on fighting fraud, corruption, mismanagement and <strong class=\"keyword\">nepotism</strong>: the major new proposal of the report concerns reporting by Commission officials of perceived wrong-doing."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}