{"result":"ok","tuc":[{"phrase":{"text":"niche","language":"en"},"meanings":[{"language":"es","text":"Parte socavada de una pared, generalmente de forma semicircular terminando en una base en la que se colocan estatuas."},{"language":"es","text":"La posición relacionada de una especie o de una población en un ecosistema."},{"language":"en","text":"The relational position of a species or population in an ecosystem."}],"meaningId":7861227787254053906,"authors":[80097]},{"phrase":{"text":"alcove","language":"en"},"meanings":[{"language":"en","text":"small recessed area"}],"meaningId":10442297034258469,"authors":[70195]},{"phrase":{"text":"recess","language":"en"},"meaningId":274168778083280380,"authors":[69425]},{"phrase":{"text":"cave","language":"en"},"meaningId":4683974761430705349,"authors":[25018]},{"phrase":{"text":"nook","language":"en"},"meaningId":9126712702013048352,"authors":[2708]},{"meanings":[{"language":"en","text":"burial niche"},{"language":"en","text":"niche"}],"meaningId":5970229249481095900,"authors":[1]},{"meanings":[{"language":"es","text":"segmento especifico de personas"}],"meaningId":null,"authors":[81244]}],"phrase":"nicho","examples":[{"author":94809,"first":"En este sentido, el comercio digital contribuye a erosionar los <strong class=\"keyword\">nichos</strong> de mercado, extendiendo la competencia a nuevos sectores.","second":"In this sense, e-business contributes to erosion of market <strong class=\"keyword\">niches</strong>, bringing competition into new areas."},{"author":94809,"first":"¿Con qué especies autóctonas se producirá un solapamiento de <strong class=\"keyword\">nicho</strong>?","second":"With which native species will there be a <strong class=\"keyword\">niche</strong> overlap?"},{"author":89915,"first":"Materiales de construcción, en concreto, molduras y ornamentos (de poliuretano, entre otras materias) compuestos de, entre otros, rosetones, listones de paredes, piezas de ángulo, rodapiés, columnas, marcos de puertas, listones para panelados, listones para recuadros, listones de techos, decoraciones de techos, relieves, estantes, consolas, chimeneas, <strong class=\"keyword\">nichos</strong>, paneles (murales), cúpulas encastradas, frontones, rosetas, pilastras y elementos decorativos similares comprendidos en la clase","second":"Building materials, namely mouldings and ornaments (including of polyurethane), including cornice mouldings, wall mouldings, angles, plinths, columns, door frames, wainscotting, panel mouldings, ceiling mouldings, ceiling ornaments, byblos, shelves, corbels, decorative mantel pieces, <strong class=\"keyword\">niches</strong>, (wall) panels, built-in domes, frontons, rosettes, pilasters and such ornamental elements included in this class"},{"author":94808,"first":"Como todos estos sectores han recibido cierto apoyo del FMAM en el pasado, plantea un problema especial la creación de un <strong class=\"keyword\">nicho</strong> complementario para el financiamiento entre las actividades que han de apoyarse en el marco de este programa y las apoyadas en el marco del Fondo Fiduciario del FMAM.","second":"Because all of these sectors have received some GEF support in the past, developing a complementary <strong class=\"keyword\">niche</strong> for funding between the activities to be supported under this program and those supported under the GEF Trust Fund poses a particular challenge."},{"author":8000,"first":"El turismo ecológico es un <strong class=\"keyword\">nicho</strong> de mercado pequeño pero de rápido crecimiento","second":"Ecotourism is a small but rapidly growing <strong class=\"keyword\">niche</strong> market"},{"author":95875,"first":"Esta infraestructura de alto rendimiento también se ha empleado para hallar OCT tipo N novedosos dirigidos a ciertas aplicaciones de <strong class=\"keyword\">nicho</strong>.","second":"The high throughput infrastructure has also used been to find novel n-type TCOs for certain <strong class=\"keyword\">niche</strong> applications."},{"author":94808,"first":"Ello podría explicarse de la siguiente manera: mientras que en relación con las TIC el \"<strong class=\"keyword\">nicho</strong>\" de especialización de la UNCTAD resulta patente, también para las demás organizaciones con las que existen mecanismos eficaces de coordinación, en relación con la CTI resulta menos evidente el papel de la UNCTAD.","second":"This might be explained as follows: while in ICT UNCTAD’s <strong class=\"keyword\">niche</strong> is clear, also to other organizations with which effective coordination mechanisms exist, in STI UNCTAD’s role is less obvious."},{"author":95875,"first":"Se estudiaron sus principales <strong class=\"keyword\">nichos</strong> ecológicos para evaluar su comportamiento en diferentes situaciones y ambientes.","second":"Their preferred ecological <strong class=\"keyword\">niches</strong> were tested to assess behaviour under a range of exposures and environments."},{"author":8000,"first":"Tema # ortalecimiento de la capacidad de los países en desarrollo para producir y exportar productos agrícolas y alimentarios, incluidos los productos destinados a ocupar un <strong class=\"keyword\">nicho</strong> en el mercado, como los productos ecológicamente preferibles","second":"Item # ays to enhance the production and export capacities of developing countries of agriculture and food products, including <strong class=\"keyword\">niche</strong> products, such as environmentally preferable products"},{"author":8000,"first":"Atraídos por el éxito del microcrédito, en que las tasas de reembolso superan las de los préstamos de consumo tradicionales, y por el gran mercado sin explotar, los bancos comerciales han creado secciones de microfinanciación para aprovechar ese <strong class=\"keyword\">nicho</strong>","second":"Attracted by the success of microcredit- where repayment rates exceed those observed for traditional consumer loans- and the large untapped market, commercial banks have formed microfinance arms to tap this market <strong class=\"keyword\">niche</strong>"},{"author":94809,"first":"Las pequeñas y medianas empresas también se beneficiarán del interés creciente de los nuevos participantes en las necesidades de sus <strong class=\"keyword\">nichos</strong> de mercado.","second":"Small and medium -sized enterprises will also benefit from the increased focus by new entrants on their <strong class=\"keyword\">\"</strong>market <strong class=\"keyword\">niche\"</strong> needs."},{"author":94809,"first":"El CESE subraya que no hay una solución única para el turismo y reconoce que los distintos destinos tienen distintas necesidades y atraen a distintos mercados de <strong class=\"keyword\">nichos</strong>.","second":"The EESC stresses that there is no ‘one size fits all’ in tourism and recognises that different destinations have different needs and attract different <strong class=\"keyword\">niche</strong> markets."},{"author":94809,"first":"el <strong class=\"keyword\">nicho</strong> ecológico,","second":"its ecological <strong class=\"keyword\">niche</strong>,"},{"author":118293,"first":"Justo bajo el <strong class=\"keyword\">nicho</strong> donde la señora se pone siempre.","second":"Right under the <strong class=\"keyword\">niche</strong> where the Lady always stands."},{"author":8000,"first":"Fortalecimiento de la capacidad de los países en desarrollo para producir y exportar productos agrícolas y alimentarios, incluidos los destinados a ocupar un <strong class=\"keyword\">nicho</strong> en el mercado, como los productos ecológicamente preferibles","second":"ays to enhance the production and export capacities of developing countries of agriculture and food products, including <strong class=\"keyword\">niche</strong> products, such as environmentally preferable products"},{"author":8008,"first":"Lejos de ser meramente un <strong class=\"keyword\">nicho</strong> filosófico de poca utilidad en la vida real, dice el Dr. Lolas, la bioética ofrece la vía más incisiva y socialmente inclusiva de examinar los problemas morales que plantean la medicina y la salud pública hoy.","second":"Far from being merely an arcane philosophical <strong class=\"keyword\">niche</strong> with few real-life applications, he says, bioethics offers the most incisive and socially inclusive way of examining the pressing moral issues raised by medicine and public health today."},{"author":94809,"first":"mejorar nuestra comprensión de la transmisibilidad de las bacterias resistentes en distintos <strong class=\"keyword\">nichos</strong> ecológicos, por ejemplo en los pacientes (hospitalizados y no hospitalizados), en distintas poblaciones de animales y en el medio ambiente;","second":"improving our understanding of the transmissibility of resistant bacteria in different ecological <strong class=\"keyword\">niches</strong> e.g. in patients (hospitalized and non-hospitalized), in different animal populations and in the environment;"},{"author":94809,"first":"Se trata, sin embargo, de <strong class=\"keyword\">nichos</strong> de mercado muy específicos y la perpetuación de Bull tiene poca incidencia en la competencia del segmento de los servidores de gama alta en su conjunto.","second":"The markets concerned are, however, highly specific <strong class=\"keyword\">niche</strong> markets and Bull's continued existence has little impact on competition in the high-end server segment as a whole."},{"author":94809,"first":"su <strong class=\"keyword\">nicho</strong> ecológico;","second":"its ecological <strong class=\"keyword\">niche</strong>;"},{"author":8008,"first":"Tal vez el segmento de más rápido crecimiento de la web, las redes sociales de <strong class=\"keyword\">nicho</strong> están surgiendo en todas partes y tenemos unas cuantas en nuestro haber.","second":"Perhaps the fastest growing segment of the web, <strong class=\"keyword\">niche</strong> social networks are springing up everywhere and we've got a few under our belt."},{"author":22,"first":"Considerando que el acceso al mercado mundial ofrece a las PYME nuevos <strong class=\"keyword\">nichos</strong> de mercado, menores costes de I+D, un mejor acceso a la financiación, economías de escala y ventajas tecnológicas, así como oportunidades de distribución de riesgos","second":"whereas global market access offers SMEs new <strong class=\"keyword\">niche</strong> markets, lower R&D costs, improved access to financing, economies of scale and technological advantages, and risk-spreading opportunities"},{"author":94809,"first":"El CESE espera una mayor claridad y simplificación de los procedimientos y los requisitos que afectan a las pequeñas y medianas empresas, así como a los <strong class=\"keyword\">nichos</strong> de mercado, los recambios y los componentes.","second":"The EESC welcomes further clarification and simplification of the procedures and requirements impacting on small and medium enterprises, together with <strong class=\"keyword\">niche</strong> markets, spare parts and components."},{"author":8000,"first":"Las empresas colombianas han invertido en el extranjero en diversos <strong class=\"keyword\">nichos</strong> de mercado en América Latina mediante la explotación de sus marcas","second":"Colombian companies have invested abroad in various market <strong class=\"keyword\">niches</strong> in Latin America by exploiting their brand names"},{"author":95875,"first":"Su investigación se recoge en el artículo de 2012 «Predators determine how weather affects the spatial <strong class=\"keyword\">niche</strong> of a lizard prey», aceptado recientemente para su publicación en la revista Ecology.","second":"Her research is described in the 2012 article 'Predators determine how weather affects the spatial <strong class=\"keyword\">niche</strong> of a lizard prey', which was recently accepted by the journal Ecology."},{"author":94809,"first":"— la información relativa a su <strong class=\"keyword\">nicho</strong> ecológico,","second":"— information concerning its ecological <strong class=\"keyword\">niche</strong>,"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"81244":{"U":"","id":81244,"N":"Jerga y Regionalismos de Mexico","url":"https://glosbe.com/source/81244"}}}