{"result":"ok","tuc":[{"phrase":{"text":"oblique","language":"en"},"meanings":[{"language":"en","text":"not straightforward; indirect; obscure; hence, disingenuous; underhand; perverse; sinister"},{"language":"en","text":"Neither perpendicular nor parallel."},{"language":"en","text":"Not expressed directly, by opposition to the accepted or proper way."},{"language":"es","text":"Que no se expresa directamente, por oposición a la forma aceptada o apropiada."},{"language":"en","text":"not erect or perpendicular; neither parallel to, nor at right angles from"},{"language":"es","text":"Ni perpendicular ni paralelo."},{"language":"en","text":"not erect or perpendicular"}],"meaningId":-7578715225266346127,"authors":[70195]},{"phrase":{"text":"askew","language":"en"},"meanings":[{"language":"en","text":"turned or twisted to one side"}],"meaningId":-7548847859809598335,"authors":[70195]},{"phrase":{"text":"skew","language":"en"},"meanings":[{"language":"en","text":"neither perpendicular nor parallel"}],"meaningId":-8182359373142563065,"authors":[70195]},{"phrase":{"text":"biased","language":"en"},"meanings":[{"language":"en","text":"angled at a slant"}],"meaningId":2388644245921960554,"authors":[70195]},{"phrase":{"text":"aslant","language":"en"},"meaningId":1296109949261074996,"authors":[83042]},{"phrase":{"text":"devious","language":"en"},"meanings":[{"language":"en","text":"Not expressed directly, by opposition to the accepted or proper way."},{"language":"es","text":"Que no se expresa directamente, por oposición a la forma aceptada o apropiada."}],"meaningId":6736000491424178623,"authors":[60172]},{"phrase":{"text":"crooked","language":"en"},"meaningId":-7276908067379068038,"authors":[7]},{"phrase":{"text":"cross","language":"en"},"meaningId":8104159679778915424,"authors":[84500]},{"phrase":{"text":"diagonal","language":"en"},"meaningId":7453256946779942461,"authors":[89651]},{"phrase":{"text":"eluding","language":"en"},"meaningId":2250221704997941045,"authors":[25018]},{"phrase":{"text":"evasive","language":"en"},"meaningId":-4731585585103847350,"authors":[25018]},{"phrase":{"text":"indirect","language":"en"},"meaningId":1033015752255966157,"authors":[25018]},{"phrase":{"text":"sidelong","language":"en"},"meaningId":-8118695106771368778,"authors":[20]},{"phrase":{"text":"sideways","language":"en"},"meaningId":4262270919912490875,"authors":[25115]},{"phrase":{"text":"slant","language":"en"},"meaningId":-5485447748474940753,"authors":[25115]},{"phrase":{"text":"slanting","language":"en"},"meaningId":-4864032882755777711,"authors":[25115]},{"phrase":{"text":"sloping","language":"en"},"meaningId":2505007000409476915,"authors":[89651]},{"phrase":{"text":"thwartwise","language":"en"},"meaningId":846959420715274611,"authors":[84500]},{"phrase":{"text":"transversal","language":"en"},"meaningId":-7875888146449397473,"authors":[84500]},{"phrase":{"text":"transverse","language":"en"},"meaningId":-30592269523343674,"authors":[84500]},{"meanings":[{"language":"en","text":"oblique"}],"meaningId":-7984122962203711265,"authors":[93107]}],"phrase":"oblicuo","examples":[{"author":94809,"first":"Una barra <strong class=\"keyword\">oblicua</strong> doble (//) y un código de campo indican el comienzo de un elemento de datos.","second":"A double <strong class=\"keyword\">slash</strong> (//) and field code indicate the start of a data element."},{"author":94809,"first":"Las varillas presentarán bien varios lados con bordes paralelos unidos por zonas intermedias con bordes <strong class=\"keyword\">oblícuos</strong> con una inclinación de 1 cm por 8 cm de cada lado, bien únicamente bordes <strong class=\"keyword\">oblícuos</strong> con la inclinación recién indicada.","second":"It shall have several parallel-edge sides connected by intermediate tapering sides each with a <strong class=\"keyword\">taper</strong> of 1 cm in 8 cm or shall have tapering sides only, with the <strong class=\"keyword\">same taper</strong> as indicated above."},{"author":31,"first":"Parcial del índice y <strong class=\"keyword\">oblicuo</strong> entero grabados dentro de la piel","second":"A partial index and a full <strong class=\"keyword\">oblique</strong> burned right onto the skin"},{"author":22,"first":"una barra única <strong class=\"keyword\">oblicua</strong> (/) marca una separación entre el código y el tipo de dato","second":"a <strong class=\"keyword\">simple oblique</strong> bar (/) marks a separation between the code and the piece of data"},{"author":94808,"first":"Desde el sexto período extraordinario de sesiones de emergencia, las resoluciones y decisiones se identifican mediante las iniciales “ES” seguidas de un guión y de un número arábigo indicativos del período de sesiones, separados del número arábigo de la resolución o decisión por una línea <strong class=\"keyword\">oblicua</strong> (por ejemplo: resolución ES‐6/1, decisión ES‐6/11).","second":"Since the sixth emergency special session, resolutions and decisions have been identified by the letters “ES” and an arabic numeral indicating the session, followed by an <strong class=\"keyword\">oblique stroke</strong> and another arabic numeral (for example: resolution ES‐6/1, decision ES‐6/11)."},{"author":22,"first":"Si se trata de faros que cumplen los requisitos del presente Reglamento y están diseñados de modo que el filamento del haz de cruce no se enciende al mismo tiempo que el de cualquier otra función de alumbrado con la cual pueda estar mutuamente incorporado, se colocará un trazo <strong class=\"keyword\">oblicuo</strong> (/) a continuación del símbolo de luz de cruce en la marca de homologación","second":"On headlamps meeting the requirements of this Regulation which are so designed that the filament of the passing beam shall not be lit simultaneously with that of any other lighting function with which it may be reciprocally incorporated: an <strong class=\"keyword\">oblique</strong> stroke (/) shall be placed behind the passing lamp symbol in the approval mark"},{"author":94809,"first":"Si se trata de faros que únicamente cumplen los requisitos del anexo 5 del presente Reglamento cuando se alimentan con una tensión de 6 V o 12 V, se colocará un símbolo compuesto por el número 24 tachado por una cruz <strong class=\"keyword\">oblicua</strong> (X) cerca del soporte de la lámpara de incandescencia.","second":"On headlamps meeting the requirements of annex 5 to this Regulation only when supplied with a voltage of 6 V or 12 V, a symbol consisting of the number 24 crossed out by an <strong class=\"keyword\">oblique</strong> cross (x), shall be placed near the filament lamp holder."},{"author":94809,"first":"La anchura en milímetros estará indicada en la sección de bordes paralelos y, si la hubiera, en la sección <strong class=\"keyword\">oblicua</strong> de cada varilla.","second":"Each gauge shall be inscribed on its face with the width in millimetres both on the parallel-sided section if any, and on the <strong class=\"keyword\">tapering</strong> section."},{"author":94809,"first":"d. Capaces de funcionar en modo radar de apertura sintética (SAR), de apertura sintética inversa (ISAR) o de aerotransportado de recepción <strong class=\"keyword\">oblicua</strong> (SLAR);","second":"d. capable of operating in synthetic aperture (SAR), inverse synthetic aperture (ISAR) or sidelocking airborne (<strong class=\"keyword\">SLAR</strong>) radar mode;"},{"author":94809,"first":"Zona de peligro delantera para la ubicación de los mandos exteriores del elevador hidráulico de tres puntos, la toma de fuerza y la válvula remota En el plano, la zona de peligro delantera es el área del trapezoide isósceles cuyos lados <strong class=\"keyword\">oblicuos</strong> están constituidos por los brazos del elevador de tres puntos, cuya base menor es la proyección de la parte delantera de la carrocería del tractor y cuya base mayor es la línea que pasa por los extremos de los brazos del elevador de tres puntos.","second":"Front hazard zone for location of hydraulic three point lift, PTO and remote valve external control device(s). In the plan view, the front hazard zone is the isosceles trapezoid area, the <strong class=\"keyword\">oblique</strong> sides of which are the three-point lift arms: the smaller base of which is the projection of the front part of the tractor's body and the larger base of which is the line passing through the ends of the three-point lift arms."},{"author":94809,"first":"Aparcar el vehículo y abandonar el estacionamiento (paralelo, <strong class=\"keyword\">oblicuo</strong> o perpendicular) utilizando las marchas hacia delante y hacia atrás, en llano, en pendiente, cuesta arriba o cuesta abajo;","second":"Parking the vehicle and leaving a parking space (parallel, <strong class=\"keyword\">oblique</strong> or right-angle, forwards or in reverse, on the flat, uphill or downhill);"},{"author":94809,"first":"Hojas que van de verticales a <strong class=\"keyword\">oblicuo</strong>-verticales.","second":"Leaf insertion: vertical to <strong class=\"keyword\">oblique</strong>-vertical."},{"author":90326,"first":"Cada unidad de corte se define en un cuerpo longiforme, recto y alargado de sección transversal según una \"U\" donde cuyos bordes libres se proyectan sendas pestañas <strong class=\"keyword\">oblicuas</strong>, paralelas entre sí, que se extienden de extremo a extremo.","second":"Each cutting unit is inside a straight, elongated body having a U-shaped cross-section from whose free edges project corresponding <strong class=\"keyword\">oblique</strong> tabs arranged parallel to each other and that extend from end to end."},{"author":94809,"first":"si se trata de proyectores contemplados en los puntos 1.1, 1.3 y 1.4 que únicamente cumplen los requisitos del anexo «X» de la presente Directiva cuando se alimentan con una tensión de 6 V o 12 V, se colocará un símbolo compuesto por el número 24 tachado por una cruz <strong class=\"keyword\">oblicua</strong> (X) cerca del soporte de la lámpara.","second":"On headlamps referred to in items 1.1., 1.3. and 1.4. meeting the requirements of Annex ‘X’ to this Directive only when supplied with a voltage of 6 V or 12 V, a symbol consisting of the number 24 crossed out by an <strong class=\"keyword\">oblique</strong> cross (X) shall be placed near the filament lamp holder."},{"author":90326,"first":"El grifo se constituye a partir de un cuerpo rectangular de escaso grosor, con dos tramos diferenciados: un primer tramo (1) dotado en ambas caras de una pluralidad de aletas <strong class=\"keyword\">oblicuas</strong> (3), desfasadas las de una cara respecto de las de la cara opuesta, y dispuestas alternativamente de forma contraria las de cada cara, determinando en conjunto un paso laberíntico que permite reducir la velocidad del fluido circulante en dicho primer tramo (1) del recorrido.","second":"The tap comprises a thin rectangular body, with two distinct sections: a first section (1) having, on both faces, a plurality of <strong class=\"keyword\">oblique</strong> fins (3), the fins of one face being offset with respect to the fins of the other face, and the fins of each face being arranged alternately in an opposite manner, together forming a labyrinthine passage for reducing the speed of the fluid flowing through said first path section (1)."},{"author":94809,"first":"En el corte <strong class=\"keyword\">oblicuo</strong> presenta una masa de color predominantemente blanco, correspondiente a la grasa, con una fase helicoidal (\"caracol\"), que corresponde a la carne del tocino entreverado.","second":"When the sausage is cut <strong class=\"keyword\">obliquely</strong> the fat is mainly white in the centre, and the streaky meat gives a spiral effect (like a snail)."},{"author":94809,"first":"Sostienen que debe considerarse «parte» al acreedor que, al amparo de la acción <strong class=\"keyword\">oblicua</strong>, ejerce los derechos del deudor en el sentido del artículo 43, apartado 1, del Reglamento no 44/2001, siempre que el deudor fuera parte en el procedimiento extranjero.","second":"They submit that a creditor who exercises, by means of an <strong class=\"keyword\">indirect</strong> claim, the rights of a debtor must be regarded as a ‘party’ within the meaning of Article 43(1) of Regulation No 44/2001, since the debtor was a party in the foreign proceedings."},{"author":8008,"first":"El edificio ocupa una zona vagamente trapezoidal, con la zona <strong class=\"keyword\">oblicua</strong> paralela a la autopista provincial, que hizo que se situara el mayor volumen en la zona interior y más amplia.","second":"The building occupies a vaguely trapezoidal area, with the <strong class=\"keyword\">oblique</strong> side along the junction of the provincial highway, which suggested locating the larger volume further away in the inner, larger part of the lot."},{"author":94809,"first":"los caracteres «ER» y una doble barra <strong class=\"keyword\">oblicua</strong> (//) indican el final del registro.","second":"the characters ‘ER’ and a double <strong class=\"keyword\">slash</strong> (//) indicate the end of a record."},{"author":94809,"first":"d. Capaces de funcionar en modo radar de apertura sintética (“SAR”), de apertura sintética inversa (“ISAR”) o de aerotransportado de haz <strong class=\"keyword\">oblicuo</strong> (“SLAR”);","second":"d. capable of operating in synthetic aperture (SAR), inverse synthetic aperture (ISAR) radar mode, or sidelooking airborne (<strong class=\"keyword\">SLAR</strong>) radar mode;"},{"author":22,"first":"En el caso de modelos que, dadas sus características, puedan mostrar efectos especiales al sometérseles a vibraciones <strong class=\"keyword\">oblicuas</strong> a las direcciones principales, se deberán hacer pruebas adicionales en las direcciones particularmente sensibles","second":"For samples which on account of their construction may be subject to special stresses from vibrations at an <strong class=\"keyword\">oblique</strong> angle to the main directions, the test shall also be performed in the directions of special sensitivity"},{"author":94809,"first":"una barra <strong class=\"keyword\">oblicua</strong> doble (//) y el código «SR» indican el inicio de la transmisión,","second":"a double <strong class=\"keyword\">slash</strong> (//) and the code 'SR' indicate the start of the message;"},{"author":24,"first":"Lo mejor para ello es hacer girar el vial en ángulo <strong class=\"keyword\">oblicuo</strong> entre las palmas de las manos","second":"This is best done by rolling the vial at an <strong class=\"keyword\">oblique</strong> angle between the palms of the hands"},{"author":94808,"first":"Desde el octavo período extraordinario de sesiones, las resoluciones y decisiones se identifican mediante la inicial “S” seguida de un guión y de un número arábigo indicativos del período de sesiones, separados del número arábigo de la resolución o decisión por una línea <strong class=\"keyword\">oblicua</strong> (por ejemplo: resolución S‐8/1, decisión S‐8/11).","second":"Since the eighth special session, resolutions and decisions have been identified by the letter “S” and an arabic numeral indicating the session, followed by an <strong class=\"keyword\">oblique stroke</strong> and another arabic numeral (for example: resolution S‐8/1, decision S‐8/11)."},{"author":8008,"first":"Tenga en cuenta que las dimensiones del lado <strong class=\"keyword\">oblicuo</strong> (o sea los 2 mm) pueden variar ligeramente y deben ser entendidas como medida orientativa.","second":"Note that the <strong class=\"keyword\">slant</strong> can be slightly different than 2 mm - this sketch is only to give you a general idea of the layout."}],"from":"es","dest":"en","authors":{"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"7":{"U":"http://el.wiktionary.org","id":7,"N":"el.wiktionary.org","url":"https://glosbe.com/source/7"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}