{"result":"ok","tuc":[{"phrase":{"text":"obfuscate","language":"en"},"meanings":[{"language":"en","text":"alter code"},{"language":"en","text":"make confusing"}],"meaningId":-8802823546794130429,"authors":[25018]},{"phrase":{"text":"dazzle","language":"en"},"meaningId":7440426347083602722,"authors":[25018]},{"phrase":{"text":"dim","language":"en"},"meaningId":-4243886552920413876,"authors":[25018]},{"phrase":{"text":"obscure","language":"en"},"meaningId":4662115819651053780,"authors":[84500]},{"phrase":{"text":"bedim","language":"en"},"meaningId":3238811856262640458,"authors":[84500]},{"phrase":{"text":"blind","language":"en"},"meaningId":-2805390603920193047,"authors":[20]},{"phrase":{"text":"darken","language":"en"},"meaningId":-8407772958213640041,"authors":[25018]},{"phrase":{"text":"fog","language":"en"},"meaningId":-5213858034427636566,"authors":[25018]},{"phrase":{"text":"mystify","language":"en"},"meaningId":-108175657762854104,"authors":[86934]},{"phrase":{"text":"overcloud","language":"en"},"meaningId":-5793343676992818465,"authors":[84500]},{"meanings":[{"language":"en","text":"to wow, astonish"},{"language":"en","text":"to confuse"},{"language":"en","text":"to obfuscate"}],"meaningId":964395713787537031,"authors":[93107]}],"phrase":"ofuscar","examples":[{"author":95096,"first":"Ante corrientes culturales y políticas que tratan de eliminar o, al menos, <strong class=\"keyword\">ofuscar</strong> y confundir las diferencias sexuales inscritas en la naturaleza humana, considerándolas una construcción cultural, es necesario recordar el designio de Dios, que ha creado el ser humano varón y mujer, con una unidad y al mismo tiempo con una diferencia originaria y complementaria.","second":"Faced with cultural and political trends that seek to eliminate, or at least <strong class=\"keyword\">cloud</strong> and confuse, the sexual differences inscribed in human nature, considering them a cultural construct, it is necessary to recall God's design that created the human being masculine and feminine, with a unity and at the same time an original difference and complimentary."},{"author":119723,"first":"12 y también Dios ha fijado su mano y sello para mudar los atiempos y las estaciones, y <strong class=\"keyword\">ofuscar</strong> sus mentes para que no entiendan sus obras maravillosas; para que los pruebe y los sorprenda en su propia astucia;","second":"12 And also that God hath set his hand and seal to change the atimes and seasons, and to <strong class=\"keyword\">blind</strong> their bminds, that they may not understand his cmarvelous workings; that he may dprove them also and take them in their own craftiness;"},{"author":95096,"first":"Toca a ustedes sembrar a Cristo sobre el territorio, tener encendida su luz humilde que clarifica sin <strong class=\"keyword\">ofuscar</strong>, asegurar que en sus aguas se colme la sed de su gente; extender las velas para que sea el soplo del Espíritu quien las despliegue y no encalle la barca de la Iglesia en México.","second":"It falls to you to sow Christ in this land, to keep alive his humble light which enlightens without causing confusion, to ensure that in his living waters the thirst of your people is quenched; to set the sails so that the Spirit’s breeze may fill them, never allowing the barque of the Church in Mexico to run aground."},{"author":95096,"first":"Lo dicho anteriormente, sin embargo, no debe <strong class=\"keyword\">ofuscar</strong> el valor de estas grandes liturgias.","second":"None of the above observations should cast doubt upon <strong class=\"keyword\">the</strong> importance of such large-scale liturgies."},{"author":95096,"first":"Jamás <strong class=\"keyword\">ofuscar</strong> la esperanza.","second":"Never <strong class=\"keyword\">cloud</strong> hope!"},{"author":95096,"first":"En la primera Carta a los Corintios (7, 38) el apóstol anuncia la superioridad de la virginidad sobre el matrimonio —doctrina constante de la Iglesia según las palabras de Cristo, como leemos en el evangelio de San Mateo (19, 10-12)—, pero sin <strong class=\"keyword\">ofuscar</strong> de ningún modo la importancia de la maternidad física y espiritual.","second":"In the First Letter to the Corinthians (7: 38) Saint Paul proclaims the superiority of virginity over marriage, which is a constant teaching of the Church in accordance with the spirit of Christ's words recorded in the Gospel of Matthew (19: 10-12); he does so without in any way <strong class=\"keyword\">obscuring</strong> the importance of physical and spiritual motherhood."},{"author":95096,"first":"Es un hecho que la gran mayoría de vosotros es de nacionalidad italiana, por ello permitidme expresar también un especial, y diría necesario, agradecimiento a los italianos que a lo largo de la historia de la Iglesia y de la Curia romana trabajaron constantemente con espíritu generoso y fiel, poniendo al servicio de la Santa Sede y del sucesor de Pedro la propia singular laboriosidad y su filial entrega, ofreciendo a la Iglesia grandes santos, Papas, mártires, misioneros y artistas que ninguna sombra pasajera de la historia podrá <strong class=\"keyword\">ofuscar</strong>.","second":"It is a fact that the vast majority of you are Italian citizens. Therefore, allow me also to address particular, and I would say, proper appreciation to Italians who throughout the history of the Church and of the Roman Curia have worked constantly in a generous and faithful spirit, putting at the service of the Holy See and of the Successor of Peter their own unique industriousness and their filial dedication, offering to the Church great Saints, Popes, martyrs, missionaries, artists, which no fleeting shadow of history could <strong class=\"keyword\">obscure</strong>."},{"author":95096,"first":"Es preciso recordarlos, por lo menos antes Dios y ante la historia, para no <strong class=\"keyword\">ofuscar</strong> la verdad sobre nuestro pasado en este momento decisivo de la historia.","second":"They must al least be remembered before God and before history, in order not to veil the <strong class=\"keyword\">truth</strong> about our past at this decisive moment in history."},{"author":95096,"first":"Así podéis comprender la preocupación del Sucesor de Pedro por todo lo que pueda <strong class=\"keyword\">ofuscar</strong> el punto más original de la fe católica: hoy Jesucristo sigue vivo y realmente presente en la hostia y en el cáliz consagrados.","second":"Thus you can understand the Successor of Peter's anxiety about anything that could <strong class=\"keyword\">cloud</strong> the most original point of the Catholic faith: today Jesus Christ continues to be alive and really present in the consecrated host and cup."},{"author":95096,"first":"La prudencia exige la razón humilde, disciplinada y vigilante, que no se deja <strong class=\"keyword\">ofuscar</strong> por prejuicios; no juzga según deseos y pasiones, sino que busca la verdad, también la verdad incómoda.","second":"Prudence demands humble, disciplined and watchful reason that does not let itself be <strong class=\"keyword\">blinded</strong> by prejudices; it does not judge according to desires and passions but rather seeks the truth, even though it may prove uncomfortable."},{"author":31,"first":"Bueno, debemos estar haciendo algo bien para <strong class=\"keyword\">ofuscar</strong> a la senadora Burtoni","second":"Well, we must be doing something right if we' <strong class=\"keyword\">ve</strong> rattled Senator Burtoni"},{"author":118293,"first":"Tampoco lo es <strong class=\"keyword\">ofuscar</strong> la verdad.","second":"Neither is <strong class=\"keyword\">obfuscating</strong> the truth."},{"author":94809,"first":"Por otra parte, no pienso que Mita tenga motivos para dejarse <strong class=\"keyword\">ofuscar</strong> por dicha afirmación, pues, aunque resultase correcta y si, por ende, el reajuste realizado por las Instituciones sólo cubriera las diferencias de coste, su posición no quedaría debilitada.","second":"is correct. Furthermore, it does not seem to me that Mita has any grounds for complaining since even if it were found to be correct and if, therefore, the adjustment made by the institutions covered only the differences in costs, that could not weaken its position."},{"author":95096,"first":"No gastéis energías humanas y pastorales en la búsqueda vana de responder a cuestiones que no son de vuestra directa competencia, o en derroteros de un nacionalismo que puede <strong class=\"keyword\">ofuscar</strong>.","second":"Do not waste your human and pastoral energies in the vain search for answers to questions which are not of your direct competence, or in the twists and turns of a nationalism that can easily <strong class=\"keyword\">blind</strong>."},{"author":118293,"first":"Admiro su valor al intentar <strong class=\"keyword\">ofuscar</strong> nuestro sentido de la realidad.","second":"I admire your skill at trying to <strong class=\"keyword\">obfuscate</strong> our sense of reality."},{"author":119723,"first":"Lo que es de suma importancia tanto para ustedes como para mí es descubrir si vamos caminando por el camino estrecho y angosto que conduce a la vida eterna; y si no es así, ¿en qué respecto hemos permitido que el adversario nos cegara u <strong class=\"keyword\">ofuscara</strong> la mente y nos haya hecho apartarnos del camino que nos conduce de regreso a la presencia de Dios?","second":"The all-important thing for you and me is to discover whether we are walking in the straight and narrow path that leads to life eternal, and if we are not, wherein have we allowed the adversary to <strong class=\"keyword\">blind</strong> our minds and to cause us to depart from that path which will lead us back into the presence of God?"},{"author":95096,"first":"Sin dejarnos <strong class=\"keyword\">ofuscar</strong> nunca por el pesimismo y por el pecado, busquemos y veamos la gloria de Dios que resplandece en el hombre viviente.","second":"Never allowing ourselves to be <strong class=\"keyword\">tarnished</strong> by pessimism or sin, let us seek and look upon the glory of God, which shines forth in men and women who are fully alive."},{"author":118293,"first":"Bueno, debemos estar haciendo algo bien para <strong class=\"keyword\">ofuscar</strong> a la senadora Burtoni.","second":"Well, we must be doing something right if we've rattled Senator Burtoni."},{"author":95875,"first":"Este proyecto, financiado por la Unión Europea, pretende ampliar las fronteras de lo que realmente se puede <strong class=\"keyword\">ofuscar</strong> proponiendo métodos nuevos para <strong class=\"keyword\">ofuscar</strong> una mayor variedad de programas.","second":"The EU-funded project intends to broaden the boundaries of what is actually obfuscatable by proposing new methods for <strong class=\"keyword\">obfuscating</strong> richer classes of programme."},{"author":95096,"first":"El ministerio de los obispos es complejo y exigente, y a veces sus numerosos apremios pueden <strong class=\"keyword\">ofuscar</strong> nuestra visión de lo que Cristo nos llama a ser y a hacer.","second":"The ministry of Bishops is complex and demanding, and its many pressures can at times <strong class=\"keyword\">blur</strong> our vision of what Christ calls us to be and to do."},{"author":94808,"first":"Aunque la mayoría de ellos son justificables, se teme que la existencia de demasiados criterios pueda <strong class=\"keyword\">ofuscar</strong> la comprensión de los objetivos singulares del programa y mermar la repercusión de los criterios en general al tratar de abarcar demasiadas esferas diferentes.","second":"While most can be defensible, there is concern that too many criteria may prove distracting in understanding the unique objectives of the programme and may lessen the impact of the criteria overall by trying to “touch all the hot buttons”."},{"author":95096,"first":"Cuando las dificultades parecen <strong class=\"keyword\">ofuscar</strong> las perspectivas de un futuro mejor, cuando se experimenta el fracaso y el vacío a nuestro alrededor, es el momento de la esperanza cristiana, fundada en el Señor resucitado y acompañado por un amplio esfuerzo caritativo hacia los más necesitados.","second":"When difficulties seem to <strong class=\"keyword\">blur</strong> the prospect for a better future, when you experience failure and emptiness, it is time for Christian hope, founded on the Risen Lord and accompanied by a strong charitable effort for those most in need."},{"author":31,"first":"Admiro su vaIor aI intentar <strong class=\"keyword\">ofuscar</strong> nuestro sentido de Ia reaIidad","second":"I admire your skill at trying to <strong class=\"keyword\">obfuscate</strong> our sense of reality"},{"author":8000,"first":"En estos momentos la indignación o las inevitables dificultades para construir consensos pueden <strong class=\"keyword\">ofuscar</strong> un juicio claro y dar lugar a presiones para actuar de manera precipitada o unilateral","second":"At the present time, anger or the inevitable difficulties of consensus-building may <strong class=\"keyword\">cloud</strong> judgement or give rise to pressure to act precipitously or unilaterally"},{"author":119723,"first":"Los alumnos también aprendieron que nuestra mente se <strong class=\"keyword\">ofuscará</strong> y traeremos condenación sobre nosotros si tratamos con ligereza las cosas de Dios.","second":"Students also learned that our minds will be <strong class=\"keyword\">darkened</strong> and we will be brought under condemnation if we treat the word of God lightly."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}