{"result":"ok","tuc":[{"phrase":{"text":"oligarchy","language":"en"},"meanings":[{"language":"en","text":"Government by only a few"},{"language":"en","text":"Government by only a few, often the wealthy."},{"language":"es","text":"Gobierno de sólo unos pocos, generalmente los más ricos."},{"language":"en","text":"Those who make up an oligarchic government"}],"meaningId":-4272711942198732994,"authors":[70195]},{"meanings":[{"language":"en","text":"oligarchy"}],"meaningId":-8772673831529785746,"authors":[1]}],"phrase":"oligarquía","examples":[{"author":94808,"first":"Debido a la globalización creciente de los mercados y a la aparición de poderosas <strong class=\"keyword\">oligarquías</strong> transnacionales, la fuerza normativa de los Estados sufre una degeneración acelerada.","second":"Because of the rapidly spreading globalization of markets and the emergence of powerful transnational <strong class=\"keyword\">oligarchies</strong>, the normative power of States has been degenerating at an increasing pace."},{"author":8008,"first":"En España la superestructura capitalista fue coronada con la Monarquía Borbónica, impuesta al pueblo por el fascismo como máximo exponente del poder de la <strong class=\"keyword\">oligarquía</strong> y de los terratenientes.","second":"In Spain the capitalist superstructure was crowned by the Bourbon monarchy, imposed on the people by fascism as the greatest example of the power of the <strong class=\"keyword\">oligarchy</strong> and the landowners."},{"author":94808,"first":"El aumento de la <strong class=\"keyword\">oligarquía</strong> existente en el Consejo no tiene cabida.","second":"There is no room for <strong class=\"keyword\">an</strong> increase in the existing <strong class=\"keyword\">oligarchy</strong> within the Council."},{"author":8007,"first":"La guerra de hoy contra la <strong class=\"keyword\">oligarquía</strong> ha revelado el fracaso de Putin a la hora de aplicar la ``dictadura de la ley'' que prometió cuando asumió su cargo.","second":"Today's anti-<strong class=\"keyword\">oligarch</strong> war has exposed Putin's failure to deliver the ``dictatorship of law'' he promised when he took office."},{"author":118293,"first":"Lástima que las <strong class=\"keyword\">oligarquías</strong> fascistas las estén devastando para hacer hamburguesas.","second":"Too bad the fascist <strong class=\"keyword\">oligarchies</strong> are raping them to make hamburgers."},{"author":118293,"first":"Y una vez que los banqueros y las <strong class=\"keyword\">oligarquías</strong> tienen poder, las cosas que hacen, puedes llamarlo una póliza, puedes llamarlo algo como un tropismo, es como la forma que una planta responde.","second":"And once bankers and <strong class=\"keyword\">oligarchs</strong> have <strong class=\"keyword\">power</strong>, the things that they do, you could call them a policy, you could call it something like a tropism, it's like the way a plant responds."},{"author":118293,"first":"Como líder de los cocaleros, Morales fue encarcelado por las <strong class=\"keyword\">oligarquías</strong>.","second":"As a leader of coca growers, Morales was arrested by the <strong class=\"keyword\">oligarchs</strong>."},{"author":27,"first":"Un gobierno que no ofrezca la oportunidad de enderezar el rumbo de un país el día que se celebre la siguiente elección no es una democracia, sino una <strong class=\"keyword\">oligarquía</strong>.","second":"Government that provides no opportunity for adjusting a country’s course at the date of the next election is not democracy, but <strong class=\"keyword\">oligarchy</strong>."},{"author":91988,"first":"La separación establecida por la Ley Glass-Steagall entre la inversión y la banca comercial benefició en gran medida de la <strong class=\"keyword\">oligarquía</strong> ya asentada de los bancos de inversión, pero de alguna manera la entrada de los bancos comerciales y las aseguradoras como competidores aumentó aún más los beneficios de las compañías financieras.","second":"The Glass-Steagall Act’s separation of investment from commercial banking greatly benefited the established <strong class=\"keyword\">oligarchy</strong> of investment banks, but somehow the entry of competitors from commercial banks and insurers increased financial companies’ profits further."},{"author":8008,"first":"Aclaremos nuestra concepción de los movimientos sociales y de los gobiernos de centro-izquierda latinoamericanos: No suscribimos ninguna gran teoría cíclica de auge y decadencia, o ley de hierro de la <strong class=\"keyword\">oligarquía</strong> según la cual los movimientos sociopolíticos democráticos se transformarían inevitablemente en su opuesto a medida que consiguen influencia y poder.","second":"Let us be clear about our conception of contemporary Latin American social movements and center-left regimes. We do not subscribe to any grand cyclical theory of rise and decline, or ‘iron law of <strong class=\"keyword\">oligarchy</strong>’ in which democratic social and political movements are inevitably transformed into their opposites as they gain influence and power."},{"author":94809,"first":"G. Observando que el opaco proceso de privatización en Rusia ha concentrado el capital económico en manos de una <strong class=\"keyword\">oligarquía</strong> que está creando estructuras monopolistas, en lugar de estructuras basadas en la competencia,","second":"G. noting that the opaque privatisation process in Russia has concentrated economic capital in the hands of an <strong class=\"keyword\">oligarchy</strong> that is creating monopolistic rather than competition-based structures,"},{"author":8008,"first":"Contra la inmigración y la sociedad multicultural que imponen a los pueblos europeos el desconocer y negar la propia identidad, para conformarse con los dictados de lo políticamente correcto, obedientes y sumisos a las ordenes de las multinacionales y de las <strong class=\"keyword\">oligarquías</strong> financieras que quieren relegar a el hombre europeo a el rol de simple engranaje de un sistema cada vez mas marchito y decadente.","second":"Against immigration and multicultural society which imposes to the European countries to disclaim and undress their identity to homologate to the politically correct, obedient to the orders of the multinationals and financials <strong class=\"keyword\">oligarchies</strong> which wants to relegate to the European Man the simple role of a gear for a more and more decadent and rotten system."},{"author":91988,"first":"Por último, si las instituciones públicas de un país están bajo la esclavitud de <strong class=\"keyword\">oligarquías</strong> que están acostumbradas a robar con impunidad de las arcas públicas, un impuesto de tasa fija puede ser la única manera de inducir a los ricos a pagar algún tipo de impuesto.","second":"Finally, if a country’s public institutions are in the thrall of <strong class=\"keyword\">oligarchs</strong> who are accustomed to stealing with impunity from the public till, a flat tax may be the only way to induce the wealthy to pay any tax at all."},{"author":118293,"first":"Bien, me parece que la naturaleza de la última revolución, con la que ahora nos enfrentamos, es precisamente esto - que estamos en el proceso de desarrollar una serie de técnicas que facilitarán el control de la <strong class=\"keyword\">oligarquía</strong>,","second":"But if you can get people - to consent to the state of affairs in which they are living, - the state of servitude, the state of being, well, it seems to me - that the nature of the ultimate revolution with which we are now faced"},{"author":95096,"first":"Como decía recientemente a parlamentarios europeos, semejante democracia, bien comprendida, con una autoridad pública suficientemente fuerte, es una gran oportunidad, si se la compara con los regímenes fundados sobre la violencia, sobre la dictadura o sobre los privilegios de una <strong class=\"keyword\">oligarquía</strong> todopoderosa.","second":"As I said recently to some European parliamentarians, such a democracy, properly understood, with a sufficiently strong public authority, is a great opportunity, if one compares it to regimes founded on violence, on dictatorship or on the privileges of an all powerful <strong class=\"keyword\">oligarchy</strong>."},{"author":8008,"first":"Y no deben estar tan lejanos unos de los otros, por más que la <strong class=\"keyword\">oligarquía</strong> camba pretenda no ser racista: en la Casa de la Cultura de Santa Cruz, en plena Plaza 24 de Septiembre (la principal), hay una reveladora foto: una comparsa de carnaval en la que las personas, para \"bailar y gozar\", se han disfrazado de miembros del Ku Klux Klan (¿La habrá visto Sergio Antelo, líder intelectual de la Nación Camba?","second":"And they can't be too far from each other, despite the efforts of the Camba <strong class=\"keyword\">oligarchy</strong> not to appear racist: in the House of Culture in Santa Cruz, right on the city's main avenue (24 de Septiembre), there is a revealing photo: a carnival group, in which the participants, in order to \"dance and make merry,\" have dressed up as Ku Klux Klan members. (Has Sergio Antelo, intellectual leader of the Camba Nation, seen this?"},{"author":94808,"first":"El autor se limitaba a afirmar que ese recurso no era efectivo, ya que el Tribunal Constitucional era \"un instrumento de la <strong class=\"keyword\">oligarquía</strong> gobernante\".","second":"The author merely contended that this remedy is not effective, as the Constitutional Court is “an instrument of the governing <strong class=\"keyword\">oligarchy</strong>”."},{"author":27,"first":"Señor Presidente, señor Comisario, Señorías, la población de Guatemala, al igual que la de América Latina, ha sufrido la intervención extranjera por parte del imperialismo estadounidense y la explotación por parte de la <strong class=\"keyword\">oligarquía</strong>, con trágicas consecuencias.","second":"Mr President, Commissioner, ladies and gentlemen, the people of Guatemala, like all the people of Latin America, have tried foreign intervention by American imperialism and exploitation by the <strong class=\"keyword\">local oligarchy</strong> with tragic consequences."},{"author":27,"first":"Exactamente ése es el perverso efecto que se ha conseguido: crear una <strong class=\"keyword\">oligarquía</strong>, capitaneada por los Estados Unidos, que se protege a sí misma, cada vez más gorda, cada vez más rica y dispuesta a una guerra comercial sin cuartel.","second":"That is exactly the perverse effect that has been achieved. An <strong class=\"keyword\">oligarchy</strong> has been established, dominated by the United States, which is protecting itself."},{"author":8000,"first":"Estas <strong class=\"keyword\">oligarquías</strong> están integradas por una coalición de poderosos Estados industrializados y las instituciones financieras internacionales que éstos controlan","second":"These <strong class=\"keyword\">oligarchies</strong> consist of a coalition of powerful industrialized States and the international financial institutions they control"},{"author":27,"first":"En dos palabras, no queremos para nuestros países ni para nuestros hermanos del Este una Europa que entrega los intereses de las naciones a <strong class=\"keyword\">oligarquías</strong> con intereses muy diferentes a los nuestros.","second":"Very briefly, this Europe which is handing over the interests of nations to <strong class=\"keyword\">oligarchies</strong> that have interests so different to our own ?we do not want it for our countries nor do we want it for our counterparts in the East."},{"author":31,"first":"Como un héroe romano, se lleva las viejas <strong class=\"keyword\">oligarquías</strong> por delante","second":"He' s like a Roman hero.He sweeps the old <strong class=\"keyword\">oligarchies</strong> before him"},{"author":27,"first":"A un lado, las aguas turbias de un régimen totalitario fluyen hacia el pasado, donde las <strong class=\"keyword\">oligarquías</strong> y la administración actual son los únicos que se benefician.","second":"On one side of the watershed the murky waters of a totalitarian regime flow towards the past, where only the <strong class=\"keyword\">oligarchies</strong> and the present administration reap the benefits."},{"author":27,"first":"Por último, el Presidente de la República Francesa, Jacques Chirac, dijo, concretamente y con toda razón en mi opinión, que los países de Europa Oriental y, en particular, sus <strong class=\"keyword\">oligarquías</strong>, solo desean pasar de un imperio a otro, y que en el fondo desean formar parte del imperio estadounidense, que es exactamente lo contrario de lo que consideramos la razón de ser de la Unión Europea.","second":"Lastly, the President of the French Republic, Jacques Chirac, said, quite specifically and quite rightly, in my opinion, that the Eastern European countries and, in particular, their <strong class=\"keyword\">oligarchies</strong>, only want to move from one empire to another and essentially wish to become part of the US empire, which is the exact opposite of what we believe to be the European Union's only raison d'être."},{"author":31,"first":"Ese gobierno que esta ahí, es apenas un representante... de los intereses de los banqueros internacionales... y de la <strong class=\"keyword\">oligarquías</strong> del café","second":"This government only represents the... international banks interests... and <strong class=\"keyword\">the</strong> coffee enterprises"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}