{"result":"ok","tuc":[{"phrase":{"text":"ominous","language":"en"},"meanings":[{"language":"en","text":"of or pertaining to an omen or to omens; being or exhibiting an omen"},{"language":"en","text":"giving indication of a coming ill"}],"meaningId":5836422079068364208,"authors":[70195]},{"phrase":{"text":"bodeful","language":"en"},"meaningId":1877031350807141789,"authors":[25018]},{"phrase":{"text":"portentous","language":"en"},"meaningId":-7633522480666112781,"authors":[25018]},{"meanings":[{"language":"en","text":"ominous"}],"meaningId":5497691430034922031,"authors":[93107]}],"phrase":"ominoso","examples":[{"author":94808,"first":"No obstante, todos los Estados deben poner de su parte por prevenir el <strong class=\"keyword\">ominoso</strong> avance de los cambios climáticos.","second":"Nevertheless, all States must do their part to prevent the <strong class=\"keyword\">ominous</strong> advance of climate change."},{"author":118293,"first":"Aunque la policía no confirmó aún la posible participación de los Santos la <strong class=\"keyword\">ominosa</strong> pregunta sobrevuela en el aire.","second":"As police have yet to confirm the Saints'possible involvement, the <strong class=\"keyword\">ominous</strong> question hangs heavy in the air."},{"author":8000,"first":"Habida cuenta del <strong class=\"keyword\">ominoso</strong> incremento de la tasa de infección por VIH/SIDA en la región, conseguir un gobierno que apoye y que esté comprometido con la cuestión es una prioridad para muchos de nuestros países, incluido el nuestro","second":"With the rate of HIV/AIDS infection increasing <strong class=\"keyword\">ominously</strong> in the region, building a committed and supportive government is a priority for many of our countries, including Croatia"},{"author":94808,"first":"El ataque con bombas de la sede del Comité Internacional de la Cruz Roja (CICR) en Bagdad en octubre de 2003, la muerte el mismo mes en Somalia de la ganadora de la medalla Nansen, Dra. Annalena Tonelli, el asesinato de Bettina Goislard, funcionaria del ACNUR, en el Afganistán oriental en noviembre de 2003 y el de cinco colegas de Médecins sans Frontières ocurrido en el mismo país a primeros de junio de 2004, así como ataques análogos en otros lugares, constituyen <strong class=\"keyword\">ominosos</strong> recordatorios de que el personal de las Naciones Unidas y otro personal humanitario son objeto de ataques movidos por razones políticas cada vez más frecuentes, cuando tratan de proporcionar protección y asistencia.","second":"The bombing of the Baghdad headquarters of the International Committee of the Red Cross (ICRC) in October 2003, the killing that same month in Somalia of the Nansen Refugee Award winner, Dr Annalena Tonelli, the murder of UNHCR staff member Bettina Goislard in eastern Afghanistan in November 2003, and that of five Médecins sans Frontières colleagues in the same country in early June 2004, as well as similar attacks elsewhere, are stark <strong class=\"keyword\">reminders</strong> that United Nations and other humanitarian personnel are increasingly being targeted for political reasons, as they seek to deliver protection and assistance."},{"author":8000,"first":"La perspectiva puede ser absolutamente <strong class=\"keyword\">ominosa</strong> si se materializan las alianzas naturales entre las llamadas amenazas emergentes, en particular el terrorismo y las armas de destrucción masiva","second":"The prospects could be thoroughly <strong class=\"keyword\">ominous</strong> if the natural alliances between so-called emerging threats- in particular between terrorism and weapons of mass destruction- were to materialize"},{"author":8000,"first":"La mera referencia normativa a la tortura, contenida en la descripción típica del artículo # del Estatuto del Niño y el Adolescente, revela un universo conceptual impregnado de conceptos con los que el sentido común y de decencia de las personas identifican una conducta degradante que, en la práctica concreta, revelan el gesto <strong class=\"keyword\">ominoso</strong> de la ofensa a la dignidad de la persona humana","second":"The mere normative reference to torture, contained in the typical description of article # of the Statute of the Child and Adolescent shows a conceptual universe impregnated with notions with which people's common sense and feelings of decency identify degrading conduct that in concrete practice bring the <strong class=\"keyword\">ominous</strong> gesture of offense to the dignity of the human person"},{"author":8000,"first":"Este incidente proyecta una sombra oscura y <strong class=\"keyword\">ominosa</strong> sobre un proceso de elecciones que, al margen de este incidente, estuvo bien organizado","second":"That incident casts a dark and <strong class=\"keyword\">ominous</strong> shadow over an otherwise well organized election process"},{"author":91988,"first":"De hecho, éste aún puede ser el año más <strong class=\"keyword\">ominoso</strong> para Rusia.","second":"Indeed, this year could be Russia’s most <strong class=\"keyword\">fateful</strong> yet."},{"author":8000,"first":"Instamos a la comunidad internacional, en particular a las naciones industrializadas, a adoptar medidas de inmediato para salvar a nuestro mundo del <strong class=\"keyword\">ominoso</strong> impacto del calentamiento atmosférico","second":"We appeal to the international community, particularly the industrialized nations, to take immediate action to save our world from the <strong class=\"keyword\">ominous</strong> impact of global warming"},{"author":94808,"first":"El desarrollo de estrategias colectivas para combatir la circulación y el tráfico ilícito de armas pequeñas, implica tener en cuenta que la demanda de armas ilegales es generada por grupos e individuos al margen de la ley que, interesados en subvertir el orden constitucional y propagar la violencia para lograr sus <strong class=\"keyword\">ominosos</strong> objetivos, recurren al comercio ilícito para adquirir las armas que les son vedadas por las disposiciones legales de los países donde operan.","second":"The development of collective strategies to combat the circulation of and illicit trafficking in small arms implies taking account of the fact that the demand for illegal weapons is generated by groups and individuals on the fringes of legality who have an interest in subverting the constitutional order and spreading violence in order to achieve their reprehensible objectives, and who have recourse to illicit trading to acquire weapons which are forbidden to them under the legal provisions of the countries when they are operating."},{"author":8008,"first":"Pese a todo eso, este arresto y los informes periodísticos acompañantes, son muy <strong class=\"keyword\">ominosos</strong>.","second":"But with all that, this arrest, and accompanying news reports are very <strong class=\"keyword\">ominous</strong>."},{"author":8000,"first":"Para el Relator Especial sobre las formas contemporáneas de racismo, discriminación racial y xenofobia y formas conexas de intolerancia, el análisis del aumento de la difamación de las religiones no puede disociarse de una reflexión profunda sobre el contexto político e ideológico actual y sobre las <strong class=\"keyword\">ominosas</strong> tendencias del racismo, la discriminación racial, la xenofobia y las formas conexas de intolerancia que a su vez alimentan y promueven el odio racial y religioso, así como sobre las características específicas y comunes de las distintas manifestaciones de la difamación de las religiones","second":"For the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the analysis of the increasing trend in defamation of religions cannot be dissociated from a profound reflection both on the current political and ideological context and on the <strong class=\"keyword\">ominous</strong> trends of racism, racial discrimination, xenophobia and related intolerance which in turn fuel and promote racial and religious hatred, and on the specificities and commonalities existing among different manifestations of defamation of religions"},{"author":94808,"first":"Con la aprobación de esta resolución, el Consejo se muestra a la altura de sus responsabilidades al hacer frente a una de las amenazas actuales más <strong class=\"keyword\">ominosas</strong> para la paz y la seguridad internacionales.","second":"With the adoption of this resolution, the Council lives up to its responsibilities, addressing one of today’s most <strong class=\"keyword\">ominous</strong> challenges to international peace and security."},{"author":94808,"first":"La amenaza del terrorismo con armas de destrucción en masa es real y el peligro planteado por actos terroristas en los que se empleen esas armas es <strong class=\"keyword\">ominoso</strong>.","second":"Indeed, the threat of weapons of mass destruction terrorism is real and the danger posed by terrorist acts using weapons of mass destruction is <strong class=\"keyword\">ominous</strong>."},{"author":94808,"first":"Los ataques que realizan los aviones estadounidenses y británicos contra las ciudades y pueblos iraquíes, y contra la infraestructura vital de la República del Iraq, incluyendo instalaciones sanitarias y educativas y lugares de culto, constituyen actos flagrantes y continuados de terrorismo de estado, así como injerencias <strong class=\"keyword\">ominosas</strong> en los asuntos internos del Iraq.","second":"The attacks being launched by United States and British aircraft on Iraqi towns and villages and on structures that are basic to life in the country, including health-care and educational establishments and houses of worship, constitute flagrant aggression, blatant and continuing State terrorism and gross interference in the internal affairs of Iraq."},{"author":8000,"first":"Aunque los anuncios turísticos pueden evocar imágenes paradisíacas en las islas del Pacífico, los desafíos que presenta el desarrollo son reales y <strong class=\"keyword\">ominosos</strong>","second":"While tourist posters may conjure up images of paradise in the Pacific islands, the developmental challenges are real and <strong class=\"keyword\">ominous</strong>"},{"author":119739,"first":"Sin embargo, el mensaje que se encuentra en Isaías 29:1-4 tiene un sentido <strong class=\"keyword\">ominoso</strong> y predice la inminente destrucción de la ciudad a manos de Babilonia (en 607 a. E.C.), cuando se convertiría en fogón del altar, pero en un sentido diferente: una ciudad en la que correría la sangre derramada y a la que consumiría el fuego, de modo que quedaría sembrada de cadáveres, víctimas de la ardiente destrucción.","second":"However, the message in Isaiah 29:1-4 is <strong class=\"keyword\">ominous</strong> in content and predicts the destruction due to come to Jerusalem at the hands of the Babylonians in 607 B.C.E., when she would become an “altar hearth” in a different sense: as a city running with shed blood and consumed by fire and filled with the bodies of victims of the fiery destruction."},{"author":91988,"first":"La tercera señal es aun más <strong class=\"keyword\">ominosa</strong>: indica que a menos que sus intereses vitales estén en juego, Estados Unidos no hará lo necesario para defender la integridad territorial de otro país, incluso uno que se comprometió a proteger.","second":"The third was even more <strong class=\"keyword\">ominous</strong>: America’s own vital interests must be directly at stake for it to do what is necessary to uphold another country’s territorial integrity – even a country that it has pledged to protect."},{"author":94808,"first":"Sin embargo, sobre este período de un año pasan graves y <strong class=\"keyword\">ominosos</strong> silencios, salvo algunas breves indicaciones acerca de las cuestiones de los prisioneros, las tropas de ambas partes y los refugiados (párrafos 19, 20 y 21).","second":"However, the concept of this one-year period is encompassed with <strong class=\"keyword\">solemn</strong> and weighty silences, except for some brief indications regarding the issues of prisoners, the troops of the two parties and refugees (paras. 19, 20 and 21)."},{"author":92475,"first":"Una acusación mucho más <strong class=\"keyword\">ominosa</strong> llegó poco después.","second":"A much more <strong class=\"keyword\">ominous</strong> accusation came shortly later."},{"author":8008,"first":"En Atenco y por Atenco está en juego el porvenir que el gobierno construye <strong class=\"keyword\">ominoso</strong> con el asesinato de mineros, la desatención y la prepotencia ante los muertos de Pasta de Conchos y en los frecuentes ataques contra las resistencias populares a los despojos privatizadores de los consorcios asociados a los gobernantes en turno, iguales en posición antipopular como evidencia del porqué el Estado patrocina y financia generosamente a partidos políticos que en realidad son empresas de colocaciones en el poder globalizador y privatizador.","second":"The government is building an <strong class=\"keyword\">ominous</strong> future for Atenco with the assassination of miners, the lack of attention and arrogance in the face of those who died at Pasta de Conchos, and in the frequent attacks against the popular resistance to the plundering privatization proponents associated with the government who are all equal in their positions against the people, as demonstrated by their generous government funding of political parties that are themselves, in fact, companies that serve the powerful businesses focused on globalization and privatization."},{"author":91988,"first":"Además de alardear con su arsenal nuclear, el gobierno ruso anunció hace poco una nueva doctrina naval que trae <strong class=\"keyword\">ominosos</strong> recuerdos del desafío marítimo de Alemania a Gran Bretaña antes de la Primera Guerra Mundial.","second":"Beyond his boastful talk about Russia’s nuclear arsenal, his government has recently announced a new naval doctrine – one that amounts to an alarming echo of Germany’s naval challenge to Britain prior to World War I."},{"author":8000,"first":"Hoy una buena parte de ese optimismo y ese entusiasmo ha quedado desdibujada por el <strong class=\"keyword\">ominoso</strong> humo que inevitablemente surge de los cada vez más numerosos ataques suicidas y atentados terroristas con bomba","second":"Today, much of that optimism and excitement has been obliterated by the <strong class=\"keyword\">ominous</strong> smoke that inevitably rises from the region's ever more numerous suicide attacks and terrorist bombs"},{"author":94808,"first":"Esa visita <strong class=\"keyword\">ominosa</strong> fue la chispa que encendió la intifada palestina, expresión del rechazo del pueblo palestino a la profanación de sus lugares santos.","second":"That <strong class=\"keyword\">ominous</strong> visit was the spark that ignited the Palestinian intifada, which is an expression of the Palestinian people’s rejection of having its holy sites desecrated."},{"author":94808,"first":"Además, la devastación que el reciente terremoto y el consiguiente tsunami llevaron al Japón es otro <strong class=\"keyword\">ominoso</strong> recordatorio de la vulnerabilidad de la región a los desastres naturales.","second":"Furthermore, the devastation wrought by the recent earthquake and tsunami in Japan provides another stark <strong class=\"keyword\">reminder</strong> of the region’s vulnerability to natural disasters."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}