{"result":"ok","tuc":[{"phrase":{"text":"omnipresent","language":"en"},"meanings":[{"language":"en","text":"being everywhere"}],"meaningId":-3717483605845751894,"authors":[70195]},{"phrase":{"text":"ubiquitous","language":"en"},"meaningId":-3056112620710476352,"authors":[25115]},{"meanings":[{"language":"en","text":"omnipresent"}],"meaningId":-8082831719962683250,"authors":[1]}],"phrase":"omnipresente","examples":[{"author":94808,"first":"Varios oradores destacaron la importancia de hacer frente a la violencia contra las mujeres y expresaron su preocupación por el hecho de que esa forma de violencia fuera todavía extendida, <strong class=\"keyword\">omnipresente</strong>, a menudo no denunciada y a veces incluso tolerada.","second":"Several speakers stressed the importance of addressing violence against women and expressed their concern at the fact that that form of violence was still widespread, <strong class=\"keyword\">pervasive</strong>, often unreported and sometimes even condoned."},{"author":8000,"first":"En él se muestra que la pobreza extrema es <strong class=\"keyword\">omnipresente</strong> y persistente en la mayoría de los PMA y que la incidencia de la pobreza extrema es mayor en aquellos PMA que dependen de las exportaciones de productos básicos","second":"It shows that extreme poverty is <strong class=\"keyword\">pervasive</strong> and persistent in most LDCs, and that the incidence of extreme poverty is highest in those LDCs that are dependent on primary commodity exports"},{"author":94809,"first":"El hecho de que la productividad de la industria de la Unión aumentara durante el período considerado se debe principalmente a los importantes esfuerzos realizados por competir con las <strong class=\"keyword\">omnipresentes</strong> importaciones chinas objeto de dumping.","second":"Although the productivity of the Union industry increased over the period considered, this is mainly due to its significant efforts to compete against the highly <strong class=\"keyword\">present</strong> dumped Chinese imports."},{"author":94809,"first":"La nanoelectrónica es una tecnología <strong class=\"keyword\">omnipresente</strong> , que impulsa hoy la innovación en muchos campos, tales como las comunicaciones móviles, el transporte, la informática, los productos de consumo y la automatización de la fabricación.","second":"Nanoelectronics is <strong class=\"keyword\">pervasive</strong> and the motor for innovation in many areas today including mobile communications, transport, computing, consumer products, and manufacturing automation."},{"author":8000,"first":"El Experto independiente, observando que había habido cierto progreso, dijo que la impunidad era <strong class=\"keyword\">omnipresente</strong> en el país y citó Kivu del Norte como ejemplo patente","second":"The independent expert, while noting some progress, referred to the <strong class=\"keyword\">pervasive</strong> impunity in the country, citing North Kivu as a flagrant example"},{"author":94808,"first":"En vista de estos obstáculos generalizados y <strong class=\"keyword\">omnipresentes</strong> que impiden a las niñas el ejercicio de los derechos amparados por el artículo 31, el Comité insta a los Estados partes a que adopten medidas para combatir los estereotipos de género que agravan y refuerzan las pautas de discriminación y desigualdad de oportunidades.","second":"Given these widespread and <strong class=\"keyword\">pervasive</strong> barriers impeding girls’ realization of their rights under article 31, the Committee urges States parties to take action to challenge gender stereotypes which serve to compound and reinforce patterns of discrimination and inequality of opportunity."},{"author":95183,"first":"La falta de peso sigue siendo un problema <strong class=\"keyword\">omnipresente</strong> en los países en desarrollo, en que la pobreza es una importante causa subyacente que contribuye a la inseguridad alimentaria en los hogares, a una deficiente atención infantil, a la desnutrición materna, a los ambientes insalubres y a una atención sanitaria insuficiente.","second":"Underweight remains a pervasive problem in developing countries, where poverty is a strong underlying cause, contributing to household food insecurity, poor childcare, maternal under-nutrition, unhealthy environments, and poor health care."},{"author":94809,"first":"La ITC sobre nanoelectrónica responde a la necesidad de apoyar las tecnologías de la información y la comunicación <strong class=\"keyword\">omnipresentes</strong>, tal como se señala en el informe «Crear una Europa Innovadora» («Creating an Innovative Europe») de enero de 2006.","second":"The JTI on nanoelectronics responds to the need for support for <strong class=\"keyword\">pervasive</strong> Information and Communication Technologies as identified in the report ‘Creating an Innovative Europe’ of January 2006."},{"author":8008,"first":"¿ Quién va a invertir en la producción del concentrado de tomate hasta que el Estado no tase el concentrado de tomate chino, envasado en Italia y <strong class=\"keyword\">omnipresente</strong> en toda África Occidental ?","second":"Who will want to invest in domestic tomato processing as long as there is no import tax on Chinese tomato paste canned in Italy and marketed throughout West Africa ?"},{"author":94808,"first":"“Al Consejo le preocupa profundamente el hecho de que, pese a sus repetidas condenas de todos los actos de violencia, incluidas las matanzas, mutilaciones, violencia sexual, explotación y abuso en situaciones de conflicto armado, y pese a los llamamientos dirigidos a todas las partes en los conflictos armados para que cesen tales actos con efecto inmediato y adopten medidas prácticas para proteger a las mujeres y las niñas contra la violencia basada en el género, en particular las violaciones y otras formas de abuso sexual, tales actos siguen <strong class=\"keyword\">omnipresentes</strong> y en algunas situaciones se han convertido en sistemáticos y han alcanzado niveles terribles de atrocidad.","second":"“The Council is deeply concerned that despite its repeated condemnation of all acts of violence, including killing, maiming, sexual violence, exploitation and abuse in situations of armed conflict, and despite its calls addressed to all parties to armed conflict for the cessation of such acts with immediate effect and for the adoption of specific measures to protect women and girls from gender‐based violence, particularly rape, and other forms of sexual abuse, as well as all other forms of violence, such acts remain <strong class=\"keyword\">pervasive</strong>, and in some situations have become systematic, and have reached appalling levels of atrocity."},{"author":8000,"first":"La pobreza que cada año mata innecesariamente a muchos millones de hombres, mujeres y niños es más insidiosa, más <strong class=\"keyword\">omnipresente</strong> y más mortal que incluso la misma guerra","second":"More insidious, more <strong class=\"keyword\">pervasive</strong> and more deadly than even war itself is the poverty that kills many millions of men, women and children needlessly every year"},{"author":8008,"first":"Sobrevivir, es agarrarse a algunos espacios de paz: las mujeres (de una familia con frecuencia atomizada), la escuela (desprovista de los medios), la iglesia (<strong class=\"keyword\">omnipresente</strong>).","second":"It could have just been an act of insubordination by a rebellious journalist."},{"author":94808,"first":"La mayoría de los países africanos, a causa de la pobreza <strong class=\"keyword\">omnipresente</strong> y la limitación de recursos, no pueden reunir fondos suficientes para financiar su propio desarrollo.","second":"As a result of <strong class=\"keyword\">pervasive</strong> poverty and a limited resource base, most African countries are not in a position to raise enough funds to finance their own development."},{"author":95183,"first":"«Las directrices presentan datos científicos acerca de intervenciones preventivas eficaces y ofrecen recomendaciones para ayudar a impedir que las barreras <strong class=\"keyword\">omnipresentes</strong> como el estigma y la penalización sigan obstruyendo el acceso a servicios que salvan vidas.»","second":"\"The guidelines both present evidence for effective prevention interventions for these populations and provide recommendations to help ensure that pervasive barriers like stigma and criminalization no longer stand in the way of life-saving services.”"},{"author":8000,"first":"Sin embargo, los derechos humanos no podían dejarse en manos de los jueces y abogados. El espíritu de los derechos humanos debía ser <strong class=\"keyword\">omnipresente</strong> en la comunidad, y encontrar expresión en una sociedad civil crítica y en ciudadanos informados","second":"However, human rights could not be left to judges and lawyers; the spirit of human rights must <strong class=\"keyword\">pervade</strong> the community, finding expression in a questioning civil society and in informed citizens"},{"author":31,"first":"Riker y yo no creemos en eso del <strong class=\"keyword\">omnipresente</strong>","second":"We set him free.Riker and I do not believe in these fables about an <strong class=\"keyword\">Overseer</strong>"},{"author":94808,"first":"Por lo tanto, como se verá más adelante, nos enfrentamos a un hecho simple: el teléfono inteligente es una tecnología <strong class=\"keyword\">omnipresente</strong> que tiene enormes consecuencias para la privacidad.","second":"Thus, as will be seen below, we are faced with a simple fact: the smartphone is a <strong class=\"keyword\">ubiquitous</strong> technology which has huge ramifications for privacy."},{"author":91988,"first":"En estos días, la amenaza más <strong class=\"keyword\">omnipresente</strong> de la competencia proviene de empresas en otros sectores que pueden erosionar la propuesta de valor para los clientes después de la venta del automóvil.","second":"These days, the more <strong class=\"keyword\">pervasive</strong> competitive threat comes from companies in other domains that can erode the customer value proposition after the car is sold."},{"author":22,"first":"Su nueva forma redefinirá el lugar y el papel de las <strong class=\"keyword\">omnipresentes</strong> redes en la vida de los ciudadanos y el crecimiento económico, que puede dar lugar a grandes cambios sociales","second":"Its new pattern will redefine the place and role of <strong class=\"keyword\">pervasive</strong> networks in people's lives and economic growth which may lead to major social changes"},{"author":119723,"first":"El sabe todas las cosas y, por lo tanto, es omnisciente; El tiene todo poder y, por esto, es omnipotente; y mediante Su luz, la Luz de Cristo, El es <strong class=\"keyword\">omnipresente</strong>.","second":"He knows all things and, therefore, he is omniscient; he has all power and, therefore, he is omnipotent; and through the Light of Christ, he is <strong class=\"keyword\">omnipresent</strong>."},{"author":94808,"first":"Dado que la prensa es tan <strong class=\"keyword\">omnipresente</strong>, se considera un mecanismo importante para difundir una cultura de los derechos humanos, aumentar el conocimiento de los instrumentos internacionales de derechos humanos y hacer un seguimiento de todos los acontecimientos importantes y las violaciones internacionales, regionales o nacionales.","second":"Owing to the fact that the press is so <strong class=\"keyword\">pervasive</strong>, it is deemed to be an important mechanism for propagating a culture of human rights, heightening awareness of international human rights instruments, and monitoring and tracking all international, regional or domestic violations and significant events."},{"author":91988,"first":"Tan <strong class=\"keyword\">omnipresente</strong> se ha vuelto la violencia que Ahmed Rashid, el renombrado experto sobre los talibán, concluyó que acelerar el proceso de paz a través del diálogo con los insurgentes es la única opción.","second":"So <strong class=\"keyword\">pervasive</strong> has the violence become that Ahmed Rashid, the renowned expert on the Taliban, has concluded that speeding up the peace process through dialogue with the insurgents is the only option."},{"author":94809,"first":"Los temas <strong class=\"keyword\">omnipresentes</strong>, como el acceso, la facilidad de utilización, la relación coste-eficacia y la interoperabilidad, así como el impacto socioeconómico, se abordan plenamente en todas las actividades clave.","second":"<strong class=\"keyword\">Universal</strong> issues such as access, ease of use, cost-effectiveness and interoperability and socioeconomic impact will be fully addressed in all the key actions."},{"author":92475,"first":"Sus partidarios crearon otra etiqueta, #gattiniconsalvini (gatitos con Salvini), para difundir imágenes de Salvini rodeado por los <strong class=\"keyword\">omnipresentes</strong> gatos.","second":"His supporters created a new hashtag, #gattiniconsalvini (kittens with Salvini), spreading images of Salvini surrounded by the <strong class=\"keyword\">omnipresent</strong> cats."},{"author":94809,"first":"Aquí es necesario esforzarse en hacer evaluaciones sólidas estableciendo comparaciones con otros riesgos, en particular con riesgos inevitables y <strong class=\"keyword\">omnipresentes</strong>.","second":"Here, every effort must be made to produce informative assessments by means of comparisons with other - in particular unavoidable and <strong class=\"keyword\">omnipresent -</strong> risks."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}