{"result":"ok","tuc":[{"phrase":{"text":"onerous","language":"en"},"meanings":[{"language":"en","text":"burdensome"},{"language":"en","text":"burdensome; difficult; wearing; tiring"}],"meaningId":7737913516073722266,"authors":[70195]},{"phrase":{"text":"costly","language":"en"},"meanings":[{"language":"es","text":"De precio o costo alto."},{"language":"en","text":"Having a high price, cost."}],"meaningId":2218156873360820622,"authors":[60172]},{"phrase":{"text":"expensive","language":"en"},"meanings":[{"language":"es","text":"De precio o costo alto."},{"language":"en","text":"Having a high price, cost."}],"meaningId":230426034197911026,"authors":[60172]},{"phrase":{"text":"dear","language":"en"},"meanings":[{"language":"es","text":"De precio o costo alto."},{"language":"en","text":"Having a high price, cost."}],"meaningId":745724945670076346,"authors":[60172]},{"phrase":{"text":"burdensome","language":"en"},"meaningId":2222750949006808767,"authors":[8]},{"phrase":{"text":"heavy","language":"en"},"meaningId":-5376741433587726040,"authors":[25018]},{"phrase":{"text":"oppressive","language":"en"},"meaningId":-1725280692468094334,"authors":[25018]},{"phrase":{"text":"pricey","language":"en"},"meaningId":4410498506444358547,"authors":[83042]},{"phrase":{"text":"pricy","language":"en"},"meaningId":-8370053539681200529,"authors":[83042]},{"phrase":{"text":"sumptuous","language":"en"},"meaningId":6380669950684053629,"authors":[83042]},{"meanings":[{"language":"en","text":"onerous"}],"meaningId":3834620148724529777,"authors":[1]}],"phrase":"oneroso","examples":[{"author":94809,"first":"También es controvertido si los acuerdos celebrados entre los municipios y las entidades gestoras del régimen de pensiones pueden ser calificados de contratos <strong class=\"keyword\">onerosos</strong> cuyo objeto es la prestación de servicios y cuyo valor sobrepasa los umbrales económicos pertinentes.","second":"In addition, there is disagreement on whether the agreements concluded between local authorities and pension scheme providers may be classified as contracts <strong class=\"keyword\">for pecuniary interest</strong> which have as their object the provision of services and which exceed the relevant thresholds."},{"author":94808,"first":"Yamamoto (Japón) dice que su delegación siempre ha apoyado plenamente el régimen común, que no sólo permite que cada una de las organizaciones participantes evite los <strong class=\"keyword\">onerosos</strong> procedimientos administrativos, sino que también garantiza condiciones de servicio equitativas y homogéneas, con lo que se elimina la competencia innecesaria.","second":"Yamamoto (Japan) said that his delegation had always fully supported the common system, which not only enabled each participating organization to avoid <strong class=\"keyword\">burdensome</strong> administrative arrangements but also ensured equal and consistent conditions of service, thereby eliminating unnecessary competition."},{"author":94808,"first":"Teniendo en cuenta que la Comisión pretende no solo fortalecer la cooperación internacional para prevenir y sancionar los crímenes de lesa humanidad, sino también establecer un modelo para la legislación nacional relativa a esos delitos, su delegación señala que los Estados probablemente duden en adherirse a una posible convención sobre crímenes de lesa humanidad si sus disposiciones son muy diferentes de las recogidas en la legislación nacional vigente o les imponen obligaciones excesivamente <strong class=\"keyword\">onerosas</strong>.","second":"Bearing in mind that the Commission sought not only to strengthen international cooperation for the prevention and punishment of crimes against humanity but also to establish a model for domestic legislation on such crimes, his delegation noted that States were likely to be hesitant to become parties to the prospective convention on crimes against humanity if its provisions were significantly different from those of existing domestic legislation or imposed exceedingly <strong class=\"keyword\">burdensome</strong> obligations on them."},{"author":94808,"first":"Además, la carga de la prueba será más <strong class=\"keyword\">onerosa</strong> para el reclamante, particularmente si se alega falta de navegabilidad del buque.","second":"In addition, the burden of proof would be more <strong class=\"keyword\">onerous</strong> for the claimant, particularly if the unseaworthiness of the ship was alleged."},{"author":95875,"first":"También es destacable que permite llenar o vaciar un punto cuántico semiconductor con muchos electrones, una tarea hasta la fecha <strong class=\"keyword\">onerosa</strong>.","second":"Importantly, it also allows them to fill or empty any semiconducting quantum dot with many electrons, a previously <strong class=\"keyword\">onerous</strong> task."},{"author":94809,"first":"27 Por el contrario, el futuro arrendatario realizaría una prestación de servicios a título <strong class=\"keyword\">oneroso</strong> si el propietario, por considerar que la presencia de aquél en el inmueble donde se hallan los locales arrendados, como arrendatario prestigioso, atraería a otros arrendatarios, efectuara a su favor un pago como contrapartida por su compromiso de trasladar sus actividades al mencionado inmueble.","second":"27 However, the future tenant would make a supply of services <strong class=\"keyword\">for consideration</strong> if the landlord, taking the view that the presence of an anchor tenant in the building containing the leased premises will attract other tenants, were to make a payment by way of consideration for the future tenant's undertaking to transfer its business to the building concerned."},{"author":118385,"first":"16 Debo recordar que sólo pueden tener la consideración de servicios de la sociedad de la información, en el sentido de la Directiva 98/34 modificada, las prestaciones a título <strong class=\"keyword\">oneroso</strong>.","second":"16 I would recall that only services provided for consideration may be regarded as information society services within the meaning of Directive 98/34, as amended."},{"author":42,"first":"garantizando a los consumidores un alto nivel de protección en su relación con los suministradores, en particular garantizando la disponibilidad de procedimientos sencillos y poco <strong class=\"keyword\">onerosos</strong> para la resolución de litigios, efectuados por organismos independientes de las partes interesadas","second":"ensuring a high level of protection for consumers in their dealings with suppliers, in particular by ensuring the availability of simple and <strong class=\"keyword\">inexpensive</strong> dispute resolution procedures carried out by a body that is independent of the parties involved"},{"author":8000,"first":"Si bien la Ley Modelo requiere que se dé acceso al público y se actualice sistemáticamente la información mínima necesaria para lograr transparencia en el proceso de adjudicación, la aplicación de requisitos equivalentes a la publicación de información suplementaria que pueda ser útil pero no estrictamente necesaria podría resultar <strong class=\"keyword\">onerosa</strong> e incluso desalentar la publicación en sí","second":"Although the Model Law requires the minimum information necessary to achieve transparency in the procurement process to be made accessible to the public and systematically maintained, applying equivalent requirements to the publication of further information that is useful but not strictly necessary may be <strong class=\"keyword\">onerous</strong>, and might operate as a disincentive to publication itself"},{"author":94809,"first":"Por último, tal exigencia es ajena a la cuestión de la previsibilidad del coste del procedimiento para el demandante desde la presentación de su demanda, y sólo obliga a que, al término del litigio, el coste económico soportado no sea excesivamente <strong class=\"keyword\">oneroso</strong>, teniendo en cuenta una evaluación global.","second":"Finally, that requirement is unconnected to the question of the predictability of the cost of the proceedings for the claimant from the time when he brings his action, but means only that, when the case has been concluded, the financial cost borne, on an overall assessment, must not be <strong class=\"keyword\">prohibitive</strong>."},{"author":8000,"first":"Se observó que era conveniente adoptar ese grado de flexibilidad dado que una ampliación del proyecto de párrafo # del artículo # podría resultar particularmente <strong class=\"keyword\">onerosa</strong> para los pequeños Estados en desarrollo","second":"It was noted that this flexibility was desirable because an expansion of the proposed article # paragraph # could be particularly <strong class=\"keyword\">onerous</strong> for small developing States"},{"author":118385,"first":"2) El principio de protección de la confianza legítima que rige en el Derecho de la Unión no prohíbe interrumpir un procedimiento aún en curso de la autoridad nacional de reglamentación para la adjudicación gratuita de frecuencias de televisión digital y, en su lugar, iniciar un nuevo procedimiento ante la misma autoridad para la adjudicación <strong class=\"keyword\">onerosa</strong> de dichas frecuencias.","second":"(2) The EU-law principle of the protection of legitimate expectations does not prohibit a procedure for the gratuitous allocation of digital television frequencies which is ongoing before the national regulatory authority from being cancelled and replaced with a new procedure for the <strong class=\"keyword\">fee</strong>-based allocation of such frequencies which is conducted before the same authority."},{"author":94809,"first":"«navegación aérea de recreo privada» y «navegación marítima de recreo privada»: la utilización de una aeronave o una embarcación para navegación marítima por su propietario o por la persona física o jurídica que pueda utilizarla en virtud de arrendamiento o de cualquier otro título, para fines no comerciales y, en particular, para fines distintos del transporte de viajeros o mercancías y de la prestación de servicios a título <strong class=\"keyword\">oneroso</strong>, o que no se destinen a necesidades determinadas por las autoridades públicas;","second":"‘private pleasure-flying’ and ‘private pleasure-sea-navigation’ means the use of an aircraft or a sea-going vessel by its owner or the natural or legal person who enjoys its use either through hire or through any other means, for purposes other than commercial and in particular other than for the carriage of passengers or goods or for the supply of services for <strong class=\"keyword\">consideration</strong> or for the purposes of public authorities;"},{"author":22,"first":"Cuando esté plenamente justificado, y en función de la disponibilidad presupuestaria, esta suma puede incrementarse a # EUR para aquellas cuestiones que requieran una carga de trabajo particularmente <strong class=\"keyword\">onerosa</strong>","second":"The latter may be increased at EUR # where fully justified and subject to availability of budget for questions which are particularly <strong class=\"keyword\">demanding</strong> in terms of workload"},{"author":94808,"first":"Los sistemas que llevan demasiado tiempo o que resultan <strong class=\"keyword\">onerosos</strong> o engorrosos para la entidad adjudicadora o para los demás participantes en el proceso de contratación serán contraproducentes.","second":"Systems that are excessively costly or <strong class=\"keyword\">burdensome</strong> either to the procuring entity or to participants in procurement proceedings, or that result in undue delays in procurement, will be counterproductive."},{"author":94809,"first":"47 Por consiguiente, procede responder a la primera cuestión que el artículo 28 CE se opone a determinadas normas y prácticas administrativas nacionales que, dejando los procedimientos de evaluación de la conformidad para la comercialización y la puesta en servicio de los equipos radioeléctricos a la discrecionalidad de la Administración, prohíben a los operadores económicos a falta de una homologación nacional, importar, comercializar o poseer para la venta aparatos radioeléctricos, sin que exista la posibilidad de probar de una forma equivalente y menos <strong class=\"keyword\">onerosa</strong> la conformidad de dichos aparatos con los requisitos relativos al uso adecuado de las frecuencias de radio autorizadas por el Derecho nacional.","second":"47 Consequently, the first question should be answered as follows: Article 28 EC precludes legislation and/or national administrative practice which - in the context of a system where matters concerning conformity assessment procedures for the purposes of placing radio equipment on the market and putting such equipment into service have been delegated to the administrative authorities, to be decided at their discretion - prevents economic operators from importing, marketing or holding in stock, with a view to selling, radio equipment that has not undergone national type-approval, and which does not admit other forms of evidence, equally reliable but less <strong class=\"keyword\">burdensome</strong> to obtain, to prove that such equipment is in conformity with requirements concerning the proper use of the radio frequencies authorised under national law."},{"author":94809,"first":"Partiendo de esta consideración, la Comisión insiste en que el Parlamento Europeo y el Consejo deben volver a centrarse en la simplificación, lo que significa abogar por textos generales y exhaustivos, evitar procedimientos <strong class=\"keyword\">onerosos</strong> y adoptar normas y criterios de financiación simples.","second":"In this perspective, the Commission insists that the European Parliament and the Council re-focus on simplification: this means defending general and comprehensive texts, avoiding <strong class=\"keyword\">burdensome</strong> procedures, pursuing simple funding rules and criteria."},{"author":94809,"first":"Los Estados miembros quedan facultados para considerar que la transmisión, a título <strong class=\"keyword\">oneroso</strong> o gratuito o bajo la forma de aportación a una sociedad, de una universalidad total o parcial de bienes no supone la realización de una entrega de bienes y que el beneficiario continúa la personalidad del cedente.","second":"In the event of a transfer, whether for <strong class=\"keyword\">consideration</strong> or not or as a contribution to a company, of a totality of assets or part thereof, Member States may consider that no supply of goods has taken place and in that event the recipient shall be treated as the successor to the transferor."},{"author":8000,"first":"Además, la carga de la prueba será más <strong class=\"keyword\">onerosa</strong> para el reclamante, particularmente si se alega falta de navegabilidad del buque","second":"In addition, the burden of proof would be more <strong class=\"keyword\">onerous</strong> for the claimant, particularly if the unseaworthiness of the ship was alleged"},{"author":95875,"first":"Los problemas que subsisten tienen que ver principalmente con las condiciones <strong class=\"keyword\">onerosas</strong> de las licencias, la falta de transparencia de condiciones y procedimientos, el nivel de las tarifas y el extenso período requerido en ciertos casos para la concesión de licencias.","second":"Remaining concerns largely relate to <strong class=\"keyword\">onerous</strong> licence conditions, the lack of transparency with regard to conditions and procedures, the level of fees and the length of time required in certain cases to issue licenses."},{"author":94809,"first":"Dado que el artículo 2, apartado 1, prevé que las prestaciones de servicios realizadas a título <strong class=\"keyword\">oneroso</strong> por un sujeto pasivo están sujetas al IVA, la legislación nacional controvertida infringe el artículo 2, apartado 1, de la Sexta Directiva.","second":"Since Article 2(1) provides for the supply of services effected for <strong class=\"keyword\">consideration</strong> by a taxable person to be subject to VAT, the national legislation at issue infringes Article 2(1) of the Sixth Directive."},{"author":94808,"first":"También es la más importante ya que una respuesta afirmativa implica, para el depositario, una carga más <strong class=\"keyword\">onerosa</strong> que una respuesta negativa.","second":"It is also the one that has the greatest practical significance, for a reply in the affirmative would impose a <strong class=\"keyword\">heavier</strong> burden on the depositary than a negative one."},{"author":8000,"first":"Deben elaborarse instrumentos para supervisar y mitigar el riesgo y garantizar la concesión de préstamos en condiciones de favor, para que su devolución no resulte <strong class=\"keyword\">onerosa</strong> y los servicios puedan llegar a un número mucho mayor de personas pobres","second":"Tools need to be developed to monitor and mitigate risk and to ensure favorable concessional terms on loans, so that loan repayments are not <strong class=\"keyword\">burdensome</strong>, and services could be expanded to a much larger number of poor people"},{"author":94809,"first":"26 El Tribunal Administrativo e Fiscal de Ponta Delgada declaró también que los servicios prestados por Saudaçor en el marco de los contratos programa constituyen una actividad de carácter económico, dado que se prestan a título <strong class=\"keyword\">oneroso</strong>.","second":"26 The Tribunal Administrativo e Fiscal de Ponta Delgada (Ponta Delgada Administrative and Tax Court) also considered that the services provided by Saudaçor in connection with the programme agreements constitute an activity of an economic nature, since they are provided <strong class=\"keyword\">for consideration</strong>."},{"author":94809,"first":"2) ¿Es posible valorar la situación antes expuesta a la luz de la doctrina del abuso del Derecho elaborada por el Tribunal de Justicia de la Unión Europea y relativa a la aplicación de la Sexta Directiva (sentencia de 21 de febrero de 2006, Halifax y otros, C-255/02), en el sentido de que, mediante la venta de las mercancías en el depósito aduanero público situado en el territorio de la República Eslovaca, [Profitube] ya ha realizado una entrega de bienes a título <strong class=\"keyword\">oneroso</strong> en el territorio nacional?","second":"(2) In the light of the doctrine of abuse of rights developed by the Court of Justice of the European Union and concerning the application of the Sixth Directive [Case C‐255/02 Halifax and Others [2006] ECR I‐1609], is it possible to treat the above as a situation where the applicant, by selling goods in a public customs warehouse located in the territory of the Slovak Republic, has already made supply <strong class=\"keyword\">for consideration</strong> in the Slovak Republic?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}