{"result":"ok","tuc":[{"phrase":{"text":"ontology","language":"en"},"meanings":[{"language":"en","text":"system model in computer science"},{"language":"en","text":"A hierarchical structure of concepts or entities within a domain, organised by relationships."},{"language":"es","text":"Estructura jerárquica de conceptos o de entidades en un dominio, organizados por relaciones."},{"language":"es","text":"Rama de la metafísica que trata la naturaleza o las características esenciales de la existencia y de las cosas que existen."},{"language":"en","text":"study of being"},{"language":"en","text":"The branch of metaphysics that addresses the nature or essential characteristics of existence and of things that exist."}],"meaningId":6083487353093398103,"authors":[70195]},{"meanings":[{"language":"en","text":"ontology"}],"meaningId":-7555951915151966102,"authors":[1]}],"phrase":"ontología","examples":[{"author":95875,"first":"El motor que rige el proceso de toma de decisiones es la «<strong class=\"keyword\">Ontología</strong> PLANTS», una serie de normas que describen el comportamiento vegetal y los estados deseables en cada uno de los niveles del sistema.","second":"The heart of the decision-making process is the PLANTS <strong class=\"keyword\">Ontology</strong>, a collection of rules describing plant behaviour and the desirable states at each of the system's levels."},{"author":95875,"first":"El segundo elemento será la definición de <strong class=\"keyword\">ontologías</strong> y protocolos que representen consultas y servicios matemáticos, describan a los usuarios de dichos servicios y expliquen el proceso de solución.","second":"The second element will be the development of <strong class=\"keyword\">ontologies</strong> and protocols to represent mathematical queries and services, describe the users of such services, and explain the solution process."},{"author":94808,"first":"Sin embargo, la <strong class=\"keyword\">ontología</strong> de los negocios es la toma de riesgos.","second":"However, the <strong class=\"keyword\">ontology</strong> of business is risk-taking."},{"author":22,"first":"Las actividades explotarán los beneficios que se derivan del enriquecimiento de los contenidos digitales con datos comprensibles para un ordenador (metadatos semánticamente bien definidos, basados en terminología descriptiva, vocabularios y <strong class=\"keyword\">ontologías</strong> pertinentes","second":"These activities will exploit the benefits of enhancing digital content with machine-understandable data (semantically well-defined metadata based on relevant descriptive terminology, vocabularies and <strong class=\"keyword\">ontologies</strong>"},{"author":95875,"first":"Gestión del conocimiento orientada a <strong class=\"keyword\">ontologías</strong>","second":"<strong class=\"keyword\">Ontology</strong>-driven knowledge management"},{"author":95875,"first":"En el contexto de un estudio de casos concretos, se demostraron principios que pueden adoptarse a la hora de rediseñar mediante ingeniería SOC semiestructurados para convertirlos en <strong class=\"keyword\">ontologías</strong> formales con fines de integración de la información en un dominio específico.","second":"In the context of a concrete case study, principles that can be adopted when re-engineering semi-structured KOSes into formal <strong class=\"keyword\">ontologies</strong> were demonstrated for information integration in a specific domain."},{"author":95875,"first":"Además, las herramientas de KM deben ser flexibles, en la medida en que completan las estrategias basadas en los paradigmas del ciclo de vida del conocimiento. ontOmap, desarrollado en Italia por EXEURA, es una solución que aporta múltiples funciones, ha sido diseñada para facilitar el minado y la adquisición de datos y la formulación de estrategias basadas en los resultados. ontOmap permite recuperar la información a partir de un vocabulario estructurado que ha sido elaborado utilizando métodos de tratamiento de texto, una forma de representar esta información, organizada en base a <strong class=\"keyword\">ontologías</strong> y un método de distribución basado en las funcionalidades de la red y en consultas autosuficientes de texto.","second":"Moreover, KM tools need to be flexible in that they complement strategies based on knowledge life-cycle paradigms. ontOmap, developed in Italy by EXEURA, is a solution that provides a multitude of utilities, designed to facilitate data mining and acquisition and the formulation of strategies based on the results. ontOmap provides retrieval of information based upon structured vocabulary built using text processing methods, a means to represent that knowledge, mapped according to <strong class=\"keyword\">ontologies</strong> and a distribution method based on web functionalities and full-text queries."},{"author":94809,"first":"Las actividades explotarán los beneficios que se derivan del enriquecimiento de los contenidos digitales con datos comprensibles para un ordenador (metadatos semánticamente bien definidos, basados en terminología descriptiva, vocabularios y <strong class=\"keyword\">ontologías</strong> pertinentes).","second":"These activities will exploit the benefits of enhancing digital content with machine‐understandable data (semantically well-defined metadata based on relevant descriptive terminology, vocabularies and <strong class=\"keyword\">ontologies</strong>)."},{"author":95875,"first":"La <strong class=\"keyword\">ontología</strong> PLANTS es una herramienta de software para la formalización y la representación del conocimiento adquirido durante el desarrollo de comunidades sinergísticas, escalables y combinadas de artefactos y plantas.","second":"The PLANTS <strong class=\"keyword\">ontology</strong> is a software tool for formalisation and representation of the knowledge gained during the development of synergistic, scalable, mixed communities of artefacts and plants."},{"author":118293,"first":"¿Estamos debatiendo <strong class=\"keyword\">ontología</strong>?","second":"Are we debating <strong class=\"keyword\">ontology</strong>?"},{"author":8008,"first":"Buscador semántico: A partir del reconocimiento de los conceptos subyacentes a la consulta del usuario y aplicando técnicas de manipulación de <strong class=\"keyword\">ontologías</strong>, se refina la búsqueda y se genera una lista de documentos semánticamente relacionados ( ejemplo comentado de búsqueda ).","second":"Semantic search engine: our approach recognizes the concepts behind the user query terms, and applies <strong class=\"keyword\">ontologies</strong> to retrieve and rank the relevant documents. There is an example ."},{"author":95875,"first":"Se asemeja al lenguaje natural (por lo que es comprensible para los expertos en el conocimiento empresarial), pero también al «Lenguaje de <strong class=\"keyword\">Ontologías</strong> Web» (OWL), que es comprensible por los expertos en la formulación e implementación de las reglas de negocio.","second":"It is close to natural language (making it understandable for business knowledge experts) but also close to 'Web <strong class=\"keyword\">ontology</strong> language' (OWL) which is understood by experts in formulating and implementing business rules."},{"author":95875,"first":"El uso de <strong class=\"keyword\">ontologías</strong> permite crear una semántica compartida de estas representaciones, lo que da lugar a múltiples aplicaciones para usar estos conceptos a través de los servicios web derivados.","second":"Using <strong class=\"keyword\">ontologies</strong> allows the creation of shared semantics of these representations allowing multiple applications to use these concepts through the derived Web-Services."},{"author":8008,"first":"Además de modificar y desarrollar las ideas de Bhartṛhari en cuanto a la naturaleza lingüística de la experiencia, los pensadores Pratyabhijñā formularon argumentos »trascendentales«, para demostrar el autoreconocimiento de Śiva, a través de sus modalidades inmanentes; subrayando y constituyendo los hechos de <strong class=\"keyword\">ontología</strong> y epistemología.","second":"Further modifying and developing ideas of Bhartṛhari regarding the linguistic nature of experience, the Pratyabhijñā thinkers formulate »transcendental« arguments to demonstrate that Śiva's self-recognition, through its immanent modalities, underlies and constitutes all facts of epistemology and <strong class=\"keyword\">ontology</strong>."},{"author":31,"first":"Así que, para Bazin, la <strong class=\"keyword\">ontología</strong> del cine tiene que ver...... con la fotografía...... excepto que el cine tiene una dimensión de tiempo y es más realista","second":"Like, for Bazin, what the <strong class=\"keyword\">ontology</strong> of film has to do with...... is what photography has...... except it adds time and greater realism"},{"author":95875,"first":"En un enfoque se utilizó la técnica de reparación para adaptar la <strong class=\"keyword\">ontología</strong> de entrada en una etapa de reprocesamiento que, en ciertos casos específicos, podría funcionar utilizando un algoritmo basado en la resolución.","second":"One approach involved using the repairing technique to adapt the input <strong class=\"keyword\">ontology</strong> at a pre-processing stage, which could work in specific cases using a resolution-based algorithm."},{"author":95875,"first":"La conclusión de un proyecto financiado con fondos comunitarios ha llevado a la creación de una serie de herramientas punteras de gestión del conocimiento basadas en la <strong class=\"keyword\">ontología</strong>.","second":"The completion of an EU funded project has led to the creation of a suite of state of the art <strong class=\"keyword\">ontology</strong>-based knowledge management tools."},{"author":95875,"first":"Uno de los resultados fundamentales del proyecto fue el desarrollo de la herramienta de <strong class=\"keyword\">ontología</strong> PLANTS para la organización del conocimiento del sistema PLANTS.","second":"One of the key project results involved the development of the PLANTS <strong class=\"keyword\">ontology</strong> tool for the organisation of the knowledge of the PLANTS system."},{"author":95875,"first":"Su análisis condujo a una mejor comprensión de las fases del desarrollo y de <strong class=\"keyword\">ontología</strong> del sistema inmune.","second":"Their analysis led to better understanding of the development phases and the <strong class=\"keyword\">ontology</strong> of immune system."},{"author":95875,"first":"Esta partición iterativa ya se ha aplicado con éxito a <strong class=\"keyword\">ontologías</strong> del mundo real disponibles en sistemas OWL (lenguaje de <strong class=\"keyword\">ontologías</strong> Web) o RDF (marco de descripción de recursos), incluida la <strong class=\"keyword\">ontología</strong> superior fusionada sugerida (SUMO).","second":"This iterative partitioning has already been successfully applied to real-world <strong class=\"keyword\">ontologies</strong> available in OWL (Web <strong class=\"keyword\">Ontology</strong> Language) or RDF (Resource Description Framework) schema, including the Suggested Upper Merged <strong class=\"keyword\">Ontology</strong> (SUMO)."},{"author":95875,"first":"Haciendo frente al peligro de los obstáculos a la información que crea la falta de normalización, las <strong class=\"keyword\">ontologías</strong> pueden reducir la sobrecarga de volumen ofreciendo acceso semiautomático a software plug-and-play directamente desde la Web.","second":"Faced with the danger of information obstacles that the lack of standardisation creates, <strong class=\"keyword\">ontologies</strong> may reduce the volume overload by offering semi-automatic access to plug-and-play software directly from the Web."},{"author":95875,"first":"Para ello, el trabajo de investigación llevado a cabo por los socios del proyecto WONDERWEB se centró en el desarrollo de una biblioteca de <strong class=\"keyword\">ontologías</strong> fundacionales.","second":"To this end, the research work that the WONDERWEB project partners focused on involved the development of a library of foundational <strong class=\"keyword\">ontologies</strong>."},{"author":95875,"first":"Los investigadores del proyecto crearon un método sistemático regido por <strong class=\"keyword\">ontologías</strong> que integró al completo el procedimiento de recopilación, tratamiento y análisis de la información.","second":"Researchers created a systematic <strong class=\"keyword\">ontology</strong>-driven approach, which successfully integrated the entire procedure of information gathering, processing and analysis."},{"author":95875,"first":"Para abordar esta cuestión, el equipo del proyecto trabajó en nuevos enfoques y herramientas que puedan responder a consultas de forma escalable sobre <strong class=\"keyword\">ontologías</strong> OWL 2 DL.","second":"To address this issue the project team worked on novel approaches and tools that can deliver scalable query answering over OWL 2 DL <strong class=\"keyword\">ontologies</strong>."},{"author":95875,"first":"La <strong class=\"keyword\">ontología</strong> del conocimiento empresarial Ontorule reúne el conocimiento empresarial abstracto y las reglas operacionales concretas en un solo dominio.","second":"The Ontorule business knowledge <strong class=\"keyword\">ontology</strong> brings together abstract business knowledge and concrete operational rules into a single domain."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}