{"result":"ok","tuc":[{"phrase":{"text":"opprobrium","language":"en"},"meanings":[{"language":"en","text":"ignominy"}],"meaningId":-8629443579702023223,"authors":[90508]},{"phrase":{"text":"reproach","language":"en"},"meaningId":-8770843840019728219,"authors":[25115]},{"phrase":{"text":"disgrace","language":"en"},"meaningId":-8644187613788585955,"authors":[25018]},{"phrase":{"text":"ignominy","language":"en"},"meaningId":-2426070094773209571,"authors":[25018]},{"phrase":{"text":"infamy","language":"en"},"meaningId":5180745083036160820,"authors":[25018]},{"phrase":{"text":"obloquy","language":"en"},"meaningId":702402189731265824,"authors":[97745]},{"phrase":{"text":"odium","language":"en"},"meaningId":6701154844387003899,"authors":[25018]},{"phrase":{"text":"shame","language":"en"},"meaningId":-1623182647096281481,"authors":[25115]},{"meanings":[{"language":"en","text":"opprobrium"}],"meaningId":-2467839542030672067,"authors":[93107]}],"phrase":"oprobio","examples":[{"author":119739,"first":"Las causas de <strong class=\"keyword\">oprobio</strong> variaban según las circunstancias.","second":"Causes for <strong class=\"keyword\">reproach</strong> could, of course, vary according to circumstances."},{"author":119739,"first":"Ahora bien, al leer Isaías 54:4, quizá nos preguntemos qué vergüenza y <strong class=\"keyword\">oprobio</strong> ha sufrido dicha organización.","second":"But after reading Isaiah 54:4, we may wonder how that organization of spirit creatures has ever suffered <strong class=\"keyword\">shame</strong> or <strong class=\"keyword\">reproach</strong>."},{"author":94808,"first":"Todos nuestros esfuerzos por eliminar la lacra del terrorismo deben realizarse de manera que no se cause <strong class=\"keyword\">oprobio</strong> a ningún pueblo, religión o región, con el verdadero espíritu del eslogan ahora tan común en las calles fuera de esta Asamblea: “Nos mantenemos unidos”.","second":"Indeed, all our efforts to stamp out the scourge of terrorism must be pursued in a manner which does not <strong class=\"keyword\">stigmatize</strong> any people, religion or region, in the true spirit of the slogan now common in the streets beyond this Assembly: “United we stand.”"},{"author":8007,"first":"La burocracia japonesa, seleccionada meritocráticamente, también enfrenta el mismo <strong class=\"keyword\">oprobio</strong> público.","second":"Japan’s meritocratically selected bureaucracy, too, faces much the same public <strong class=\"keyword\">opprobrium</strong>."},{"author":94808,"first":"Así pues, debemos ser más firmes para que las operaciones de mantenimiento de la paz salgan de esta situación vergonzosa, ya que el silencio tiñe de <strong class=\"keyword\">oprobio</strong> las operaciones cuyo propósito esencial es salvar vidas, no destruirlas.","second":"We must, therefore, be firmer in our approach to extract peacekeeping operations from this difficult and shameful situation, because silence exposes them to <strong class=\"keyword\">public opprobrium</strong> and their essential goal is to save lives, not to destroy them."},{"author":119739,"first":"Por eso tengo que hacer de ti un objeto de <strong class=\"keyword\">oprobio</strong> a las naciones y de mofa a todas las tierras.","second":"That is why I must make you an object of <strong class=\"keyword\">reproach</strong> to the nations and of jeering to all the lands."},{"author":119739,"first":"15 Y haré que no se oiga más habla humillante de las naciones acerca de ti,+ y <strong class=\"keyword\">oprobio</strong> por los pueblos no llevarás más,+ y a tus naciones no harás ya que tropiecen’, es la expresión del Señor Soberano Jehová.”","second":"15 ‘And I shall cause no further humiliating talk by the nations to be heard concerning you,+ and <strong class=\"keyword\">reproach</strong> by peoples you will bear no more,+ and your nations you will no more cause to stumble,’ is the utterance of the Sovereign Lord Jehovah.”"},{"author":119739,"first":"Soportar el <strong class=\"keyword\">oprobio</strong> por causa de Cristo.","second":"Bearing <strong class=\"keyword\">Reproach</strong> for Sake of Christ."},{"author":91988,"first":"La China actual es la principal portadora de la antorcha mercantilista, aún cuando los líderes chinos jamás lo admitan –todavía el término conlleva demasiado <strong class=\"keyword\">oprobio</strong>.","second":"Today’s China is the leading bearer of the mercantilist torch, though Chinese leaders would never admit it – too much <strong class=\"keyword\">opprobrium</strong> still attaches to the term."},{"author":94809,"first":"En cualquier caso, en la medida en que la adopción de dichas medidas pueda suscitar el <strong class=\"keyword\">oprobio</strong> y la desconfianza con respecto al demandante y, por consiguiente, afectar a su buen nombre, ha de señalarse que, tal como se desprende del apartado 118 supra, tales efectos no son desmesurados con respecto a los objetivos perseguidos.","second":"In any event, in so far as the adoption of those measures may cause the applicant to become the object of <strong class=\"keyword\">opprobrium</strong> and suspicion and, therefore, to affect his reputation, it must be stated that such effects are not clearly disproportionate in comparison with the objectives pursued, as is apparent from paragraph 118 above."},{"author":94808,"first":"Se trata de una esfera polémica; hay muchos lugares en el mundo en los que el <strong class=\"keyword\">oprobio</strong> moral de declarar abiertamente la condición de uno puede provocar que un parlamentario pierda su escaño en las siguientes elecciones.","second":"That is a contentious area; there are many places in the world where the moral slur of openly declaring one’s status can cause a parliamentarian to lose his or her seat at the next elections."},{"author":94808,"first":"En Alepo, en particular, ha atendido a las iniciativas de evacuación de los combatientes armados de la ciudad y ha cumplido sus promesas, pese a que los Estados occidentales, para su vergüenza y <strong class=\"keyword\">oprobio</strong>, han renegado de sus compromisos y sus posturas en todos los aspectos.","second":"In Aleppo, in particular, it has been receptive to initiatives for the evacuation of armed fighters from the city and fulfilled its pledges, even as Western States, to their resounding <strong class=\"keyword\">shame</strong>, have reneged on their commitments and policies at all levels."},{"author":118293,"first":"Ni siquiera el placer de verle libre... puede compensar este... este <strong class=\"keyword\">oprobio</strong> a la causa de la justicia.","second":"Not even the pleasure of seeing you free can make up for this this <strong class=\"keyword\">disgrace</strong> to the cause of justice."},{"author":31,"first":"\" podrán borrar este <strong class=\"keyword\">oprobio</strong>, \" dice","second":"\" to ascend to the Dragon with him, can they hope to wipe out this <strong class=\"keyword\">shame</strong> \", he says"},{"author":95096,"first":"El profeta anuncia la consiguiente doble suerte final: unos se despertarán a la «vida eterna», otros al «<strong class=\"keyword\">oprobio</strong> eterno».","second":"The Prophet announces a twofold destiny, proclaiming that some will reawaken to “everlasting life” and others to “everlasting <strong class=\"keyword\">disgrace</strong>”."},{"author":119739,"first":"+ 30 Y ciertamente haré que el fruto del árbol abunde, y el producto del campo, para que ustedes ya no reciban entre las naciones el <strong class=\"keyword\">oprobio</strong> del hambre.","second":"+ 30 And I shall certainly make the fruitage of the tree abound, and the produce of the field, in order that YOU may no more receive among the nations the <strong class=\"keyword\">reproach</strong> of famine."},{"author":119739,"first":"De estas palabras se desprende claramente que la principal preocupación de Ezequías no es su propia liberación, sino el <strong class=\"keyword\">oprobio</strong> que caerá sobre el nombre de Jehová si Asiria derrota a Jerusalén.","second":"(Isaiah 37:15-20) From this it is clear that Hezekiah is primarily concerned, not with his own deliverance, but with the <strong class=\"keyword\">reproach</strong> that will be heaped upon Jehovah’s name if Assyria defeats Jerusalem."},{"author":8000,"first":"Una institución de esa índole es esencial no sólo para expresar la universalidad del <strong class=\"keyword\">oprobio</strong> sino también para prestigiar a una administración de justicia coherente","second":"Such an institution was essential not only to express the universality of <strong class=\"keyword\">opprobrium</strong>, but also to lend credibility to the consistent administration of justice"},{"author":119739,"first":"(Lu 14:28-30.) Jehová colocó a Israel “como <strong class=\"keyword\">oprobio</strong> a [sus] vecinos, escarnio y mofa a los que están todo en derredor” de él, debido a su rebeldía y desobediencia, desobediencia que había llegado hasta el grado de causar <strong class=\"keyword\">oprobio</strong> al nombre de Dios entre las naciones.","second":"(Lu 14:28-30) Jehovah set Israel “as a <strong class=\"keyword\">reproach</strong> to [her] neighbors, a derision and jeering to those all around” her, justly so, because of her own waywardness and disobedience to God, even to the point of bringing <strong class=\"keyword\">reproach</strong> upon God’s name among the nations."},{"author":119739,"first":"+ 19 Y Jehová responderá y dirá a su pueblo: ‘Aquí voy a enviarles el grano y el vino nuevo y el aceite, y ustedes ciertamente estarán satisfechos con ello;+ y ya no los haré un <strong class=\"keyword\">oprobio</strong> entre las naciones.","second":"+ 19 And Jehovah will answer and say to his people, ‘Here I am sending to YOU the grain and the new wine and the oil, and YOU people will certainly be satisfied with it;+ and I shall not make YOU anymore a <strong class=\"keyword\">reproach</strong> among the nations."},{"author":119723,"first":"En ese tiempo los mormones eran “escarnio y <strong class=\"keyword\">oprobio</strong>”23, y los misioneros eran objeto de burla y ridículo.","second":"At that time Mormons were “a hiss and a byword,”23 and missionaries were laughed at and ridiculed."},{"author":119739,"first":"+ 15 Y tienes que llegar a ser un <strong class=\"keyword\">oprobio</strong>+ y objeto de palabras ultrajantes,+ un ejemplo amonestador+ y un horror a las naciones que están todo en derredor de ti, cuando haga en ti actos de juicio con cólera y con furia y con enfurecidas censuras.","second":"+ 15 And you must become a <strong class=\"keyword\">reproach</strong>+ and an object of reviling words,+ a warning example+ and a horror to the nations that are all around you, when I do in you acts of judgment in anger and in rage and in raging reproofs."},{"author":119723,"first":"30 Multiplicaré asimismo el fruto de los árboles y el fruto de los campos, para que nunca más recibáis el <strong class=\"keyword\">oprobio</strong> del hambre entre las naciones.","second":"30 And I will multiply the fruit of the tree, and the increase of the field, that ye shall receive no more <strong class=\"keyword\">reproach</strong> of famine among the heathen."},{"author":119739,"first":"+ De veras mira y ve nuestro <strong class=\"keyword\">oprobio</strong>.","second":"+ Do look and see our <strong class=\"keyword\">reproach</strong>."},{"author":8000,"first":"Después de haber sido sometida al <strong class=\"keyword\">oprobio</strong> de la explotación colonial durante siglos por Francia se convirtió en presa de los Estados Unidos, desde # hasta # como protectorado encubierto, relevado luego por otro régimen similar hasta nuestros días, y encubierto hoy por una operación de consolidación de la paz","second":"After <strong class=\"keyword\">suffering</strong> the <strong class=\"keyword\">opprobrium</strong> of colonial exploitation by France for centuries, Haiti fell prey to the United States from # to # masked as a protectorate. That was replaced by a similar regime, which is still in place, masked by a peacebuilding operation"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}