{"result":"ok","tuc":[{"phrase":{"text":"orthodoxy","language":"en"},"meanings":[{"language":"en","text":"correctness in doctrine and belief"}],"meaningId":-1755670816626325513,"authors":[70195]},{"phrase":{"text":"orthodoxia","language":"en"},"meanings":[{"language":"en","text":"correct praise"}],"meaningId":-3833020725056067999,"authors":[70195]},{"phrase":{"text":"Orthodoxy","language":"en"},"meanings":[{"language":"en","text":"the Eastern Orthodox Church and its foundations"}],"meaningId":-4367247634728510754,"authors":[70195]},{"meanings":[{"language":"en","text":"orthodoxy ( <i>all senses</i>):"},{"language":"en","text":"orthodoxy"}],"meaningId":7647984032544407113,"authors":[1]}],"phrase":"ortodoxia","examples":[{"author":8000,"first":"i) El Secretario General de las Naciones Unidas debe proceder con el máximo cuidado y transparencia al seleccionar la nueva administración de la UNCTAD, escogiendo a personas que hayan demostrado su compromiso con el desarrollo sostenible y la participación pública y que sean capaces de cuestionar las <strong class=\"keyword\">ortodoxias</strong> predominantes","second":"The UN Secretary-General must exercise the greatest care and transparency in the selection of UNCTAD's new management, choosing people who have a proven commitment to sustainable development and public participation and who can offer a needed challenge to prevailing <strong class=\"keyword\">orthodoxies</strong>"},{"author":94259,"first":"o los mandatos de la <strong class=\"keyword\">ortodoxia</strong> social.","second":"or the mandates of societal <strong class=\"keyword\">orthodoxy</strong>."},{"author":91988,"first":"Los salafistas se definen en parte por su estricta <strong class=\"keyword\">ortodoxia</strong> teológica.","second":"The Salafis are defined in part by their strict theological <strong class=\"keyword\">orthodoxy</strong>."},{"author":27,"first":"El informe que tenemos ante nosotros, reforzado en la versión final que el ponente ha rechazado, califica de éxito a la Unión Económica y Monetaria y ofrece apoyo incondicional a la <strong class=\"keyword\">ortodoxia</strong> monetaria que persigue el Banco Central Europeo.","second":"The report before us, strengthened in the final version that was rejected by the rapporteur, portrays Economic and Monetary Union as a ‘success story’ and offers unconditional support to the monetary <strong class=\"keyword\">orthodoxy</strong> pursued by the European Central Bank."},{"author":91988,"first":"La <strong class=\"keyword\">ortodoxia</strong> fracasó.","second":"That <strong class=\"keyword\">orthodoxy</strong> failed."},{"author":118293,"first":"Ciertamente, la <strong class=\"keyword\">Ortodoxia</strong> sobrevivió al orden Comunista mundial.","second":"Indeed, <strong class=\"keyword\">Orthodoxy</strong> outlived the communist world order."},{"author":118293,"first":"La <strong class=\"keyword\">ortodoxia</strong> forma una gran parte de la historia cristiana.","second":"<strong class=\"keyword\">Orthodoxy</strong> is a large part of the Christian story."},{"author":91988,"first":"Como dijo Keynes en esa época, «lo que antes era herejía hoy se sostiene como <strong class=\"keyword\">ortodoxia</strong>».","second":"As Keynes said at the time, “what used to be heresy is now endorsed as <strong class=\"keyword\">orthodoxy</strong>.”"},{"author":8007,"first":"Estos valores le deben su origen al “confucianismo original” de Confucio, Mencius y Xunzi, que existía antes de que el confucianismo se estableciera como una <strong class=\"keyword\">ortodoxia</strong> estatal.","second":"Such values owe their origin to the “original Confucianism” of Confucius, Mencius, and Xunzi, which existed before Confucianism became established as state <strong class=\"keyword\">orthodoxy</strong>."},{"author":8007,"first":"Se generaron en los márgenes de una época caracterizada por una <strong class=\"keyword\">ortodoxia</strong> mucho más liberal y cobraron vigencia cuando llegó el momento adecuado para los políticos que encontraron en ellos un principio organizador útil.","second":"They were generated at the margin of an age with a much more liberal <strong class=\"keyword\">orthodoxy</strong> and picked up when the time was ripe by politicians who have found in them a useful organizing principle."},{"author":8007,"first":"Para mantener esa voluntad debemos luchar contra el temor de ir en contra de la <strong class=\"keyword\">ortodoxia</strong> política prevaleciente de la globalización inevitable.","second":"To maintain that will, we must fight the fear of going against the prevailing political <strong class=\"keyword\">orthodoxy</strong> of an inevitable globalization."},{"author":95096,"first":"Este diálogo supone en el misionero una seria preparación personal, dones maduros de discernimiento, fidelidad a los criterios indispensables de <strong class=\"keyword\">ortodoxia</strong> doctrinal, integridad moral y comunión eclesial (cf.","second":"It presupposes in the missionary serious personal preparation, mature gifts of discernment, fidelity to the indispensable criteria of doctrinal <strong class=\"keyword\">orthodoxy</strong>, moral integrity and ecclesial communion (cf."},{"author":8007,"first":"La decadencia de la <strong class=\"keyword\">ortodoxia</strong> de libre mercado en el resto del mundo fue causada por dos factores: sus fracasos como estrategia para la política económica y la caída del prestigio y el “poder blando” de Estados Unidos.","second":"The decline of free-market <strong class=\"keyword\">orthodoxy</strong> in the rest of the world was caused by two factors: its failures as an approach to economic policy and the decline of US prestige and “soft power.”"},{"author":91988,"first":"Al definir a la gente en base a su religión, se pierden los matices –de identidad nacional o del grado de <strong class=\"keyword\">ortodoxia</strong>-.","second":"By defining people on the basis of their religion, nuances – of national identity or of the degree of <strong class=\"keyword\">orthodoxy</strong> – are lost."},{"author":8000,"first":"El Tribunal Supremo de los Estados Unidos ha afirmado que los derechos de la Primera Enmienda (la libertad de expresión) se aplican a los escolares (en este caso concreto, de # a # años de edad), lo que comprende su derecho a impugnar una <strong class=\"keyword\">ortodoxia</strong> oficialmente prescrita","second":"The United States Supreme Court has affirmed that First Amendment rights (free speech) apply to learners (in that specific case aged # to # ), which includes their right to challenge an officially prescribed <strong class=\"keyword\">orthodoxy</strong>"},{"author":91988,"first":"De esta manera ha surgido un reto agudo a las aseveraciones de la <strong class=\"keyword\">ortodoxia</strong> religiosa en los trabajos de pensadores tan importantes como Abdolkarim Soroush (Irán), Abdelmajid Charfi (Túnez), Fazlur Rahman (Pakistán), y Mahmud Muhammad Taha (Sudán).","second":"Thus, a sharp, focused challenge to the assertions of religious <strong class=\"keyword\">orthodoxy</strong> has emerged in the work of such important thinkers as Abdolkarim Soroush (Iran), Abdelmajid Charfi (Tunisia), Fazlur Rahman (Pakistan), and Mahmud Muhammad Taha (Sudan)."},{"author":95096,"first":"La senda de la <strong class=\"keyword\">Ortodoxia</strong> pasa por la espiritualidad, la ascesis, el ayuno, el estudio de los textos de los Padres de la Iglesia inspirados por Dios, el sentido de lo sagrado y sobre todo la divina Eucaristía: estas son nuestras armas espirituales, y deseamos luchar juntamente con la Iglesia hermana de Roma para transformar la sociedad europea, que es antropocéntrica, en una sociedad cristocéntrica, respetando a nuestros hermanos de las demás religiones, los inmigrantes, los pobres, los prófugos y los débiles de la tierra.","second":"The <strong class=\"keyword\">Orthodox</strong> path passes through spirituality, ascesis, fasting, the study of the texts of the Church Fathers who were inspired by God, the sense of the sacred and first and foremost the Divine Eucharist: these are our spiritual weapons and we wish to fight side by side with the Sister Church of Rome to transform European society, which is anthropocentric, into a Christocentric society with respect for our brethren of other religions, for immigrants, the poor, refugees and the weak of this earth."},{"author":91988,"first":"El alejamiento de Obama de la insularidad intelectual de Europa es mucho más destacable porque incluso el Fondo Monetario Internacional ha cedido a la <strong class=\"keyword\">ortodoxia</strong> impuesta por Alemania.","second":"Obama’s breach of Europe’s intellectual insularity is all the more remarkable because even the International Monetary Fund has acquiesced in German-imposed <strong class=\"keyword\">orthodoxy</strong>."},{"author":91988,"first":"Esta tradición confuciana apunta a influir en la política contemporánea, pero también se mantiene apartada del poder y la <strong class=\"keyword\">ortodoxia</strong> del Estado, siempre dispuesta a apuntar a la brecha entre ideales y realidad.","second":"This Confucian tradition aims to influence contemporary politics, but it also remains separate from state power and <strong class=\"keyword\">orthodoxy</strong>, always ready to point to the gap between ideals and reality."},{"author":119723,"first":"Lección 13: La <strong class=\"keyword\">ortodoxia</strong> orienta","second":"Lesson 13: Eastern <strong class=\"keyword\">Orthodoxy</strong>"},{"author":95096,"first":"Desde su creación en el seno de la <strong class=\"keyword\">ortodoxia</strong> por decisión unánime de todas las Iglesias ortodoxas, la Comisión ha tratado temas de fundamental importancia, tales como: el misterio de la Iglesia y de la Eucaristía a la luz del misterio de la santísima Trinidad; fe, sacramentos y unidad de la Iglesia; el sacramento del orden en la estructura sacramental de la Iglesia, y la importancia de la sucesión apostólica para la santificación y la unidad del pueblo de Dios.","second":"From its establishment within <strong class=\"keyword\">Orthodoxy</strong> by a unanimous decision of all the Orthodox Churches, the Commission has dealt with themes of primary importance, such as the Mystery of the Church and of the Eucharist in the light of the mystery of the Holy Trinity; Faith, Sacraments and the Unity of the Church; the Sacrament of Order in the Sacramental Structure of the Church, and the importance of Apostolic Succession for the sanctification and the unity of the People of God."},{"author":91988,"first":"Arrojaban dudas sobre la <strong class=\"keyword\">ortodoxia</strong> oficial y, por ende, sobre la legitimidad del estado.","second":"They cast doubt on the official <strong class=\"keyword\">orthodoxy</strong>, and thus on the legitimacy of the state."},{"author":118293,"first":"Y por los siguientes 30 años mantuvo prisionera a la <strong class=\"keyword\">Ortodoxia</strong>.","second":"And for the next 30 years it held <strong class=\"keyword\">Orthodoxy</strong> prisoner."},{"author":118293,"first":"Saquen sus copias de <strong class=\"keyword\">Ortodoxia</strong> de G. K. Chesterton.","second":"Everyone, take out your copies of G.K. Chesterton's <strong class=\"keyword\">Orthodoxy</strong>."},{"author":94808,"first":"En segundo lugar, la decisión de vincular el alivio de la deuda con las condicionalidades del SRAE es una maniobra astuta del FMI para imponer a los países la aceptación incondicional de su <strong class=\"keyword\">ortodoxia</strong> económica neoliberal.","second":"Second, the decision to link debt relief to ESAF conditionalities is a clever way for the IMF to dictate to countries unquestioning acceptance of its neo‐liberal economic <strong class=\"keyword\">orthodoxy</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}