{"result":"ok","tuc":[{"phrase":{"text":"oscillate","language":"en"},"meanings":[{"language":"en","text":"to swing back and forth, especially if with a regular rhythm"}],"meaningId":6369912607315100059,"authors":[70195]},{"phrase":{"text":"swing","language":"en"},"meaningId":-2022107972260067049,"authors":[92056]},{"phrase":{"text":"waver","language":"en"},"meaningId":463951703097088612,"authors":[84500]},{"phrase":{"text":"fluctuate","language":"en"},"meaningId":3092031526964508742,"authors":[92056]},{"phrase":{"text":"sway","language":"en"},"meaningId":6252424242573397218,"authors":[25115]},{"phrase":{"text":"range","language":"en"},"meaningId":-4753502227119683877,"authors":[84715]},{"phrase":{"text":"rock","language":"en"},"meaningId":-6788317727959167248,"authors":[25115]},{"phrase":{"text":"flutter","language":"en"},"meaningId":-2303676516460256507,"authors":[84500]},{"phrase":{"text":"vibrate","language":"en"},"meaningId":-428786976425081858,"authors":[25115]},{"phrase":{"text":"weave","language":"en"},"meaningId":-8425993964875764483,"authors":[83619]},{"phrase":{"text":"flicker","language":"en"},"meaningId":6632543218041449848,"authors":[84500]},{"phrase":{"text":"flitter","language":"en"},"meaningId":8504481163240979068,"authors":[84500]},{"phrase":{"text":"hesitate","language":"en"},"meaningId":5045467167439222380,"authors":[20]},{"phrase":{"text":"move","language":"en"},"meaningId":-5123545608455846099,"authors":[83042]},{"phrase":{"text":"quiver","language":"en"},"meaningId":-2944423128858302698,"authors":[84500]},{"phrase":{"text":"shake","language":"en"},"meaningId":6919022453552718842,"authors":[84500]},{"phrase":{"text":"stagger","language":"en"},"meaningId":3087779520416904462,"authors":[25115]},{"phrase":{"text":"stumble","language":"en"},"meaningId":9014852697381429868,"authors":[25115]},{"phrase":{"text":"vacillate","language":"en"},"meaningId":5921086007754189132,"authors":[97745]},{"phrase":{"text":"vary","language":"en"},"meaningId":-7833318619694132080,"authors":[20]},{"meanings":[{"language":"en","text":"to oscillate"}],"meaningId":-7630138259770017463,"authors":[93107]}],"phrase":"oscilar","examples":[{"author":94809,"first":"(2) Si el alimento está indicado para casos de insuficiencia renal pasajera, el período de utilización recomendado <strong class=\"keyword\">oscilará</strong> entre 2 y 4 semanas.","second":"(2) If the feed is recommended for temporary renal insufficiency the recommended period for use shall be two to four weeks."},{"author":94809,"first":"Supongamos que en un determinado país se prohíbe cualquier muestra pública de afecto entre dos personas (como cogerse de la mano o besarse) y que, con arreglo a su legislación, la sanción en caso de ser condenado por dicho delito puede <strong class=\"keyword\">oscilar</strong> (en función de las circunstancias) entre una multa pecuniaria y la flagelación.","second":"Suppose that in a particular third country any public display of affection between two persons (such as holding hands or kissing) is prohibited and that, according to the law, the sanction upon conviction for such an offence can <strong class=\"keyword\">range</strong> (depending on the circumstances) from a monetary fine to a flogging."},{"author":118385,"first":"Este será el caso del tricloroetileno y los aceites minerales como aceites de motor usados: se calcula que hasta 2069, el coste total para la industria de la opción elegida <strong class=\"keyword\">oscilará</strong> entre 154 y 257 millones EUR para el tricloroetileno y entre 46 y 918 millones EUR para los aceites minerales como aceites de motor usados.","second":"This will be in particular the case for trichloroethylene and mineral oils as used engine oils, where the total costs to industry of the retained option until 2069 are estimated to <strong class=\"keyword\">range</strong> between €154-257m for trichloroethylene and €46m-918m for mineral oils as used engine oils."},{"author":8000,"first":"Se espera que gracias al subsidio de los precios en fábrica aumente el número de dosis disponibles para terapias combinadas a base de artemisinina, que podría <strong class=\"keyword\">oscilar</strong> entre # y # millones de unidades","second":"It is expected that the subsidy of ex-factory prices could increase the volume of ACTs to # million treatments"},{"author":91988,"first":"WASHINGTON DC – Los mercados financieros y las noticias tienen algo en común: suelen <strong class=\"keyword\">oscilar</strong> rápidamente entre el éxito y el pesimismo.","second":"WASHINGTON, DC – Financial markets and the news media have one thing in common: they tend to <strong class=\"keyword\">oscillate</strong> rapidly between hype and gloom."},{"author":94809,"first":"La decisión de retorno establecerá un plazo adecuado, cuya duración <strong class=\"keyword\">oscilará</strong> entre siete y treinta días, para la salida voluntaria, sin perjuicio de las excepciones contempladas en los apartados 2 y 4.","second":"A return decision shall provide for an appropriate period for voluntary departure of <strong class=\"keyword\">between</strong> seven and thirty days, without prejudice to the exceptions referred to in paragraphs 2 and 4."},{"author":94809,"first":"En el caso de la “kunserva”, se añadirá también azúcar en una proporción que <strong class=\"keyword\">oscilará</strong> entre el 8 % y el 25 % del peso del producto acabado.","second":"Furthermore, in the case of kunserva, sugar shall be added, representing <strong class=\"keyword\">between</strong> 8 % and 25 % by weight of the finished product."},{"author":94808,"first":"Asimismo el artículo 59 de la ley de Organización y Funciones del Sector Trabajo y Previsión Social, prescribe penas por obstrucción al trabajo de los inspectores en el cumplimiento de su deber: a) Una multa que <strong class=\"keyword\">oscilará</strong> entre los 500 hasta los 5.000 colones (57,14 hasta 571,42 dólares de los EE.UU.) y, b) La responsabilidad penal a que hubiere lugar.","second":"In addition, article 59 of the Act provides penalties for obstructing an inspector when performing his official duties: (a) a fine <strong class=\"keyword\">ranging from</strong> 500 to 5,000 colones ($57.14 to $571.42); and (b) criminal liability in respect of the obstruction."},{"author":94809,"first":"El artículo 4 fija los incrementos de tarifas de los servicios prestados fuera de los horarios o días de trabajo habituales, que pueden <strong class=\"keyword\">oscilar</strong> entre un 40 % y un 50 % de la tarifa de base.","second":"Article 4 lays down the tariff increases for services supplied outside normal working hours and days which <strong class=\"keyword\">range from</strong> 40 % to 50 % of the basic tariff."},{"author":94809,"first":"El importe de la ayuda <strong class=\"keyword\">oscilará</strong> entre el importe mínimo y máximo establecidos en el anexo.","second":"Payments shall be fixed <strong class=\"keyword\">between</strong> the minimum and maximum amount laid down in the Annex."},{"author":94808,"first":"Según las estimaciones de la Comisión, el número de participantes en el curso podría <strong class=\"keyword\">oscilar</strong> entre 200 y 400 en un período de cinco años.","second":"According to the assessment of the Commission, the potential number of participants is estimated to be <strong class=\"keyword\">between</strong> 200 and 400 over a period of five years."},{"author":94809,"first":"La duración de cada proyecto propuesto <strong class=\"keyword\">oscilará</strong> entre 12 y 24 meses.","second":"The duration of each proposal will be <strong class=\"keyword\">between</strong> 12 and 24 months."},{"author":94808,"first":"Por ejemplo, si la tasa de fecundidad es de 1,75 hijos y no de dos hijos, o bien 2,25 hijos, en 2300 la población <strong class=\"keyword\">oscilará</strong> entre los 2.300 millones (variante baja) y los 36.400 millones (variante alta).","second":"As little as one quarter of a child under the two-child norm, or one quarter of a child above the norm will result in a world population <strong class=\"keyword\">ranging from</strong> 2.3 billion (low variant) to 36.4 billion (high variant) in 2300."},{"author":94809,"first":"Este precio corresponde a los precios básicos de la electricidad en el mercado al por mayor que, como se explicó en los considerandos 282 a 285, estaría a veces muy por encima de 20 GBP/MWh y, en todo caso, siempre se preveía que <strong class=\"keyword\">oscilara</strong> entre 16 y 19 GBP/MWh, incluso a corto plazo, cuando Dungeness B seguirá funcionando.","second":"This strike price corresponds to baseload electricity prices on the wholesale market, which, as was shown in recitals (282) to (285), is now reported as sometimes being well above GBP 20/MWh, and was in any case always expected to <strong class=\"keyword\">range</strong> between 16 and GBP 19/MWh even in the short term during which Dungeness B will remain operational."},{"author":22,"first":"El importe de cada subvención <strong class=\"keyword\">oscilará</strong> en torno a # EUR","second":"Each grant will amount to <strong class=\"keyword\">around</strong> EUR"},{"author":94809,"first":"El importe de la ayuda <strong class=\"keyword\">oscilará</strong> entre el importe mínimo y máximo establecidos en el ►M5 anexo I ◄ .","second":"Support shall be fixed <strong class=\"keyword\">between</strong> the minimum and maximum amounts laid down in the ►M5 Annex I ◄ ."},{"author":94808,"first":"La clasificación de los costos en bajos/medios/altos depende del valor de cada etapa expresado en dólares, pero el aumento de los costos anuales del mejoramiento de los niveles de fiabilidad podría <strong class=\"keyword\">oscilar</strong> entre el 10 y el 50%.","second":"In terms of a low/medium/high cost rating it depends on what each break point might be in dollar terms, but annual cost increases to achieve the increased reliability levels could be <strong class=\"keyword\">anywhere</strong> in the order of magnitude from 10-50%."},{"author":94809,"first":"Su color es herrumbroso, pero puede <strong class=\"keyword\">oscilar</strong> entre el dorado y el marrón rojizo dependiendo de si se utiliza la variedad de camelina de primavera o de invierno (Camelina sativa o Camelina silvestris) en el proceso de extracción.","second":"Depending on whether the spring or winter variety of the plant is used (Camelina sativa, Camelina silvestris) the colour of the oil <strong class=\"keyword\">varies</strong> from golden to reddish-brown."},{"author":118293,"first":"Ahora, si se puede esperar un pocos días, es posible que podamos a <strong class=\"keyword\">oscilar</strong> alrededor y ayudarle con su búsqueda.","second":"Now, if you can wait a few days, we may be able to <strong class=\"keyword\">swing</strong> back around and help you with your search."},{"author":94809,"first":"durante la totalidad de la colocación en vacío, la temperatura de conservación debe <strong class=\"keyword\">oscilar</strong> entre 0 y 4 °C;","second":"for the whole time that cheese is vacuum-packed, it must be stored at a temperature <strong class=\"keyword\">between</strong> 0 °C and 4 °C;"},{"author":94808,"first":"La migración en respuesta al cambio ambiental o climático puede <strong class=\"keyword\">oscilar</strong> desde movimientos graduales como parte de estrategias de adaptación a cambios ambientales de evolución lenta hasta un desplazamiento forzado en masa en respuesta a desastres de aparición súbita.","second":"Migration in response to environmental or climate change may <strong class=\"keyword\">range</strong> from gradual movements as part of adaptive strategies to slow-onset environmental changes, to massive forced displacement in response to sudden-onset disasters."},{"author":94808,"first":"4) Una persona que instigue a otra a ejercer la prostitución o que le proporcione los medios para ejercerla mediante el uso de la fuerza, la coerción o el engaño, o bien aprovechando el estado de desesperación de la persona, será condenada a las penas anteriormente citadas con agravantes, lo que incrementará la condena en un intervalo que <strong class=\"keyword\">oscilará</strong> entre la mitad y el doble de la pena correspondiente.","second":"(4) A person who instigates another person to prostitution or providing them the means to engage in prostitution by way of force, coercion or deception or by taking advantage of the person’s state of desperation shall be awarded with an aggravated form of the aforesaid penalties, increased by a <strong class=\"keyword\">figure ranging from</strong> its half to its double."},{"author":22,"first":"El importe de cada subvención <strong class=\"keyword\">oscilará</strong> entre #,# y #,# millones de EUR","second":"Each grant will amount to <strong class=\"keyword\">between</strong> EUR #,# and #,# million"},{"author":94809,"first":"La contribución comunitaria puede <strong class=\"keyword\">oscilar</strong> entre 3 y 4 millones de euros.","second":"The potential Community contribution is <strong class=\"keyword\">between</strong> EUR 3 and EUR 4 million."},{"author":94809,"first":"El dispositivo de ensayo estará formado por un péndulo que pueda <strong class=\"keyword\">oscilar</strong> alrededor de dos ejes horizontales perpendiculares entre sí, uno de los cuales será perpendicular al plano que contenga la trayectoria de lanzamiento del péndulo.","second":"The test rig consists of a pendulum capable of <strong class=\"keyword\">swinging</strong> about two horizontal axes at right angles to each other, one of which is perpendicular to the plane containing the 'release' trajectory of the pendulum."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}