{"result":"ok","tuc":[{"phrase":{"text":"flaunt","language":"en"},"meanings":[{"language":"es","text":"Mostrar o actuar con orgullo, con ostentación o pretenciosa."},{"language":"en","text":"The act of displaying something ostentatiously."},{"language":"en","text":"To display or act proudly, ostentatiously or pretentiously."},{"language":"en","text":"to display with ostentation"},{"language":"es","text":"Presentar algo ostentosamente."}],"meaningId":-3518494399601892038,"authors":[70195]},{"phrase":{"text":"boast","language":"en"},"meanings":[{"language":"en","text":"to brag; to talk loudly in praise of oneself"}],"meaningId":-6004954759071893762,"authors":[70195]},{"phrase":{"text":"display","language":"en"},"meaningId":2090552004727523321,"authors":[89651]},{"phrase":{"text":"parade","language":"en"},"meaningId":-8143611653070477251,"authors":[2698]},{"phrase":{"text":"vaunt","language":"en"},"meaningId":6157766922741113126,"authors":[9]},{"phrase":{"text":"preen","language":"en"},"meanings":[{"language":"en","text":"To show off"},{"language":"en","text":"to show off"}],"meaningId":6366917055191330675,"authors":[90508]},{"phrase":{"text":"brag","language":"en"},"meaningId":-8725533065105929735,"authors":[83083]},{"phrase":{"text":"exalt","language":"en"},"meaningId":-5136793043916337274,"authors":[9]},{"phrase":{"text":"have","language":"en"},"meaningId":-4180549068799636559,"authors":[84715]},{"phrase":{"text":"praise","language":"en"},"meaningId":7444816564385002535,"authors":[9]},{"phrase":{"text":"strut","language":"en"},"meaningId":1838969776604595277,"authors":[2698]},{"phrase":{"text":"flash","language":"en"},"meanings":[{"language":"es","text":"Mostrar o actuar con orgullo, con ostentación o pretenciosa."},{"language":"en","text":"To display or act proudly, ostentatiously or pretentiously."}],"meaningId":-6454245592121874798,"authors":[60172]},{"phrase":{"text":"ostentate","language":"en"},"meanings":[{"language":"es","text":"Mostrar o actuar con orgullo, con ostentación o pretenciosa."},{"language":"en","text":"To display or act proudly, ostentatiously or pretentiously."}],"meaningId":-2307448686928911633,"authors":[60172]},{"phrase":{"text":"show off","language":"en"},"meanings":[{"language":"es","text":"Mostrar o actuar con orgullo, con ostentación o pretenciosa."},{"language":"en","text":"To display or act proudly, ostentatiously or pretentiously."}],"meaningId":-7568760905244524043,"authors":[60172]},{"phrase":{"text":"swank","language":"en"},"meanings":[{"language":"es","text":"Mostrar o actuar con orgullo, con ostentación o pretenciosa."},{"language":"en","text":"To display or act proudly, ostentatiously or pretentiously."}],"meaningId":-9009850754193147865,"authors":[60172]},{"phrase":{"text":"air","language":"en"},"meaningId":4375984905560211845,"authors":[25018]},{"phrase":{"text":"blow","language":"en"},"meaningId":-7470741224437959804,"authors":[84500]},{"phrase":{"text":"bluster","language":"en"},"meaningId":-5943833328880317788,"authors":[84500]},{"phrase":{"text":"gas","language":"en"},"meaningId":-5440993621103633542,"authors":[84500]},{"phrase":{"text":"gasconade","language":"en"},"meaningId":7866805296119686405,"authors":[84500]},{"phrase":{"text":"shoot a line","language":"en"},"meaningId":9070371722815871748,"authors":[84500]},{"phrase":{"text":"show","language":"en"},"meaningId":7030321391182813569,"authors":[16]},{"phrase":{"text":"swash","language":"en"},"meaningId":1581294155896268837,"authors":[84500]},{"phrase":{"text":"tout","language":"en"},"meaningId":-1554714979193310971,"authors":[84500]},{"meanings":[{"language":"en","text":"to display or flaunt"}],"meaningId":2512967116488091597,"authors":[93107]}],"phrase":"ostentar","examples":[{"author":183,"first":"Las reuniones de Parlamentarios que se celebren sin convocatoria reglamentaria no vincularán a las Cámaras, y no podrán ejercer sus funciones ni <strong class=\"keyword\">ostentar</strong> sus privilegios.","second":"Meetings of members of Parliament which are held without having been called in the statutory manner, shall not be binding on the Houses, and members may not exercise their functions nor <strong class=\"keyword\">enjoy</strong> their privileges."},{"author":94809,"first":"El artículo 74 del Acuerdo regulador de las condiciones de trabajo del personal de Osakidetza, que figura como anexo de dicho Decreto, establece que para la percepción de trienios es necesario <strong class=\"keyword\">ostentar</strong> la cualidad de «personal fijo de plantilla».","second":"Article 74 of the Agreement governing staff working conditions of Osakidetza, annexed to that decree, states that, to receive the three-yearly allowances, the employee must be <strong class=\"keyword\">a member</strong> of the ‘permanent regulated staff’."},{"author":94809,"first":"En los casos en que el artículo 9, apartado 2, de los Estatutos prescribe que un Estado miembro designará un administrador y dos suplentes, el administrador indicará cuál de los suplentes debe <strong class=\"keyword\">ostentar</strong> con carácter de prioridad su representación en caso de que se viere impedido de asistir, sin lo cual se aplicarán las normas enunciadas en el siguiente apartado.","second":"Where Article 9(2) of the Statute provides that a State shall nominate one director and two alternates, the director shall indicate which alternate, in order of priority, is to represent him when he is prevented from attending, failing which the rules laid down in the following paragraph shall apply."},{"author":94808,"first":"Las recomendaciones de los procedimientos, sin <strong class=\"keyword\">ostentar</strong> un valor jurídico vinculante para&lt;A[para|por]&gt; los estados, ostentan un inestimable valor, cuyo principal déficit es la falta de mecanismos de garantía eficaces.","second":"The recommendations of the procedures, although lacking binding legal value for the States, bear an inestimable value, the main deficit of which is the lack of efficient mechanisms of guarantee."},{"author":27,"first":"Esperamos que tal ratificación se lleve a cabo con rapidez en todos los Estados miembros, y que el resultado de las elecciones de 2009 al Parlamento Europeo se tenga en cuenta en la designación de los encargados de <strong class=\"keyword\">ostentar</strong> cargos públicos con arreglo a lo dispuesto en el nuevo Tratado.","second":"We expect ratification to be effected quickly in all Member States and the result of the 2009 elections to the European Parliament to be taken into account in the appointment of office-<strong class=\"keyword\">holders</strong> pursuant to the new Treaty."},{"author":94809,"first":"25 En efecto, como ya señaló el Tribunal de Justicia en la sentencia Colegio de Ingenieros de Caminos, Canales y Puertos, antes citada, el objetivo legítimo de la protección de los consumidores puede alcanzarse con medios menos coercitivos que la exclusión total de acceder, incluso parcialmente, a una profesión, en particular, mediante la obligación de <strong class=\"keyword\">ostentar</strong> el título profesional de origen o el título de formación tanto en la lengua en la que ha sido expedido y según su forma original como en la lengua oficial del Estado miembro de acogida (véase, por analogía, la sentencia Colegio de Ingenieros de Caminos, Canales y Puertos, antes citada, apartado 38).","second":"25 As the Court has already pointed out in the judgment in Colegio de Ingenieros de Caminos, Canales y Puertos, the legitimate objective of protection of consumers may be achieved through less restrictive means than total exclusion of even partial access to a profession, particularly the obligation to use the professional title of origin or the academic title both in the language in which it was awarded and in its original form, and in the official language of the host Member State (see, by analogy, Colegio de Ingenieros de Caminos, Canales y Puertos, paragraph 38)."},{"author":94809,"first":"«Todo envase deberá <strong class=\"keyword\">ostentar</strong> de manera legible e indeleble las siguientes indicaciones:","second":"‘Every package <strong class=\"keyword\">shall</strong> show clearly and indelibly the following:"},{"author":22,"first":"<strong class=\"keyword\">ostentar</strong> la presidencia del Presidium de las Salas de Recurso, encargado de definir las normas y la organización del trabajo de las salas","second":"chair the <strong class=\"keyword\">Presidium</strong> of the Boards of Appeal, responsible for laying down the rules and organising the work of the Boards"},{"author":94809,"first":"Cuando un derecho de propiedad intelectual deje de surtir efecto o cuando, por cualquier otra razón, el solicitante deje de <strong class=\"keyword\">ostentar</strong> el derecho a presentar la solicitud, las autoridades competentes se abstendrán de intervenir.","second":"Where an intellectual property right ceases to have effect or where the applicant ceases for other reasons to be the <strong class=\"keyword\">person entitled</strong> to submit an application, no action shall be taken by the customs authorities."},{"author":94808,"first":"Las inhabilidades para <strong class=\"keyword\">ostentar</strong> el cargo de ministro o ministra, se encuentran el artículo 152, entre las que se encuentran el parentesco con quien ejerza la Presidencia o Vicepresidencia, contratistas con el Estado, miembros de la fuerza pública en servicio activo.","second":"Disqualifications for the <strong class=\"keyword\">office</strong> of minister are set forth in article 152; they include being related to the President or Vice-President, having a contract with the State and being members of the security forces on active duty."},{"author":94809,"first":"Nada se pregunta, por tanto, sobre la base de datos Football Live –que hemos de entender que constituye una «base de datos» en el sentido del artículo 1, apartado 2, de la Directiva 96/9–, ni acerca de los derechos que sobre ella pretenden <strong class=\"keyword\">ostentar</strong> Football Dataco et al.","second":"Thus no question is raised in connection with the Football Live database — which we must regard as a ‘database’ within the meaning of Article 1(2) of Directive 96/9 — or in connection with the rights which Football <strong class=\"keyword\">Dataco</strong> and Others claim to <strong class=\"keyword\">have</strong> in that database."},{"author":22,"first":"Además, los edificios de más de # m# ocupados por autoridades públicas y otras instituciones que prestan servicios públicos y reciben la visita de numerosas personas deberán <strong class=\"keyword\">ostentar</strong> ese certificado","second":"In addition, buildings over # square metres (m#) occupied by public authorities and other institutions providing public services and involving many visitors will be required to <strong class=\"keyword\">display</strong> their certificate clearly to the public"},{"author":94808,"first":"Los derechos humanos ocupan un lugar central en la Constitución y los mecanismos institucionales del Senegal, el único país africano que ha sido miembro de la Comisión de Derechos Humanos durante 26 años consecutivos desde 1998 a 2003 y de <strong class=\"keyword\">ostentar</strong> la Presidencia de dicha Comisión en tres ocasiones, en 1968, 1978 y 1988, lo que pone de manifiesto la renovada confianza depositada en él por la comunidad internacional en este ámbito.","second":"Human rights are central to the Constitution and institutions in Senegal, the only African country to be a member of the Commission on Human Rights for 26 straight years, and again from 1998 to 2003, Senegal served as the Commission’s <strong class=\"keyword\">Chair</strong> on three occasions in 1968, 1978 and 1988, an eloquent testimony of the confidence the international community has continually entrusted in Senegal in this regard."},{"author":8008,"first":"El uso de esta página web y cualquier disputa que pueda surgir a raíz del uso de la misma estarán sujetas a las disposiciones de las Leyes españolas y se otorga jurisdicción exclusiva a los Juzgados de Inca (Mallorca), renunciando las partes a cualquier otro foro que pudieran <strong class=\"keyword\">ostentar</strong>.","second":"Your use of this website and any dispute arising out of such use of the website is subject to the laws of Spain, at the courts of Inca (Mallorca)."},{"author":94809,"first":"Si las partes contendientes no llegan a un acuerdo sobre la necesidad de sustituir al presidente, cualquiera de ellas podrá solicitar remitir el asunto a una de las demás personas seleccionadas para <strong class=\"keyword\">ostentar</strong> la presidencia con arreglo al artículo 325, apartado 1, del título.","second":"If the disputing Parties fail to agree on the need to replace the chairperson, any disputing Party may request that such matter be referred to one of the remaining individuals selected to act as chairpersons under Article 325 paragraph 1 of the Title."},{"author":94809,"first":"La Oficina Europea de Lucha contra el Fraude (OLAF) <strong class=\"keyword\">ostentará</strong> las mismas facultades respecto a la Empresa Común FCH y a su personal que respecto a los servicios de la Comisión.","second":"The European Anti-Fraud Office (OLAF) <strong class=\"keyword\">shall enjoy</strong> the same powers in respect of the FCH Joint Undertaking and its staff as it enjoys in respect of Commission services."},{"author":118385,"first":"63 Del tenor literal de estas disposiciones resulta que los términos «previsiblemente [pertinente]» designan la cualidad que debe <strong class=\"keyword\">ostentar</strong> la información solicitada.","second":"63 It is apparent from the wording of those provisions that the words ‘foreseeably relevant’ describe a necessary characteristic of the requested information."},{"author":94809,"first":"Solo las autoridades monetarias de miembros del FMI y un número limitado de instituciones financieras internacionales están autorizados a <strong class=\"keyword\">ostentar</strong> DEG.","second":"SDRs are held only by the monetary authorities of IMF members and by a limited number of international financial institutions that are authorised <strong class=\"keyword\">holders</strong>."},{"author":94809,"first":"A pesar de <strong class=\"keyword\">ostentar</strong> la titulación requerida, de haber residido legalmente en Bélgica durante dos años, de tener un vínculo matrimonial con un nacional belga y de estar inscrita en los servicios de empleo belgas, ¿puede afirmarse que la demandante no tiene un vínculo suficientemente caracterizado con el mercado laboral y con la realidad social del Estado anfitrión?","second":"In spite of the fact that she had the required qualifications, had resided lawfully in Belgium for two years, had a connection by marriage with a Belgian national and was registered with the Belgian employment service, can it be said that the applicant does not have a sufficiently close connection with the labour market and with the society of the host State?"},{"author":94808,"first":"Si la amenaza se verificara portando armas, aun sin la intención de usarlas, el autor, incluso si <strong class=\"keyword\">ostentara</strong> un cargo público, será castigado con pena de prisión de 1 año y multa.","second":"The use of a weapon to threaten another individual, even without the intent to use <strong class=\"keyword\">it</strong> while on official duty, is punishable with one year in prison and a fine."},{"author":94808,"first":"Los menores de 21 años pueden <strong class=\"keyword\">ostentar</strong> el título de jefe, pero sólo se permite votar en las elecciones a los mayores de 21 años.","second":"<strong class=\"keyword\">Chiefly</strong> titles could be <strong class=\"keyword\">conferred</strong> on individuals under 21, but only those over the age of 21 were permitted to vote in elections."},{"author":118293,"first":"Un hombre indigno de <strong class=\"keyword\">ostentar</strong> el título de Rey de Inglaterra.","second":"A man unfitted to <strong class=\"keyword\">bear</strong> the title, king of England."},{"author":94809,"first":"El hecho de <strong class=\"keyword\">ostentar</strong> una posición mayoritaria en la asamblea general le permitirá modificar la disposición incluida en los estatutos sociales según la cual la adopción de cualquier resolución se supedita a la aprobación de dos miembros independientes, como mínimo.","second":"Its majority at the General Assembly will allow it to change the provision of the Articles of Association that requires the agreement of two independent members for all resolutions at the General Assembly."},{"author":94808,"first":"Si bien el Comité ha sido informado de que los juramentos de los magistrados son voluntarios, existe el riesgo de que un sistema que impide a los individuos prestar un juramento y <strong class=\"keyword\">ostentar</strong> un alto cargo menoscabe la libertad de pensamiento y religión.","second":"Although the Committee had been informed that the oaths of judges were voluntary, there was a risk that a system which prevented individuals from taking an oath and <strong class=\"keyword\">holding</strong> a high position could impinge upon freedom of thought and religion."},{"author":22,"first":"Al final del proceso de producción, sólo podrán <strong class=\"keyword\">ostentar</strong> la marca de certificación, el logotipo y el nombre de Presunto do Alentejo- DOP o Paleta do Alentejo- DOP los productos que cumplan todas las normas estipuladas en el pliego de condiciones y que se hayan sometido a las verificaciones adecuadas y documentadas, como controles, ensayos en laboratorio o panel de degustación","second":"At the end of the production process only products which fulfil all the specifications and have undergone suitable documented checks- including laboratory tests and submission to a tasting panel- may <strong class=\"keyword\">bear</strong> the certification mark, logo and name Presunto do Alentejo (PDO) or Paleta do Alentejo (PDO"}],"from":"es","dest":"en","authors":{"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"83083":{"U":"","id":83083,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83083"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}