{"result":"ok","tuc":[{"phrase":{"text":"ostensible","language":"en"},"meaningId":-115421523953948734,"authors":[89651]},{"phrase":{"text":"apparent","language":"en"},"meanings":[{"language":"en","text":"Seeming"},{"language":"en","text":"seeming"}],"meaningId":-4546826062482513667,"authors":[70195]},{"phrase":{"text":"blatant","language":"en"},"meanings":[{"language":"en","text":"obvious, on show"}],"meaningId":-1367112029869891464,"authors":[70195]},{"phrase":{"text":"manifest","language":"en"},"meaningId":-4658378282846766781,"authors":[25018]},{"phrase":{"text":"visible","language":"en"},"meaningId":-412882991772117633,"authors":[25115]},{"phrase":{"text":"evident","language":"en"},"meaningId":8236057496944030413,"authors":[25018]},{"phrase":{"text":"obvious","language":"en"},"meaningId":9127807972996734587,"authors":[25018]},{"phrase":{"text":"ostensive","language":"en"},"meaningId":8639556145606837317,"authors":[83619]},{"meanings":[{"language":"en","text":"ostensible, apparent"}],"meaningId":2975478869669054675,"authors":[1]}],"phrase":"ostensible","examples":[{"author":94808,"first":"Algunas entidades tienen presupuestos que destinan de forma <strong class=\"keyword\">ostensible</strong> recursos financieros y humanos a la incorporación de la perspectiva de género, a fin de conseguir los objetivos relativos a la igualdad entre los géneros.","second":"Some entities have budgets that <strong class=\"keyword\">visibly</strong> allocate financial and human resources to gender mainstreaming in order to achieve gender equality goals."},{"author":8000,"first":"Además, sus acciones constituyen un desafío <strong class=\"keyword\">ostensible</strong> de la autoridad del Consejo de Seguridad, que ha lanzado repetidos llamados-entre otros, en la declaración de prensa de # de diciembre y en la resolución # de # de enero de # a favor de una cesación del fuego inmediata entre palestinos e israelíes","second":"Moreover, its actions constitute a <strong class=\"keyword\">blatant</strong> defiance of the authority of the Security Council, which has made continuous calls- inter alia, in its press statement of # ecember and its resolution # adopted on # anuary # for an immediate ceasefire between Palestinians and Israelis"},{"author":94808,"first":"Aunque la oradora prefiere abstenerse de responder a las acusaciones infundadas que se han dirigido a su país, observa que sus críticos más acérrimos son, ellos mismos, violadores sistemáticos de los derechos humanos y lamenta el “<strong class=\"keyword\">ostensible</strong> silencio” con el que, en su opinión, se ha respondido a los atentados terroristas contra ciudadanos israelíes.","second":"While she chose to refrain from responding to the unfounded allegations made against her country, she noted that its most vocal critics were themselves serial violators of human rights and deplored what she termed their “deafening silence” in response to terrorist attacks against Israeli citizens."},{"author":94809,"first":"11 Debe recordarse que, según reiterada jurisprudencia del Tribunal de Justicia, el principio de igualdad de trato, del que el apartado 2 del artículo 48 del Tratado constituye una expresión específica, no sólo prohíbe las discriminaciones <strong class=\"keyword\">ostensibles</strong>, fundadas en la nacionalidad, sino también todas las formas encubiertas de discriminación que, aplicando otros criterios de distinción, abocan de hecho al mismo resultado (véase, en particular, la sentencia de 15 de enero de 1986, Pinna, 41/84, Rec. p. 1).","second":"11 The Court has consistently held that the principle of equal treatment, of which Article 48(2) of the Treaty is one embodiment, prohibits not only <strong class=\"keyword\">overt</strong> discrimination based on nationality but all covert forms of discrimination which, by applying other distinguishing criteria, in fact achieve the same result (see, in particular, Case 41/84 Pinna v Caisse d' Allocations Familiales de la Savoie [1986] ECR 1)."},{"author":94808,"first":"Se expresó la opinión de que en el programa del 41o período de sesiones de la Subcomisión de Asuntos Jurídicos se debería incluir una cuestión concreta y tema de debate sobre la cooperación internacional para limitar la publicidad comercial <strong class=\"keyword\">ostensible</strong> en el espacio que pudiera interferir con las observaciones astronómicas, como lo había propuesto la delegación de los Estados Unidos.","second":"The view was expressed that a single issue/item for discussion should be included in the agenda of the forty-first session of Legal Subcommittee on international cooperation in limiting <strong class=\"keyword\">obtrusive</strong> commercial space advertising that could interfere with astronomical observations, as had been proposed by the delegation of the United States."},{"author":94808,"first":"La ley no da una definición rígida de lo que constituye una manifestación “<strong class=\"keyword\">ostensible</strong>” y se ha insistido en que la ley se aplicará “buscando el diálogo y la educación permanentes”.","second":"The law does not provide a rigid definition of what constitutes a “<strong class=\"keyword\">conspicuous</strong>” manifestation, and it has been stressed that the law will be implemented with a “concern for constant dialogue and education”."},{"author":8000,"first":"Revelan además una tendencia inquietante de menosprecio <strong class=\"keyword\">ostensible</strong> de la labor humanitaria","second":"It also reveals a disturbing trend of <strong class=\"keyword\">blatant</strong> disrespect for humanitarian work"},{"author":91988,"first":"A pesar de ser una generación mayoritariamente secular, usan el concepto de la yihad (el puñal es un símbolo <strong class=\"keyword\">ostensible</strong> del Estado Islámico) para denunciar la sumisión de sus padres, cuestionar la incompetencia de los dirigentes palestinos y, sobre todo, presentar una resistencia a los ocupantes israelíes.","second":"Despite being a largely secular generation, they are using the narrative of jihad (the knife is a <strong class=\"keyword\">conspicuous</strong> Islamic State symbol) to defy their parents’ docility, challenge an incompetent Palestinian leadership, and, most of all, to resist the Israeli occupiers."},{"author":94808,"first":"Aquellos que, en Europa, en las Américas o en cualquier otra región, tratan de crear un cinturón de seguridad exclusivo para aislarse de <strong class=\"keyword\">ostensibles</strong> problemas foráneos están ciegos ante la realidad: el mundo de hoy está estrechamente interrelacionado y es indivisible.","second":"Those — whether in Europe, the Americas or any other region — that are trying to create an exclusive security cordon to isolate themselves from <strong class=\"keyword\">ostensibly</strong> alien problems are blind to reality: today’s world is tightly interrelated and indivisible."},{"author":27,"first":"Agradezco desde aquí al Presidente de la Comisión de Agricultura y Desarrollo Rural, el señor Parish, las gestiones que ha realizado para que se escuche al Parlamento y no sea ninguneado de una forma tan clara y <strong class=\"keyword\">ostensible</strong> por el Consejo y la Comisión, como hasta ahora.","second":"I must thank the Chairman of the Committee on Agriculture and Rural Development, Mr Parish, for the steps he has taken to ensure that Parliament is heard and not ignored as the Council and the Commission have so <strong class=\"keyword\">blatantly</strong> done to date."},{"author":94809,"first":"Al contrario, la memorización y la pronunciación del elemento verbal por los interesados se ven facilitadas tanto por la <strong class=\"keyword\">ostensible</strong> similitud existente entre dicho elemento expresado en lengua inglesa y su equivalente alemán, como por el hecho de ser el elemento constitutivo del signo cuyo registro se ha solicitado que se ve en primer lugar.","second":"The <strong class=\"keyword\">marked</strong> similarity which exists between this verbal element in English and its German equivalent is, on the contrary, such as to make it even easier for those concerned to memorise and say, as it is the very first constitutive element of the sign sought which is seen."},{"author":8000,"first":"Así pues, Eslovaquia está muy preocupada por la <strong class=\"keyword\">ostensible</strong> falta constante de respeto hacia el derecho internacional humanitario que muestran los grupos armados y los actores estatales y no estatales en los conflictos armados contra civiles","second":"Slovakia is therefore deeply concerned about the continued <strong class=\"keyword\">blatant</strong> disrespect for international humanitarian law on the part of armed groups and State and non-State actors in armed conflicts against civilians"},{"author":8000,"first":"También preocupan a los Estados Unidos otras partes del TNP en la región del Oriente Medio, cuyos compromisos <strong class=\"keyword\">ostensibles</strong> en relación con el Tratado se ven socavados por sus programas ocultos de adquirir capacidad de armas nucleares","second":"The United States is also concerned about other NPT parties in the Middle East region whose <strong class=\"keyword\">ostensible</strong> commitments to the NPT are belied by their covert programmes to acquire a nuclear weapon capability"},{"author":95875,"first":"«Pero estos son sólo ejemplos <strong class=\"keyword\">ostensibles</strong>», declaró el profesor Cassiman, quien atribuye gran parte del éxito de EuroGentest a su organización como red de excelencia.","second":"'These are, however, only outwardly <strong class=\"keyword\">visible</strong> examples,' said Professor Cassiman, attributing large parts of EuroGentest's success to its organisation as a NoE."},{"author":118293,"first":"Ahora, el propósito <strong class=\"keyword\">ostensible</strong> de este paseo en camión, ¿cuál era exactamente?","second":"Now, the <strong class=\"keyword\">ostensible</strong> purpose for this truck ride was what exactly?"},{"author":8000,"first":"Aunque los jóvenes están, en general, mejor educados que nunca, la falta de un acceso igualitario a la educación sigue siendo un problema <strong class=\"keyword\">ostensible</strong> en muchas sociedades","second":"Although young people were, by and large, better educated than ever, unequal access to education was still a <strong class=\"keyword\">glaring</strong> problem in many societies"},{"author":94808,"first":"El debate actual se centra, entre otras cosas, en la medida en que la conducta de los funcionarios públicos se ve influida por un comportamiento menos manifiesto y <strong class=\"keyword\">ostensible</strong> conocido como la “red de contactos masculina”, consistente en intercambiar favores basándose en relaciones informales.","second":"The current debate focuses among others on the extent to which actions by public officials are influenced by a less manifest and <strong class=\"keyword\">blatant</strong> behaviour known as the “old boys’ network”, where favours are exchanged on the basis of informal relationships."},{"author":27,"first":"Los resultados de la fase de presentación de propuestas relacionadas con el programa Marco Polo II, publicados en 2008, y las conclusiones de la evaluación del primer programa Marco Polo han demostrado que este programa puede producir <strong class=\"keyword\">ostensibles</strong> cambios en nuestro sistema de transporte.","second":"The results of the call for submission of proposals for the Marco Polo II programme published in 2008 and the conclusions of the evaluation of the first Marco Polo programme have shown that this programme can bring about a <strong class=\"keyword\">discernible</strong> shift in transport."},{"author":94809,"first":"Los anuncios publicitarios virtuales que se insertan no deben ser más visibles o más <strong class=\"keyword\">ostensibles</strong> que los que se colocan habitualmente de manera material en ese lugar.","second":"Virtual advertising messages must not be more visible or <strong class=\"keyword\">conspicuous</strong> than those that are usually and materially displayed on site."},{"author":94808,"first":"Las fuerzas de seguridad sirias retiran de forma <strong class=\"keyword\">ostensible</strong> los suministros médicos, los instrumentos quirúrgicos y los medicamentos de los convoyes que se dirigen a las zonas controladas por la oposición.","second":"Syrian security forces brazenly remove medical supplies, surgical tools and medicines from convoys intended to reach opposition-held areas."},{"author":94808,"first":"El regreso de las personas internamente desplazadas a sus lugares legítimos de residencia siempre se ve obstaculizado por el lado abjasio, que hace caso omiso de manera <strong class=\"keyword\">ostensible</strong> a las normas internacionalmente reconocidas, así como las resoluciones del Consejo de Seguridad.","second":"The return of the internally displaced persons to their rightful places of residence is continuously hampered by the Abkhaz side, with <strong class=\"keyword\">blatant</strong> disregard for internationally recognized norms, as well as for a number of Security Council resolutions."},{"author":94809,"first":"En este escenario dinámico [9] que lleva a la integración, la presencia de obstáculos reglamentarios será más <strong class=\"keyword\">ostensible</strong> y la necesidad de eliminarlos más acuciante.","second":"In this dynamic scenario [9], towards integration, the presence of regulatory barriers will become more <strong class=\"keyword\">visible</strong> and the need for their removal more pressing."},{"author":94809,"first":"Para interpretar las pretensiones del recurso, procede considerar la finalidad <strong class=\"keyword\">ostensible</strong> de la petición de tutela jurisdiccional, lo que implica que el objeto del recurso debe determinarse teniendo en cuenta su fundamentación.","second":"The application must be considered in the light of the <strong class=\"keyword\">apparent</strong> aim of the request for legal protection: in other words, the purpose of the action is to be determined in the light of the grounds stated."},{"author":94808,"first":"En ambos procesos se hizo <strong class=\"keyword\">ostensible</strong> la debilidad de los partidos políticos, situación que incide negativamente en el funcionamiento cabal del sistema democrático.","second":"On both occasions the <strong class=\"keyword\">blatant</strong> weakness of the political parties adversely affected the overall functioning of the democratic system."},{"author":94808,"first":". El IRPP señaló que la Ley de 2004 prohibió todos los símbolos religiosos <strong class=\"keyword\">ostensibles</strong>, incluido el velo islámico, la kipá judía, el turbante sikh y la cruz cristiana de grandes dimensiones.","second":"IRPP informed that the 2004 law banned all <strong class=\"keyword\">conspicuous</strong> religious symbols including the Muslim headscarf, Jewish skullcap, Sikh turban, and large Christian crosses."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}