{"result":"ok","tuc":[{"phrase":{"text":"ostracism","language":"en"},"meanings":[{"language":"es","text":"Decisión de exclusión sobre una persona o grupo."},{"language":"en","text":"in ancient Greece, the temporary banishment by popular vote"},{"language":"en","text":"banishment, exclusion from community"},{"language":"es","text":"Juicio en el que, en Atenas, se prohibía durante diez años a un ciudadano cuyo poder o mérito lo hacían sospechoso."}],"meaningId":2184430876836625829,"authors":[70195]},{"meanings":[{"language":"en","text":"ostracism (exclusion from a community)"}],"meaningId":785518582355305119,"authors":[93107]}],"phrase":"ostracismo","examples":[{"author":94808,"first":"Las soluciones disponibles en el lugar de trabajo deben ser claras, y todos deberían saber exactamente qué medidas se adoptarán en casos de victimización, <strong class=\"keyword\">ostracismo</strong> o acoso sexual.","second":"Remedies available in the workplace must be clear and it must be apparent to all what measures will be taken if cases of victimisation, <strong class=\"keyword\">ostracism</strong> or sexual harassment arise."},{"author":8000,"first":"sobre medidas contra la victimización y el <strong class=\"keyword\">ostracismo</strong> en los lugares de trabajo se promulgó en # en el contexto de la Ley No","second":"on measures against victimisation and <strong class=\"keyword\">ostracism</strong> in places of work, was issued in # under the Health and Safety at Work Act, No"},{"author":94808,"first":"También preocupa al Comité la escasa observancia de la legislación y el hecho de que las víctimas sean renuentes o tengan miedo a denunciar la violación, que muchas sean sometidas al <strong class=\"keyword\">ostracismo</strong> y la estigmatización, que los jueces no tomen las acusaciones en serio y que sean pocos los casos que se investigan y enjuician.","second":"The Committee is further concerned that enforcement is poor, victims are discouraged or afraid of reporting rape, many are <strong class=\"keyword\">ostracized</strong> and stigmatized, judges fail to take accusations seriously and few cases are successfully investigated and prosecuted."},{"author":8000,"first":"El Relator Especial señaló en sus anteriores informes las implicaciones de la tesis de Samuel Huntington sobre el conflicto de las civilizaciones y, en particular, el <strong class=\"keyword\">ostracismo</strong> del islam frente al occidente","second":"In previous reports the Special Rapporteur has drawn attention to the implications of Samuel Huntington's theories on the clash of civilizations and particularly the <strong class=\"keyword\">ostracism</strong> of Islam in relation to the West"},{"author":94808,"first":"Además de una escasa sensibilización entre los comandantes acerca de su obligación de liberar a las muchachas utilizadas como “esposas”, ello se debe también a que las niñas no perciben una alternativa mejor que la de permanecer con sus “maridos” militares; el miedo al <strong class=\"keyword\">ostracismo</strong> de la comunidad si regresan, y el hecho de que las muchachas no conocen sus derechos.","second":"In addition to a lack of awareness among commanders of their obligations to release girls who are used as “wives”, the low number is also due to a perceived lack of choice by girls who see no better option than to remain with their military “husbands”, their fear of <strong class=\"keyword\">ostracism</strong> by the community upon return, and a lack of awareness by the girls of their rights."},{"author":8000,"first":"Su <strong class=\"keyword\">ostracismo</strong> es injustificado e injustificable","second":"Its <strong class=\"keyword\">ostracism</strong> is unjustified and unjustifiable"},{"author":8000,"first":"Las familias que cuidan y apoyan a una persona infectada puede que también se vean estigmatizadas, aisladas y condenadas al <strong class=\"keyword\">ostracismo</strong> dentro de la comunidad","second":"Families that care for and support an infected individual may also be stigmatized, isolated and <strong class=\"keyword\">ostracized</strong> within the community"},{"author":91988,"first":"A pesar de estar aislado y condenado al <strong class=\"keyword\">ostracismo</strong>, Irán ha logrado ganar un poco de espacio para respirar de manera estratégica con la ayuda de países como China, Rusia, India, Siria y Venezuela, lo que le permite resistir la presión occidental.","second":"Despite being isolated and <strong class=\"keyword\">ostracized</strong>, Iran has managed to gain some strategic breathing room with the help of countries like China, Russia, India, Syria, and Venezuela, allowing it to resist Western pressure."},{"author":8000,"first":"A menudo, las personas que han sido objeto de la trata para forzarlas a contraer matrimonio son también víctimas de abusos físicos, sexuales y psicológicos, no sólo a manos de sus maridos sino también de los familiares de éstos, especialmente si residen en la misma vivienda, y algunas veces, si las víctimas se resisten al matrimonio o tratan de huir una vez que éste se ha formalizado, los miembros de sus propias familias las someten a malos tratos, al <strong class=\"keyword\">ostracismo</strong> e incluso a una violencia letal","second":"Persons trafficked to be forced into marriage also often become victims of physical, sexual and psychological abuse not only by their husbands, but by relatives of their spouses, especially members of his household, and sometimes, if victims resist the marriage or attempt to flee once it has been formalized, they are subject to abuse, <strong class=\"keyword\">ostracism</strong>, or even lethal violence, by members of their own families"},{"author":8000,"first":"Si bien nos esforzamos para mantener la confidencialidad cuando corresponde, instamos a que se realicen esfuerzos para eliminar la estigmatización y el aislamiento asociados con el VIH/SIDA, a fin de que los infectados puedan dar a conocer su situación sin temor al <strong class=\"keyword\">ostracismo</strong>","second":"While we strive to maintain confidentiality when appropriate, we would urge that efforts be aimed at removing the stigma and isolation associated with HIV/AIDS so that those infected may come forth without fear of <strong class=\"keyword\">ostracism</strong>"},{"author":94808,"first":"Se prepararon modelos de actividades de prevención orientadas a la comunidad sostenibles y utilizables en distintas circunstancias, así como sistemas de atención y apoyo para personas afectadas por la epidemia, a fin de permitir que las personas que viven con el VIH/SIDA desempeñen un papel activo en la sociedad y para combatir el estigma, el abandono y el <strong class=\"keyword\">ostracismo</strong>.","second":"Sustainable, replicable models of community-oriented prevention were developed, as were care and support systems for people affected by the epidemic, enabling people living with HIV/AIDS to play an active role in their societies and reducing stigma, neglect and <strong class=\"keyword\">ostracism</strong>."},{"author":8000,"first":"La Sección de Derechos Humanos de la UNAMSIL se encarga de formar a las organizaciones de policía y de la sociedad civil sobre la manera de abordar las múltiples violaciones de los derechos de la mujer y de tratar a las víctimas de la violencia sexual durante la guerra que siguen padeciendo traumas psicológicos y lesiones físicas, que han tenido hijos no deseados, que se han contagiado de enfermedades de transmisión sexual, incluido el VIH/SIDA y que han de soportar el <strong class=\"keyword\">ostracismo</strong> social","second":"The UNAMSIL Human Rights Section conducts training for police and civil society organizations on how to deal with the many violations of women's rights and with the victims of sexual violence during the war who continue to suffer from psychological trauma and physical injuries, unwanted babies, sexually transmitted diseases, including HIV/AIDS, and social <strong class=\"keyword\">ostracism</strong>"},{"author":94808,"first":"Como resultado de la estigmatización y las actitudes discriminatorias, a las personas que viven con el VIH, así como a las poblaciones clave y en riesgo, se les niega la atención médica, se les niegan las oportunidades de empleo y de educación, o las pierden, y se ven condenadas al <strong class=\"keyword\">ostracismo</strong> por sus familias y comunidades.","second":"As a result of stigma and discriminatory attitudes, people living with HIV, as well as key and at-risk populations, are denied health care, are refused or lose employment and education opportunities and are <strong class=\"keyword\">ostracized</strong> by their families and communities."},{"author":94808,"first":"Para terminar, debo constatar que mi país, la República Centroafricana, es víctima de un <strong class=\"keyword\">ostracismo</strong> internacional, de una indiferencia caracterizada por el desprecio.","second":"In conclusion, I am compelled to note that my country, the Central African Republic, is the victim of international <strong class=\"keyword\">ostracism</strong> and of indifference that borders on contempt."},{"author":94808,"first":"El <strong class=\"keyword\">ostracismo</strong> que sufren en la escuela primaria, donde los hijos de prostitutas no tienen respuesta cuando se les pregunta el nombre del padre, refuerza su sentimiento de que nunca serán aceptados en la sociedad normal7.","second":"<strong class=\"keyword\">Ostracism</strong> suffered in the primary school, where prostitutes’ children have no answer when asked the name of the father, reinforces their feeling that they will never be accepted in the mainstream society.7"},{"author":8000,"first":"Se alza contra el <strong class=\"keyword\">ostracismo</strong> que sufre el pueblo turcochipriota","second":"It was also concerned about the <strong class=\"keyword\">isolation</strong> that had been imposed on the Turkish Cypriot people"},{"author":94808,"first":"11A, dijo lo siguiente: \"El terrorismo patrocinado por el Estado amenaza a todo el orden internacional, y si debemos mantener la mínima estabilidad mundial debemos condenar al <strong class=\"keyword\">ostracismo</strong> a toda nación que lo tolere.","second":"11A, made the following point: “States sponsored terrorism menaces the whole international order, and if we are to maintain even minimum world stability we must <strong class=\"keyword\">ostracize</strong> any nation condoning it."},{"author":94808,"first":"Se han recibido informes sobre mujeres que han sido condenadas al <strong class=\"keyword\">ostracismo</strong>, torturadas, lisiadas o incluso asesinadas al negarse a abandonar la comunidad.","second":"Incidents have been reported where women have been <strong class=\"keyword\">ostracized</strong>, tortured, maimed or even killed if they fail to flee the community."},{"author":94808,"first":"Se les instaba a tomar seriamente en consideración el asunto y a desistir de todo tipo de <strong class=\"keyword\">ostracismo</strong> y violencia contra otros reclusos.","second":"Prisoners were urged to give the matter careful consideration and to desist from all types of <strong class=\"keyword\">ostracism</strong> and violence towards their fellow prisoners."},{"author":91988,"first":"En otros tiempos, semejantes acusaciones habrían merecido una fatwa o dos y, en el peor de los casos, el <strong class=\"keyword\">ostracismo</strong> social.","second":"In the old days, such charges might have attracted a fatwa or two and, at worst, social <strong class=\"keyword\">ostracism</strong>."},{"author":94808,"first":"Además, los procesos de reparación no deberían exponer a las mujeres a más daños, estigmatización y <strong class=\"keyword\">ostracismo</strong>, y deberían tener en cuenta su seguridad e interés superior en todo momento. Asimismo, deberían garantizar, en particular, la confidencialidad y evitar la difusión pública de las violaciones sufridas.","second":"Furthermore, reparation processes must not expose women to further harm, stigmatization and <strong class=\"keyword\">ostracism</strong> and should take into account their safety and best interest at all times, including by ensuring confidentiality and avoiding public disclosure of violations suffered."},{"author":94809,"first":"El artículo 9, apartado 2, no identifica el <strong class=\"keyword\">ostracismo</strong> social como «acto de persecución» y, desde mi punto de vista, no tiene cabida en el artículo 9, apartado 2, letras b) y c).","second":"Social <strong class=\"keyword\">ostracism</strong> is not identified as such in Article 9(2) as an ‘act of persecution’ and in my view it does not fit very naturally into either Article 9(2)(b) or (c)."},{"author":27,"first":"Muchas fueron condenadas al <strong class=\"keyword\">ostracismo</strong>, incluso después de que hubiera terminado el conflicto.","second":"Many were <strong class=\"keyword\">ostracised</strong> even after the conflict was over."},{"author":94809,"first":"Dicha disposición conduce al <strong class=\"keyword\">ostracismo</strong> social y al «fichaje» de todo aquel que haya pasado un período, aunque sea de días, en establecimientos psiquiátricos; además, presenta la estancia en una clínica psiquiátrica como una sanción penal y conduce a la marginación de las personas que presentan transtornos psíquicos.","second":"It would lead to the <strong class=\"keyword\">stigmatization</strong> and official registration of anyone who spent even the shortest period in psychiatric institutions, make attendance at a mental hospital the equivalent of a prison sentence, and marginalize those suffering from mental illness."},{"author":94808,"first":"A menudo, se ven obligadas a hacer frente a los problemas familiares, el <strong class=\"keyword\">ostracismo</strong> social y a una vida destrozada.","second":"Often, they are forced to contend with family dislocation, social <strong class=\"keyword\">ostracism</strong> and shattered livelihoods."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}