{"result":"ok","tuc":[{"phrase":{"text":"palpable","language":"en"},"meanings":[{"language":"es","text":"Fácil de percibir."},{"language":"en","text":"capable of being touched"},{"language":"en","text":"Easily perceived."},{"language":"en","text":"obvious"}],"meaningId":-8032421579876048369,"authors":[70195]},{"phrase":{"text":"tangible","language":"en"},"meaningId":-5287613177088038460,"authors":[69425]},{"phrase":{"text":"touchable","language":"en"},"meaningId":-5768785421758929622,"authors":[69425]},{"phrase":{"text":"concrete","language":"en"},"meaningId":-5781637257961872013,"authors":[25018]},{"meanings":[{"language":"en","text":"palpable"}],"meaningId":-8494312103638092890,"authors":[1]}],"phrase":"palpable","examples":[{"author":94808,"first":"De no ser así, ¿cómo se podía alcanzar la armonía y un entendimiento común y, por ende, hacer de los derechos humanos una realidad <strong class=\"keyword\">palpable</strong>?","second":"And if not, how were we to achieve harmony and a common understanding and therefore, make human rights a <strong class=\"keyword\">living</strong> reality?"},{"author":94808,"first":"Añadió que deben lograrse avances <strong class=\"keyword\">palpables</strong> para hacer frente a las cuestiones, y en particular a las negociaciones sobre un TCPMF.","second":"He added that <strong class=\"keyword\">tangible</strong> progress to address the issues — and in particular negotiations on a fissile material cut-off treaty (FMCT) — must be achieved."},{"author":94809,"first":"La Comisión seguirá apoyando la acción nacional e interviniendo a nivel comunitario donde sea necesario para conseguir que en 2007 la estrategia de Lisboa comience a dar resultados <strong class=\"keyword\">palpables</strong> sobre el terreno.","second":"The Commission will continue to support national action and to act where appropriate at Community level to help make 2007 a year when the Lisbon Strategy starts to <strong class=\"keyword\">show tangible</strong> results on the ground."},{"author":94808,"first":"• La voluntad política sincera y <strong class=\"keyword\">palpable</strong> de las partes para resolver la controversia o conflicto;","second":"The inclusion of all parties through consultations <strong class=\"keyword\">is</strong> critical to ensure early support and availability to participate in the process."},{"author":8000,"first":"Seguiremos esforzándonos para alcanzar resultados convenidos y <strong class=\"keyword\">palpables</strong>","second":"We will continue to make every effort to achieve agreed and <strong class=\"keyword\">tangible</strong> outcomes"},{"author":8000,"first":"Además, existe un nivel de competencia <strong class=\"keyword\">palpable</strong> entre las grandes potencias acerca del control del continente africano, que los árabes pueden aprovechar manteniendo fija su atención en el objetivo, vigilándolo cuidadosamente y captando la realidad de sus dimensiones","second":"Additionally, there is a <strong class=\"keyword\">tangible</strong> level of competition between the great powers regarding control over the African continent, which the Arabs can exploit by keeping their attention fixed on the goal, monitoring it carefully and grasping the reality of its dimensions"},{"author":91988,"first":"En efecto, en Washington hay un desdén <strong class=\"keyword\">palpable</strong> hacia Siria.","second":"Indeed, there is <strong class=\"keyword\">palpable</strong> disdain for Syria in Washington."},{"author":27,"first":"Y no avanzaremos mientras esto siga siendo tan <strong class=\"keyword\">palpable</strong> como en estos momentos, mientras los cajeros mayores de los Estados miembros -nuestros ministros de Finanzas- sean quienes decidan en última instancia cuánta integración europea podemos permitirnos, o dicho de otro modo, cuánto estamos dispuestos a pagar por una determinada concepción de Europa.","second":"As long as this is <strong class=\"keyword\">clearly perceptible</strong>, as it is now, and as long as the Member States' main cashiers - our ministers of finance - have the final decision on how much European integration we can actually afford, in other words what kind of Europe is worth how much money to us, we will not make progress in this area."},{"author":27,"first":"Es algo <strong class=\"keyword\">palpable</strong> que el área rural precisa aquí una transformación.","second":"It is <strong class=\"keyword\">palpably</strong> obvious that rural areas there need development."},{"author":94808,"first":"No se hicieron progresos <strong class=\"keyword\">palpables</strong> en el cumplimiento del requisito pendiente para la activación del Plan de Acción para la Adhesión a la OTAN.","second":"No <strong class=\"keyword\">tangible</strong> progress was registered on fulfilling the outstanding condition for the activation of the NATO Membership Action Plan."},{"author":95875,"first":"Aun cuando el grueso de su experiencia haya transcurrido en el Reino Unido, el profesor Durant es consciente de la tendencia generalizada al crecimiento de la comunicación científica <strong class=\"keyword\">palpable</strong> por toda Europa, siendo prueba de ello la \"eclosión\" de centros científicos.","second":"Although the majority of Professor Durant's experiences have been in the UK, he is aware of a general trend towards increased science communication across Europe, and pointed to the 'explosion' in the number of science centres as evidence of this."},{"author":27,"first":"Los beneficios para la Unión y para Europa parecen ser significativos y <strong class=\"keyword\">palpables</strong>.","second":"The benefits for the Union and for Europe seem to be significant and <strong class=\"keyword\">measurable</strong>."},{"author":8000,"first":"Sin un apoyo <strong class=\"keyword\">palpable</strong>, las crisis humanitarias habrán de seguir produciéndose en el futuro","second":"Without <strong class=\"keyword\">tangible</strong> support, humanitarian crises would continue into the future"},{"author":94809,"first":"Por consiguiente, la tasa menor aplicable a los operadores en línea sería una discriminación <strong class=\"keyword\">palpable</strong> contra los operadores tradicionales y constituiría una ayuda estatal que beneficiaría exclusivamente a los operadores en línea.","second":"Therefore, the lower tax rate applicable for online operators would <strong class=\"keyword\">clearly</strong> discriminate against land-based operators and would constitute a State aid favouring online operators only."},{"author":94808,"first":"No puede haber prueba más <strong class=\"keyword\">palpable</strong> de la insensatez del ciclo de violencia que asola a la región que el horrible ataque con bombas contra niños inocentes en un autobús escolar y el castigo colectivo por ese acto aplicado contra la población civil palestina.","second":"There can be no more <strong class=\"keyword\">palpable</strong> evidence of the senselessness of the cycle of violence gripping the region than the horrific bomb attack on innocent children in a school bus and the collective punishment for this act meted out against the Palestinian civilian population."},{"author":8000,"first":"Como telón de fondo de la <strong class=\"keyword\">palpable</strong> reducción de la natalidad persisten índices inquietantemente altos de mortalidad de niños pequeños y mortalidad de las parturientas","second":"Against the background of the <strong class=\"keyword\">marked</strong> reduction in the birth rate, the figures for infant mortality and mortality of women in childbirth remain alarmingly high"},{"author":94808,"first":"Pese a esas complejidades se realizaron progresos <strong class=\"keyword\">palpables</strong> en diferentes planos de los tres niveles de gobierno, lo que se manifestó, por ejemplo, en la aprobación en 2003 de la Ley de administración y aplicación de la ley sobre (la prohibición de la) trata de personas y la Ley de derechos del niño.","second":"In spite of these complexities, <strong class=\"keyword\">concrete</strong> progress was made at different levels of the three tiers of government and reflected, for example, in the adoption in 2003 of the Trafficking in Persons (Prohibition) Law Enforcement and Administration Act and the Child Rights Act."},{"author":94808,"first":"La Comisión de la OIT señaló que el Código del Trabajo se había estado revisando durante muchos años sin resultados <strong class=\"keyword\">palpables</strong>.","second":"The ILO Committee observed that revision of the Labour Code has been going on for many years without <strong class=\"keyword\">tangible</strong> results."},{"author":119723,"first":"Los incrédulos de una fecha posterior, enterados del <strong class=\"keyword\">palpable</strong> absurdo de este tosco intento de hacer una falsa representación, no han vacilado en sugerir otras hipótesis, cada una de las cuales es conclusivamente insostenible.","second":"Unbelievers of later date, recognizing the <strong class=\"keyword\">palpable</strong> absurdity of this gross attempt at misrepresentation, have not hesitated to suggest other hypotheses, each of which is conclusively untenable."},{"author":27,"first":"Demos prioridad a la ayuda a los proyectos de las ONG que no solo son capaces de conseguir resultados <strong class=\"keyword\">palpables</strong>, sino que también estén en condiciones de garantizarlos y apliquen normas de calidad.","second":"Let us prioritise the giving of aid to NGO projects that are not only capable of producing <strong class=\"keyword\">tangible</strong> results, but which can be required to guarantee them and also to apply quality standards"},{"author":94808,"first":"Si bien se han logrado progresos <strong class=\"keyword\">palpables</strong> en numerosos ámbitos durante la etapa de consolidación de la UNMISET, que comenzó en mayo de 2004, compartimos la evaluación que hace el Secretario General en cuanto a que persisten problemas considerables y a que la prestación de asistencia internacional una vez que finalice el mandato actual de la UNMISET, el 20 de mayo de 2005, será indispensable para la seguridad, la estabilidad y el desarrollo sostenible de Timor-Leste a largo plazo.","second":"While <strong class=\"keyword\">tangible</strong> progress has been achieved in many areas during UNMISET’s consolidation phase, which started in May 2004, we nevertheless share the assessment of the Secretary-General that significant challenges remain, and that the provision of international assistance beyond the expiration of UNMISET’s current mandate on 20 May 2005 will be crucial for the long-term security, stability and sustainable development of Timor-Leste."},{"author":95096,"first":"Este santuario de Zapopán es, en efecto, una prueba más, <strong class=\"keyword\">palpable</strong> y consoladora, de la intensa devoción que, desde hace siglos, el pueblo mexicano, y con él, todo el pueblo latinoamericano, profesa a la Virgen Inmaculada.","second":"This sanctuary of Zapopán is, in fact, another proof, a <strong class=\"keyword\">tangible</strong> and consoling one, of the intense devotion that the Mexican people, and with it the whole Latin-American people, has professed to Mary Immaculate for centuries."},{"author":94808,"first":"Se proporciona financiación <strong class=\"keyword\">palpable</strong> y se realizan cursillos prácticos.","second":"<strong class=\"keyword\">Tangible</strong> funding is provided and workshops are executed."},{"author":94808,"first":"El proyecto responde a la necesidad de ampliar y diversificar la base financiera para la ordenación sostenible de los bosques, que cada vez es más <strong class=\"keyword\">palpable</strong> en muchos países de América Latina.","second":"The project responds to the need to broaden and diversify the financial basis for sustainable forest management increasingly <strong class=\"keyword\">felt</strong> in many Latin American countries."},{"author":94808,"first":"Con el fin de evitar que este concepto resulte en un simple enunciado histórico, es necesario concretizar su definición para que sirva como mandato <strong class=\"keyword\">palpable</strong> para aquellos encargados de proteger a civiles.","second":"In order to prevent this concept from becoming a mere footnote to history, we must be clear about its definition so that it can provide a <strong class=\"keyword\">concrete</strong> mandate for those entrusted with the protection of civilians."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}