{"result":"ok","tuc":[{"phrase":{"text":"whereabouts","language":"en"},"meanings":[{"language":"en","text":"Location or place."},{"language":"es","text":"Ubicación o lugar."},{"language":"en","text":"location"}],"meaningId":8597078893245169773,"authors":[70195]},{"phrase":{"text":"stop","language":"en"},"meanings":[{"language":"en","text":"place to get on and off line buses or trams"},{"language":"en","text":"A place where line buses, trams or trains halt to let passengers get on and off."}],"meaningId":-4282057378409991030,"authors":[70195]},{"phrase":{"text":"thereabouts","language":"en"},"meaningId":-8699427589007180016,"authors":[2903]},{"phrase":{"text":"halt","language":"en"},"meaningId":-5384947323891442823,"authors":[86934]},{"phrase":{"text":"standstill","language":"en"},"meaningId":-8979150800425657213,"authors":[86934]},{"phrase":{"text":"stay","language":"en"},"meaningId":686029393704952471,"authors":[25115]},{"phrase":{"text":"stopping-place","language":"en"},"meaningId":-1101530813965728688,"authors":[86934]},{"meanings":[{"language":"en","text":"whereabouts"},{"language":"en","text":"stop (bus, train, etc.)"}],"meaningId":2017037456830344753,"authors":[1]},{"meanings":[{"language":"es","text":"parada del autobús (esp)"}],"meaningId":null,"authors":[81115]}],"phrase":"paradero","examples":[{"author":94809,"first":"Si bien es cierto que, en su sentencia Honeywell Aerospace, (13) el Tribunal de Justicia pareció considerar evidente que la falta de presentación de las mercancías en régimen de tránsito en la oficina de destino origina la deuda aduanera en virtud del artículo 203 del Código aduanero, (14) dicho asunto versaba sin embargo sobre mercancías desaparecidas cuyo <strong class=\"keyword\">paradero</strong> era desconocido.","second":"Although in its judgment in Honeywell Aerospace (13) the Court appears to have regarded it as evident that failure to present the goods placed under the transit procedure at the office of destination gives rise to a customs debt under Article 203 of the Customs Code, (14) that case concerned goods that had disappeared and whose <strong class=\"keyword\">fate remained</strong> unknown."},{"author":94808,"first":"A efectos del cumplimiento de la ley, las fuerzas de seguridad (policía) tienen la obligación de cooperar para averiguar el <strong class=\"keyword\">paradero</strong> de un menor, cuando se les solicite con arreglo al artículo 146 b) del Código General Civil de Austria (apartado 4 del párrafo 1 del artículo 24 de la Ley de la Policía de Seguridad).","second":"The security forces (police) are obliged - when enforcing the lawful status - to cooperate in detecting the <strong class=\"keyword\">whereabouts</strong> of a minor, in case of a request pursuant to section 146b of the Austrian General Civil Law Code (section 24 § 1, item 4 of the Security Police Act)."},{"author":8000,"first":"Luego los familiares tienen muchas dificultades para dar con su <strong class=\"keyword\">paradero</strong>","second":"The relatives then had a great deal of difficulty in finding out where the <strong class=\"keyword\">victims</strong> were"},{"author":118293,"first":"Si pudiese pedir un receso de 30 minutos, señoría, para determinar el <strong class=\"keyword\">paradero</strong> del Sr. Wilder.","second":"If I could ask for a 30-minute recess, your honor, To ascertain mr. Wilder's <strong class=\"keyword\">whereabouts</strong>."},{"author":8000,"first":"Es importante que los Estados y las organizaciones internacionales continúen insistiendo en la detención de quienes siguen en <strong class=\"keyword\">paradero</strong> desconocido","second":"It is important that States and international organizations continue to insist on the arrest of the remaining <strong class=\"keyword\">fugitives</strong>"},{"author":94808,"first":"Esta dependencia es responsable de recopilar información sobre el <strong class=\"keyword\">paradero</strong> y las actividades de los fugitivos y sobre su ubicación precisa, así como de proporcionar apoyo a las autoridades policiales del país de que se trate para que procedan a la detención.","second":"The unit is responsible for gathering intelligence on the <strong class=\"keyword\">whereabouts</strong> and activities of those fugitives and on their precise locations, and for providing support to national law-enforcement authorities to effect their arrests."},{"author":8000,"first":"Acoge con satisfacción la decisión del Gobierno de la República Federativa de Yugoslavia de transferir a los presos de etnia albanesa de Kosovo para dejarlos bajo custodia de la Misión de Administración y exhorta a la Misión de Administración y a las autoridades de Belgrado a seguir haciendo avances concretos respecto de las cuestiones señaladas en el Documento Común para la cooperación entre la Misión y las autoridades de la República Federativa de Yugoslavia firmado el # de noviembre de # en particular el regreso de los desplazados a Kosovo y las actividades para averiguar el <strong class=\"keyword\">paradero</strong> de los aún desaparecidos de todas las comunidades de Kosovo","second":"Welcomes the decision by the Government of the Federal Republic of Yugoslavia to transfer ethnic Albanian prisoners from Kosovo to the custody of the United Nations Interim Administration Mission in Kosovo and calls on the Administration Mission and the authorities in Belgrade to make further concrete progress on the issues identified in the Common Document on cooperation between the Administration Mission and the authorities of the Federal Republic of Yugoslavia signed on # ovember # particularly the return of displaced persons to Kosovo and efforts to trace those still missing from all of the communities of Kosovo"},{"author":8000,"first":"Los sospechosos de cometer actos terroristas son detenidos arbitrariamente, sin acusación ni juicio justo, torturados y muchas veces se desconoce su <strong class=\"keyword\">paradero</strong> constituyéndose de este modo en “desaparecidos”","second":"Suspects of committing terrorist acts are arbitrary detained, with no accusation or fair trial, tortured and many times their <strong class=\"keyword\">whereabouts</strong> is unknown, becoming “disappear people”"},{"author":8000,"first":"El Comité observa con preocupación que siguen sin dilucidarse el destino y <strong class=\"keyword\">paradero</strong> de unas # personas que desaparecieron durante el conflicto armado","second":"The Committee notes with concern that the fate and <strong class=\"keyword\">whereabouts</strong> of some # persons who went missing during the armed conflict ( # to # ) remain unresolved"},{"author":118293,"first":"Probablemente deberíamos empezar por el último <strong class=\"keyword\">paradero</strong> conocido de Teal'c.","second":"Well, we should probably start at <strong class=\"keyword\">Teal'c's</strong> last known <strong class=\"keyword\">whereabouts</strong>."},{"author":118293,"first":"\" Fue asesinada cuando me perdí pensando en tu <strong class=\"keyword\">paradero</strong>. \"","second":"Got killed as I was lost in the thoughts ofYourwhereabouts<strong class=\"keyword\">.</strong>"},{"author":94808,"first":"La desaparición forzada es por esencia una negación de ese derecho en la medida en que la negativa de los autores de la desaparición a revelar la suerte o el <strong class=\"keyword\">paradero</strong> del desaparecido, o incluso a admitir que esté privado de libertad, lo sustrae a la protección de la ley","second":"Forced disappearance is essentially a denial of that right insofar as a refusal by the perpetrators to disclose the fate or <strong class=\"keyword\">whereabouts</strong> of the <strong class=\"keyword\">person concerned</strong> or to acknowledge the deprivation of liberty places that person outside the protection of the law."},{"author":22,"first":"Considerando que la legislación europea e internacional en materia de derechos humanos prohíbe las desapariciones forzosas, y en particular las detenciones secretas, en las que se mantiene incomunicada a una persona, sin informar a su familia o a la opinión pública sobre su destino o <strong class=\"keyword\">paradero</strong>, al margen de cualquier procedimiento judicial","second":"whereas European and international human rights law prohibits enforced disappearances, including secret detentions, in which an individual is held incommunicado, without information about his or her fate or <strong class=\"keyword\">whereabouts</strong> being revealed to his or her family or the public, outside the purview of any legal process"},{"author":8000,"first":"El estudio deberá comprender ideas innovadoras sobre los medios adecuados de lograr que los Estados afectados obtengan acceso a la información sobre el <strong class=\"keyword\">paradero</strong> de los fondos que les pertenecen y puedan recuperarlos","second":"The study will be submitted to the Ad Hoc Committee for the Negotiation of a Convention against Corruption"},{"author":8000,"first":"Desde entonces el maestro ha regresado a su país de origen y no han dado resultado los intentos del Equipo de Investigación de ubicar su <strong class=\"keyword\">paradero</strong> en ese país","second":"The teacher has since returned to his country of origin and the Investigation Team's attempts to locate his <strong class=\"keyword\">whereabouts</strong> there have not been successful"},{"author":94808,"first":"En las situaciones posteriores a los conflictos y a los desastres, las autoridades nacionales tienen la responsabilidad de reunir a las familias y crear mecanismos específicos para investigar el <strong class=\"keyword\">paradero</strong> de los familiares desaparecidos.","second":"In both post-conflict and post-disaster situations, national authorities have the responsibility to reunite families and to create specific mechanisms to look into the <strong class=\"keyword\">whereabouts</strong> of missing relatives."},{"author":8000,"first":"Tienen derecho a que les adjudiquen y se les otorguen pagos sociales los siguientes miembros de la familia en caso de fallecimiento del sostén de la familia que haya participado en el sistema de seguro social obligatorio y haya cotizado en ese concepto (o de que sea declarado judicialmente ausente sin <strong class=\"keyword\">paradero</strong> conocido o sea declarado muerto","second":"The following family members have the right to be designated and receive survivor benefits in the event that a breadwinner who was insured under the mandatory social insurance scheme and was paying social contributions dies (is declared missing by a court, or is declared dead"},{"author":94808,"first":"Se trata de un prerrequisito fundamental para iniciar el proceso de verificación y hallar a las personas que aún figuran como personas desaparecidas y cuyo <strong class=\"keyword\">paradero</strong> sigue siendo desconocido.","second":"The latter was an essential precondition for the start of the verification process and finding out people who still have the status of missing persons and still are not <strong class=\"keyword\">accounted</strong> for."},{"author":8000,"first":"En cuanto a los # casos pendientes, el Grupo de Trabajo no puede informar sobre la suerte o el <strong class=\"keyword\">paradero</strong> de las personas desaparecidas","second":"In the case of the # outstanding cases, the Working Group is unable to report on the fate or <strong class=\"keyword\">whereabouts</strong> of the disappeared persons"},{"author":94808,"first":"Pidió que se hiciera todo lo posible por descubrir el <strong class=\"keyword\">paradero</strong> de todas las personas desaparecidas y prisioneros de nacionalidad kuwaití y otras nacionalidades.","second":"It demanded that every effort be made to discover the <strong class=\"keyword\">fate</strong> of all missing persons and prisoners of Kuwaiti and other nationalities."},{"author":118293,"first":"Su madre dijo que usted sabría del <strong class=\"keyword\">paradero</strong> de un buen mapa... seis pulgadas por milla, señalando senderos y similares.","second":"Now, your mama tells me you might know the <strong class=\"keyword\">whereabouts</strong> of a good map I recall, six inch to the mile, showing footpaths and the like."},{"author":94808,"first":"Aún se desconoce su <strong class=\"keyword\">paradero</strong>.","second":"His <strong class=\"keyword\">fate</strong> is still <strong class=\"keyword\">unknown</strong>."},{"author":118385,"first":"En 2016, Alemania también realizó un estudio con el fin de analizar los motivos del elevado número de vehículos «desaparecidos», determinar su <strong class=\"keyword\">paradero</strong> y elaborar medidas e instrumentos para mejorar de forma efectiva la cobertura de las estadísticas sobre vehículos al final de su vida útil.","second":"In 2016, Germany also conducted a study aiming to analyse the reasons for the high number of ‘missing’ vehicles, to identify the <strong class=\"keyword\">whereabouts</strong> of these vehicles and to develop measures and instruments to effectively improve the coverage of ELV statistics."},{"author":94808,"first":"Evidentemente, la presencia de armas cuyo <strong class=\"keyword\">paradero</strong> se desconoce no sólo contribuye a incrementar los niveles de delincuencia sino que también ofrece una oportunidad para socavar los esfuerzos encaminados a ampliar la infraestructura y prestar servicios a lo largo de todo el territorio nacional.","second":"Clearly, the presence of arms that are <strong class=\"keyword\">unaccounted</strong> for not only contributes to heightened crime levels, but also provides an opportunity to undermine efforts to expand infrastructure and to deliver services throughout the length and breadth of national territory."},{"author":8000,"first":"En # de conformidad con la Ley de protección de la población civil, se puso en funcionamiento un sistema de información computarizado para reunir datos sobre el <strong class=\"keyword\">paradero</strong> de ciudadanos japoneses y extranjeros en situaciones de ataque armado","second":"In # in accordance with the Civil Protection Law, a computerized information system had been introduced to gather data about the <strong class=\"keyword\">fate</strong> of foreigners and Japanese citizens in the event of an armed attack"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}