{"result":"ok","tuc":[{"phrase":{"text":"paradigm","language":"en"},"meanings":[{"language":"en","text":"example serving as a model or pattern"},{"language":"en","text":"linguistics: all forms which contain a common element"},{"language":"en","text":"way of viewing reality"},{"language":"en","text":"A set of all forms related to a common linguistic element, such as the set of all inflectional forms of a word."},{"language":"es","text":"Sistema de todas las formas que contienen un elemento común, especialmente el sistema de todas las formas de inflexión de una palabra o de una de sus categorías gramaticales."},{"language":"en","text":"An outstandingly clear or typical example or pattern that can serve as a model."},{"language":"es","text":"Ejemplo o patrón, especialmente uno excepcionalmente claro o típico o un arquetipo."}],"meaningId":-4676521763063728568,"authors":[70195]},{"phrase":{"text":"epitome","language":"en"},"meaningId":9084479814619315139,"authors":[84500]},{"phrase":{"text":"image","language":"en"},"meaningId":91404999391346595,"authors":[84500]},{"phrase":{"text":"model","language":"en"},"meaningId":-5230644203266977381,"authors":[25018]},{"phrase":{"text":"prototype","language":"en"},"meaningId":-6073964396854998222,"authors":[84500]},{"meanings":[{"language":"en","text":"paradigm"}],"meaningId":-8447798297728917742,"authors":[1]}],"phrase":"paradigma","examples":[{"author":94808,"first":"Por tanto, insto al sistema de asistencia internacional, en particular las Naciones Unidas, las organizaciones no gubernamentales y los donantes, a que se comprometan a trabajar en un nuevo <strong class=\"keyword\">paradigma</strong> caracterizado por tres cambios fundamentales: a) reforzar los sistemas nacionales y locales en lugar de sustituirlos; b) prever las crisis en lugar de esperarlas; c) superar la división entre las actividades humanitarias y de desarrollo, trabajando para lograr resultados colectivos, sobre la base de la ventaja comparativa y en función de calendarios multianuales.","second":"I therefore urge the international aid system, including the United Nations, non-governmental organizations and donors to commit to working in a new <strong class=\"keyword\">paradigm</strong> marked by three fundamental shifts: (a) reinforce, do not replace, national and local systems; (b) anticipate, do not wait, for crises; (c) transcend the humanitarian-development divide by working towards collective outcomes, based on comparative advantage and over multi-year time frames."},{"author":94808,"first":"Esa evolución fue parte de un cambio mundial, pero muchos consideran que el PNUD desempeñó un papel fundamental al abogar con éxito por la modificación de ese <strong class=\"keyword\">paradigma</strong> dentro de los países.","second":"That shift was part of a global change, but UNDP was considered by many to have been instrumental in successfully advocating for this <strong class=\"keyword\">paradigm shift</strong> within countries."},{"author":8008,"first":"La tecnología no ingresaba como un medio para transformar la vida sino como <strong class=\"keyword\">paradigma</strong> de producción de información y conocimiento.","second":"Luis Benedit investigated animal and vegetal <strong class=\"keyword\">behavior</strong> by producing artificial environments."},{"author":94808,"first":"Un desafío común que enfrentan las autoridades nacionales de información geoespacial en sus respectivos países es la (falta de) conciencia normativa del giro en el <strong class=\"keyword\">paradigma</strong> de gestión de la información geoespacial de un mero instrumento de cartografía y visualización a una solución fundamental de adopción de decisiones basada en datos empíricos, debido a su capacidad de integrar y analizar información y datos geoespaciales, estadísticos y de otro tipo a escalas múltiples y en múltiples sectores que permite obtener un panorama operativo común.","second":"A common challenge that national geospatial information authorities face within their countries is the (lack of) policy awareness of the <strong class=\"keyword\">paradigm shift</strong> of geospatial information management from just a visualization and mapping tool to a fundamental evidence-based decision-making solution owing to its ability to integrate and analyse multi-scale, multisectoral geospatial, statistical and other data and information to provide a common operating picture."},{"author":118293,"first":"Es un <strong class=\"keyword\">paradigma</strong> ped agógico roto en la New Pacific School.","second":"It's a broken pedagogical <strong class=\"keyword\">paradigm</strong> in the New Pacific School."},{"author":94808,"first":"El Reino Unido promueve un cambio de <strong class=\"keyword\">paradigma</strong>, de manera que se aliente a los países a abandonar la pobreza y la dependencia de la ayuda mediante un proceso de autofinanciación que les permita acabar con el subdesarrollo.","second":"The United Kingdom was advocating a <strong class=\"keyword\">paradigm shift</strong>, in that countries were encouraged to exit poverty and aid dependence by essentially financing themselves out of underdevelopment."},{"author":94809,"first":"comparte, por ello, la urgente necesidad de llevar a cabo reformas estructurales ante los cambios radicales que afectan al contexto empresarial y que suponen la asunción de un nuevo <strong class=\"keyword\">paradigma</strong> competitivo a nivel global en el que, junto a la ascensión de nuevos países emergentes, adquieren una relevancia decisiva la tecnología y las competencias asociadas a las TIC, así como la transición a una economía baja en carbono;","second":"agrees that there is an urgent need for structural reforms given the sweeping changes that are affecting the business environment: a new competitive <strong class=\"keyword\">model</strong> is required at global level that takes into account the rise of emerging countries, information and communication technology and skills, and the transition to a low-carbon economy;"},{"author":94808,"first":"Bhatti (Pakistán) coincide en que desde el final de la guerra fría ha surgido un nuevo <strong class=\"keyword\">paradigma</strong> internacional, que depende sobre todo de la solidaridad entre el Norte y el Sur, el Este y el Oeste.","second":"Bhatti (Pakistan) agreed that a new international <strong class=\"keyword\">paradigm</strong> had emerged since the end of the cold war, which depended above all on solidarity between North and South, East and West."},{"author":94259,"first":"De hecho, cuando vemos el final de una línea de un <strong class=\"keyword\">paradigma</strong> en especial,","second":"In fact, when we see the end of the line for a particular <strong class=\"keyword\">paradigm</strong>,"},{"author":94809,"first":"¿Puede considerarse el contrato de seguro -a nuestros fines, bien entendido- como <strong class=\"keyword\">paradigma</strong> de la categoría de los contratos celebrados entre sujetos de distinto poder económico, como es el caso en algunos arrendamientos de obra material o intelectual?","second":"The question arises whether insurance may be considered - for present purposes, of course - to be representative of the whole range of contracts concluded between parties having disparate bargaining power, including contracts for professional and other services ."},{"author":31,"first":"Lo que él piensa es que si todos somos feos, entonces todavía tendremos este extraño <strong class=\"keyword\">paradigma</strong> de la belleza que no existirá, así que no nos atraerá nadie más","second":"What he thinks is that if we' re all ugly, then we' il still have this strange <strong class=\"keyword\">paradigm</strong> of beauty that won' t exist so we won' t fancy anyone as much"},{"author":94808,"first":"Por ejemplo, el <strong class=\"keyword\">paradigma</strong> del periodismo abierto que promueve el diario The Guardian en el Reino Unido de Gran Bretaña e Irlanda del Norte anima a una relación en dos direcciones entre los periodistas y el público en línea, con lo cual la disposición de los periodistas de debatir y rendir cuentas por lo que hacen ha vuelto a constituir el núcleo del periodismo.","second":"For example, the open journalism <strong class=\"keyword\">paradigm</strong> promoted by the Guardian newspaper in the United Kingdom of Great Britain and Northern Ireland encourages two-way interaction between journalists and the audience online, which has reinserted journalists’ willingness to engage in debate and be accountable for what they do into the core of journalism."},{"author":8000,"first":"Es preciso que haya una mayor interconexión entre las políticas de migración y desarrollo para invertir el <strong class=\"keyword\">paradigma</strong> existente y reforzar la contribución de la migración al desarrollo y viceversa","second":"* Greater intertwining of migration and development policies is required in order to shift the existing <strong class=\"keyword\">paradigm</strong> and make migration work better for development and vice versa"},{"author":8000,"first":"El <strong class=\"keyword\">paradigma</strong> de una sociedad de la información basada principalmente en el acceso universal a las tecnologías de la información significa ignorar las desigualdades estructurales cuyas causas no son de orden tecnológico o de infraestructura sino que responden a modelos de dominación excluyente basados en el interés privado de corporaciones transnacionales que concentran un gran poder tecnológico e intentan generalizarlo por medio del mercado como única vía para el desarrollo humano","second":"The <strong class=\"keyword\">paradigm</strong> of an Information Society based principally on universal access to information technologies, means ignoring the structural inequalities whose causes are not of the technological or infrastructure type but rather a response to models of excluding domination based on the private interests of transnational corporations that concentrate a great deal of technological power and attempt to generalize this through the market system as the only means of human development"},{"author":94808,"first":"En respuesta al representante del Japón, dice que el antiguo <strong class=\"keyword\">paradigma</strong> ha demostrado de hecho su poca idoneidad, especialmente con respecto al papel del estado y de los mecanismos del mercado; ha permitido que el sistema financiero estuviera al servicio de sus propios objetivos y no de los del desarrollo económico.","second":"Responding to the representative of Japan, he said that the old <strong class=\"keyword\">paradigm</strong> had indeed proved inadequate, especially in regard to the role of the State and market mechanisms; it had allowed the financial system to serve its own purposes and not those of economic development."},{"author":95875,"first":"Los resultados del proyecto IEIPWA proporcionan alternativas sostenibles a los <strong class=\"keyword\">paradigmas</strong> actuales sobre desarrollo y contribuyen a que las organizaciones de desarrollo orienten sus programas a las creencias de los pueblos a los que van dirigidos.","second":"IEIPWA results provide sustainable alternatives to current development <strong class=\"keyword\">paradigms</strong>, and help development organisations orient their programmes to the views of the affected people."},{"author":94808,"first":"El Gobierno de China está dedicado, sobre la base del <strong class=\"keyword\">paradigma</strong> centrado en las personas, a hacer frente a las preocupaciones humanitarias causadas por ciertas armas convencionales.","second":"The Chinese Government is dedicated, on the basis of a people-centred <strong class=\"keyword\">paradigm</strong>, to addressing the humanitarian concerns caused by certain conventional weapons."},{"author":27,"first":"ponente de opinión de la Comisión de Industria, Investigación y Energía. - (HU) Señora Presidenta, señor Vicepresidente, la política de transporte está a punto de experimentar un cambio de <strong class=\"keyword\">paradigma</strong>: los combustibles, las normas y las expectativas de la sociedad serán diferentes.","second":"draftsman of the opinion of the Committee on Industry, Research and Energy. - (HU) Madam President, Mr Vice-President, transport policy is about to undergo a <strong class=\"keyword\">paradigm</strong> change: the fuels, the technology, the regulations, and the expectations of society will all be different."},{"author":94808,"first":"Constituyeron el manifiesto de un nuevo <strong class=\"keyword\">paradigma</strong> de desarrollo, basado en una visión más equilibrada de la relación entre el Estado y el mercado y de los vínculos que existen entre el crecimiento económico y la justicia social.","second":"They form the manifesto of a new development <strong class=\"keyword\">paradigm</strong>, based on a more balanced view of the relationship between state and market and of the interlinkage between economic growth and social justice."},{"author":8000,"first":"Con esta labor conjunta, ONU-Hábitat y el PNUMA se han colocado en la vanguardia de un nuevo <strong class=\"keyword\">paradigma</strong> de cooperación para el desarrollo de las Naciones Unidas, que da más importancia al adelanto de los conocimientos especializados colectivos que a la presentación de soluciones estándar","second":"Through this joint work, UN-HABITAT and UNEP have positioned themselves at the forefront of a new United Nations development cooperation <strong class=\"keyword\">paradigm</strong> that emphasizes the advancement of collective know-how rather than the provision of ready solutions"},{"author":94809,"first":"nuevos <strong class=\"keyword\">paradigmas</strong> para los medios de comunicación y nuevas formas de contenidos, incluidos los de entretenimiento; creación de contenidos digitales interactivos y accesibles para todos; enriquecimiento de las experiencias de los usuarios; entrega de contenidos eficaz en función de los costes; gestión de los derechos digitales; medios de comunicación híbridos;","second":"new media <strong class=\"keyword\">paradigms</strong> and new forms of content, including entertainment; creation of and access to interactive digital content; enriched user experiences; cost-effective content delivery; digital rights management; hybrid media,"},{"author":8008,"first":"Astrium Satellites es contratista principal de <strong class=\"keyword\">Paradigm</strong> para el diseño y construcción de los tres satélites de comunicaciones militares Skynet 5 que proveerán un incremento significativo en la capacidad y prestaciones.","second":"Astrium Satellites is prime contractor to <strong class=\"keyword\">Paradigm</strong> for the design and build of three Skynet 5 military communications satellites which will provide significant increase in capacity and performance."},{"author":94808,"first":"La erradicación de la pobreza exigirá un cambio fundamental de <strong class=\"keyword\">paradigmas</strong> por parte de las naciones y los individuos.","second":"The eradication of poverty will require a fundamental <strong class=\"keyword\">paradigm shift</strong> on the part of nations and individuals."},{"author":94808,"first":"La principal razón de esto es que el <strong class=\"keyword\">paradigma</strong> científico de la silvicultura moderna se basa en definiciones mal concebidas de los bosques, que introducen el supuesto erróneo de que los bosques pueden ser sustituidos por plantaciones artificiales.","second":"The main reason for this is that the scientific <strong class=\"keyword\">paradigm</strong> of modern forestry is based upon ill-conceived definitions of forests, which introduce the erroneous assumption that forests can be replaced by artificial plantations."},{"author":118293,"first":"O desconectas tu inteligente máquina o te hago volar a ti y a tu nuevo <strong class=\"keyword\">paradigma</strong> hasta la eternidad.","second":"Either you turn off your clever machine or I'll bl ow you and your new <strong class=\"keyword\">paradigm</strong> into eternity."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}