{"result":"ok","tuc":[{"phrase":{"text":"paraphernalia","language":"en"},"meanings":[{"language":"en","text":"miscellaneous items"}],"meaningId":7589079315018803058,"authors":[90508]},{"meanings":[{"language":"en","text":"paraphernalia"}],"meaningId":892335545896645540,"authors":[93107]}],"phrase":"parafernalia","examples":[{"author":89915,"first":"Promoción de productos y servicios de terceros (también en línea), incluyendo obras de arte o expresión artística, literatura, <strong class=\"keyword\">parafernalia</strong> y equipos deportivos, recuerdos, coleccionables, suvenires, instrumentos musicales, grabaciones musicales o de vídeo, fotografía, prendas de vestir, calzado y artículos de sombrerería","second":"Promoting the goods and services of others (including online), including works of art or artistic expression, literature, sporting <strong class=\"keyword\">paraphernalia</strong> and equipment, memorabilia, collectables, souvenirs, musical instruments, musical or video recordings, photography, clothing, footwear and headgear"},{"author":92475,"first":"El contenido ilegal conforme a esta ley abarca pornografía infantil, <strong class=\"keyword\">parafernalia</strong> de droga, e instrucciones sobre autolesiones.","second":"Illegal content under this law includes child pornography, drug <strong class=\"keyword\">paraphernalia</strong>, and instructions about self-harm."},{"author":27,"first":"Señor Presidente, y así la Unión Europea sigue adquiriendo uno a uno los atributos y la <strong class=\"keyword\">parafernalia</strong> de la nacionalidad: un sistema legal, fronteras externas comunes y ahora una política común sobre quién puede cruzar esas fronteras y establecerse en su territorio.","second":"Mr President, and so the European Union carries on acquiring one by one the attributes and <strong class=\"keyword\">trappings</strong> of nationality: a legal system, common external borders and now a common policy on who is allowed to cross those borders and settle within its territory."},{"author":118293,"first":"Bien hecho evitar toda la <strong class=\"keyword\">parafernalia</strong>.","second":"Well done avoiding the <strong class=\"keyword\">whole</strong> thing."},{"author":118293,"first":"Creo que todo esa <strong class=\"keyword\">parafernalia</strong> de los aeropuertos es un gran montaje para vender bocadillos de atún.","second":"I think the <strong class=\"keyword\">whole</strong> airport-airline complex is a huge scam just to sell the tuna sandwiches."},{"author":118293,"first":"Aunque una determinada persona se haya desprendido... de la <strong class=\"keyword\">parafernalia</strong> de la religión hace mucho tiempo... aún vive en el molde religioso.","second":"Even though a given person may have long ago... thrown off the <strong class=\"keyword\">trappings</strong> of religion... they still live in the religious mold."},{"author":31,"first":"Servían en la barra y toda la <strong class=\"keyword\">parafernalia</strong>","second":"They did the bar, <strong class=\"keyword\">odds</strong> and <strong class=\"keyword\">ends</strong>"},{"author":118293,"first":"La <strong class=\"keyword\">parafernalia</strong> es la misma que el otro asesinato.","second":"Paraphernalia's the same as the other murder."},{"author":118293,"first":"Con ese rango de tenor wagneriano, con una increíble <strong class=\"keyword\">parafernalia</strong> que ni Wagner realmente soñaría.","second":"He'd got this Wagnerian tenor range with things bolted on at each <strong class=\"keyword\">end</strong> that Wagner never really thought of."},{"author":95875,"first":"También continuarán las tareas de puesta en servicio de la maquinaria, así como las de instalación de toda la <strong class=\"keyword\">parafernalia</strong> que se necesita para realizar experimentos en este centro.","second":"Hardware commissioning will also continue, as will the installation of the large apparatus needed for experiments at the facility."},{"author":94808,"first":"Si los miembros leen la carta, podrán ver que el programa de desminado haría que remover una mina resultara la empresa más cara del mundo, debido a la <strong class=\"keyword\">parafernalia</strong> que rodea a la localización y el proceso de desminado.","second":"If members read the letter, they will see that the demining programme would make taking out any mine the most expensive venture in the world, because the <strong class=\"keyword\">paraphernalia</strong> that surrounds the location and demining process causes it to be so."},{"author":118293,"first":"Quiero que recojas toda esta <strong class=\"keyword\">parafernalia</strong> ahora mismo.","second":"I want you to pick up every scrap of this <strong class=\"keyword\">paraphernalia</strong> now."},{"author":92475,"first":"Una vez en el jailoo, embotellamientos de tráfico, internet de alta velocidad y demás <strong class=\"keyword\">parafernalia</strong> de la vida urbana del país se dispersan en un océano de hierba verde, enfatizada por el ocasional lago de montaña y círculos de yurtas humeantes.","second":"Once on the jailoo, traffic jams, high-speed internet and other <strong class=\"keyword\">trappings</strong> of the country's urban life disperse into an ocean of green grass, punctuated by the occasional mountain lake and circles of smoking yurts."},{"author":118293,"first":"Estos tipos deben estar flipando por la cantidad de <strong class=\"keyword\">parafernalia</strong> que necesito para subir al árbol.","second":"I think these guys are fascinated by how much <strong class=\"keyword\">paraphernalia</strong> we need to get up a tree."},{"author":95875,"first":"Para estudiar el comportamiento de capas individuales de átomos y moléculas en una superficie de metal extremadamente pura, por ejemplo, es crucial prevenir la contaminación de toda la <strong class=\"keyword\">parafernalia</strong> de la prueba.","second":"In order to study how individual layers of atoms and molecules behave on the extremely pure surface of metal, for example, avoiding contamination of the test set-up is essential."},{"author":118293,"first":"\" <strong class=\"keyword\">Parafernalia</strong> \" no se escribe así.","second":"That's not how you spell \" <strong class=\"keyword\">paraphernalia</strong> \"."},{"author":118293,"first":"No había drogas en su apartamento... ni <strong class=\"keyword\">parafernalia</strong>.","second":"There was no drugs found in her apartment, no <strong class=\"keyword\">paraphernalia</strong>."},{"author":31,"first":"Aunque una determinada persona se haya desprendido... de la <strong class=\"keyword\">parafernalia</strong> de la religión hace mucho tiempo... aún vive en el molde religioso","second":"Even though a given person may have long ago... thrown off the <strong class=\"keyword\">trappings</strong> of religion... they still live in the religious mold"},{"author":118293,"first":"Parece algún tipo de <strong class=\"keyword\">parafernalia</strong> de pandillas.","second":"Looks like some kind of gang <strong class=\"keyword\">paraphernalia</strong>."},{"author":118293,"first":"Porque Johnny siempre prestaba más atención a la <strong class=\"keyword\">parafernalia</strong> de la fama, sexo y drogas, limusinas, mujeres...","second":"'Cause old Johnny's always been focused on the <strong class=\"keyword\">trappings</strong> of fame, you know, sex and drugs, limos, ladies."},{"author":118293,"first":"Muy bien, tal vez teniendo toda la <strong class=\"keyword\">parafernalia</strong> en una boda real fue un error.","second":"All right, maybe having all the <strong class=\"keyword\">trappings</strong> of an actual wedding was a mistake."},{"author":118293,"first":"Pero no veo drogas o <strong class=\"keyword\">parafernalia</strong> por aquí.","second":"But I don't see any drug <strong class=\"keyword\">paraphernalia</strong> around here."},{"author":118293,"first":"<strong class=\"keyword\">Parafernalia</strong> de adoración a Satanás.","second":"Satan-worshipping <strong class=\"keyword\">paraphernalia</strong>."},{"author":118293,"first":"Encontraste algún residuo de droga o <strong class=\"keyword\">parafernalia</strong>?","second":"Did you find any drug residue or <strong class=\"keyword\">paraphernalia</strong>?"},{"author":118293,"first":"Cantidad de <strong class=\"keyword\">parafernalia</strong>","second":"Amount of lowlifes"}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}