{"result":"ok","tuc":[{"phrase":{"text":"frugal","language":"en"},"meaningId":-2878857218138145720,"authors":[8]},{"phrase":{"text":"laconic","language":"en"},"meaningId":1356894287252650346,"authors":[8]},{"phrase":{"text":"moderate","language":"en"},"meaningId":7225809928825788346,"authors":[25018]},{"phrase":{"text":"parsimonious","language":"en"},"meaningId":5203453966375668467,"authors":[25018]},{"phrase":{"text":"scanty","language":"en"},"meaningId":-4384723299949836446,"authors":[25115]},{"phrase":{"text":"spare","language":"en"},"meaningId":-8874789298749175441,"authors":[89651]},{"phrase":{"text":"stingy","language":"en"},"meaningId":-5092787509399245711,"authors":[97745]},{"phrase":{"text":"temperate","language":"en"},"meaningId":-7409015026882333055,"authors":[25115]},{"meanings":[{"language":"en","text":"frugal"}],"meaningId":1926378469226377748,"authors":[93107]}],"phrase":"parco","examples":[{"author":89915,"first":"Vestidos, chandals, camiseros, trajes, abrigos de piel, gabardinas, chalecos impermeables, faldas, enaguas, casacas, camisetas, abrigos, pantalones, gabanes, <strong class=\"keyword\">parcas</strong>, esclavinas, pellizas, jerseys, vestidos, chaquetones, chaquetas, prendas de vestir de cuero, prendas de vestir de imitaciones de cuero","second":"Clothing, sweaters, blouses, suits, fur, gabardines, waistcoats, waterproof clothing, skirts, petticoats, teddies (undergarments), sports jerseys, coats, trousers, overcoats, <strong class=\"keyword\">parkas</strong>, pelerines, pelisses, pullovers, dresses, stuff jackets (clothing), clothing of leather, clothing of imitations of leather"},{"author":8008,"first":"Inmobiliario Nice 06000 vente 2 pieces Appartement - por L'ADRESSE BEL-AIR IMMOBILIER, 2 Pieces sur le secteur de Gambetta / <strong class=\"keyword\">Parc</strong> Imperial: Dans un immeuble bourgeois, 2 Pieces de 53m2 a renover en etage eleve offrant de beaux volumes une clartee.","second":"real estate Nice 06000 vente 2 pieces Appartement - by L'ADRESSE BEL-AIR IMMOBILIER, 2 Pieces sur le secteur de Gambetta / <strong class=\"keyword\">Parc</strong> Imperial: Dans un immeuble bourgeois, 2 Pieces de 53m2 a renover en etage eleve offrant de beaux volumes une clartee."},{"author":8008,"first":"¿Cuándo quieres alojarte en el Suitenhotel <strong class=\"keyword\">Parco</strong> Paradiso?","second":"When would you like to stay at the Suitenhotel <strong class=\"keyword\">Parco</strong> Paradiso?"},{"author":8008,"first":"En el <strong class=\"keyword\">Parc</strong> del Prat Gran hay una zona de recreo dedicada a los más pequeños.","second":"In Prat Gran <strong class=\"keyword\">Park</strong> there is a children’s play area ideal for the little ones."},{"author":8008,"first":"El Centro De Exhibiciones de la ciudad se encuentra a 1.5 km, Swiss Miniatura, Melide 8 Km, <strong class=\"keyword\">Parco</strong> Shaerer.","second":"Exhibition Site Lugano Exhibition Center 1.5 km, Swiss Miniature, Melide 8.0 km, <strong class=\"keyword\">Parco</strong> Schaerer."},{"author":8008,"first":"El hotel PREMIERE CLASSE ROISSY le da la bienvenida a Roissy-en-France : ZAC DU <strong class=\"keyword\">PARC</strong> DE ROISSY ALLEE DES VERGERS 95700 Roissy-en-France.","second":"The hotel PREMIERE CLASSE ROISSY welcomes you in Roissy-en-France : ZAC DU <strong class=\"keyword\">PARC DE</strong> ROISSY ALLEE DES VERGERS 95700 Roissy-en-France."},{"author":8000,"first":"Ello comportará valorar los progresos hechos en relación con las # áreas problemáticas, así como evaluar de nuevo Brixton, Feltham y <strong class=\"keyword\">Parc</strong>","second":"This will involve assessing progress against the # failure areas as well as revisiting Brixton, Feltham and <strong class=\"keyword\">Parc</strong>"},{"author":118293,"first":"Pensé que estaría bien llevar mis mejores galas ante la <strong class=\"keyword\">Parca</strong>.","second":"I thought it'd be nice to look my best for the Grim <strong class=\"keyword\">Reaper</strong>."},{"author":8008,"first":"El Mercure Paris Porte De Pantin se ubica frene a \"Porte de Pantin\", a cinco minutos a pie del <strong class=\"keyword\">Parc</strong> De La Villette.","second":"The Mercure Paris Porte De Pantin is located opposite the \"Porte de Pantin\", five minutes walk from the <strong class=\"keyword\">Parc De</strong> La Villette."},{"author":8008,"first":"- Tome la salida 4B y siga dirección “Bordeaux, Lake y <strong class=\"keyword\">Parc</strong> des Expositions”.","second":"- Take exit 4B and head towards Bordeaux, Lake and <strong class=\"keyword\">Parc</strong> des Expositions."},{"author":8008,"first":"Hotel de 85 habitaciones. El Mercure Villepinte <strong class=\"keyword\">Parc</strong> de Expositions está a 20 kms de París, a menos de 5 minutos del aeropuerto de Roissy Charles de Gaulle y a sólo 100 m del parque de Exposiciones Villepinte.","second":"With 85 air-conditioned rooms, the Mercure Villepinte <strong class=\"keyword\">Parc</strong> des Expositions is located 20 km from Paris, less than five minutes from Roissy Charles de Gaulle Airport and just 100 m away from the Villepinte Parc exhibition centre."},{"author":94809,"first":"Hoy en día, estos platos, aunque se consumen todavía en el ámbito familiar, se proponen en los restaurantes, las instalaciones de turismo rural y durante las ferias, entre las que destaca la feria anual «Sagra del Fagiolo Bianco di Rotonda», que ha alcanzado ya su vigésima edición y continúa convocando a miles de personas en Rotonda, en el <strong class=\"keyword\">Parco</strong> Nazionale del Pollino, constituyendo así el mejor testimonio del fuerte vínculo existente entre este producto y el territorio donde se cultiva.","second":"Nowadays, dishes with these beans are not only still consumed in homes, they are also served in restaurants and farm tourism establishments and during festivals such as the annual ‘Sagra del Fagiolo Bianco di Rotonda’ (Annual Festival of Fagioli Bianchi di Rotonda), which has reached its twentieth year. This event continues to attract thousands of people to Rotonda in the Pollino National <strong class=\"keyword\">Park</strong> and clearly illustrates the close link between this product and the area in which it is grown."},{"author":8008,"first":"El famoso parque <strong class=\"keyword\">Parc</strong> des Tuileres y los jardínes del Campos Eliseos. Así podrá empezar el día con un paseo o practicando footing en una zona verde en el corazón de la ciudad.","second":"Paris’ legendary <strong class=\"keyword\">Parc des</strong> Tuileres and the gardens along the Champs-Elysées are very close to Le Claridge, giving you the opportunity to go out for a morning jog or stroll in the parks at the heart of the city."},{"author":8008,"first":"36 \" A celui que le Père a consacré et envoyé dans le monde, vous dites: \"Tu blasphèmes \", <strong class=\"keyword\">parce</strong> que j'ai affirmé que je suis le Fils de Dieu.","second":"it is the <strong class=\"keyword\">oath</strong>, not the perjury. For this latter is quite acknowledged, and no man needs to learn that it is of the evil one; and it is not an excess, but an opposite: whereas an excess means something more, and added over and above: which kind of thing swearing is."},{"author":8008,"first":"Vous avez de très bonne musique, c'est une honte (pour moi), vous n'avez pas interpreteis des paroles en anglais <strong class=\"keyword\">parce</strong> que je suis de l'Espagne et je ne comprends pas très bien français.","second":"Ca fait longtemps que j'avais pas entendu du nouveau son festif celtique. Après Armens, <strong class=\"keyword\">Matmatah</strong>, nous voilà Bézèd'h et c'est festif à souhait."},{"author":8008,"first":"La Associació tendrá la sede en las instalaciones del <strong class=\"keyword\">Parc</strong> d’Innovació La Salle (C/ Quatre Camins, 30 de Barcelona) y estará presidida en esta primera etapa por Albert Vidal, director del centre tecnológico CETEMMSA de Mataró.","second":"The association will have its headquarters at the premises of the Innovation <strong class=\"keyword\">Park</strong> La Salle (Quatre Camins, 30, Barcelona) and it will be presided, in this first stage, by Albert Vidal, managing director of the Technological Centre CETEMMSA in Mataró."},{"author":8008,"first":"Inmobiliario Anglet (64600) vente T2 anglet centre Appartement - por ORPI IMMOBILIER ABITA, Proche de tout commerce, T2 de 46m2 face au <strong class=\"keyword\">parc</strong> de la residence.","second":"Real estate Anglet (64600) vente T2 anglet centre Appartement - by ORPI IMMOBILIER ABITA, Proche de tout commerce, T2 de 46m2 face au <strong class=\"keyword\">parc de</strong> la residence."},{"author":8008,"first":"- Tome la salida 4 después del puente Aquitaine y siga dirección “Centre Hotelier du Lac, <strong class=\"keyword\">Parc</strong> des Expositions”.","second":"- Take exit 4 after the Aquitaine Bridge and head towards the 'Centre Hotelier du Lac, <strong class=\"keyword\">Parc</strong> des Expositions'."},{"author":8008,"first":"Hotel Paris / El Hotel du <strong class=\"keyword\">Parc</strong> St Charles está a 400m del Parque de las Exposiciones de la Puerta de Versalles...","second":"Paris Hotel / The hotel du <strong class=\"keyword\">Parc</strong> Saint Charles is close to the ́Parc des Expositions», Porte de Versailles..."},{"author":8008,"first":"El <strong class=\"keyword\">Parco</strong> dei Principi es un impresionante complejo que refleja la elegancia de un barrio residencial de primera categoría como es Parioli, entre los parques de Villa Borghese y Villa Ada.","second":"Housed <strong class=\"keyword\">in</strong> a listed historic building, the Inn at the Spanish Steps is set right at the world-famous landmark it was named after, on the prestigious shopping street Via Condotti."},{"author":118293,"first":"Pero si lo dicen a través de otro que <strong class=\"keyword\">parce</strong> independiente para ellos hay poder en eso.","second":"But if they can say it through somebody else who <strong class=\"keyword\">seems</strong> independent there's power in that for them."},{"author":118293,"first":"La página de deportes de las <strong class=\"keyword\">parcas</strong>.","second":"The reaper's sport pages."},{"author":31,"first":"Vine para ver a Shirley <strong class=\"keyword\">parce</strong> su nombre aparece en el nombre de gabinete Cráneo, Poole y Schmidt","second":"I came to talk to <strong class=\"keyword\">Shirley</strong> because she is a name partner in Crane, Poole & Schmidt"},{"author":8008,"first":"Es parte de <strong class=\"keyword\">Parc</strong> naturel régional des Alpilles.","second":"It is part of <strong class=\"keyword\">Parc</strong> naturel régional des Alpilles."},{"author":94808,"first":"En las tres visitas que realizó el Grupo al territorio de Fizi durante el período de su mandato, sus miembros se reunieron en varias ocasiones con el coordinador del <strong class=\"keyword\">PARC</strong> en Baraka, Faustin Emanga.","second":"During three visits to Fizi territory over the course of its mandate, the Group met on multiple occasions with the <strong class=\"keyword\">PARC</strong> focal point in Baraka, Faustin Emanga."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}