{"result":"ok","tuc":[{"phrase":{"text":"outcast","language":"en"},"meanings":[{"language":"en","text":"Someone who is despised or rejected."},{"language":"en","text":"one that has been excluded from a society or system a pariah"},{"language":"en","text":"One that has been excluded from a society or system a pariah"}],"meaningId":397223478659191495,"authors":[70195]},{"phrase":{"text":"pariah","language":"en"},"meanings":[{"language":"en","text":"Someone who is despised or rejected."},{"language":"en","text":"an outcast"}],"meaningId":-7693191908207820653,"authors":[70195]},{"phrase":{"text":"derelict","language":"en"},"meanings":[{"language":"en","text":"outcast"}],"meaningId":329759402438203846,"authors":[70195]},{"phrase":{"text":"outcaste","language":"en"},"meaningId":7969077911774863946,"authors":[89651]},{"phrase":{"text":"untouchable","language":"en"},"meaningId":5119685851886056071,"authors":[89651]},{"phrase":{"text":"leper","language":"en"},"meaningId":6263977562343187919,"authors":[97745]},{"meanings":[{"language":"en","text":"untouchable"},{"language":"en","text":"pariah, outcast"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) imperfect indicative form of parir."},{"language":"en","text":"First-person singular (yo) imperfect indicative form of parir."}],"meaningId":810297226402721622,"authors":[1]}],"phrase":"paria","examples":[{"author":94809,"first":"- En el caso de que una operación sea financiada paralelamente con otras fuentes, cualquier garantía dada en relación con el crédito oficial a la exportación se tratará, como mínimo, <strong class=\"keyword\">pari</strong> passu con la misma garantía de esas otras fuentes.","second":"- In the case where a transaction is financed in parallel by other sources, any security retained in relation to the official export credit is treated, at least, <strong class=\"keyword\">pari</strong> passu with the same security held by the other sources."},{"author":118293,"first":"¡ Tú no eres un <strong class=\"keyword\">paria</strong>!","second":"You're not an <strong class=\"keyword\">outcast</strong>!"},{"author":118293,"first":"Dhani es la chica que recibió el corazón de <strong class=\"keyword\">Pari</strong>.","second":"Dhani is the girl who was given your <strong class=\"keyword\">Pari's</strong> heart"},{"author":118293,"first":"Me cago en la madre que <strong class=\"keyword\">parió</strong> a la FIAT!","second":"Fuck you and all Fiat!"},{"author":94808,"first":"Otras ideas que desde el punto de vista contractual pueden mejorar la reestructuración de la deuda soberana incluyen la aclaración de la disposición <strong class=\"keyword\">pari</strong> passu, un mayor uso de fideicomisarios para promover la aplicación por parte de una sola entidad y el prorrateo del producto recuperado.","second":"Other ideas in the contractual arena that could enhance sovereign debt restructuring included clarification of the <strong class=\"keyword\">pari</strong> passu provision, wider use of trustees to promote enforcement by a single entity and pro rata distribution of recovery proceeds."},{"author":118293,"first":"¿Por que me forzáis a que me tache a mí mismo de <strong class=\"keyword\">paria</strong>?","second":"Why you people forcing me to brand myself as a <strong class=\"keyword\">pariah</strong>?"},{"author":118293,"first":"\" Mi madre me <strong class=\"keyword\">parió</strong> en el salvaje sur, y yo soy neg ro... \"","second":"\" My mother <strong class=\"keyword\">bore</strong> me in the southern wild, and I am black... \""},{"author":94809,"first":"En el caso de Trèves, la inversión se realizó sobre la base de un Business Plan realista y riguroso, avalado por varios analistas privados, y la participación del FMEA en el capital de Trèves y la suscripción de ORAPA se hicieron al mismo tiempo que otros inversores privados y en las mismas condiciones (inversiones <strong class=\"keyword\">pari</strong> passu).","second":"In the case of Trèves, the investment was made on the basis of a realistic, rigorous business plan, validated by several private analysts. In addition, the acquisition of the FMEA’s participating interest in Trèves’ capital and the subscription to convertible bonds with adjustable parity occurred at the same time as other private investments and under the same conditions (‘<strong class=\"keyword\">pari</strong> passu’ investments)."},{"author":118293,"first":"Así que después de todo el escándalo financiero, todos me trataron como a un <strong class=\"keyword\">paria</strong> y no podía conseguir un trabajo en ningún sitio.","second":"So after the whole financial scandal, everyone treated me like an <strong class=\"keyword\">outcast</strong> and I couldn't get a job anywhere."},{"author":118293,"first":"Una me <strong class=\"keyword\">parió</strong> y la otra me crió.","second":"One gave <strong class=\"keyword\">birth</strong> to me, and one I grew up with."},{"author":118293,"first":"La madre que me <strong class=\"keyword\">parió</strong>, no te lo devolví.","second":"<strong class=\"keyword\">Fuck</strong> me in the ear, I never gave it back to you."},{"author":8008,"first":"Para justificar la esclavitud y el robo de las tierras de los indígenas, hicieron uso de las mentiras y los mitos descritos arriba para decir que los negros y los indígenas eran menos de seres humanos, <strong class=\"keyword\">parias</strong> sociales o marginados, y que no se merecían los “derechos naturales” que corresponden a todos los hombres blancos.","second":"To justify slavery and the theft of native lands, the lies and myths we described above were used to deem Black people and Indians as less than human, as social <strong class=\"keyword\">pariahs</strong>, or outcasts, not deserving of the “natural rights” due to all white men."},{"author":118293,"first":"Un <strong class=\"keyword\">paria</strong>, ¿una madre soltera?","second":"An <strong class=\"keyword\">outcast</strong>, an unmarried mother?"},{"author":118293,"first":"Nos ha convertido en las <strong class=\"keyword\">parias</strong> de las hermandades.","second":"She has made us <strong class=\"keyword\">pariahs</strong> on Sorority Row."},{"author":91988,"first":"De allí en más, nada impedirá que el fantasma de que una minoría judía gobierne sobre una mayoría árabe en un Estado de apartheid se haga realidad, convirtiendo a Israel en un <strong class=\"keyword\">paria</strong> de la comunidad internacional; a menos que una coalición más moderada ocupe el lugar de la alianza suicida que ha forjado Netanyahu con el fundamentalismo religioso y el extremismo nacionalista.","second":"From that point on, the specter of a Jewish minority ruling over an Arab majority in an apartheid state is bound to become a reality, turning Israel into an international <strong class=\"keyword\">pariah</strong>, unless a more sober coalition replaces Netanyahu’s suicidal alliance with religious fundamentalists and extreme nationalists."},{"author":94809,"first":"Los beneficios del Reglamento general de exención por categorías se reservan para aquellas medidas en las que se contemple un reparto de las pérdidas entre los inversores públicos y privados no ajustado al principio <strong class=\"keyword\">pari</strong> passu, de forma que se limite la primera pérdida asumida por el inversor público.","second":"The benefit of the General Block Exemption Regulation is reserved for measures whereby non-<strong class=\"keyword\">pari</strong> passu loss sharing between public and private investors is so designed as to limit the first loss assumed by the public investor."},{"author":118293,"first":"Mira, ¿cómo vas a ir al pueblo sI no sabes si está Martina o Martín o Ia madre que Ia <strong class=\"keyword\">parió</strong>?","second":"If I say she's there, she's there<strong class=\"keyword\">!</strong>"},{"author":118293,"first":"Y ahora eres un <strong class=\"keyword\">paria</strong>.","second":"And now you're an <strong class=\"keyword\">outcast</strong>."},{"author":118293,"first":"Anne no <strong class=\"keyword\">parió</strong>.","second":"Anne never had <strong class=\"keyword\">a</strong> child."},{"author":8007,"first":"Tampoco la decisión de Muammar Khaddafi de dejar de ser un <strong class=\"keyword\">paria</strong> internacional estuvo del todo desvinculada de su preocupación por legar a su hijo un estado que vive en paz con el mundo.","second":"Nor was Muammar Khaddafi’s decision to stop being an international <strong class=\"keyword\">pariah</strong> entirely unrelated to his concern to bequeath to his son a state that lives in peace with the world."},{"author":118293,"first":"Ahora Luke es un <strong class=\"keyword\">paria</strong> por ti.","second":"Now Luke's a <strong class=\"keyword\">pariah</strong>, all because of you."},{"author":118293,"first":"Para nosotros, es un <strong class=\"keyword\">paria</strong> desde que se casó con la rusa.","second":"As far as we're concerned, he's <strong class=\"keyword\">outcast</strong> since he married the Russian."},{"author":118293,"first":"Me tratas como si fuese una <strong class=\"keyword\">paria</strong>.","second":"You treat me as if I'm some sort of <strong class=\"keyword\">pariah</strong>."},{"author":118293,"first":"Si no hubiera sido el último deseo de <strong class=\"keyword\">Pari</strong> nunca hubiera dejado que sucediera.","second":"Had it not been Pari's last wish, I'd never have let this happen"},{"author":94809,"first":"Demandante: Sport-<strong class=\"keyword\">pari</strong> ZAO (Minsk, Belarús) (representantes: V.","second":"Applicant: Sport-<strong class=\"keyword\">pari</strong> ZAO (Minsk, Belarus) (represented by: V."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}