{"result":"ok","tuc":[{"phrase":{"text":"parsimony","language":"en"},"meanings":[{"language":"en","text":"great reluctance to spend money unnecessarily"},{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":6604474620715129674,"authors":[70195]},{"phrase":{"text":"thrift","language":"en"},"meanings":[{"language":"en","text":"characteristic of using a minimum of something"}],"meaningId":-6402629114358743058,"authors":[70195]},{"phrase":{"text":"closefistedness","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":7589842669443351583,"authors":[60172]},{"phrase":{"text":"costiveness","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":-6936703196361587227,"authors":[60172]},{"phrase":{"text":"meanness","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":-3302273242432910089,"authors":[60172]},{"phrase":{"text":"miserliness","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":-1317914348409329139,"authors":[60172]},{"phrase":{"text":"niggardliness","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":-8679555216170770625,"authors":[60172]},{"phrase":{"text":"penuriousness","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":-7024334112755883502,"authors":[60172]},{"phrase":{"text":"stinginess","language":"en"},"meanings":[{"language":"en","text":"Extreme reluctance to spend money."}],"meaningId":1522898111526647432,"authors":[60172]},{"phrase":{"text":"calmness","language":"en"},"meaningId":-621884314803637886,"authors":[25018]},{"phrase":{"text":"moderation","language":"en"},"meaningId":5852343518237637394,"authors":[25018]},{"meanings":[{"language":"en","text":"calmness"}],"meaningId":2500605083265563934,"authors":[93107]}],"phrase":"parsimonia","examples":[{"author":8000,"first":"Además, la asistencia fluye hacia los países receptores en forma muy lenta y mediante procedimientos laberínticos, que revelan una cierta <strong class=\"keyword\">parsimonia</strong>, e incluso crueldad","second":"Moreover, the assistance winds its way to the recipient country at a snail's pace, and through labyrinthine procedures, which evince a certain <strong class=\"keyword\">parsimony</strong>, and even cruelty"},{"author":8008,"first":"La <strong class=\"keyword\">parsimonia</strong> militar, confundió y contagió al Ejecutivo presidido por Golda Meir. Ella misma mantuvo una reunión secreta en Jerusalén con el rey Hussein de Jordania, que vino especialmente a prevenir a Israel de la guerra ya inminente.","second":"Most <strong class=\"keyword\">recently</strong>, she was played by actress Lynn Cohen in the 2005 Steven Spielberg film Munich ."},{"author":118293,"first":"Envidio su <strong class=\"keyword\">parsimonia</strong>, su indolencia.","second":"I envy her phlegm, her indolence."},{"author":118293,"first":"Menuda <strong class=\"keyword\">parsimonia</strong> la tuya.","second":"You certainly take your bloody time."},{"author":8008,"first":"Acostumbrado a superar barreras aparentemente insalvables, forjado por los escollos de una habilidad diversa convertida en habilidad superior, Andrea Bocelli alargó su repertorio mediante desafíos siempre nuevos, sin desdeñar de frecuentar en paralelo, con justa <strong class=\"keyword\">parsimonia</strong>, también el género del cross over melódico.","second":"“The more I immerse myself in singing the less I understand, I only know that God has given me a voice which allows me to express what I feel, and in this sense I believe I can describe it as a recognizable voice”... The true greatness of an artist is measured also by his humility, in spite of the world fame and awareness of the cultural and social function which his name represents."},{"author":27,"first":"A fin de cuentas, todo esto, y terminaré con este punto, implica un principio de <strong class=\"keyword\">parsimonia</strong>.","second":"Finally, all of this, and I will conclude on this point, implies a principle of <strong class=\"keyword\">parsimony</strong>."},{"author":94808,"first":"Además, la asistencia fluye hacia los países receptores en forma muy lenta y mediante procedimientos laberínticos, que revelan una cierta <strong class=\"keyword\">parsimonia</strong>, e incluso crueldad.","second":"Moreover, the assistance winds its way to the recipient country at a snail’s pace, and through labyrinthine procedures, which evince a certain <strong class=\"keyword\">parsimony</strong>, and even cruelty."},{"author":8008,"first":"Escepticismo o <strong class=\"keyword\">parsimonia</strong> retrasan el calendario del escenario destinado a los autores de nuestro cotidiano, destilando porciones de presencia como raro elíxir.","second":"Skepticism or <strong class=\"keyword\">parsimony</strong> slows down the calendar of the destined front of stage to the authors of our daily, distilling portions of presence like rare elisir."},{"author":8008,"first":"Éste ha de usarse, pues, con la <strong class=\"keyword\">parsimonia</strong> que exige un condimento precioso en todos los sentidos.","second":"Likewise, Traditional Balsamic Vinegar should be used in small amounts, to enhance flavours but not to cover them."},{"author":27,"first":"La <strong class=\"keyword\">parsimonia</strong> hoy puede dar lugar a numerosos gastos mañana.","second":"<strong class=\"keyword\">Parsimony</strong> today may lead to all kinds of expenses tomorrow."},{"author":94809,"first":"(38) - El asunto Spronk (C-16/89) pone de manifiesto cómo la posibilidad que abre la referida disposición fue utilizada con <strong class=\"keyword\">parsimonia</strong> en los Países Bajos.","second":"(38) ° It emerges from Spronk' s case how <strong class=\"keyword\">sparingly</strong> the possibility afforded by this provision has been taken up in the Netherlands."},{"author":93236,"first":"Cuatro loci del cloroplasto (atpA, chlL, rbcL, and rps4) de N. maxonii fueron aislados y empleados para reconstruir la filogenia bajo <strong class=\"keyword\">Parsimonia</strong> y Máxima Verosimilitud, incluído un análisis preliminar basado en secuencias de rbcL de 424 muestras de helechos leptosporangiados.","second":"We isolated four chloroplast (atpA, chlL, rbcL, and rps4) loci of N. maxonii and performed maximum <strong class=\"keyword\">parsimony</strong> and maximum likelihood phylogenetic analyses, including a preliminary analysis based on rbcL of 424 accessions of leptosporangiate ferns."},{"author":94808,"first":"En cambio, las transferencias corrientes, integradas principalmente por remesas de residentes en los Estados Unidos, mantuvieron con <strong class=\"keyword\">parsimonia</strong> su tendencia alcista, pese a las moderadas disminuciones registradas en Haití, el Paraguay y la República Dominicana.","second":"Current transfers (composed primarily of remittances from residents in the United States) on the other hand, continued to climb <strong class=\"keyword\">slowly</strong> despite moderate decreases in the Dominican Republic, Haiti and Paraguay."},{"author":118293,"first":"La navaja de Occam, el principio de <strong class=\"keyword\">parsimonia</strong>.","second":"Occam's razor, principle of <strong class=\"keyword\">parsimony</strong>."},{"author":95875,"first":"Por tanto, los socios del proyecto LIFENET han propuesto una nueva definición de <strong class=\"keyword\">parsimonia</strong> para redes filogenéticas.","second":"LIFENET has therefore proposed a new definition of <strong class=\"keyword\">parsimony</strong> for networks."},{"author":92475,"first":"Para los afganos, vivan en su país o en el extranjero, las tradiciones nacionales, que van desde el té con cardamomo hasta la <strong class=\"keyword\">parsimonia</strong> de sus vidas, son elementos profundamente enraizados en su identidad","second":"For Afghans at home and abroad, national traditions — from tea with cardamom to habitual <strong class=\"keyword\">tardiness</strong> — are thoroughly ingrained elements of identity."},{"author":22,"first":"Y, de algún modo, los hombres buenos son más lentos en la acción, y pasando por alto los principios de las cosas, al fin la necesidad los despierta de su letargo, por lo que, en ocasiones, a causa de su <strong class=\"keyword\">parsimonia</strong> y su lentitud de movimientos, si bien desean conservar su comodidad incluso a expensas de su dignidad, por decisión propia, pierden ambas cosas","second":"And somehow or other good men are slower in action, and overlooking the first beginnings of things, are at last aroused by necessity itself so that some times through their very delays and <strong class=\"keyword\">tardiness</strong> of movement while they wish to retain their ease even without dignity, they, of their own accord, lose both"},{"author":93236,"first":"En este estudio, datos de la secuencia nucleotidica de cinco especímenes de Orphanodendron fueron adicionados a otros 662 taxa de leguminosas previamente muestreados que representan las tres subfamilias actualmente reconocidas (Caesalpinioideae, Mimosoideae y Papilionoideae) en un análisis de máxima <strong class=\"keyword\">parsimonia</strong> en matK que resolvió a Orphanodendron como un miembro del clado genistoide s.l. de la subfamilia Papilionoideae.","second":"In this study, nucleotide sequence data from five Orphanodendron specimens were added to 662 other, previously sampled, Leguminosae taxa representing all three currently recognized subfamilies (Caesalpinioideae, Mimosoideae and Papilionoideae) in a matK maximum <strong class=\"keyword\">parsimony</strong> analysis that resolved Orphanodendron as a member of the genistoid s.l. clade of subfamily Papilionoideae."},{"author":95096,"first":"La Iglesia, créame, a pesar de todas sus <strong class=\"keyword\">parsimonias</strong>, infidelidades, errores y pecados que puede haber cometido y que todavía hoy puede cometer en quienes la forman, no tiene otro sentido y finalidad que vivir y dar testimonio de Jesús: Él que ha sido enviado por el Abbá “a evangelizar a los pobres, a proclamar a los cautivos la libertad, y a los ciegos, la vista; a poner en libertad a los oprimidos; a proclamar el año de gracia del Señor” (Lc 4,18-19).","second":"The Church, despite all of the sluggishness, infidelities, errors and sins that are committed and are still being committed by her members, has no other meaning or purpose than to live and witness to Jesus: he who has been sent by Abba, “to preach good news to the poor, to proclaim release to the captives and recovering of sight to the blind, to set at liberty those who are oppressed, to proclaim the acceptable year of the Lord” (Lk 4:18-19)."},{"author":118293,"first":"Estaríamos en algun sitio si don <strong class=\"keyword\">parsimonia</strong> dejara el volante","second":"We'd be somewhere if Captain Slowpoke would give up the wheel."},{"author":94808,"first":"Por último, cabe señalar que la noción de los “derechos humanos” debería considerarse con la mayor <strong class=\"keyword\">parsimonia</strong>, pues tiene varias facetas; es decir, no es unilateral.","second":"Upon analysis, it must be pointed out that finally, the concept of “human rights” should be treated with the greatest <strong class=\"keyword\">parsimony</strong>, for it has a number of facets. It is not unilateral."},{"author":91988,"first":"Renzi entiende que adherir a la <strong class=\"keyword\">parsimonia</strong> inspirada por los alemanes está llevando a la economía italiana y a sus finanzas públicas a un estancamiento más profundo, acompañado por un mayor deterioro del coeficiente de deuda a PBI.","second":"Renzi understands that adherence to German-inspired <strong class=\"keyword\">parsimony</strong> is leading Italy’s economy and public finances into deeper stagnation, accompanied by further deterioration of the debt-to-GDP ratio."},{"author":94809,"first":"En efecto esta autorización se ha concedido con mucha <strong class=\"keyword\">parsimonia</strong> y se aplica con carácter restrictivo. La prueba es que la indicación \"extra\" sólo puede fijarse si los huevos están particularmente frescos.","second":"That authorization was granted in very limited circumstances and <strong class=\"keyword\">is</strong> subject to very strict limits : this is shown by the fact that the word \"extra\" may be stamped only if the eggs are exceptionally fresh ."},{"author":118293,"first":"Vamos contra él, nos movemos con <strong class=\"keyword\">parsimonia</strong>.","second":"We go up against him, we move deliberately."},{"author":8000,"first":"Los objetivos eran demasiado ambiciosos y las metas no estaban suficientemente claras, al tiempo que los recursos del programa se distribuían con excesiva <strong class=\"keyword\">parsimonia</strong>","second":"The objectives were too ambitious and the targets were hazy, while at the same time the programme resources were too <strong class=\"keyword\">thinly spread</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}