{"result":"ok","tuc":[{"phrase":{"text":"pastiche","language":"en"},"meanings":[{"language":"en","text":"work that imitates the work of a previous artist"}],"meaningId":5715281967156623523,"authors":[90508]},{"phrase":{"text":"medley","language":"en"},"meaningId":5134256134860809837,"authors":[83619]},{"phrase":{"text":"pasticcio","language":"en"},"meaningId":-3292424744323022279,"authors":[25018]},{"meanings":[{"language":"en","text":"pastiche (work that imitates the work of a previous artist)"}],"meaningId":3054837861116229906,"authors":[93107]}],"phrase":"pastiche","examples":[{"author":8008,"first":"Dans un pur style \"il était une fois\", Henri le lapin à grosses couilles sait faire rire les grands (parents ou pas) par le <strong class=\"keyword\">pastiche</strong> qu'il propose sur la sage (et souvent niaise jusqu'à l'injure) littérature enfantine, et bidonne de rire les marmots (nous avons fait des test !","second":"Mais ils ne sont pas tout à fait seuls et tout un petit peuple s'active autour du phare et il n'est pas rare de croiser un Octopussy, la pieuvre; le naufragé solitaire et facétieux<strong class=\"keyword\">;</strong> Vlady, le cousin de Noctule; la sirène et ses amours impossibles; les astéries philosophes; le fantôme du phare; Teddy Shapiro, le commercial fou..."},{"author":8008,"first":"Cada artículo está presentado en forma de <strong class=\"keyword\">pastiche</strong> de un medio de comunicación impreso existente.","second":"Each article is set in a <strong class=\"keyword\">pastiche</strong> of an existing printed-news media."},{"author":94809,"first":"En este sentido, cabe señalar de entrada que la Comisión propone interpretar la noción de parodia en el sentido de que se trata de la imitación de una obra protegida por la Directiva que no constituye una caricatura o un <strong class=\"keyword\">pastiche</strong> y que denota una intención humorística o de burla.","second":"In that connection, it should be observed at the outset that the Commission proposes that the concept of parody should be interpreted as meaning an imitation of a work protected by the Directive, which is not a caricature or a <strong class=\"keyword\">pastiche</strong> and which denotes a humorous or mocking intention."},{"author":8008,"first":"No ponto do iceberg aparecem fatores já bastante alardeados, tais como pluralismo do <strong class=\"keyword\">pastiche</strong>, as apropriações do provincianismo, de vernáculos locais e tradições regionais, os registros diversificados do popular, o questionamento das velhas dicotomias entre cultura de massa vs. erudita, popular vs.","second":"No ponto do iceberg aparecem fatores já bastante alardeados, tais como pluralismo do <strong class=\"keyword\">pastiche</strong>, as apropriações do <strong class=\"keyword\">provincianismo</strong>, de vernáculos locais e tradições regionais, os registros diversificados do popular, o questionamento das velhas dicotomias entre cultura de massa vs. erudita, popular vs. elite, kitsch vs. vanguarda, rural vs. urbana, nacional vs. internacional."},{"author":94809,"first":"Esta conclusión no queda desvirtuada por el hecho que la excepción mencionada en el artículo 5, apartado 3, letra k), de la Directiva tenga un carácter facultativo, de manera que los Estados miembros pueden decidir si quieren establecer una excepción en favor de las caricaturas, parodias o <strong class=\"keyword\">pastiches</strong>.","second":"That conclusion is not invalidated by the fact that the exception referred to in Article 5(3)(k) of the Directive is optional, so that the Member States may decide whether they wish to provide for an exception in favour of caricatures, parodies and <strong class=\"keyword\">pastiches</strong>."},{"author":94809,"first":"Otra excepción que permite cierta flexibilidad es la prevista en el artículo 5, apartado 3, letra k), de la Directiva, que autoriza excepciones «cuando el uso se realice a efectos de caricatura, parodia o <strong class=\"keyword\">pastiche</strong>».","second":"Another exception allowing some measure of flexibility is article 5(3)(k) of the Directive which exempts uses \"for the purposes of caricature, parody or <strong class=\"keyword\">pastiche</strong>\"."},{"author":118293,"first":"No se dice <strong class=\"keyword\">pastiche</strong>, sino...","second":"Not a <strong class=\"keyword\">pastiche</strong>, but a..."},{"author":118293,"first":"La invitación salió de la cuenta de Facebook de <strong class=\"keyword\">Pastiche</strong>.","second":"The invite came from the <strong class=\"keyword\">Pastiche</strong> Facebook account."},{"author":31,"first":"Sí, es un verdadero <strong class=\"keyword\">pastiche</strong>","second":"Yes, a real <strong class=\"keyword\">pastiche</strong>"},{"author":118293,"first":"Sí, lo llamamos <strong class=\"keyword\">pastiche</strong>.","second":"Yeah, we called it a \" <strong class=\"keyword\">bullshit</strong>. \""},{"author":118293,"first":"<strong class=\"keyword\">Pastiche</strong>, los tontos más eruditos del mundo.","second":"<strong class=\"keyword\">Pastiche</strong>, the world's most erudite boneheads."},{"author":94809,"first":"Comenzando por la circunstancia de que la excepción de «parodia» no aparece aislada sino que, por el contrario, figura como parte de una serie de tres categorías enunciadas sin solución de continuidad («caricatura, (13) parodia o <strong class=\"keyword\">pastiche</strong> (14)»), no me parece que el contraste con cada una de las nociones con las que convive ofrezca particular relevancia a nuestros efectos.","second":"Starting with the fact that the parody exception does not appear in isolation but rather, on the contrary, as part of a series of three categories in the form of a continuous list (‘caricature, (13) parody or <strong class=\"keyword\">pastiche</strong>’), (14) I do not believe that a comparison with each of the concepts with which it coexists is of particular relevance for the present purposes."},{"author":118293,"first":"La página del grupo de <strong class=\"keyword\">Pastiche</strong> no se usó durante meses... hasta que se envió la invitación.","second":"The <strong class=\"keyword\">Pastiche</strong> group page hadn't been used for months... until the invite went out."},{"author":94809,"first":"k) cuando el uso se realice a efectos de caricatura, parodia o <strong class=\"keyword\">pastiche</strong>;","second":"(k) use for the purpose of caricature, parody or <strong class=\"keyword\">pastiche</strong>;"},{"author":31,"first":"Me maravilló en un <strong class=\"keyword\">pastiche</strong> de \" L' Âge d' or \"...... en homenaje a Luis Buñuel","second":"He amazed me in a <strong class=\"keyword\">pastiche</strong> from \" The Golden Age \", in homage to Luis Bunuel"},{"author":118293,"first":"¿Cuál es el lema de <strong class=\"keyword\">Pastiche</strong>?","second":"Guys, what's the <strong class=\"keyword\">Pastiche</strong> motto?"},{"author":94809,"first":"Con fecha de 15 de abril de 2011, dicha sentencia fue recurrida en apelación por los condenados ante el Hof van beroep (tribunal de apelación) de Bruselas, argumentándose en sustancia que el juez carecía de competencia, que el Vrijheidsfonds no tenía relación con el asunto y que ninguno de los demandados en la instancia tenía relación con la página web de Vlaams Belang, que los demandantes en la instancia no tenían o no probaron tener derechos y que la portada litigiosa sería una creación artística realizada por el dibujante Fré y no por el Sr. Vandersteen, la cual, por fin, constituiría una parodia, <strong class=\"keyword\">pastiche</strong> o caricatura en el sentido del artículo 22, apartado 1, párrafo sexto, de la Ley de 30 de junio de 1994.","second":"On 15 April 2011, the parties subject to the injunction lodged an appeal against that judgment with the Hof van beroep, Brussels, claiming essentially that the court lacked jurisdiction, that the Vrijheidsfonds had no connection with the case and that none of the defendants at first instance had any connection with the website of Vlaams Belang, that the applicants at first instance did not hold or had not established that they held any rights and that the disputed cover was an artistic creation drawn by the cartoonist Fré and not by Mr Vandersteen, and, lastly, that that artistic creation constituted a parody, <strong class=\"keyword\">pastiche</strong> or caricature for the purposes of Article 22(1)(6) of the Law of 30 June 1994."},{"author":118293,"first":"\" <strong class=\"keyword\">Pasticho</strong> vegetariano \".","second":"<strong class=\"keyword\">Vegetable</strong> Lasagna."},{"author":94809,"first":"En el caso de otras excepciones –por ejemplo, las citas con fines tales como la crítica o reseña, o el uso a efectos de caricatura, parodia o <strong class=\"keyword\">pastiche</strong>–, bien podría ocurrir que no existiera ningún elemento sobre el que resultara útil imponer un canon.","second":"In the case of other exceptions – for example, quotations for purposes such as criticism or review, or use for the purpose of caricature, parody or <strong class=\"keyword\">pastiche</strong> – there may well be no element on which a levy could usefully be imposed."},{"author":118293,"first":"<strong class=\"keyword\">Pastiche</strong>, homenaje, o... o... bueno, no se me ocurren otras.","second":"<strong class=\"keyword\">Pastiche</strong> or homage, or... or... yeah, I can't think of any others."},{"author":118293,"first":"¡ Ana hace un <strong class=\"keyword\">pastiche</strong>...!","second":"Ana cooks this <strong class=\"keyword\">lasagna</strong>..."},{"author":118293,"first":"EI personal de SNL es mitad Lampoon, mitad <strong class=\"keyword\">Pastiche</strong>.","second":"SNL staff is basically half Lampoon, half <strong class=\"keyword\">Pastiche</strong>."},{"author":94809,"first":"El Libro Verde examinó las excepciones existentes que podrían ser de interés para los contenidos creados por los usuarios (citas con fines de crítica o reseña, inclusión incidental en otro material o uso a efectos de caricatura, parodia o <strong class=\"keyword\">pastiche</strong>)[15] y estudió el posible establecimiento de una nueva excepción para atender a las «obras creativas, transformadoras o derivadas».","second":"The Green Paper looked into existing exceptions which might be relevant for UCC (quotations for criticism or review, incidental use and caricature, parody or <strong class=\"keyword\">pastiche</strong>)[15] and the possible introduction of a new exception to cater for 'creative, transformative or derivative works'."},{"author":118293,"first":"<strong class=\"keyword\">Pastiche</strong> orgullosamente presenta...","second":"<strong class=\"keyword\">Pastiche</strong> proudly presents..."}],"from":"es","dest":"en","authors":{"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}