{"result":"ok","tuc":[{"phrase":{"text":"dreadful","language":"en"},"meaningId":-194148056636854641,"authors":[25018]},{"phrase":{"text":"terrifying","language":"en"},"meaningId":2667434651177699797,"authors":[25115]},{"phrase":{"text":"creepy","language":"en"},"meaningId":2708492029379466409,"authors":[25018]},{"phrase":{"text":"dread","language":"en"},"meaningId":-5329810297917982078,"authors":[25018]},{"phrase":{"text":"fearful","language":"en"},"meaningId":-1696789535160883791,"authors":[25018]},{"phrase":{"text":"frightening","language":"en"},"meaningId":465155856464499277,"authors":[25018]},{"phrase":{"text":"lurid","language":"en"},"meaningId":2232688062630623878,"authors":[2903]},{"meanings":[{"language":"en","text":"dreadful"}],"meaningId":-5483727594014145304,"authors":[1]}],"phrase":"pavoroso","examples":[{"author":118293,"first":"Sigo temblando después de la <strong class=\"keyword\">pavorosa</strong> cena.","second":"I'm still shaking after <strong class=\"keyword\">godawful</strong> dinner."},{"author":94808,"first":"Los miembros de la misión del Consejo de Seguridad expresaron a sus diversos interlocutores su profunda preocupación por las graves violaciones de los derechos humanos y la <strong class=\"keyword\">pavorosa</strong> situación humanitaria en que se encontraba de resultas del conflicto gran parte de la población de la República Democrática del Congo.","second":"Members of the Security Council mission expressed to their various interlocutors their deep concern over the serious violations of human rights and the <strong class=\"keyword\">appalling</strong> humanitarian situation of much of the population in the Democratic Republic of the Congo as a result of the conflict."},{"author":8000,"first":"En la mayoría de los centros visitados, en particular en las delegacias que no han sido clausuradas y en los centros de detención provisional, las condiciones materiales de detención eran <strong class=\"keyword\">pavorosas</strong> (véase el párr","second":"In the majority of the centres visited, particularly the delegacias, which have not been decommissioned, and the provisional detention centres, the material conditions of detention were <strong class=\"keyword\">appalling</strong> (see paragraph"},{"author":118293,"first":"Aquel lugar era <strong class=\"keyword\">pavoroso</strong>.","second":"Those places were <strong class=\"keyword\">creepy</strong>."},{"author":92475,"first":"La puesta del sol es un momento <strong class=\"keyword\">pavoroso</strong> en tiempos de incendio, porque los aviones están en tierra y los esfuerzos para combatir el fuego se dificultan seriamente.","second":"Sunset is a <strong class=\"keyword\">dreaded</strong> time during times of fire, because aircraft are grounded and firefighting efforts are severely hampered."},{"author":119739,"first":"+ 25 No tendrás que temer ninguna cosa <strong class=\"keyword\">pavorosa</strong> repentina,+ ni la tempestad sobre los inicuos, porque viene.","second":"+ 25 You will not need to be afraid of any sudden <strong class=\"keyword\">dreadful</strong> thing,+ nor of the storm upon the wicked ones, because it is coming."},{"author":118293,"first":"Bueno, William, estoy segura que no puede disputarse que la legendaria y <strong class=\"keyword\">pavorosa</strong> April Rhodes está en el pueblo y que la estás ayudando a que regrese a Broadway.","second":"Well, William, I'm sure you don't dispute that legendary bratwu rst gobbler April Rhodes is in town and you're helping her get back to Broadway."},{"author":119739,"first":"5 “‘¡Mira!, voy a traer sobre ti* una cosa <strong class=\"keyword\">pavorosa</strong>+ —es la expresión del Señor Soberano,+ Jehová de los ejércitos—, de todos los que están alrededor de ti.","second":"5 “‘Here I am bringing in upon you* a <strong class=\"keyword\">dreadful</strong> thing,’+ is the utterance of the Sovereign+ Lord, Jehovah of armies, ‘from all those round about you."},{"author":94808,"first":"Otros muchos —desafortunados y pobres— asisten a una <strong class=\"keyword\">pavorosa</strong> reducción de la expectativa de vida de sus pueblos y a un decrecimiento demográfico que los puede llevar a la extinción.’","second":"Many others — the unfortunate and poor — are facing a <strong class=\"keyword\">harrowing</strong> drop in the average life expectancy of their peoples and population decreases that could lead them to extinction.’"},{"author":119739,"first":"5 No tendrás miedo de nada <strong class=\"keyword\">pavoroso</strong> de noche,+","second":"5 You will not be afraid of anything <strong class=\"keyword\">dreadful</strong> by night,+"},{"author":118293,"first":"Hubiéramos podido pasar el tiempo muy agradablemente, a no ser por las <strong class=\"keyword\">pavorosas</strong> noticias que nos llegaban cada mañana de la populosa ciudad.","second":"We should have passed the time pleasantly enough... but for the <strong class=\"keyword\">fearful</strong> news... which reached us every morning from the populous city."},{"author":94808,"first":"Teniendo en cuenta las amenazas a que hacen frente los Estados situados a lo largo de las nuevas rutas del tráfico internacional de drogas y los efectos <strong class=\"keyword\">pavorosos</strong> del tráfico de drogas ilícitas a través del territorio de esos Estados,","second":"Taking into account the challenges faced by States situated along the new international trafficking routes and the <strong class=\"keyword\">horrendous</strong> effects resulting from the traffic in illicit drugs through the territory of those States,"},{"author":94808,"first":"El “gran pacto social” era muy esperado, después de que unas cifras <strong class=\"keyword\">pavorosas</strong> de desempleo situaran a España a la cabeza de la lista de las tasas de desempleo de Europa.","second":"The “grand social pact” was widely expected after staggering unemployment <strong class=\"keyword\">figures</strong> put Spain at the top of the European jobless rates list."},{"author":8008,"first":"La Escoria <strong class=\"keyword\">pavorosa</strong> obtiene -4/-4 por cada carta en tu mano.","second":"<strong class=\"keyword\">Dread</strong> Slag gets -4/-4 for each card in your hand."},{"author":8000,"first":"Pronto habrá miles de laboratorios en todo el mundo capaces de producir nuevos microorganismos con un poder letal <strong class=\"keyword\">pavoroso</strong>","second":"There will soon be thousands of laboratories around the world capable of producing designer bugs with <strong class=\"keyword\">awesome</strong> lethal <strong class=\"keyword\">potential</strong>"},{"author":118293,"first":"El pueblo estaba horrorizado, y los llamó tontos, por atreverse a ganar a costa del <strong class=\"keyword\">pavoroso</strong> luchorpán.","second":"The town was appalled, and fools they were called, for ever daring to gain from the <strong class=\"keyword\">dreaded</strong> luchorpain."},{"author":94808,"first":"En la declaración formulada ante el Consejo de Derechos Humanos el 10 de marzo de 2011 se refirió a las consecuencias <strong class=\"keyword\">pavorosas</strong> de las controversias conexas, incluida la pérdida de vidas, y expresó sus más sinceras condolencias a las familias afectadas .","second":"In his statement to the Human Rights Council on 10 March 2011, he referred to <strong class=\"keyword\">horrific</strong> consequences of related controversies, including loss of life, and extended his deepest condolences to the families affected."},{"author":27,"first":"El informe en cuestión revela una gestión realmente <strong class=\"keyword\">pavorosa</strong> por parte de los principales protagonistas del mercado interior, que son el Gobierno británico, la Comisión y también el Consejo.","second":"The Committee of Inquiry's report reveals maladministration on a breathtaking scale by the main players in this affair - the British Government, the Commission, and also the Council."},{"author":118293,"first":"Oh, lo <strong class=\"keyword\">pavoroso</strong>, lo sexual, lo violento.","second":"Oh, the <strong class=\"keyword\">lurid</strong>, the sexual, the violent."},{"author":8000,"first":"Otros muchos-desafortunados y pobres- asisten a una <strong class=\"keyword\">pavorosa</strong> reducción de la expectativa de vida de sus pueblos y a un decrecimiento demográfico que los puede llevar a la extinción","second":"Many others- the unfortunate and poor- are facing a <strong class=\"keyword\">harrowing</strong> drop in the average life expectancy of their peoples and population decreases that could lead them to extinction"},{"author":118293,"first":"El horror de la época, el grande y <strong class=\"keyword\">pavoroso</strong> material, la capa del engaño","second":"The horror of the age. The great ugly material. The cloak of deceit."},{"author":94808,"first":"En el informe interinstitucional se observa el hecho <strong class=\"keyword\">pavoroso</strong> de que la pobreza está generalizada en la subregión, ya que aproximadamente un 50 % de la población vive con menos de un dólar diario.","second":"The inter-agency report notes the <strong class=\"keyword\">abysmal</strong> fact that poverty is pervasive in the subregion, with about 50 per cent of the population living on less than $1 a day."},{"author":118293,"first":"Un <strong class=\"keyword\">pavoroso</strong> terror mortal.","second":"Big, stinky, mortal terror."},{"author":94808,"first":"Las fuerzas títeres surcoreanas no dudan en cometer <strong class=\"keyword\">pavorosas</strong> atrocidades contra ciudadanos agotados de la República Popular Democrática de Corea que vagan desorientados en Corea del Sur.","second":"The south Korean puppet forces did not hesitate to commit hair-raising <strong class=\"keyword\">atrocities</strong> against distressed citizens of the DPRK who went adrift to south Korea."},{"author":118293,"first":"Si crees que él es <strong class=\"keyword\">pavoroso</strong>, deberías ver cómo vive.","second":"You think this guy was spooky before, you should see the way he lives."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}