{"result":"ok","tuc":[{"phrase":{"text":"lack","language":"en"},"meanings":[{"language":"en","text":"deficiency, need"}],"meaningId":1466298146903746427,"authors":[90508]},{"phrase":{"text":"paucity","language":"en"},"meanings":[{"language":"en","text":"A lack or short supply."},{"language":"es","text":"Ausencia total o parcial de recursos."},{"language":"en","text":"fewness in number; a small number"}],"meaningId":1525442596033031429,"authors":[70195]},{"phrase":{"text":"penury","language":"en"},"meaningId":2521854359034335917,"authors":[92056]},{"phrase":{"text":"shortage","language":"en"},"meanings":[{"language":"en","text":"A lack or short supply."},{"language":"es","text":"Ausencia total o parcial de recursos."}],"meaningId":-8857943502635028413,"authors":[92056]},{"phrase":{"text":"scarcity","language":"en"},"meanings":[{"language":"en","text":"A lack or short supply."},{"language":"es","text":"Ausencia total o parcial de recursos."}],"meaningId":7958154047101545222,"authors":[60172]},{"phrase":{"text":"dearth","language":"en"},"meanings":[{"language":"en","text":"A lack or short supply."},{"language":"es","text":"Ausencia total o parcial de recursos."}],"meaningId":-3838284553082181910,"authors":[60172]},{"phrase":{"text":"gall","language":"en"},"meanings":[{"language":"en","text":"great misery or physical suffering"}],"meaningId":1901810387596428123,"authors":[100714]},{"phrase":{"text":"beggary","language":"en"},"meaningId":-7494954156359628153,"authors":[83093]},{"phrase":{"text":"deficiency","language":"en"},"meaningId":9220643470784050242,"authors":[83093]},{"phrase":{"text":"destitution","language":"en"},"meaningId":9051495154713521289,"authors":[89651]},{"phrase":{"text":"financial straits","language":"en"},"meaningId":3816568885129618686,"authors":[83042]},{"phrase":{"text":"misery","language":"en"},"meaningId":42528841261598801,"authors":[89651]},{"phrase":{"text":"need","language":"en"},"meaningId":5296150925298482164,"authors":[83619]},{"phrase":{"text":"pauperism","language":"en"},"meaningId":7897905047121970309,"authors":[83619]},{"phrase":{"text":"pauperization","language":"en"},"meaningId":-4962590823146912661,"authors":[83619]},{"phrase":{"text":"poverty","language":"en"},"meaningId":7861090511563229932,"authors":[25018]},{"phrase":{"text":"scarceness","language":"en"},"meaningId":33854327317137976,"authors":[25115]},{"phrase":{"text":"shortage of money","language":"en"},"meaningId":-2864136131608218262,"authors":[83042]},{"phrase":{"text":"shortcoming","language":"en"},"meaningId":7576527129279555762,"authors":[83093]},{"phrase":{"text":"utter poverty","language":"en"},"meaningId":7265040448618018092,"authors":[83093]},{"meanings":[{"language":"en","text":"shortage, lack"}],"meaningId":6713614208331588300,"authors":[1]}],"phrase":"penuria","examples":[{"author":8000,"first":"El hecho de dejar que estas personas pasaran hambre ha constituido una flagrante violación de la Convención de # y del Protocolo de # y apela al ACNUR a volver a calcular el número de refugiados a fin de evitar las <strong class=\"keyword\">penurias</strong> y la diseminación en los campos","second":"Leaving them to go hungry was a flagrant violation of the # onvention and the # rotocol and she called on UNHCR to recalculate the number of refugees in order to avoid <strong class=\"keyword\">deprivation</strong> and dissemination in the camps"},{"author":94808,"first":"No obstante, en medio de estas distintas justificaciones, el bloqueo se ha mantenido en vigor, y sus únicos logros han sido los decenios de <strong class=\"keyword\">penurias</strong> que ha impuesto al pueblo cubano y los limitados logros políticos que puede generar en ciertos sectores nacionales.","second":"But, amid shifting justifications, the embargo has remained in force, with its only accomplishments being the decades of <strong class=\"keyword\">hardships</strong> it has visited upon the Cuban people and the narrow political gains it may engender within certain domestic constituencies."},{"author":94808,"first":"A medida que las naciones avanzadas procuran elaborar un paquete de medidas de estímulo que permitan rescatar a sus economías del letargo de la actual recesión económica, deben también considerar las necesidades, mucho más acuciantes, de las naciones más pobres en estos momentos de <strong class=\"keyword\">penuria</strong> económica.","second":"As the advanced nations seek to hammer out a stimulus package to extricate their economies from the dark shadow of the present economic downturn, they must also be mindful of the much greater needs of poorer nations at this time of economic <strong class=\"keyword\">hardship</strong>."},{"author":94809,"first":"La evolución demográfica agrava esta situación por lo que pronto podría producirse una <strong class=\"keyword\">penuria</strong> de trabajadores cualificados.","second":"Demographic trends compound this situation so there may soon be a <strong class=\"keyword\">shortage</strong> of skilled workers."},{"author":94808,"first":"El Consejo de Seguridad reafirma también su preocupación por las <strong class=\"keyword\">penurias</strong> y calamidades que sufren los civiles durante los conflictos armados y reconoce las repercusiones que ello entraña para una paz duradera, la reconciliación y el desarrollo.","second":"“The Security Council also reaffirms its concern at the suffering inflicted upon, and <strong class=\"keyword\">hardships</strong> borne by, civilians during armed conflict, and recognizes the consequent impact that this has on durable peace, reconciliation and development."},{"author":8000,"first":"Las <strong class=\"keyword\">penurias</strong> de las comunidades indígenas son de tal gravedad que la Comisión debería hacer un llamamiento para que se respetaran los derechos de las organizaciones que defienden la identidad de los pueblos indígenas y los derechos de estos pueblos a sus tierras","second":"The indigenous communities' <strong class=\"keyword\">predicament</strong> was so serious that the Commission ought to call for the respect of the rights of organizations defending the identity of indigenous peoples and their right to their land"},{"author":94808,"first":"En mis informes al Consejo de Seguridad durante el año transcurrido, describí en forma pormenorizada la violencia y las <strong class=\"keyword\">penurias</strong> padecidas por los habitantes de Darfur, así como las gestiones internacionales, encabezadas por la Unión Africana, para poner fin al conflicto en esa región.","second":"In my reports to the Council during the intervening year, I have described in detail the violence and <strong class=\"keyword\">hardships</strong> suffered by the people of Darfur and international efforts, led by the African Union (AU), to bring the conflict in that region to an end."},{"author":94808,"first":"El mandato de Misereor consiste en combatir las causas de las <strong class=\"keyword\">penurias</strong> y la miseria que se manifiestan principalmente en los países de Asia, África y América Central y Latina como hambre, enfermedades, pobreza y demás formas de sufrimiento humano.","second":"Misereor is mandated to fight the causes of <strong class=\"keyword\">hardship</strong> and misery as manifested chiefly in countries of Asia, Africa and Central and Latin America in the forms of hunger, disease, poverty and other forms of human suffering."},{"author":118293,"first":"Si supiera las <strong class=\"keyword\">penurias</strong> que hemos pasado.","second":"If you knew the <strong class=\"keyword\">struggles</strong> we've been through."},{"author":94808,"first":"¿Cómo traducimos esos progresos normativos en una mejora concreta de la vida de cientos de miles de civiles que sufren la extrema violencia y <strong class=\"keyword\">penurias</strong> durante los conflictos?","second":"How do we translate this normative progress into concrete improvement in the lives of the hundreds of thousands of civilians who suffer extreme violence and <strong class=\"keyword\">hardship</strong> during conflict?"},{"author":94808,"first":"Las <strong class=\"keyword\">penurias</strong> agrícolas y la falta de agua dulce afectarán en primer lugar a las poblaciones más vulnerables.","second":"The <strong class=\"keyword\">stress</strong> on crops and the lack of fresh water will first affect the most vulnerable populations."},{"author":94808,"first":"El embargo no sólo da lugar a que surjan complicaciones políticas, sino también <strong class=\"keyword\">penurias</strong> económicas, comerciales y financieras que difícilmente pueden justificarse por ningún motivo humanitario.","second":"Not only does the embargo give rise to political complications, but the economic, commercial and financial <strong class=\"keyword\">hardships</strong> that it causes can hardly be justified on any humanitarian ground."},{"author":94809,"first":"Según las afirmaciones de la propia demandante, esta situación resulta, en esencia, en primer lugar, de la supuesta <strong class=\"keyword\">penuria</strong> de derechos de emisión asignados gratuitamente por las autoridades estatales, lo que, a su juicio, la transforma en un «comprador neto de derechos de emisión», en segundo lugar, del eventual incremento y/o del alto nivel de precios de los derechos de emisión disponibles en el mercado, y, en tercer lugar, de la imposibilidad de transmitir en el mercado interior los derechos de emisión, asignados a instalaciones que deben cerrarse, a otras instalaciones en las que pretende ampliar la capacidad de producción.","second":"According to the applicant’s own statements, that situation essentially results, first, from the alleged <strong class=\"keyword\">lack</strong> of emission allowances allocated free of charge by the national authorities which make it a ‘net buyer of allowances’, second, from the possible increase in the price of allowances available on the exchange market, or the high level of that price, and, third, from the impossibility for it to transfer, within the internal market, allowances allocated to installations earmarked for closure to other installations in which it plans to increase production capacity."},{"author":94808,"first":"Hay que reconocer que debido a las <strong class=\"keyword\">penurias</strong> y la miseria poco a poco han caído en la prostitución.","second":"<strong class=\"keyword\">Deprivation</strong> and abject poverty had caused them gradually to take to prostitution."},{"author":94808,"first":"Expresando gran preocupación por que Israel siga construyendo, en contravención del derecho internacional, un muro en el interior del Territorio Palestino Ocupado, incluida Jerusalén Oriental y su periferia, y expresando en particular preocupación por el hecho de que el trazado del muro se aparte de la Línea del Armisticio de 1949, lo cual está causando grandes <strong class=\"keyword\">penurias</strong> humanitarias y un serio deterioro de las condiciones socioeconómicas del pueblo palestino, está fragmentando la contigüidad del territorio palestino y socavando su viabilidad, y podría prejuzgar futuras negociaciones y hacer que la solución biestatal fuera físicamente imposible de aplicar,","second":"Expressing grave concern at the continuing construction, contrary to international law, by Israel of the wall inside the Occupied Palestinian Territory, including in and around East Jerusalem, and expressing its concern in particular at the route of the wall in departure from the Armistice Line of 1949, which is causing humanitarian <strong class=\"keyword\">hardship</strong> and a serious decline in socioeconomic conditions for the Palestinian people, is fragmenting the territorial contiguity of the Territory and undermining its viability, and could prejudge future negotiations and make the two-State solution physically impossible to implement,"},{"author":94808,"first":"Profundamente preocupado por los diversos informes de las Naciones Unidas y organismos especializados en relación con la casi total dependencia de la ayuda causada por el cierre de fronteras, tasas de desempleo excesivas, la pobreza generalizada y las graves <strong class=\"keyword\">penurias</strong> humanitarias, entre ellas la inseguridad alimentaria y el agravamiento de los problemas relacionados con la salud, incluidos los altos niveles de la malnutrición entre la población palestina, especialmente los niños, en el territorio palestino ocupado, incluida Jerusalén oriental,","second":"Gravely concerned by various reports of the United Nations and specialized agencies regarding the almost total aid dependency caused by prolonged border closures, inordinate rates of unemployment, widespread poverty, and severe humanitarian <strong class=\"keyword\">hardships</strong>, including food insecurity and rising health-related problems, including high levels of malnutrition among the Palestinian people, especially children, in the Occupied Palestinian Territory, including East Jerusalem,"},{"author":94808,"first":"Por ejemplo, anteriormente Bulgaria se volcó en los grandes proyectos industriales en los que se privilegia la creación de empleo pero que resultan en una grave degradación ambiental y en la reducción de la calidad de vida; supuestamente, el abandono de muchos de esos proyectos en el decenio de 1990 resultó en pérdida de empleos y en <strong class=\"keyword\">penuria</strong> y sólo en una recuperación parcial del medio ambiente.","second":"For example, Bulgaria’s focus in the past on large industrial projects had created employment but had also led to serious environmental degradation and a decline in the quality of life; conversely, the abandonment of many of those projects in the 1990s had led to job losses and <strong class=\"keyword\">hardship</strong> but to only a partial recovery of the environment."},{"author":94808,"first":"Las <strong class=\"keyword\">penurias</strong> del pueblo del Afganistán se ven aún más agravadas por los restos de municiones sin estallar que quedaron tras la guerra contra Al-Qaida.","second":"The <strong class=\"keyword\">miseries</strong> of the people of Afghanistan are further compounded by the remnants of unexploded ordnance following the war against Al Qaeda."},{"author":8000,"first":"Los embargos económicos y las sanciones comerciales han ocasionado grandes <strong class=\"keyword\">penurias</strong> a terceros Estados y a las poblaciones de éstos, especialmente a países en desarrollo","second":"Economic embargoes and trade sanctions had caused great <strong class=\"keyword\">hardship</strong> to third States and their peoples, especially developing countries"},{"author":8000,"first":"También señaló que, puesto que el programa de selección con arreglo al acuerdo conjunto había de concluir a principios de octubre, no sería posible que el programa abarcara a todos los refugiados cuyos casos habían de tramitarse y que los expondría a <strong class=\"keyword\">penurias</strong> y peligros considerables si habían de enfrentar el riesgo de repatriación forzosa en gran escala después del plazo límite de mediados de octubre","second":"He also pointed out that, since the screen programme under the joint agreement was to end in early October, it would not be possible for the programme to cover all of the refugees whose cases were to be processed and that it would expose them to considerable <strong class=\"keyword\">hardship</strong> and danger if they were to face the risk of large-scale forcible repatriation after the mid-October deadline"},{"author":94808,"first":"WOMEN está dispuesta a trabajar en las zonas rurales del norte de Uganda, donde 20 años de insurrección han acarreado la <strong class=\"keyword\">penuria</strong>, además de otras calamidades resultantes de la guerra.","second":"WOMEN is prepared to work in the northern rural areas of Uganda where over 20 years of insurgency has created <strong class=\"keyword\">financial ruin</strong> on top of the other calamities resulting from war."},{"author":94808,"first":"Entre las consecuencias que afectaban en especial a los países en desarrollo cabía destacar las graves <strong class=\"keyword\">penurias</strong>, la exacerbación de las vulnerabilidades ya existentes, la merma de los beneficios resultantes de tres décadas de reforma económica, el debilitamiento de los esfuerzos de lucha contra la pobreza y la limitación de las perspectivas de desarrollo.","second":"Consequences particularly affecting developing countries included severe <strong class=\"keyword\">hardship</strong>, exacerbation of already-existing vulnerabilities, undermining of gains from three decades of economic reform, undermining of efforts to fight poverty, and constraint of development prospects."},{"author":27,"first":"Prohíben que se ejerza cualquier presión sobre Israel para que ponga fin a la ocupación y a sus ataques, que son la única causa de las <strong class=\"keyword\">penurias</strong> que sufren ambos pueblos.","second":"They prohibit any pressure on Israel to end the occupation and its attacks, which are the sole cause of the <strong class=\"keyword\">hardships</strong> of the two peoples."},{"author":94808,"first":"Expresando grave preocupación además por la continuación de las operaciones militares israelíes y la incesante política israelí de cierres y restricciones drásticas a la circulación de personas y bienes, incluso del personal humanitario y los alimentos, medicamentos, combustibles y otros suministros esenciales, mediante la imposición de cierres en los cruces y el establecimiento de puestos de control y un régimen de permisos en todo el territorio palestino ocupado, incluida Jerusalén oriental, y por el consiguiente efecto negativo en la situación socioeconómica del pueblo palestino, que continúa siendo una grave crisis humanitaria, en particular en la Franja de Gaza, donde siguen agravándose las <strong class=\"keyword\">penurias</strong> de resultas de la imposición por Israel de un bloqueo y asedio como castigo colectivo para toda la población civil,","second":"Expressing grave concern further about continuing Israeli military operations and the continuing Israeli policy of closures and severe restrictions on the movement of persons and goods, including humanitarian personnel as well as food, medical, fuel and other essential supplies, via the imposition of crossing closures, checkpoints and a permit regime throughout the Occupied Palestinian Territory, including East Jerusalem, and the consequent negative impact on the socio‐economic situation of the Palestinian people, which remains that of dire humanitarian crisis, particularly in the Gaza Strip, where grave <strong class=\"keyword\">hardships</strong> continue to mount as a result of Israel’s imposition of a blockade and siege as collective punishment of the entire civilian population,"},{"author":94808,"first":"Hace 1.000 años, los caminos se habían vuelto inciertos, las filosofías de los antiguos habían sido arrinconadas a la espera del renacimiento y el ser humano vivía entre miedos y <strong class=\"keyword\">penurias</strong> en una Europa dividida e insegura.","second":"One thousand years ago the roads had become unsafe, the philosophies of the ancients had been put to one side to await the Renaissance and human beings eked out an existence in <strong class=\"keyword\">fear</strong> and <strong class=\"keyword\">poverty</strong> in a divided and unsafe Europe."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}