{"result":"ok","tuc":[{"phrase":{"text":"perceptive","language":"en"},"meaningId":-9145696676670223401,"authors":[84500]},{"phrase":{"text":"perceptual","language":"en"},"meanings":[{"language":"en","text":"Of the depiction of an object based on direct observation."},{"language":"es","text":"Relacionado con la descripción de un objeto basado en la observación directa."}],"meaningId":6226222600427953659,"authors":[60172]},{"phrase":{"text":"perceptional","language":"en"},"meaningId":910595973646986177,"authors":[83093]},{"phrase":{"text":"percipient","language":"en"},"meaningId":-1940778002999304136,"authors":[83093]}],"phrase":"perceptivo","examples":[{"author":94808,"first":"Procedimientos <strong class=\"keyword\">perceptivos</strong> de recurso y de apelación en caso de infracción de las reglas o los procedimientos (capítulo VIII [**hiperenlace**]).","second":"<strong class=\"keyword\">Mandatory</strong> challenge and appeal procedures if rules or procedures are breached (chapter VIII [**hyperlink**])."},{"author":119739,"first":"El apóstol Pablo escribió que las “personas maduras [...] tienen sus facultades <strong class=\"keyword\">perceptivas</strong> entrenadas para distinguir tanto lo correcto como lo incorrecto” (Hebreos 5:14).","second":"The apostle Paul wrote that “mature people . . . have their <strong class=\"keyword\">perceptive</strong> powers trained to distinguish both right and wrong.”"},{"author":95875,"first":"Descubrir los mecanismos subyacentes a la carga <strong class=\"keyword\">perceptiva</strong> del encéfalo es importante para entender cómo funciona la atención selectiva y las teorías que tratan de explicarla.","second":"Revealing the mechanisms behind the brain's <strong class=\"keyword\">perceptual</strong> load is important for understanding how selective attention works and the theories behind it."},{"author":118293,"first":"Eres muy <strong class=\"keyword\">perceptivo</strong> Brendan.","second":"You're very <strong class=\"keyword\">perceptive</strong> Brendan."},{"author":119739,"first":"¿Qué significa tener entrenadas las facultades <strong class=\"keyword\">perceptivas</strong>?","second":"What does it mean to have one’s <strong class=\"keyword\">perceptive</strong> powers trained?"},{"author":119739,"first":"Si aprendemos a actuar así, creceremos espiritualmente. Seremos personas maduras que aman a Jehová y tienen las “facultades <strong class=\"keyword\">perceptivas</strong> entrenadas para distinguir tanto lo correcto como lo incorrecto” (Hebreos 5:14).","second":"By applying them, we can grow into spiritually mature people who love Jehovah and whose “powers of discernment [have been] trained to distinguish both right and wrong.”—Hebrews 5:14."},{"author":118293,"first":"Sandy Cohen es un hombre <strong class=\"keyword\">perceptivo</strong>.","second":"Sandy Cohen's a <strong class=\"keyword\">perceptive</strong> guy."},{"author":119739,"first":"Pero el alimento sólido pertenece a personas maduras, a los que mediante el uso tienen sus facultades <strong class=\"keyword\">perceptivas</strong> entrenadas para distinguir tanto lo correcto como lo incorrecto” (Hebreos 5:12-14).","second":"But solid food belongs to mature people, to those who through use have their <strong class=\"keyword\">perceptive</strong> powers trained to distinguish both right and wrong.”"},{"author":118293,"first":"Ella es muy <strong class=\"keyword\">perceptivo</strong>.","second":"She's very <strong class=\"keyword\">perceptive</strong>."},{"author":118293,"first":"Ella era más <strong class=\"keyword\">perceptiva</strong> que algunas mujeres... Que le doblaban la edad.","second":"She was more <strong class=\"keyword\">perceptive</strong> than some women twice her age."},{"author":118293,"first":"Quizá ella es demasiado <strong class=\"keyword\">perceptiva</strong>, quizá yo estoy como un libro abierto y yo pienso yo me recto-enfrento.","second":"Maybe she's too <strong class=\"keyword\">perceptive</strong>, maybe I'm like an open book and I think I'm straight-faced."},{"author":95875,"first":"Actualmente siguen sin conocerse a fondo los mecanismos neuronales que entran en juego para hacer posible este agrupamiento <strong class=\"keyword\">perceptivo</strong>.","second":"However, the neural-based mechanisms involved in <strong class=\"keyword\">perceptual</strong> grouping are still poorly understood."},{"author":94809,"first":"[Características del opacímetrotp, te [s]RegulaciónTAver [s]Frecuencia de muestreo del sistema de recogida de datos[Hz]Tiempo de respuesta <strong class=\"keyword\">perceptivo</strong> del filtro de BesseltFPaso 1fc = fc,newDiseño del algoritmo del filtro de Besselfc, E, KPaso 2Aplicación del filtro de Bessel sobre la entrada escolonadaPaso 3t(10 %), t(90 %)Cálculo del tiempo de respuesta del filtro en el primer ciclo de iteracióntF,iter = t(90 %) - t(10 %)Paso 4Ajuste de la frecuencia de cortefc,new = fc × (1 + Δ)Desviación entre tF y tF,iterFOR-CL2005L0055ES0020010.0001.0117.xml.jpgPaso 5IteraciónComprobación del criterio de iteraciónno|Δ| ≤ 0,01síPaso 6Constante y algoritmo finales del filtro de BesselYi = ...Paso 7]","second":"[Characteristics of opacimetertp, te [s]RegulationtAver [s]Data acquisition system sample rate [Hz]Required overall Bessel filter response time tFStep 1fc = fc,newDesign of Bessel filter algorithmfc, E, KStep 2Application of Bessel filter on step inputStep 3t(10 %), t(90 %)Calculation of iterated filter response timetF,iter = t(90 %) - t(10 %)Step 4Adjustment of cut-off frequencyfc,new = fc × (1 + Δ)Deviation between tF and tF,iterFOR-CL2005L0055EN0020010.0001.0116.xml.jpgStep 5IterationCheck for iteration criteriano|Δ| ≤ 0,01yesStep 6Final Bessel filter constants and algorithmYi = ...Step 7]"},{"author":31,"first":"Sabes, eres muy <strong class=\"keyword\">perceptivo</strong>, Julian","second":"You know, you are so <strong class=\"keyword\">insightful</strong>, Julian"},{"author":31,"first":"Este tú <strong class=\"keyword\">perceptivo</strong>,Que hace el amor más fuerte","second":"This thou <strong class=\"keyword\">perceivest</strong>, which makes thy love more strong"},{"author":8000,"first":"Los niños discapacitados toman parte en las mismas actividades que los no discapacitados pero, durante media hora cada día, salen de las aulas para recibir apoyo paliativo especial sobre aptitudes cognitivas, sociales, de comunicación, motoras y <strong class=\"keyword\">perceptivas</strong> y en materia de autoasistencia","second":"The disabled children take part in the same activities as their non-disabled counterparts but are withdrawn from classes for half an hour each day to receive special remedial support in cognitive, social, communication, <strong class=\"keyword\">perceptual</strong>-motor and self-help skills"},{"author":94809,"first":"( 14 ) Lo que incluye la enfermedad de Parkinson, la esclerosis múltiple, la epilepsia, la esclerosis lateral amiotrófica, los trastornos de déficit de atención con hiperactividad, el retraso cognitivo y las disfunciones motoras, <strong class=\"keyword\">perceptivas</strong>, del lenguaje y socioemocionales, las enfermedades sanguíneas (incluida la hemofilia), los trastornos inmunológicos, las alergias — excepto el asma —, las enfermedades genitourinarias, digestivas, y endocrinas, de ORL, las afecciones oculares y las enfermedades cutáneas, así como las enfermedades relacionadas con factores ambientales.","second":"( 14 ) This includes Parkinson’s disease, Multiple Sclerosis, Epilepsy, Amyotrophic lateral sclerosis, Attention Deficit Hyperactivity Disorders, Cognitive retardation and disruption of motor, <strong class=\"keyword\">perceptual</strong>, language and socio-emotional functions, haematological diseases (including haemophilia), immunological disorders, allergies except asthma, genito-urinary diseases, gastroenterological diseases, endocrinological diseases, ear, nose and throat disorders, ophthalmology disorders and dermatology diseases as well as diseases related to environmental factors."},{"author":8008,"first":"En sus trabajos artísticos ahonda en conceptos relacionados con la representación que proponen giros <strong class=\"keyword\">perceptivos</strong> o que cuestionan la lógica unidireccionalidad, creando obras que son a la par poéticas y científicas, filosóficas y humorísticas, intimas y políticas.","second":"In her artistic work she develops defined performative concepts that use twists in <strong class=\"keyword\">perception</strong> or logic as a starting point, creating pieces that are poetic and scientific, philosophical and humorous, intimate and political at the same time."},{"author":119723,"first":"¿Tendremos nosotros la misma tolerancia <strong class=\"keyword\">perceptiva</strong> hacia los que sufren por una cruel ironía?","second":"Will we have that same <strong class=\"keyword\">perceptive</strong> tolerance for those being wrenched by a cruel irony?"},{"author":118293,"first":"Soy muy sensible y <strong class=\"keyword\">perceptivo</strong>.","second":"l'm very sensitive and <strong class=\"keyword\">perceptive</strong>."},{"author":118293,"first":"¡ Qué <strong class=\"keyword\">perceptivo</strong>!","second":"How <strong class=\"keyword\">perceptive</strong>."},{"author":94809,"first":"— Capacidad <strong class=\"keyword\">perceptiva</strong>","second":"— <strong class=\"keyword\">Perceptive</strong> capability"},{"author":93236,"first":"Por tanto, resulta más fácil reconocer señales verticales que presentan un mayor contraste entre el símbolo y el color de la señal (negro-rojo), debido a un efecto <strong class=\"keyword\">perceptivo</strong> denominado figura-fondo, que se produce en la interacción de las características de la señal.","second":"As, to achieve visual object recognition fast, it is more favourable than in their components current the possible contrast mayor (black-red), because figure-ground effect that have shown traffic sign the features interaction."},{"author":119739,"first":"¿Cómo nos ayuda a someternos a la autoridad de Jehová el hecho de tener las “facultades <strong class=\"keyword\">perceptivas</strong> entrenadas”?","second":"How is having our “<strong class=\"keyword\">perceptive</strong> powers trained” related to accepting Jehovah’s authority?"},{"author":31,"first":"Sandy Cohen es un hombre <strong class=\"keyword\">perceptivo</strong>","second":"Sandy Cohen' s a <strong class=\"keyword\">perceptive</strong> guy"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}