{"result":"ok","tuc":[{"phrase":{"text":"peremptory","language":"en"},"meanings":[{"language":"en","text":"Positive in opinion or judgment; decided, dogmatic"}],"meaningId":-2724316909568940171,"authors":[70195]},{"phrase":{"text":"final","language":"en"},"meaningId":-6807939759423644788,"authors":[69425]},{"phrase":{"text":"authoritative","language":"en"},"meaningId":-2787324380163046074,"authors":[25018]},{"phrase":{"text":"conclusive","language":"en"},"meaningId":-2303497060362011637,"authors":[69425]},{"phrase":{"text":"definite","language":"en"},"meaningId":-6077665529677469489,"authors":[69425]},{"phrase":{"text":"definitive","language":"en"},"meaningId":1537738043919894265,"authors":[69425]},{"phrase":{"text":"eventual","language":"en"},"meaningId":-4029860240585738050,"authors":[69425]},{"phrase":{"text":"inflexible","language":"en"},"meaningId":3397213704469519070,"authors":[69425]},{"phrase":{"text":"ultimate","language":"en"},"meaningId":6962600803222750305,"authors":[69425]},{"phrase":{"text":"urgent","language":"en"},"meaningId":7328706670138016189,"authors":[92056]},{"phrase":{"text":"utmost","language":"en"},"meaningId":-7666895555105765782,"authors":[69425]},{"phrase":{"text":"assertive","language":"en"},"meaningId":-7441320632338152607,"authors":[25018]},{"phrase":{"text":"clamant","language":"en"},"meaningId":-8561998690091644793,"authors":[83619]},{"phrase":{"text":"exigent","language":"en"},"meaningId":7693847642679359856,"authors":[83619]},{"phrase":{"text":"fixed","language":"en"},"meaningId":-6533523775638201020,"authors":[25018]},{"phrase":{"text":"imperative","language":"en"},"meaningId":-4800658876506173049,"authors":[80097]},{"phrase":{"text":"imperious","language":"en"},"meaningId":682147328936119347,"authors":[80097]},{"phrase":{"text":"instant","language":"en"},"meaningId":8384760499462240376,"authors":[83619]},{"phrase":{"text":"requirement","language":"en"},"meaningId":-1061983652126095264,"authors":[80097]},{"meanings":[{"language":"en","text":"decisive, final, absolute"},{"language":"en","text":"urgent"}],"meaningId":2889811057677833378,"authors":[93107]}],"phrase":"perentorio","examples":[{"author":94809,"first":"Asimismo, es <strong class=\"keyword\">perentorio</strong> dar la máxima difusión posible en la Comunidad a la información sobre la legislación en materia de salud de los animales y seguridad alimentaria.","second":"In addition, <strong class=\"keyword\">there</strong> is a <strong class=\"keyword\">pressing need</strong> to disseminate as widely as possible information regarding animal health and food safety legislation throughout the Community."},{"author":94809,"first":"189 Según las demandantes, en primer lugar, de la sentencia Industrias Químicas del Vallés/Comisión, citada en el apartado 106 supra, se desprende que la Directiva 91/414 y el Reglamento no 451/2000 y, en particular, su artículo 8, apartado 5, no imponen ningún plazo de carácter <strong class=\"keyword\">perentorio</strong> por lo que atañe a la aportación de datos por parte del notificante.","second":"189 First, it is apparent from the judgment in Industrias Químicas del Vallés v Commission, cited in paragraph 106 above, that Directive 91/414 and Regulation No 451/2000, and in particular Article 8(5) thereof, do not impose time-limits of a <strong class=\"keyword\">peremptory</strong> character when it comes to the submission of data by the notifier."},{"author":94809,"first":"Ante estas tendencias generales, una de las tareas primordiales de la comunidad humanitaria sigue siendo desarrollar políticas y estrategias capaces de asegurar una asignación eficiente de los recursos disponibles para atender las necesidades humanitarias más urgentes y <strong class=\"keyword\">perentorias</strong>.","second":"In view of these overall trends, it remains a primary task for the humanitarian community to develop policies and strategies that can ensure effective spending of available resources to meet the most <strong class=\"keyword\">urgent</strong> and pressing humanitarian needs."},{"author":94808,"first":"Con respecto al párrafo 6, se observó que si bien se entendía en general que los regímenes de sanciones debían evitar en la mayor medida posible las consecuencias perjudiciales para terceros Estados, el lenguaje utilizado en el párrafo era demasiado categórico, inflexible, <strong class=\"keyword\">perentorio</strong> y rígido.","second":"With regard to paragraph 6, the observation was made that while it was generally understood that sanctions regimes should avoid as far as possible harmful consequences on third States, the language used in the paragraph was too categorical, inflexible, <strong class=\"keyword\">peremptory</strong> and rigid."},{"author":94808,"first":"Sin embargo, hay casos en que la responsabilidad de ciertas personas sea probable, como ocurre en el de las que hayan tenido un papel fundamental en el incumplimiento grave de una obligación con arreglo a una norma <strong class=\"keyword\">perentoria</strong> del derecho internacional general, previsto en el artículo 44 del proyecto actual y en el artículo 40 de los artículos sobre la responsabilidad del Estado por hechos internacionalmente ilícitos.","second":"There are, however, cases in which responsibility of certain individuals is likely, as in the case of those who are instrumental for the serious breach of an obligation under a <strong class=\"keyword\">peremptory</strong> norm of general international law that is envisaged in article 44 of the current draft and in article 40 of the responsibility of States for internationally wrongful acts."},{"author":8000,"first":"Fundamento legal: en acatamiento de nuestro ordenamiento jurídico nadie puede ser detenido sin un indicio comprobado de haber cometido delito o por orden escrita de un juez, excepto cuando se trate de una evasión cuando se está a la orden de una autoridad competente o en un centro institucional, pero en todo caso deberá ser puesto a la orden de Juez competente dentro del término <strong class=\"keyword\">perentorio</strong> de # horas\"","second":"a prison?; but in every case the detained person must be brought before a competent court within # hours. \""},{"author":27,"first":"Por eso me extraña su declaración <strong class=\"keyword\">perentoria</strong> de que Turquía no es un país europeo.","second":"Consequently, I <strong class=\"keyword\">am</strong> stunned by his bold declaration that Turkey is not a European country."},{"author":91988,"first":"Afortunadamente, esa cuestión no se decidió de manera prematura y <strong class=\"keyword\">perentoria</strong>: sólo se permitió que diera comienzo, mediante la apertura de las negociaciones, el proceso que habrá de conducir a una solución definitiva.","second":"Fortunately, that choice was not settled prematurely and <strong class=\"keyword\">peremptorily</strong>: the process that will lead to a final decision was merely allowed to start with the opening of negotiations."},{"author":94808,"first":"Moulton (Sudáfrica), hablando en nombre del Grupo de los 77 y China, dice que es <strong class=\"keyword\">perentorio</strong> que las Naciones Unidas den respuestas más eficaces a las cambiantes necesidades de los Estados Miembros en materia de desarrollo y que incorporen en su programa de acción, como pilar fundamental, el tema del desarrollo.","second":"MOULTON (South Africa), speaking on behalf of the Group of 77 and China, said it was <strong class=\"keyword\">imperative</strong> that the United Nations respond more effectively to the changing development needs of Member States and mainstream development as the central pillar of the United Nations agenda."},{"author":94808,"first":"A pesar de los esfuerzos de la Liga de los Estados Árabes en apoyo de la opción por la unidad del Sudán, una iniciativa árabe concentrada, adoptada en los niveles más altos, se ha convertido en una necesidad <strong class=\"keyword\">perentoria</strong> para preservar la unidad de un Estado Miembro de la Liga cuyas bases son objeto de inmensas dificultades.","second":"Despite the efforts of the League of Arab States in support of the option of Sudanese unity, a concentrated Arab initiative at the highest levels has become a <strong class=\"keyword\">pressing</strong> necessity to preserve the unity of a League Member State whose foundations are subjected to an enormous challenge."},{"author":94808,"first":"Es <strong class=\"keyword\">perentorio</strong> que apuremos, después de décadas de discusión, la democratización de las Naciones Unidas.","second":"It is <strong class=\"keyword\">imperative</strong> that, after decades of discussion, we accelerate the democratization of the United Nations."},{"author":94808,"first":"Sin embargo, en realidad las obligaciones establecidas en el artículo 2 tienen un carácter mucho más <strong class=\"keyword\">perentorio</strong> y exigen a los Estados Partes en la Convención a adoptar todas las medidas adecuadas sin tardanza.","second":"In fact, however, State parties’ obligations under article 2 were far more <strong class=\"keyword\">urgent</strong> in nature, requiring States parties to the Convention to take all appropriate measures without delay."},{"author":8000,"first":"Jordania también reiteró su compromiso de cumplir sus obligaciones conforme a los principios del derecho internacional sobre los refugiados, incluidos los <strong class=\"keyword\">perentorios</strong>, y las normas internacionales de derechos humanos","second":"Jordan also reiterated its commitment to fulfilling its obligations in accordance with the principles of international refugee law including those which are <strong class=\"keyword\">peremptory</strong> as well as international human rights law"},{"author":94808,"first":"Así pues era <strong class=\"keyword\">perentorio</strong> mejorar su acceso a la financiación, incluso por conducto del Mecanismo para un desarrollo limpio del Protocolo de Kyoto, y velar por que fueran interlocutores directos en las negociaciones de un régimen del Protocolo de Kyoto posterior a 2012.","second":"It was <strong class=\"keyword\">vital</strong>, therefore, to improve their access to financing, including through the Kyoto Protocol’s Clean Development Mechanism, and to ensure that they were stakeholders in the negotiations on a post–2012 Kyoto Protocol regime."},{"author":94809,"first":"«Si el demandado no comparece y el juez instructor detecta la existencia de un vicio que entraña la nulidad del emplazamiento practicado, concederá al demandante un plazo <strong class=\"keyword\">perentorio</strong> para reiterar el emplazamiento.","second":"‘Where the defendant does not enter an appearance and the examining judge discovers a defect resulting in the nullity of service of the summons, that judge shall set a <strong class=\"keyword\">mandatory</strong> time-limit by which the applicant is to renew the summons."},{"author":94808,"first":"Uno de los principales problemas en la aplicación de la Ley 575 consiste en la falta de presencia de las comisarías de familia en todo el territorio nacional, no obstante el mandato <strong class=\"keyword\">perentorio</strong> contenido en el Art. 30 de la Ley 294, que ordenaba crear y poner en funcionamiento en el término de un año, por lo menos una comisaría de familia en todos los municipios del país.","second":"One of the main problems in implementing Act 575 is the fact that the Family Commissions have not been set up nationwide, despite the compulsory mandate contained in article 30 of Act 294, which ordered that at least one Family Commission should be established and functioning in each municipality within one year."},{"author":8000,"first":"La Comisión de Derecho Internacional ha subrayado el carácter <strong class=\"keyword\">perentorio</strong> del derecho a la libre determinación y la responsabilidad de todos los Estados de colaborar para poner fin a cualquier violación grave de esa norma <strong class=\"keyword\">perentoria</strong>","second":"The International Law Commission had underscored the <strong class=\"keyword\">peremptory</strong> character of the right to self-determination and the responsibility of all States to cooperate to bring to an end any serious breach of such a <strong class=\"keyword\">peremptory</strong> norm"},{"author":94808,"first":"También podría aplicarse la flexibilidad en forma de exenciones o excepciones en caso de necesidades <strong class=\"keyword\">perentorias</strong> de los países pobres de carácter social, ambiental o sanitario.","second":"Flexibility could also be applied in the form of exemptions or exceptions for <strong class=\"keyword\">acute</strong> public health, environmental and social needs of poor countries."},{"author":94809,"first":"La Comisión debe adoptar actos de ejecución inmediatamente aplicables cuando así lo requieran razones <strong class=\"keyword\">perentorias</strong>, en casos debidamente justificados relacionados con las investigaciones de salvaguardia y las retiradas temporales debidas al incumplimiento de procedimientos y obligaciones relacionados con las aduanas.","second":"The Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to safeguard investigations, temporary withdrawals due to non-compliance with customs-related procedures and obligations, <strong class=\"keyword\">imperative</strong> grounds of urgency so require."},{"author":94808,"first":"Artículo 6o El Consejo Nacional de Reforma Agraria, el instituto Nacional de Colonización y las oficinas de Registro de Derechos Reales de La Paz y Cochabamba, remitirán a la oficina de Catastro del Ministerio De Asuntos Campesinos y Agropecuarios en el plazo de 120 días, <strong class=\"keyword\">perentorios</strong> a partir de la fecha, la nómina de los beneficiarios de adjudicación y/o dotación de tierras ubicadas en las zonas a) y b) descritas en los artículos 9 y 10 de la ley 1008, con especificación de superficies y modificaciones que pudieran haber sufrido dichas propiedades desde su adjudicación y/o dotación.","second":"Article 6: The National Council for Agrarian Reform, the National Institute for Land Settlement and the Land Registry Offices of La Paz and Cochabamba shall remit to the Registry Office of the Ministry of Rural and Agricultural Affairs, within 120 days, effective from this date, the names of the beneficiaries by adjudication and/or endowment of lands situated in zones (a) and (b) described in articles 9 and 10 of Law No. 1008, with details of surface areas and changes which have occurred since such adjudication and/or endowment."},{"author":94808,"first":"Consciente de la gran importancia de la región para las aves acuáticas migratorias y sus hábitats, según se cita en “Wetlands of South America: An Agenda for Biodiversity Conservation and Policies Development” (Wetlands International, 2001), y las <strong class=\"keyword\">perentorias</strong> necesidades de conservación de todas las vías migratorias, de preferencia, dentro del marco de un acuerdo multilateral sobre vías migratorias con arreglo al artículo IV de la Convención,","second":"Aware of the great importance of the region for migratory waterbirds and their habitats, as cited in “Wetlands of South America: An Agenda for Biodiversity Conservation and Policies Development” (Wetlands International. 2001) and the great <strong class=\"keyword\">needs</strong> for conservation of the entire flyway, preferably within the framework of a multilateral flyway Agreement on the basis of Article IV of the Convention;"},{"author":94809,"first":"75 Señala que este plazo <strong class=\"keyword\">perentorio</strong> expiró el 10 de agosto de 2001, en aplicación de las disposiciones del Reglamento no 447/98 relativas al cálculo de plazos, es decir, antes de que la Comisión adoptara la Decisión, el 10 de octubre de 2001.","second":"75 That <strong class=\"keyword\">mandatory</strong> period expired on 10 August 2001, as a result of the application of the provisions of Regulation No 447/98 relating to the calculation of time-limits, i.e. before the Commission adopted the Decision on 10 October 2001."},{"author":94808,"first":"Señaló que era <strong class=\"keyword\">perentorio</strong> que los pueblos indígenas tuvieran acceso a información independiente, a fin de poder dar un verdadero consentimiento previo y fundado.","second":"He pointed out that it was <strong class=\"keyword\">imperative</strong> for indigenous peoples to have access to independent information in order to be able to give their true prior informed consent."},{"author":94809,"first":"1.1. El CESE acoge con satisfacción las propuestas de Directivas sobre asistencia mutua en el cobro de créditos fiscales y cooperación administrativa en el ámbito de la fiscalidad porque responden a una <strong class=\"keyword\">perentoria</strong> necesidad.","second":"1.1 The EESC welcomes the proposals for directives on mutual assistance for the recovery of claims relating to taxes and administrative cooperation in the field of taxation, because they meet an <strong class=\"keyword\">urgent</strong> need."},{"author":94808,"first":"Alienta al Estado Parte a que elabore un plan nacional general para la aplicación de la Convención en que se incorporen los objetivos y metas del documento <strong class=\"keyword\">perentorio</strong> titulado \"Un mundo apropiado para los niños\" aprobado por la Asamblea General en su resolución S-27/2.","second":"The Committee encourages the State party to develop a comprehensive national plan of action for the implementation of the Convention, incorporating the objectives and goals of the outcome document entitled <strong class=\"keyword\">“</strong>A world fit for children” adopted by the General Assembly in its resolution S-27/2."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}