{"result":"ok","tuc":[{"phrase":{"text":"perennial","language":"en"},"meanings":[{"language":"es","text":"(Planta) Que florece de forma continúa durante varios años."},{"language":"en","text":"(Of plants) Flowering and bearing fruit for several years."}],"meaningId":-6130385625362804392,"authors":[80097]},{"phrase":{"text":"everlasting","language":"en"},"meaningId":767805435443252285,"authors":[84500]},{"phrase":{"text":"eternal","language":"en"},"meaningId":4993575812664897662,"authors":[84500]},{"phrase":{"text":"ageless","language":"en"},"meaningId":-8490190209744023184,"authors":[84500]},{"phrase":{"text":"evergreen","language":"en"},"meaningId":3627199483345897327,"authors":[84500]},{"phrase":{"text":"perpetual","language":"en"},"meaningId":1303421951050342970,"authors":[84500]},{"phrase":{"text":"unceasing","language":"en"},"meaningId":-7922956690012189042,"authors":[84500]},{"phrase":{"text":"abiding","language":"en"},"meaningId":2560837160142751130,"authors":[2698]},{"phrase":{"text":"aeonian","language":"en"},"meaningId":-7985244110468011473,"authors":[84500]},{"phrase":{"text":"constant","language":"en"},"meaningId":-9218551778315355245,"authors":[2698]},{"phrase":{"text":"continual","language":"en"},"meaningId":-3822469113236122703,"authors":[2698]},{"phrase":{"text":"continuous","language":"en"},"meaningId":7607286731761489517,"authors":[2698]},{"phrase":{"text":"enduring","language":"en"},"meaningId":-900020082590270614,"authors":[2698]},{"phrase":{"text":"eonian","language":"en"},"meaningId":-2157623841631509159,"authors":[84500]},{"phrase":{"text":"invariable","language":"en"},"meaningId":-1945882662111161118,"authors":[2698]},{"phrase":{"text":"inveterate","language":"en"},"meaningId":-8928390218084109611,"authors":[2698]},{"phrase":{"text":"perennating","language":"en"},"meaningId":-8150192232779322965,"authors":[80097]},{"phrase":{"text":"permanent","language":"en"},"meaningId":-7415392090117829835,"authors":[2698]},{"phrase":{"text":"persistent","language":"en"},"meaningId":-5141831295706416299,"authors":[25018]},{"phrase":{"text":"recurrent","language":"en"},"meaningId":5463790992245174817,"authors":[84500]},{"phrase":{"text":"repeated","language":"en"},"meaningId":-8001945080288935137,"authors":[84500]},{"phrase":{"text":"standing","language":"en"},"meaningId":5777764950146385854,"authors":[2698]},{"phrase":{"text":"steadfast","language":"en"},"meaningId":7891954896950745654,"authors":[2698]},{"phrase":{"text":"undying","language":"en"},"meaningId":-2488599201040503535,"authors":[86934]},{"phrase":{"text":"unending","language":"en"},"meaningId":2135037437461255138,"authors":[84500]},{"phrase":{"text":"uninterrupted","language":"en"},"meaningId":8677805985002659832,"authors":[2698]},{"meanings":[{"language":"en","text":"perennial"}],"meaningId":-5144695911892683460,"authors":[1]}],"phrase":"perenne","examples":[{"author":94809,"first":"Sector o sectores beneficiarios: Cultivos no <strong class=\"keyword\">perennes</strong>, Cultivos <strong class=\"keyword\">perennes</strong>, Propagación de plantas","second":"Sector(s) concerned: Growing of non-<strong class=\"keyword\">perennial</strong> crops, Growing of <strong class=\"keyword\">perennial</strong> crops, Plant propagation"},{"author":94808,"first":"Por ejemplo, la agrosilvicultura y los cultivos arbóreos <strong class=\"keyword\">perennes</strong> son inversiones a largo plazo y los agricultores individuales sólo sembrarán árboles si tienen asegurados sus derechos sobre la propiedad de la tierra o los árboles que garanticen el rendimiento futuro de sus inversiones.","second":"For example, agroforestry and <strong class=\"keyword\">perennial</strong> tree crops are long-term investments and individual farmers will only plant trees if they have secure land or tree property rights to secure future returns from their investment."},{"author":95096,"first":"Este es el complejo y delicado trabajo que está realizando hoy la Iglesia, esforzándose \"por hacer que penetre en culturas diversas la <strong class=\"keyword\">perenne</strong> verdad del Evangelio.","second":"It is this complex, delicate work that the Church undertakes today, committed to imbuing different cultures with the <strong class=\"keyword\">perennial</strong> truth of the Gospel."},{"author":118385,"first":"Cultivos no <strong class=\"keyword\">perennes</strong>, Cultivos <strong class=\"keyword\">perennes</strong>","second":"Growing of non-<strong class=\"keyword\">perennial crops</strong>, Growing of <strong class=\"keyword\">perennial</strong> crops"},{"author":94808,"first":"· Los cultivos <strong class=\"keyword\">perennes</strong> (cacao, café, palma).","second":"· The growing of <strong class=\"keyword\">perennial</strong> crops (cocoa, coffee and palm)."},{"author":95096,"first":"Todos ellos representan intereses pastorales que son objeto de vuestra responsabilidad y de la mía, si bien de modo diferente, asuntos que han de examinarse con la ayuda del Espíritu Santo y a la luz de los valores <strong class=\"keyword\">perennes</strong> de la Palabra de Dios proclamada por el Magisterio de la Iglesia y en el contexto de la comunión eclesial.","second":"All of them represent pastoral concerns that in differing ways are the object your responsibility and mine, matters to be examined with the assistance of the Holy Spirit, in the light of the <strong class=\"keyword\">perennial</strong> value of God’s word upheld by the Magisterium of the Church, and in the context of ecclesial communion."},{"author":94809,"first":"En su caso, las condiciones de uso deberán incluir restricciones en lo que respecta a la alimentación de los animales, — el riesgo de acumulación en la superficie del suelo, si la sustancia se utiliza en un cultivo <strong class=\"keyword\">perenne</strong> o en los cultivos siguientes en sistemas de rotación de cultivos.","second":"— the risk of accumulation in the soil surface, if the substance is used in <strong class=\"keyword\">perennial</strong> crops or in succeeding crops in crop rotation."},{"author":95096,"first":"Mi confianza está puesta en la ayuda de Dios y, después, en la sana vitalidad de las nuevas generaciones, las cuales, una vez superadas – como espero- las sacudidas de peligrosos extravíos, manifiestan que se sienten cada vez más atraídas por el descubrimiento de grandes y <strong class=\"keyword\">perennes</strong> ideales, con miras a la edificación, para sí y para la sociedad, de un porvenir mejor.","second":"My confidence, placed first of all in the help of God, resides next in the healthy vitality of the new generations, which, having now, I hope, overcome the shocks of dangerous bewilderment, are showing signs of feeling ever more drawn to the rediscovery of the great and <strong class=\"keyword\">perennial</strong> ideals, with regard to the building, for themselves and for society, of a better future."},{"author":94809,"first":"1220 Vegetación <strong class=\"keyword\">perenne</strong> de bancos de guijarros","second":"1220 <strong class=\"keyword\">Perennial</strong> vegetation of stony banks"},{"author":94808,"first":"Los mandatos de los relatores especiales y expertos independientes quedan comprendidos en la categoría de actividades que se consideran de carácter <strong class=\"keyword\">perenne</strong>.","second":"The mandates of the special rapporteurs and independent experts fall under the category of activities considered to be of a <strong class=\"keyword\">perennial</strong> nature."},{"author":94809,"first":"a) en el caso de que se produzcan cultivos <strong class=\"keyword\">perennes</strong> que requieran un período de cultivo de al menos tres años, y cuyas variedades no puedan diferenciarse fácilmente, siempre que se cumplan las siguientes condiciones:","second":"(a) in the case of the production of <strong class=\"keyword\">perennial</strong> crops, which require a cultivation period of at least three years, where varieties cannot be easily differentiated, provided the following conditions are met:"},{"author":118293,"first":"Eso es un árbol de hoja <strong class=\"keyword\">perenne</strong>.","second":"That's an <strong class=\"keyword\">evergreen</strong>."},{"author":94808,"first":"En el nuevo programa de prioridades para 2015-2020 se otorga especial importancia a la enseñanza preescolar, con el objetivo de regular el sector y armonizar sus planes de estudios con los objetivos de la equidad y la igualdad de oportunidades para los niños sin discriminación alguna, y contribuir de ese modo a una importante reducción efectiva y <strong class=\"keyword\">perenne</strong> de la deserción escolar.","second":"The new priority programme for 2015-2020 focuses particularly on preschool education, with the aim of regulating this sector and bringing its curricula into line with the goals for equity and equality of opportunity for all children, without any discrimination, thereby contributing to an effective, significant and <strong class=\"keyword\">lasting</strong> reduction in school dropout."},{"author":95875,"first":"Para determinar si el tamaño de la planta jugaba algún papel , la recopilación de datos se centró en todo el ciclo de vida de las plantas <strong class=\"keyword\">perennes</strong>.","second":"In order to determine if plant size played any role, data collection targeted the entire life cycle of the <strong class=\"keyword\">perennials</strong>."},{"author":94808,"first":"Al daño económico causado por la política de hostilidad de los Estados Unidos, estimados muy conservadoramente en 34,2 millones de dólares norteamericanos, se suman las <strong class=\"keyword\">perennes</strong> violaciones del espacio radioelectrónico cubano y la utilización de las nuevas tecnologías de la información para promover la desestabilización de la sociedad cubana.","second":"On top of the economic damage caused by the US policy of hostility towards Cuba, very conservatively estimated as US$ 32.4 million, one should add the <strong class=\"keyword\">constant</strong> violations of Cuba’s radio spectrum and the use of new information technologies to promote destabilization in Cuban society."},{"author":95096,"first":"Esta \"Jornada\" es un fuerte llamamiento a los valores <strong class=\"keyword\">perennes</strong> que conserva el mundo agrícola y, entre estos, sobre todo a su notable sentido religioso.","second":"This \"Day\" makes a strong appeal to the <strong class=\"keyword\">perennial</strong> values cherished by the agricultural world, particularly to its marked religious sense."},{"author":95096,"first":"Estas « palabras », en realidad, expresaban los pilares de la ley moral de carácter universal escrita en el corazón de cada hombre, pero que a Israel le fueron consignadas en el marco de un pacto recíproco de fidelidad, con el cual el pueblo se comprometía a amar a Dios, recordando las maravillas realizadas por Él en el Éxodo, mientras que Dios garantizaba su <strong class=\"keyword\">perenne</strong> benevolencia: « Yo, Yahveh, soy tu Dios, que te he sacado del país de Egipto, de la casa de servidumbre » (Ex 20, 2).","second":"In reality, these “words” are indicative of the pillars of the universal moral law written in every human heart, but they were given to Israel within the context of a mutual pact of fidelity, whereby the people undertook to love God, recalling the wonders he had done in the Exodus, and God guaranteed his <strong class=\"keyword\">enduring</strong> kindness: “I am the Lord your God who brought you out of the land of Egypt, from the house of slavery” (Ex 20:2)."},{"author":94809,"first":"Lindes <strong class=\"keyword\">perennes</strong> de campos y riberas","second":"<strong class=\"keyword\">Perennial</strong> field and <strong class=\"keyword\">riparian</strong> boundary strips"},{"author":94809,"first":"La harina de konjac es la materia prima no purificada de la raíz de la planta <strong class=\"keyword\">perenne</strong> Amorphophallus konjac.","second":"Konjac flour is the unpurified raw product from the root of the <strong class=\"keyword\">perennial</strong> plant Amorphophallus konjac."},{"author":94809,"first":"Vegetación <strong class=\"keyword\">perenne</strong> de bancos de guijarros","second":"<strong class=\"keyword\">Perennial</strong> vegetation of stony banks"},{"author":94808,"first":"Para hacer frente al <strong class=\"keyword\">perenne</strong> problema de la falta de jueces y magistrados, las autoridades judiciales y el PNUD han llegado a un acuerdo para que éste financie la creación de un instituto judicial nacional, que, entre otras funciones, imparta capacitación a los licenciados en derecho que no cumplan los requisitos de la Facultad de Derecho de Sierra Leona para presentarse a los exámenes de habilitación para ejercer la abogacía.","second":"To address the <strong class=\"keyword\">perennial</strong> problem of judges and magistrates, an agreement has been reached between the judiciary and UNDP, providing financial assistance to set up a national judicial institute, which will among other functions train law graduates unable to meet the entry requirements of the Sierra Leone Law School to prepare for the bar examinations."},{"author":22,"first":"Por ello, el turismo social fomenta la creación de empleos más <strong class=\"keyword\">perennes</strong> en el sector turístico pues permite que estos empleos persistan más allá de la temporada turística","second":"Accordingly, social tourism encourages the creation of longer-<strong class=\"keyword\">lasting</strong> jobs in the tourism sector by making it possible to extend them beyond the tourist season"},{"author":93236,"first":"Así, en la primavera del 2012 en el área conocida como “lower Columbia Basin” (nor-este de Oregon y sur-este del estado de Washington) y en el otoño, invierno y primavera del 2012 en el sur-oeste de Idaho, se obervó el psílido de la papa en Solanum dulcamara L. (i.e., nightshade), una mala hierba <strong class=\"keyword\">perenne</strong> que se encuentra a las orillas de ríos y fuentes de agua.","second":"Potato psyllid was observed in November 2011 in southwestern Idaho and March 2012 in the lower Columbia Basin living on Solanum dulcamara L. (i.e., bittersweet nightshade), a <strong class=\"keyword\">perennial</strong> weed of wet habitats and riverbanks. Potato psyllids were collected and brought to the laboratory."},{"author":94809,"first":"La harina de konjac es la materia prima no purificada del tubérculo de la planta <strong class=\"keyword\">perenne</strong> Amorphophallus konjac.","second":"Konjac flour is the unpurified raw product from the tuber of the <strong class=\"keyword\">perennial</strong> plant Amorphophallus konjac."},{"author":8008,"first":"R4 La definición de ¿árbol¿ para los fines de FRA 2005 es la siguiente: ¿ Planta leñosa <strong class=\"keyword\">perenne</strong> con un solo fuste, o en caso de brotes de cepa, con varios fustes, que tiene una copa más o menos bien definida.","second":"A4 The definition of a ¿tree¿ for the purposes of FRA 2005 is as follows: ¿A woody <strong class=\"keyword\">perennial</strong> with a single main stem, or in the case of coppice with several stems, having a more or less definite crown."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}