{"result":"ok","tuc":[{"phrase":{"text":"perfidy","language":"en"},"meanings":[{"language":"en","text":"the act of violating faith or allegiance."},{"language":"en","text":"The act of violating faith or allegiance."},{"language":"en","text":"The act of violating faith or allegiance; violation of a promise or vow, or of trust reposed."}],"meaningId":1106905808435450792,"authors":[90508]},{"phrase":{"text":"treachery","language":"en"},"meanings":[{"language":"en","text":"The act of violating faith or allegiance; violation of a promise or vow, or of trust reposed."}],"meaningId":-8982059403888419573,"authors":[60172]},{"phrase":{"text":"insidiousness","language":"en"},"meaningId":-8452110582944820484,"authors":[89651]},{"phrase":{"text":"perfidiousness","language":"en"},"meaningId":-8781291622001678941,"authors":[84500]},{"phrase":{"text":"faithlessness","language":"en"},"meanings":[{"language":"en","text":"The act of violating faith or allegiance; violation of a promise or vow, or of trust reposed."}],"meaningId":-2803519285377008919,"authors":[60172]},{"phrase":{"text":"crookedness","language":"en"},"meaningId":6194219785464975383,"authors":[97745]},{"meanings":[{"language":"en","text":"perfidy"}],"meaningId":-6715074815244390112,"authors":[1]}],"phrase":"perfidia","examples":[{"author":94808,"first":"Se sancionan, asimismo, otros procedimientos proscritos como la utilización de medios de guerra ilícitos, la <strong class=\"keyword\">perfidia</strong>, los actos de terrorismo, los actos de barbarie, los tratamientos inhumanos y degradantes, los experimentos biológicos, la toma de rehenes, la detención ilegal y la privación del debido proceso.","second":"Other banned acts, such as the use of unlawful methods of warfare, <strong class=\"keyword\">treachery</strong>, acts of terrorism, acts of barbarism, inhuman and degrading treatment, biological experiments, hostage-taking, illegal detention and denial of due process are also criminalized."},{"author":94808,"first":"Son aplicables las normas del derecho internacional relativas a la traición y la <strong class=\"keyword\">perfidia</strong>, en particular la prohibición de emplear armas trampa y otros artefactos que estén vinculados o relacionados con: emblemas reconocidos internacionalmente; cadáveres o tumbas; instalaciones o transportes sanitarios; cualquier objeto destinado a los niños; alimentos o bebidas; objetos de carácter religioso; monumentos históricos, obras de arte o lugares de culto; y animales vivos o muertos.","second":"The rules of international law for armed conflict relating to treachery and <strong class=\"keyword\">perfidy</strong> are applicable. Specifically, it is prohibited to use booby-traps and other devices which are in, attached to or associated with internationally recognized protective emblems; dead persons or graves; medical facilities or medical transportation; any objects specially designed for children; food or drink; objects of a religious nature; historic monuments, works of art or places of worship; or animals or their carcasses."},{"author":94808,"first":"La escandalosa <strong class=\"keyword\">perfidia</strong> de las autoridades norteamericanas en este caso pone completamente al descubierto su verdadera actitud ante la cuestión del terrorismo y la total hipocresía que despliegan a partir del horrendo ataque del 11 de septiembre de 2001.","second":"The <strong class=\"keyword\">brazenly treacherous</strong> conduct of the United States authorities in this case fully reveals their genuine stance towards terrorism and the utter hypocrisy of the campaign deployed after the horrific attack of 11 September 2001."},{"author":94808,"first":"La <strong class=\"keyword\">perfidia</strong> y falacia con que se ha planificado este indulto no podría reflejar mejor la podredumbre ética y moral que acompaña a esta decisión.","second":"There could be no better reflection of the ethical and moral rottenness of this decision than the deceitfulness and falseness with which the pardon was arranged."},{"author":31,"first":"¡ Detente, miserable!El cielo me hizo oír tus <strong class=\"keyword\">perfidias</strong>","second":"Stop, scoundrel, the heavens have warned me of your <strong class=\"keyword\">perfidy</strong>"},{"author":118293,"first":"Si tal <strong class=\"keyword\">perfidia</strong> puede cometerse sin miedo a una represalia entonces ¿cómo podrían tener la ley, el patriotismo, el debe r verdaderas bases de nuestra sociedad, esperanzas de sobrevivir?","second":"If such <strong class=\"keyword\">perfidy</strong> can be committed without fear of retribution then how can the rule of law, patriotism, duty the very basis of our society, hope to survive?"},{"author":119723,"first":"Su naturaleza avarienta y querellosa quedó manifestada cuando murmuró acerca de lo que para él fue desperdiciar el costoso perfume de nardo con que María ungió al Señor pocos días antes de la crucifixión, e hipócritamente sugirió que el precioso ungüento podría haber sido vendido y el dinero dado a los pobres.y El acto culminante de <strong class=\"keyword\">perfidia</strong> en la carrera de Judas Iscariote fue la traición intencional de su Maestro, que el infame concertó por un precio, y consumó su maldad por medio de un beso.","second":"His avaricious and complaining nature revealed itself in his murmuring against what he called a waste of costly spikenard, in the anointing of the Lord by Mary but a few days before the crucifixion; he hypocritically suggested that the precious ointment could have been sold and the proceeds given to the poor.w The crowning deed of <strong class=\"keyword\">perfidy</strong> in the career of Iscariot was his deliberate betrayal of his Master to death; and this the infamous creature did for a price, and accomplished the foul deed with a kiss."},{"author":8000,"first":"Se sancionan, asimismo, otros procedimientos proscritos como la utilización de medios de guerra ilícitos, la <strong class=\"keyword\">perfidia</strong>, los actos de terrorismo, los actos de barbarie, los tratamientos inhumanos y degradantes, los experimentos biológicos, la toma de rehenes, la detención ilegal y la privación del debido proceso","second":"Other banned acts, such as the use of unlawful methods of warfare, <strong class=\"keyword\">treachery</strong>, acts of terrorism, acts of barbarism, inhuman and degrading treatment, biological experiments, hostage-taking, illegal detention and denial of due process are also criminalized"},{"author":118293,"first":"En cuanto a vosotros, mi noble pareja, si quisiera haría caer la ira del rey contra los dos al demostrar vuestra <strong class=\"keyword\">perfidia</strong>.","second":"But you, my brace of lords, were I so minded, I here could pluck his Highness'frown upon you, and justify you <strong class=\"keyword\">traitors</strong>;"},{"author":94808,"first":"Los talibanes y otros elementos antigubernamentales deben retirar todas las órdenes y declaraciones en las que se pide el asesinato de civiles y reducir el número de víctimas civiles cumpliendo las normas y principios del derecho internacional humanitario, incluidas las normas que los talibanes se han comprometido públicamente a acatar en el marco del Código de Conducta Talibán y de otros documentos sobre la prevención de las víctimas civiles al planificar ataques suicidas y otros actos de <strong class=\"keyword\">perfidia</strong>.","second":"The Taliban and other anti-Government elements should withdraw all orders and statements calling for the killing of civilians and reduce civilian casualties by complying with international humanitarian law, rules and principles including those rules the Taliban publicly committed to in the Taliban Code of Conduct and other documents on preventing civilian casualties when planning suicide attacks and acts of <strong class=\"keyword\">perfidy</strong>;"},{"author":118293,"first":"Aprecio su <strong class=\"keyword\">perfidia</strong>.","second":"I see your <strong class=\"keyword\">treachery</strong>!"},{"author":31,"first":"¿ Mis <strong class=\"keyword\">perfidias</strong>?","second":"My <strong class=\"keyword\">trickery</strong>?"},{"author":94808,"first":"En Nalut, en la zona de las montañas de Nafusa, por ejemplo, un testigo dijo a la Comisión que las ambulancias se estaban utilizando \"como trampa para entrar en las ciudades con soldados, y luego disparar contra los civiles en la calle\", lo cual plantea también la cuestión de <strong class=\"keyword\">perfidia</strong>.","second":"In Nalut in the Nafusa Mountain area, for instance, a witness told the Commission of ambulances being used “as a trick, to enter towns carrying soldiers, and then shoot at civilians in the street”, raising also the issue of <strong class=\"keyword\">perfidy</strong>."},{"author":118293,"first":"Como a Job, me han probado en lo más profundo de la <strong class=\"keyword\">perfidia</strong> del demonio y sobreviví.","second":"Like Job, I've been tested in the deepest pits of the devil's <strong class=\"keyword\">perfidy</strong> and survived."},{"author":94808,"first":"<strong class=\"keyword\">perfidia</strong>, penalizado hasta con ocho años de prisión;","second":"<strong class=\"keyword\">perfidy</strong> (punishable by up to 8 years' imprisonment);"},{"author":118293,"first":"Donde la santidad está cerca, vaga el espíritu de la <strong class=\"keyword\">perfidia</strong>.","second":"Where holiness is near, there roams the spirit of <strong class=\"keyword\">perfidy</strong>."},{"author":8000,"first":"No es nada más que una maldita <strong class=\"keyword\">perfidia</strong> hacia sus compatriotas y una traición a la nación","second":"This cannot but be thrice-cursed <strong class=\"keyword\">perfidy</strong> towards compatriots and cursed treachery towards the nation"},{"author":118293,"first":"Su <strong class=\"keyword\">perfidia</strong> no tiene límites.","second":"There is no limit to her <strong class=\"keyword\">perfidy</strong>!"},{"author":27,"first":"¿Acaso fue un acto de <strong class=\"keyword\">perfidia</strong>, fue mala fe, incompetencia, negligencia, ignorancia?","second":"Was it <strong class=\"keyword\">treachery</strong>, bad faith, incompetence, negligence or ignorance?"},{"author":118293,"first":"Ha traicionado vuestros intereses con <strong class=\"keyword\">perfidia</strong> y entregado por unas lágrimas de agua salada vuestra ciudad de Roma.","second":"Perfidiously he hath betrayed your business and given up, for certain drops of salt, your city, Rome."},{"author":118293,"first":"Una <strong class=\"keyword\">perfidia</strong> de proporciones épicas.","second":"A <strong class=\"keyword\">perfidy</strong> of epic proportions."},{"author":94808,"first":"Finalmente, la Misión concluye que obligar a Majdi Abd Rabbo a usar un megáfono para exhortar a los hombres atrapados en la casa situada detrás de la suya a que se rindieran, argumentando que el CICR estaba presente y que podían entregarse con seguridad, configura una violación del artículo 37 del Protocolo adicional I de los Convenios de Ginebra, que prohíbe la <strong class=\"keyword\">perfidia</strong>.","second":"Finally, the Mission finds that obliging Majdi Abd Rabbo to use a megaphone to call on the men trapped in the house behind his to surrender, on the grounds that ICRC was present and they could safely hand themselves over, qualifies as a violation of article 37 of Additional Protocol I of the Geneva Conventions, which prohibits <strong class=\"keyword\">perfidy</strong>."},{"author":8000,"first":"El final del siglo # también ha señalado el final de las filosofías que, con astucia, doblez y <strong class=\"keyword\">perfidia</strong>, justificaban los medios, por muy despreciables que fueran, para conseguir los fines políticos","second":"The end of the twentieth century has also signalled the end of philosophies that, in line with <strong class=\"keyword\">Machiavellianism</strong>, justify the means, however despicable, for the sake of political goals"},{"author":118293,"first":"¿Qué <strong class=\"keyword\">perfidia</strong> nos hizo salir de allá?","second":"What <strong class=\"keyword\">foul play</strong> had we that we came from thence?"},{"author":118293,"first":"¿Mis <strong class=\"keyword\">perfidias</strong>?","second":"My <strong class=\"keyword\">trickery</strong>?"}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}