{"result":"ok","tuc":[{"phrase":{"text":"expertise","language":"en"},"meanings":[{"language":"en","text":"great skill or knowledge"}],"meaningId":-7974871114617844745,"authors":[70195]},{"phrase":{"text":"proficiency","language":"en"},"meanings":[{"language":"en","text":"ability or skill"}],"meaningId":-9068735515414281418,"authors":[70195]},{"phrase":{"text":"craft","language":"en"},"meanings":[{"language":"en","text":"skill in an occupation"}],"meaningId":7895571930452290991,"authors":[70195]},{"phrase":{"text":"know-how","language":"en"},"meaningId":1869419645552292413,"authors":[80097]},{"phrase":{"text":"expertness","language":"en"},"meaningId":1276269960173116378,"authors":[84500]},{"phrase":{"text":"skill","language":"en"},"meaningId":-2627298828112256791,"authors":[25115]},{"phrase":{"text":"craftsmanship","language":"en"},"meanings":[{"language":"es","text":"Habilidad al practicar un oficio."},{"language":"en","text":"A man who practices a craft with great skill."}],"meaningId":-7272329264211797775,"authors":[60172]},{"phrase":{"text":"dexterity","language":"en"},"meaningId":8682038471611155019,"authors":[84500]},{"phrase":{"text":"expert knowledge","language":"en"},"meaningId":7516226335262466429,"authors":[80097]},{"phrase":{"text":"manual dexterity","language":"en"},"meaningId":7395041600490709914,"authors":[84500]},{"phrase":{"text":"skilfulness","language":"en"},"meaningId":4966920581139224380,"authors":[25115]},{"phrase":{"text":"sleight","language":"en"},"meaningId":919889460166402773,"authors":[84500]},{"meanings":[{"language":"en","text":"skill"},{"language":"en","text":"skill, expertise"}],"meaningId":-5423057708532703375,"authors":[1]}],"phrase":"pericia","examples":[{"author":8000,"first":"Es esencial invertir en la <strong class=\"keyword\">pericia</strong> y los conocimientos sobre los efectos del traumatismo y la forma en que influye en la autoestima y la exclusión social","second":"Investment in <strong class=\"keyword\">skill</strong> and knowledge about the impact of trauma and how it influences self-concept and social exclusion is essential"},{"author":95096,"first":"Además de los requisitos de doctrina jurídica y teológica, en el ejercicio de su ministerio el juez se caracteriza por la <strong class=\"keyword\">pericia</strong> en el derecho, la objetividad de juicio y la equidad, juzgando con imperturbable e imparcial equidistancia.","second":"In addition to the requirements of juridical and theological doctrine, in the exercise of his ministry the judge is characterized by his <strong class=\"keyword\">knowledge</strong> of law, the objectivity of judgement and fairness, by judging with imperturbable and impartial equidistance."},{"author":94809,"first":"El programa. la prueba de <strong class=\"keyword\">pericia</strong> y la verificación de competencia pueden reducirse para reconocer el crédito por la experiencia anterior en tipos de aeronaves similares, según lo determinado en los datos de idoneidad operacional establecidos de acuerdo con la Parte 21.","second":"The syllabus, skill test and <strong class=\"keyword\">proficiency</strong> check may be reduced to give credit for previous experience on similar aircraft types, as determined in the operational suitability data established in accordance with Part-21."},{"author":94808,"first":"No obstante, para los esfuerzos de rehabilitación tendientes a garantizar una buena reintegración de los niños en la sociedad hacen falta recursos y <strong class=\"keyword\">pericia</strong>.","second":"However, rehabilitation efforts to ensure the successful reintegration of children into society require resources and <strong class=\"keyword\">expertise</strong>."},{"author":94808,"first":"Por lo tanto, se propone la contratación adicional de tres enfermeros (1 voluntario de las Naciones Unidas de contratación internacional en Rumbek, otro en Abyei y 1 del Servicio Móvil en Juba) con <strong class=\"keyword\">pericia</strong> y experiencia internacionales para apoyar y capacitar al personal local de enfermería en esos dispensarios, además de prestar apoyo en ausencia del personal de enfermería existente formado en el extranjero que se halle en uso de licencia, incluida la licencia de recuperación.","second":"It is therefore proposed to add three nurses (1 international UNV at Rumbek, 1 international UNV at Abyei and 1 Field Service at Juba) with international <strong class=\"keyword\">expertise</strong> and experience to support and train the local nursing staff in these clinics, as well as provide backup in the absence of the existing internationally trained nurses when they are on leave or occasional recuperation break."},{"author":118385,"first":"<strong class=\"keyword\">pericia</strong> de las centrales de envasado en lo que concierne a la gestión de la fruta almacenada (seguimiento de las cámaras, controles realizados en la fruta durante el período de conservación),","second":"the packaging sites' <strong class=\"keyword\">expertise</strong> in managing stored fruit (monitoring the rooms, checking the fruit during storage),"},{"author":8008,"first":"Desafío (Protección) ahora también otorga 2/4/6 p. de <strong class=\"keyword\">pericia</strong> con armas.","second":"Defiance (Protection) now also grants 2/4/6 weapon <strong class=\"keyword\">expertise</strong>."},{"author":94809,"first":"4) pruebas de <strong class=\"keyword\">pericia</strong> y verificaciones de competencia para la emisión, revalidación o renovación de un certificado de SFI(H), siempre que el examinador haya completado al menos 3 años como SFE.","second":"(4) skill tests and <strong class=\"keyword\">proficiency</strong> checks for the issue, revalidation or renewal of an SFI(H) certificate, provided that the examiner has completed at least 3 years as an SFE."},{"author":94808,"first":"Según esa nota, el grupo de trabajo debía aprovechar toda la <strong class=\"keyword\">pericia</strong> existente en materia de sanciones y escuchar exposiciones, según las circunstancias de cada caso, de los expertos que procediera.","second":"According to the above note, the informal working group should benefit from all available sanctions <strong class=\"keyword\">expertise</strong>, including being briefed, on a case-by-case basis, by appropriate experts."},{"author":94808,"first":"En los tres próximos años se necesita un esfuerzo concertado de las Naciones Unidas por establecer una sólida estrategia de género para todo el sistema en apoyo de la política del Gobierno de incorporación de las cuestiones de género y que incluya parámetros que se puedan medir, <strong class=\"keyword\">pericia</strong> en cuestiones de género, recursos dedicados exclusivamente a ellas y un marco para la rendición de cuentas.","second":"Over the next three years, a concerted effort is needed to strengthen the United Nations system-wide gender strategy in support of the Government’s gender mainstreaming policies that includes measurable benchmarks, gender <strong class=\"keyword\">expertise</strong>, dedicated resources and an accountability framework."},{"author":8000,"first":"A ese respecto, mi delegación alienta al Secretario General a que mantenga contactos periódicos con organizaciones y redes de mujeres, a que utilice los conocimientos, la <strong class=\"keyword\">pericia</strong> y los recursos de éstas y a que garantice su participación en todo el sistema en los procesos de reconstrucción, sobre todo en la adopción de decisiones","second":"In that regard, my delegation encourages the Secretary-General to maintain regular contacts with women's organizations and networks, make use of their knowledge, <strong class=\"keyword\">expertise</strong> and resources and ensure their system-wide involvement in reconstruction processes, particularly at the decision-making level"},{"author":118293,"first":"Pero las venas yugulares fueron seccionadas con mucha <strong class=\"keyword\">pericia</strong>.","second":"But the jugular veins were more <strong class=\"keyword\">expertly</strong> severed."},{"author":95875,"first":"La empresa israelí se encuentra además aprovechando su <strong class=\"keyword\">pericia</strong> en materia de MPEG-4 en el marco del proyecto Mambo (red inalámbrica de gestión multiservicio con optimización de ancho de banda), dedicado al acceso a contenidos de vídeo y TV desde teléfonos móviles.","second":"The company is also mining its <strong class=\"keyword\">expertise</strong> on MPEG-4 in the 'Mambo' project (multi-services management wireless network with bandwidth optimisation) looking at video and TV-content on mobile phones."},{"author":94808,"first":"En el caso de Gemayel, la Comisión sigue prestando apoyo a las investigaciones de las autoridades libanesas, a petición del Consejo, llevando a cabo entrevistas, analizando declaraciones de testigos, efectuando <strong class=\"keyword\">pericias</strong> forenses, analizando comunicaciones y reconstruyendo los acontecimientos en el lugar del crimen.","second":"In the Gemayel case, the Commission continues to provide support to the Lebanese authorities, as requested by the Council, by conducting interviews, analysing witness statements, performing <strong class=\"keyword\">forensic</strong> work, conducting communications analysis and reconstructing crime scene events."},{"author":94808,"first":"Quisiera dar las gracias a todos los Estados Miembros por su participación activa, a los copresidentes por la <strong class=\"keyword\">pericia</strong> con que han moderado las mesas redondas, y a las organizaciones no gubernamentales y a las organizaciones de la sociedad civil por haber intercambiado sus puntos de vista únicos.","second":"I would like to thank all Member States for their active participation, the Co-Chairs for their <strong class=\"keyword\">skilful</strong> moderation of the round tables, and non-governmental organizations and civil society organizations for sharing their unique perspectives."},{"author":94808,"first":"A partir de su experiencia y su dilatada <strong class=\"keyword\">pericia</strong>, convertirse en un interlocutor privilegiado del Ministerio, así como de los diferentes actores en los ámbitos de su competencia;","second":"Drawing on its extensive experience and <strong class=\"keyword\">expertise</strong>, to act as a leading adviser to the Minister and the various agents working in the areas falling within its competence;"},{"author":94809,"first":"Las atribuciones de la LAPL(B) estarán limitadas a la clase de globo en la que se realizó la prueba de <strong class=\"keyword\">pericia</strong>.","second":"The privileges of the LAPL(B) shall be limited to the class of balloons in which the <strong class=\"keyword\">skill</strong> test was <strong class=\"keyword\">taken</strong>."},{"author":94809,"first":"las pruebas de <strong class=\"keyword\">pericia</strong> y verificación de competencia para la LAPL(S), siempre que el examinador haya completado al menos 300 horas de vuelo como piloto en planeadores, incluidas al menos 150 horas o 300 lanzamientos de instrucción de vuelo;","second":"skill tests and <strong class=\"keyword\">proficiency</strong> checks for the SPL and the LAPL(S), provided that the examiner has completed 300 hours of flight time as a pilot on sailplanes or powered sailplanes, including 150 hours or 300 launches of flight instruction;"},{"author":94808,"first":"El equipo de la alianza técnica de NORI es líder mundial en la exploración y explotación de minerales en aguas ultraprofundas, compuesto por expertos y organizaciones internacionales con una combinación sin parangón de experiencia, reputación y <strong class=\"keyword\">pericia</strong> en exploración de minerales en aguas ultraprofundas, geología, ciencias ambientales, ingeniería, desarrollo tecnológico, producción en alta mar y metalurgia.","second":"NORI’s technical alliance team is the global leader in ultra deep sea mineral exploration and development, comprising international experts and organizations with an unparalleled combination of world class experience, reputation and <strong class=\"keyword\">skills</strong> in ultra deep sea mineral exploration, geology, environmental science, engineering, technology development, offshore production and metallurgy."},{"author":8000,"first":"La finalidad del programa para el cuerpo de policía multiétnico de Preševo, Bujanovac y Medvedja era impartir a los participantes los conocimientos, <strong class=\"keyword\">pericia</strong> y práctica necesarios para poder desempeñar satisfactoriamente, una vez terminada la capacitación, las tareas básicas de policía en la zona de estas municipalidades","second":"The purpose of the implemented Programme for multi-ethnic police for Preševo, Bujanovac and Medvedja was to enable the participants to gain knowledge, <strong class=\"keyword\">skills</strong> and practices in order to be able, after the completion of training, to successfully discharge the basic police duties in the area of these municipalities"},{"author":27,"first":"Al mismo tiempo, es preciso estimular la transferencia de <strong class=\"keyword\">pericia</strong> y de tecnología y la investigación en los países en desarrollo.","second":"At the same time, the transfer of <strong class=\"keyword\">know</strong>-<strong class=\"keyword\">how</strong> and technology and research in developing countries must be encouraged."},{"author":94809,"first":"El Protocolo debería fomentar un intercambio más sistemático de experiencias en el interior de cada región geográfica y entre ellas y aunar la <strong class=\"keyword\">pericia</strong> técnica de organizaciones especializadas, el sector privado, universidades, regiones y municipios.","second":"The Protocol should encourage more systematic exchange of experiences within and across geographical regions, bringing together technical <strong class=\"keyword\">expertise</strong> including from specialised organisations, the private sector, academia, regions and municipalities."},{"author":94808,"first":"Expresamos preocupación por los persistentemente elevados niveles de desempleo juvenil en todo el mundo y reconocemos la necesidad de concebir programas educativos y de formación que mejoren la empleabilidad y las capacidades individuales mediante el desarrollo de los conocimientos y la <strong class=\"keyword\">pericia</strong>.","second":"We express concern over the persistently high levels of youth unemployment worldwide and recognize the need to design education and training programmes that improve employability and individual capacities through <strong class=\"keyword\">skills</strong> development."},{"author":94809,"first":"4) pruebas de <strong class=\"keyword\">pericia</strong> para la emisión de la MPL, siempre que el examinador cumpla los requisitos establecidos en FCL.925;","second":"(4) skill tests for <strong class=\"keyword\">MPL</strong> issue, provided that the examiner has complied with the requirements in FCL.925;"},{"author":94809,"first":"b) pruebas de <strong class=\"keyword\">pericia</strong>, ni evaluaciones de competencia siempre que crean que su objetividad pueda verse afectada.","second":"(b) skill tests, <strong class=\"keyword\">proficiency checks</strong> or assessments of competence whenever they feel that their objectivity may be affected."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}