{"result":"ok","tuc":[{"phrase":{"text":"peripeteia","language":"en"},"meaningId":4590885458173438675,"authors":[84500]},{"phrase":{"text":"peripetia","language":"en"},"meaningId":3731012231259145087,"authors":[84500]},{"phrase":{"text":"vicissitude","language":"en"},"meaningId":-3197237754208293621,"authors":[25115]},{"phrase":{"text":"peripety","language":"en"},"meaningId":2846900981214508895,"authors":[84500]},{"meanings":[{"language":"en","text":"peripeteia"},{"language":"en","text":"incident"},{"language":"en","text":"adventure"}],"meaningId":7788335226251392964,"authors":[93107]}],"phrase":"peripecia","examples":[{"author":118293,"first":"Parece que no se han acabado las <strong class=\"keyword\">peripecias</strong>.","second":"When will this end?"},{"author":94809,"first":"10 Una vez recordadas estas <strong class=\"keyword\">peripecias</strong>, podemos abordar los motivos de recurso que ante este Tribunal de Justicia invoca el Parlamento.","second":"10 Having summarised the background we can now move on to the complaints that the Parliament has brought before us."},{"author":31,"first":"El había leído ávidamente acerca de esas <strong class=\"keyword\">peripecias</strong> a largas distancias, y podía hablar como alguien que sabe","second":"He' d read avidly of these long- distance exploits, and he could talk the talk"},{"author":118293,"first":"Así que si pasaron por toda la <strong class=\"keyword\">peripecia</strong> de saltar conmigo de un avión, debe ser importante.","second":"So, if you went to all the trouble of jumping out of a plane to meet me, it must be important."},{"author":8008,"first":"También, con ayuda de sus nuevos amigos, consigue entrar en contacto con Sheila y llegan a sentirse atraídos. Entre otras <strong class=\"keyword\">peripecias</strong> son encerrados en la cárcel por alborotar durante una fiesta en casa de los padres de Sheila.","second":"The polar bear has a form of pelage where transparent and unpigmented hairs transport sunlight , particularly ultraviolet light , through the dense fur to the skin."},{"author":94809,"first":"3 Esta presencia precaria en el Reino Unido había ido precedida de una serie de <strong class=\"keyword\">peripecias</strong> que expone el órgano jurisdiccional remitente, y cuyos elementos más sobresalientes no está de más recordar aquí, tal como los describió dicho órgano jurisdiccional:","second":"3. That precarious sojourn in the United Kingdom came after a long <strong class=\"keyword\">journey</strong> which the national court sets out and the salient points of which it is useful to mention here, as described by the national court:"},{"author":8000,"first":"El Reino de Marruecos es un viejo país, que conoce los avatares y las <strong class=\"keyword\">peripecias</strong> de la historia","second":"The Kingdom of Morocco is an old country, familiar with the <strong class=\"keyword\">vicissitudes</strong> of history"},{"author":94809,"first":"La depresión está causada directamente por las <strong class=\"keyword\">peripecias</strong> profesionales y por las circunstancias descalificadoras y humillantes que se impusieron al Sr. Plug.\"","second":"The depression has been directly caused by the occupational <strong class=\"keyword\">experiences</strong> and the discrediting and humiliating conditions imposed on Mr Plug.\""},{"author":8008,"first":"\"Nebreda ha bajado al abismo más oscuro de sí mismo y, tras sufrir <strong class=\"keyword\">peripecias</strong> y penalidades indecibles, ha regresado cargado de tesoros.","second":"Telenoika Cultural Association was founded on February 2000."},{"author":27,"first":"Señor Presidente, señora Comisaria, estimados ponentes, en uno de los discursos anteriores hemos escuchado a nuestro fantástico fantasioso, el Sr. Fatuzzo. Relató las <strong class=\"keyword\">peripecias</strong> del naufragio del Andrea Doria haciendo hincapié en el cansancio del patrón.","second":"Mr President, Commissioner, rapporteurs, a moment ago, we listened to our eccentric visionary, Mr Fatuzzo, who talked about the loss of the Andrea Doria and who referred in that connection to the captain' s fatigue."},{"author":119739,"first":"En el segundo milenio antes de nuestra era encontramos un poema mesopotámico (la epopeya de Gilgaméš) que narra las <strong class=\"keyword\">peripecias</strong> de un héroe en su búsqueda de la eterna juventud.","second":"The Epic of Gilgamesh, a Mesopotamian saga thought to date back to the second millennium B.C.E., describes a hero’s search for eternal youth."},{"author":94259,"first":"Cuando comienzas a buscar a <strong class=\"keyword\">peripecia</strong>","second":"When you start to look for <strong class=\"keyword\">peripetia,</strong>"},{"author":95096,"first":"¿Cómo retirar la mirada de los rostros implorantes de tantos seres humanos, sobre todo niños, reducidos a espectros de sí mismos por las <strong class=\"keyword\">peripecias</strong> de todo tipo en las que, a pesar suyo, se ven envueltos a causa del egoísmo y la violencia?","second":"How can we turn our gaze from the imploring faces of so many human beings, especially children, reduced to a shell of their former selves by hardships of every kind in which they are caught up against their will because of selfishness and violence?"},{"author":8008,"first":"Un juego lleno de obstáculos, <strong class=\"keyword\">peripecias</strong>, rechazos, seducciones, miedos y placeres, alrededor de una divertida conquista.","second":"A game full of obstacles, <strong class=\"keyword\">incidents</strong>, seductions, rejections, fears and pleasures around an amusing conquest."},{"author":94809,"first":"- la reaparición de un clima de europesimismo agravado por las <strong class=\"keyword\">peripecias</strong> y la polémica en torno a las ratificaciones del Tratado de Maastricht, tanto más difícil de vencer cuanto que la reciente recuperación parece insegura e incierta en cuanto a su duración e impacto en el desempleo.","second":"- the re-emergence of a climate of 'Euro-pessimism', worsened by the <strong class=\"keyword\">incidents</strong> and the controversy surrounding the Maastricht Treaty, which is all the more difficult to overcome since the recent upturn's sustainability and impact on employment has been faltering and unsure."},{"author":94809,"first":"49 – En el Licenciado Vidriera, una de sus novelas ejemplares, Miguel de Cervantes (1547-1616) narra las <strong class=\"keyword\">peripecias</strong> de Tomás Rodaja, que se creía de vidrio y que vivía obsesionado por el temor a fragmentarse en mil pedazos.","second":"49 – In ElLicenciado Vidriera, one of his ‘exemplary novels’, Miguel de Cervantes (1547-1616) tells of the fortunes of Tomás Rodaja, who believes that he is made of glass and lives in fear of being shattered into a thousand pieces."},{"author":27,"first":"Siendo así, las <strong class=\"keyword\">peripecias</strong> dramáticas, pero parciales - los sangrientos atentados, el tráfico de armas, las mutuas acusaciones de asesinato, de terrorismo, los repetidos fracasos de las treguas, las destrucciones inaceptables - son tristes consecuencias, que sin embargo no deben ser confundidas con los motivos profundos de la situación.","second":"That said, the tragic but fragmented <strong class=\"keyword\">events</strong> - bloody attacks, arms trafficking, the mutual accusations of murder, terrorism, the repeated failures at maintaining a truce, the unacceptable destruction - are sad consequences, which must not, however, be confused with the profound causes of the situation."},{"author":92475,"first":"Andrea Arzaba, colaboradora de Global Voices Online, escribió en su blog las <strong class=\"keyword\">peripecias</strong> por las que atravesó la primera vez que recorrió como ciclista el Distrito Federal de México:","second":"Global Voices contributor Andrea Arzaba blogged about her <strong class=\"keyword\">adventures</strong> the first time she went through Mexico D.F.:"},{"author":27,"first":"Más allá de las <strong class=\"keyword\">peripecias</strong> del momento, es preciso observar que entre el Líbano e Israel, no existe ningún contencioso territorial, que podrán darse las condiciones de paz en el momento en que se reconstituya un Líbano libre, soberano y democrático.","second":"Over and above the latest <strong class=\"keyword\">incidents</strong>, it should be observed that there is no territorial dispute between Lebanon and Israel, and that the conditions for peace will be met as soon as a free, sovereign and democratic Lebanon is reestablished."},{"author":27,"first":"Señor Presidente, me complace mucho ver a nuestro ponente en este papel, porque acabamos de vivir algunas <strong class=\"keyword\">peripecias</strong> juntos en una conciliación, pero ahora, abiertamente, puedo contradecirle un poco.","second":"Mr President, I am very glad to see our rapporteur in this role, as we have just had an <strong class=\"keyword\">eventful</strong> time together in a conciliation procedure, but now I can contradict her a little in the open."},{"author":94259,"first":"y luego, pum — ay, estoy muerto — <strong class=\"keyword\">peripecia</strong>.","second":"and then, boom — \"Oh, I'm dead\" — <strong class=\"keyword\">peripetia</strong>."},{"author":119739,"first":"¿Qué terrible <strong class=\"keyword\">peripecia</strong> acababa de vivir Pablo?","second":"What harrowing ordeal had Paul been through?"},{"author":94259,"first":"como <strong class=\"keyword\">peripecia</strong> y anagnórisis,","second":"like <strong class=\"keyword\">peripetia</strong> and anagnorisis,"},{"author":8008,"first":"Marco Raparelli nos hace seguir las <strong class=\"keyword\">peripecias</strong> de un perro abandonado que recorre la ciudad.","second":"Marco Raparelli tells the <strong class=\"keyword\">adventures</strong> of a stray dog, wandering throughout the city."},{"author":94809,"first":"Por mi parte, me inclino por responder afirmativamente, vistas las <strong class=\"keyword\">peripecias</strong> antes recordadas.","second":"For my part, I should be tempted to reply in the affirmative in view of the <strong class=\"keyword\">problems</strong> mentioned above."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}