{"result":"ok","tuc":[{"phrase":{"text":"platitude","language":"en"},"meanings":[{"language":"en","text":"often-quoted saying"}],"meaningId":7319758793024179401,"authors":[70195]},{"phrase":{"text":"truism","language":"en"},"meanings":[{"language":"en","text":"self-evident or obvious truth"}],"meaningId":-5356481493976644650,"authors":[70195]},{"phrase":{"text":"banality","language":"en"},"meaningId":-5208525684770458673,"authors":[83093]},{"phrase":{"text":"bromide","language":"en"},"meaningId":4981358519954320448,"authors":[84500]},{"phrase":{"text":"cliche","language":"en"},"meaningId":-80766659000263253,"authors":[84500]},{"phrase":{"text":"commonplace","language":"en"},"meaningId":-5572146868158057080,"authors":[84500]},{"meanings":[{"language":"en","text":"truism (obvious truth)"}],"meaningId":6584960688033192644,"authors":[93107]}],"phrase":"perogrullada","examples":[{"author":8000,"first":"¿Acaso este curso de acción que hemos acordado debe ser considerado como una simple <strong class=\"keyword\">perogrullada</strong> que debe relegarse a los archivos de las Naciones Unidas?","second":"Are these courses of action that we have agreed upon to be regarded as mere <strong class=\"keyword\">platitudes</strong>, <strong class=\"keyword\">destined</strong> to be relegated to the archives of the United Nations?"},{"author":94808,"first":"Esos conceptos son incuestionables y se han convertido en simples <strong class=\"keyword\">perogrulladas</strong>.","second":"Those concepts are now indisputable and have become mere <strong class=\"keyword\">platitudes</strong>."},{"author":118293,"first":"Esto no es un discurso ni una <strong class=\"keyword\">perogrullada</strong>.","second":"This isn't a speech. It's not a <strong class=\"keyword\">platitude</strong>."},{"author":91988,"first":"Pero la primera afirmación es poco más que una <strong class=\"keyword\">perogrullada</strong>, y a la segunda la contradicen los propios datos de Piketty, lo cual hace que el tercer punto resulte irrelevante.","second":"But the first statement is little more than a <strong class=\"keyword\">truism</strong>, and the second is falsified by Piketty’s own data, making the third irrelevant."},{"author":91988,"first":"Cualquier economista puede proferir esas <strong class=\"keyword\">perogrulladas</strong> ante sus anfitriones al llegar a un país extranjero, sin temor a equivocarse.","second":"Any economist can <strong class=\"keyword\">mouth</strong> these <strong class=\"keyword\">platitudes</strong> to his/her hosts immediately upon arrival in a foreign land, without fear of going astray."},{"author":118293,"first":"Es casi una <strong class=\"keyword\">perogrullada</strong>.","second":"It's almost a <strong class=\"keyword\">truism</strong>."},{"author":118293,"first":"¡ Ahórreme las <strong class=\"keyword\">perogrulladas</strong>, por favor!","second":"Spare me the <strong class=\"keyword\">platitudes</strong>, please!"},{"author":94808,"first":"Para aliviar los sufrimientos de los refugiados se necesita mucho más que retórica y <strong class=\"keyword\">perogrulladas</strong>; se necesitan planes de acción concretos.","second":"In order to alleviate the plight of the refugees, much more is needed than mere rhetoric and <strong class=\"keyword\">platitudes</strong>, which need to be reinforced by concrete plans for action."},{"author":118293,"first":"Vienes aquí con medicina, no con <strong class=\"keyword\">perogrulladas</strong>.","second":"You come here with medicine, not with <strong class=\"keyword\">platitudes</strong>."},{"author":8000,"first":"El momento ha llegado, sin duda, de que dejemos de decir <strong class=\"keyword\">perogrulladas</strong> y de que pongamos en práctica mecanismos eficaces para la aplicación de las decisiones internacionales","second":"The time has surely come for us to go beyond <strong class=\"keyword\">mere platitudes</strong> and to put in place effective mechanisms for implementing international decisions"},{"author":118293,"first":"Son <strong class=\"keyword\">perogrulladas</strong>, pero la vida...","second":"This is trivial, <strong class=\"keyword\">but</strong> life."},{"author":118293,"first":"Es como una <strong class=\"keyword\">perogrullada</strong>.","second":"This is like a <strong class=\"keyword\">truism</strong>."},{"author":31,"first":"Hablarle a los padres es como alimentar a los perros... unas simples palabras aplacan <strong class=\"keyword\">perogrulladas</strong> en cada boca expectante","second":"Speaking to parents is like feeding dogs- one simply pops soothing <strong class=\"keyword\">platitudes</strong> into every waiting mouth"},{"author":31,"first":"Y si oigo que mascullas más <strong class=\"keyword\">perogrulladas</strong>","second":"And if I hear you mutter one more of those <strong class=\"keyword\">platitudes</strong>-Shh, shh"},{"author":118293,"first":"No necesito sus <strong class=\"keyword\">perogrulladas</strong>, padre.","second":"I don't need your <strong class=\"keyword\">platitudes</strong>, Father."},{"author":27,"first":"Discúlpenme ahora si utilizo un lugar común que es una tremenda <strong class=\"keyword\">perogrullada</strong>: \"nuestro mayor recurso en la Unión Europea es nuestro pueblo\" .","second":"I will now use a tremendous <strong class=\"keyword\">cliché truism</strong> - 'our greatest resource in the European Union is our people'."},{"author":94808,"first":"Quizá sea una <strong class=\"keyword\">perogrullada</strong>, pero los retos mundiales exigen soluciones mundiales.","second":"It may be a <strong class=\"keyword\">truism</strong>, but global challenges require global solutions."},{"author":27,"first":"Hemos oído muchas <strong class=\"keyword\">perogrulladas</strong> de la UA, pero hemos visto muy pocas acciones hasta la fecha.","second":"We have heard many <strong class=\"keyword\">platitudes</strong> from the AU, but we have seen little concrete action so far."},{"author":31,"first":"¡ Es una <strong class=\"keyword\">perogrullada</strong>!","second":"That' s a <strong class=\"keyword\">platitude</strong>!"},{"author":8008,"first":"Bien, antes de seguir comentando el caso americano en particular, indicar que a la hora de importar un coche, hay que observar la nacionalidad de procedencia del coche: hay ciertos países en los que se circula por la izquierda, con lo que el volante está en el lado contrario al español, con lo que, aun pudiendo homologarlo, matricularlo y legalizarlo no sea tan conveniente traerlo, los casos más claros, son los del coche inglés, el coche australiano (por ejemplo Holden), y el coche japonés procedente de Japón (esto último puede parecer una <strong class=\"keyword\">perogrullada</strong>, pero hay coches que se comercializan en Japón y USA, y lógicamente en USA, van con el volante en el lado correcto).","second":"There are several countries that are right handed drive and left hand traffic as Japan, Australia, and UK. This could look <strong class=\"keyword\">obvious</strong>, but it's important to consider."},{"author":27,"first":"Por mucho que yo aprecie, señor Barroso, por supuesto, su combatividad por la causa europea, realmente es una <strong class=\"keyword\">perogrullada</strong> decir que esta Cámara es en gran medida proeuropea.","second":"Mr Barroso, much as I, of course, appreciate your willingness to take up the cudgels in the European cause, it really is stating the <strong class=\"keyword\">obvious</strong> to say that this House is largely pro-European."},{"author":27,"first":"(NL) Señor Presidente, es una <strong class=\"keyword\">perogrullada</strong> decir que los objetivos de 2020 se tienen en cuenta; la mayoría de ellos, al menos.","second":"(NL) Mr President, it is stating the <strong class=\"keyword\">obvious</strong> to say that the 2020 objectives do indeed merit consideration; most of them, at least."},{"author":27,"first":"Francia también es culpable de hacer la vista gorda a la política neoimperialista de Rusia en la región mientras a la vez profiere <strong class=\"keyword\">perogrulladas</strong> sobre el modo en que Europa, Polonia incluida, avanza a pasos agigantados.","second":"France is also to blame for turning a blind eye to Russia's neo-imperialistic policy in the region whilst uttering <strong class=\"keyword\">platitudes</strong> about how Europe, Poland included, is to forge ahead."},{"author":94809,"first":"Es una <strong class=\"keyword\">perogrullada</strong> decir que nadie es totalmente \"independiente\". Nadie puede dejar de lado completamente todo lo que se refiere a su entorno personal: familia, cultura, empresa, patrocinador, etcétera.","second":"It is a <strong class=\"keyword\">truism</strong> that no one is entirely 'independent': individuals can never entirely set aside all thoughts of their personal background - family, culture, employer, sponsor, etc."},{"author":91988,"first":"Los nuevos movimientos sociales, en un intento por desmitificar la historia, rechazar las <strong class=\"keyword\">perogrulladas</strong> que justificaban las políticas de intereses de la elite y exigir una mayor responsabilidad institucional, aparentemente amenazaron a todo el “establishment”.","second":"New social movements, seeking to de-mythologize history, rejecting <strong class=\"keyword\">platitudes</strong> justifying the policies of elite interests, and demanding greater institutional accountability, seemingly threatened the entire “establishment.”"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}