{"result":"ok","tuc":[{"phrase":{"text":"perspicacious","language":"en"},"meanings":[{"language":"en","text":"Having or revealing keen insight and good judgment."},{"language":"en","text":"showing keen insight"},{"language":"en","text":"Able to physically see clearly"},{"language":"es","text":"Que tiene o revela gran perspicacia y buen juicio."}],"meaningId":339135831267722306,"authors":[70195]},{"phrase":{"text":"shrewd","language":"en"},"meanings":[{"language":"en","text":"showing clever resourcefulness in practical matters"}],"meaningId":-4378373529238847589,"authors":[70195]},{"phrase":{"text":"perceptive","language":"en"},"meanings":[{"language":"en","text":"Having or showing keenness of perception, insight, understanding, or intuition."},{"language":"en","text":"Having or revealing keen insight and good judgment."},{"language":"es","text":"Que tienen o demuestran agudeza de percepción, penetración, comprensión o intuición."},{"language":"en","text":"having or showing keenness of perception, insight, understanding, or intuition"},{"language":"es","text":"Que tiene o revela gran perspicacia y buen juicio."}],"meaningId":-5569716967867683099,"authors":[70195]},{"phrase":{"text":"insightful","language":"en"},"meanings":[{"language":"en","text":"possessing insight"}],"meaningId":2778853775317772818,"authors":[70195]},{"phrase":{"text":"acute","language":"en"},"meanings":[{"language":"en","text":"sensitive"}],"meaningId":-2794424699796640713,"authors":[70195]},{"phrase":{"text":"astute","language":"en"},"meanings":[{"language":"en","text":"Quick at seeing how to gain advantage"}],"meaningId":2412325763129703637,"authors":[70195]},{"phrase":{"text":"keen","language":"en"},"meaningId":-6514177773246644961,"authors":[89651]},{"phrase":{"text":"sharp","language":"en"},"meaningId":-7342245350160054015,"authors":[89651]},{"phrase":{"text":"subtle","language":"en"},"meaningId":-6555634708928647511,"authors":[25115]},{"phrase":{"text":"clear-sighted","language":"en"},"meaningId":-50271326009198682,"authors":[25018]},{"phrase":{"text":"penetrating","language":"en"},"meaningId":-2759081658883970207,"authors":[69425]},{"phrase":{"text":"percipient","language":"en"},"meaningId":-7876003819188921486,"authors":[25018]},{"phrase":{"text":"sharp-witted","language":"en"},"meaningId":-548493792501343830,"authors":[25115]},{"phrase":{"text":"discering","language":"en"},"meanings":[{"language":"en","text":"Having or revealing keen insight and good judgment."},{"language":"es","text":"Que tiene o revela gran perspicacia y buen juicio."}],"meaningId":487444793718891667,"authors":[60172]},{"phrase":{"text":"active","language":"en"},"meaningId":-3396889453268190081,"authors":[25018]},{"phrase":{"text":"agile","language":"en"},"meaningId":2896678064705032720,"authors":[25018]},{"phrase":{"text":"bright","language":"en"},"meaningId":758438884817830831,"authors":[25018]},{"phrase":{"text":"diligent","language":"en"},"meaningId":3229817846233862236,"authors":[86934]},{"phrase":{"text":"discerning","language":"en"},"meaningId":-2415727426016189692,"authors":[89651]},{"phrase":{"text":"discriminating","language":"en"},"meaningId":6653136137332354691,"authors":[25018]},{"phrase":{"text":"dynamic","language":"en"},"meaningId":-8302433326650378990,"authors":[86934]},{"phrase":{"text":"farsighted","language":"en"},"meaningId":666170933070289773,"authors":[2903]},{"phrase":{"text":"hardworking","language":"en"},"meaningId":8246674583730223661,"authors":[86934]},{"phrase":{"text":"judicious","language":"en"},"meaningId":-2863280807505046399,"authors":[25018]},{"phrase":{"text":"lively","language":"en"},"meaningId":4897710323435705816,"authors":[25018]},{"phrase":{"text":"lynx-eyed","language":"en"},"meaningId":7494723152342360046,"authors":[83064]},{"phrase":{"text":"observant","language":"en"},"meaningId":-4635175810332489371,"authors":[25018]},{"phrase":{"text":"perceptual","language":"en"},"meaningId":4766346419559888904,"authors":[25018]},{"phrase":{"text":"probing","language":"en"},"meaningId":-434569971057795176,"authors":[84715]},{"phrase":{"text":"quick","language":"en"},"meaningId":876609977348286822,"authors":[25018]},{"phrase":{"text":"quick-witted","language":"en"},"meaningId":8063653022581104238,"authors":[97745]},{"phrase":{"text":"sharp witted","language":"en"},"meaningId":7197630530183420735,"authors":[25115]},{"meanings":[{"language":"en","text":"acute"},{"language":"en","text":"perceptive, perspicacious, insightful, shrewd"}],"meaningId":313154092367360212,"authors":[1]}],"phrase":"perspicaz","examples":[{"author":118293,"first":"Mi señor es sabio y <strong class=\"keyword\">perspicaz</strong>","second":"My lord is wise and <strong class=\"keyword\">perceptive</strong>"},{"author":26,"first":"Su Majestad es <strong class=\"keyword\">perspicaz</strong>","second":"Your Majesty is <strong class=\"keyword\">perceptive</strong>"},{"author":94809,"first":"24 La OAMI señala en primer lugar que, puesto que la marca anterior está protegida en Alemania, procede adoptar como punto de referencia el modo en que el público alemán percibe los signos en conflicto, público que la Sala de Recurso consideró acertadamente normalmente informado y razonablemente atento y <strong class=\"keyword\">perspicaz</strong>.","second":"24 OHIM submits, firstly, that as the earlier mark is protected in Germany, it is appropriate to refer to the way in which the conflicting signs are perceived by the German public which was rightly regarded by the Board of Appeal as being reasonably well-informed and reasonably observant and <strong class=\"keyword\">circumspect</strong>."},{"author":94809,"first":"En este contexto, procede recordar que, conforme a su considerando 18, la citada Directiva toma como referencia al consumidor medio, que está normalmente informado y es razonablemente atento y <strong class=\"keyword\">perspicaz</strong>, teniendo en cuenta los factores sociales, culturales y lingüísticos.","second":"In that context, it should be noted that, in accordance with recital 18, that directive takes as a benchmark the average consumer, who is reasonably well-informed and reasonably observant and <strong class=\"keyword\">circumspect</strong>, taking into account social, cultural and linguistic factors."},{"author":118385,"first":"2) La exigencia de que una cláusula contractual esté redactada de manera clara y comprensible implica que la cláusula relativa al reembolso de crédito en la misma moneda sea comprendida por el consumidor a la vez en el plano formal y gramatical, y también en cuanto a su alcance concreto, en el sentido de que un consumidor medio, normalmente informado y razonablemente atento y <strong class=\"keyword\">perspicaz</strong> pueda no solamente conocer la posibilidad de que la divisa extranjera en la que se haya contratado el préstamo sufra una apreciación o depreciación, sino también evaluar las consecuencias económicas, potencialmente significativas, de tal cláusula en sus obligaciones financieras.","second":"(2) The requirement for a contractual term to be drafted in plain intelligible language entails that the term relating to the repayment of the loan in the same currency must be understood by the consumer both on a formal and grammatical level, and also in terms of its concrete effect, in the sense that the average consumer, who is reasonably well informed and reasonably observant and <strong class=\"keyword\">circumspect</strong>, would not only be aware of the possibility of a rise or fall in the value of the foreign currency in which the loan was taken out, but also able to assess the potentially significant economic consequences of such a term for his financial obligations."},{"author":118293,"first":"El Profesor James Clark Maxwell creía en la <strong class=\"keyword\">perspicaz</strong> visión de Faraday, y él tenía toda la habilidad matemática para probarlo.","second":"Professor James Clark Maxwell believed in Faraday's <strong class=\"keyword\">farsighted</strong> vision, and he had all the mathematical skill to prove it."},{"author":94809,"first":"65 En cuarto lugar, el carácter distintivo de una marca, incluido el adquirido como consecuencia del uso, debe apreciarse en relación con los productos para los que se solicita el registro de la misma, y tomando en consideración la percepción que se presume en un consumidor medio de la categoría de productos de que se trata, normalmente informado y razonablemente atento y <strong class=\"keyword\">perspicaz</strong> (véase, por analogía, la sentencia Philips, antes citada en el apartado 24, apartados 59 y 63).","second":"65 Fourthly, the distinctiveness of a mark, including distinctiveness acquired through use, must be assessed in relation to the goods in respect of which registration is applied for and in the light of the presumed perception of an average consumer of the category of goods in question, who is reasonably well-informed and reasonably observant and <strong class=\"keyword\">circumspect</strong> (see, by analogy, Philips, cited in paragraph 24 above, paragraphs 59 and 63)."},{"author":118293,"first":"Qué <strong class=\"keyword\">perspicaz</strong>, ¿verdad?","second":"<strong class=\"keyword\">Perceptive</strong>, isn't he?"},{"author":94809,"first":"26 Por una parte, el signo anterior se presenta, ante los consumidores medios normalmente informados y razonablemente atentos y <strong class=\"keyword\">perspicaces</strong>, más largo, más fino y por tanto más delicado que el signo solicitado, que presenta una silueta más pequeña, gruesa y corpulenta que produce una impresión de pesadez.","second":"26 First, the earlier sign appears, from the perspective of average consumers who are reasonably well informed and reasonably observant and <strong class=\"keyword\">circumspect</strong>, to be longer, slimmer and therefore more delicate than the sign applied for, which has a smaller, thicker and more corpulent silhouette which gives a more bulky impression."},{"author":119739,"first":"Un observador <strong class=\"keyword\">perspicaz</strong> señaló: “Es sorprendente que, una vez superado el nivel de pobreza, el aumento de los ingresos guarda muy poca relación con la felicidad personal”.","second":"“Once above the poverty line,” noted a thoughtful <strong class=\"keyword\">observer</strong>, “increases in income have surprisingly little relation to personal happiness.”"},{"author":94808,"first":"Kleib (Indonesia) (habla en inglés): Ante todo, deseo sumarme a los demás oradores para dar la bienvenida a los Presidentes y a los Fiscales de ambos Tribunales y darles las gracias por sus informes respectivos y por sus <strong class=\"keyword\">perspicaces</strong> exposiciones.","second":"Kleib (Indonesia): I would like first of all to join other speakers in welcoming the Presidents and Prosecutors of both Tribunals to the Council and in thanking them for their respective reports and <strong class=\"keyword\">insightful</strong> briefings."},{"author":27,"first":"El fracaso en el descubrimiento hasta ahora de armas de destrucción masiva está llevando a preguntas <strong class=\"keyword\">perspicaces</strong> en las audiencias de Londres, Washington y Canberra y planteamiento de dudas sobre la legitimidad de la empresa.","second":"Failure thus far to find weapons of mass destruction is leading to <strong class=\"keyword\">searching</strong> questions at hearings in London, Washington and Canberra and raising doubts about the legitimacy of the enterprise."},{"author":94809,"first":"En la sentencia Estée Lauder estableció que, a primera vista, un consumidor medio, normalmente informado y razonablemente atento y <strong class=\"keyword\">perspicaz</strong> no tiene que esperar que la crema facial antiarrugas «Monteil Firming Action Lifting Extreme Creme», por el uso del término «lifting», tenga el mismo efecto duradero que una operación quirúrgica.","second":"In Estée Lauder the Court held that, at first sight, the average consumer - reasonably well informed and reasonably observant and <strong class=\"keyword\">circumspect</strong> - ought not to expect a skin-firming facial cream named Monteil Firming Action Lifting Extreme Crème', because of the incorporation of the term lifting', to produce the same enduring effects as surgery."},{"author":94808,"first":"En su declaración <strong class=\"keyword\">perspicaz</strong> el Secretario General expuso un marco sólido para un enfoque regional que permita abordar las cuestiones transfronterizas, y fue para nosotros un gran placer que pudiera acompañarnos esta mañana.","second":"The <strong class=\"keyword\">insightful</strong> address given to us by the Secretary-General set out a sound framework for a regional approach to cross-border issues, and we were very pleased that he was able to be with us this morning."},{"author":94808,"first":"Así pues, sólo deseo decir que el Gobierno y el pueblo de Gambia aplauden su liderazgo, así como sus <strong class=\"keyword\">perspicaces</strong> habilidades diplomáticas, su compromiso demostrado en pro de la paz, la seguridad y el desarrollo internacionales, y su fe inquebrantable en el sistema internacional.","second":"Therefore, I should like to say only that the Government and the people of the Gambia salute his leadership, his <strong class=\"keyword\">astute</strong> diplomatic skills, his demonstrated commitment to international peace, security and development, and his unswerving faith in the international system."},{"author":118293,"first":"Una <strong class=\"keyword\">perspicaz</strong>.","second":"A <strong class=\"keyword\">shrewd</strong> one."},{"author":94809,"first":"Por otra parte, dado que un operador económico prudente y <strong class=\"keyword\">perspicaz</strong> debe prever la adopción de medidas comunitarias destinadas a compensar situaciones evidentes de crisis, el principio de protección de la confianza legítima no puede ser invocado.","second":"Moreover, since a <strong class=\"keyword\">prudent</strong> and <strong class=\"keyword\">discriminating</strong> trader must foresee the adoption of Community measures intended to deal with clear crisis situations, the principle of the protection of legitimate expectations cannot be relied upon."},{"author":94809,"first":"Además, el Tribunal de Justicia ha utilizado también el concepto de «operador prudente y <strong class=\"keyword\">perspicaz</strong>» para destacar que, en ciertos casos, es posible prever la adopción de medidas específicas destinadas a compensar situaciones evidentes de crisis, de modo que el principio de protección de la confianza legítima no puede ser invocado (véase la sentencia de 1 de febrero de 1978, Lührs, 78/77, Rec. p. 169).","second":"Moreover, the Court of Justice has also used the term `<strong class=\"keyword\">prudent</strong> and <strong class=\"keyword\">discriminating</strong> traders' to emphasize that, in certain circumstances, it is possible to foresee the adoption of specific measures intended to deal with clear crisis situations, with the effect that the principle of the protection of legitimate expectations cannot be relied upon (Case 78/77 Lührs v Hauptzollamt Hamburg-Jonas [1978] ECR 169)."},{"author":118293,"first":"\" <strong class=\"keyword\">Perspicaz</strong> \"","second":"\" <strong class=\"keyword\">Perspicacious</strong>. \""},{"author":31,"first":"Resulta de lo más obvio incluso para el espectador menos <strong class=\"keyword\">perspicaz</strong>...... que se prostituyeron por unos cuantos yenes","second":"It is so transparent to even the least <strong class=\"keyword\">perspicacious</strong> onlooker that they have prostituted themselves for a few yen"},{"author":118293,"first":"<strong class=\"keyword\">Perspicaz</strong>.","second":"<strong class=\"keyword\">Insightful</strong>."},{"author":94809,"first":"El Tribunal de Primera Instancia estima que, a la vista de este contexto normativo, las demandantes, como operadoras económicas prudentes y <strong class=\"keyword\">perspicaces</strong>, encargadas por la AIMA de la ejecución de las operaciones de intervención en este sector, no podían ignorar la naturaleza jurídica de dicho intercambio de correspondencia y, en particular, del escrito impugnado.","second":"The Court considers that, in the light of that regulatory context, the applicants, as <strong class=\"keyword\">prudent</strong> and <strong class=\"keyword\">well</strong>-informed traders entrusted by AIMA with intervention operations in this sector, could not be unaware of the legal nature of this correspondence or, in particular, of the letter in issue."},{"author":94808,"first":"La diplomacia <strong class=\"keyword\">perspicaz</strong> y la sensatez fueron dos de los sellos distintivos de su estilo de liderazgo.","second":"<strong class=\"keyword\">Astute</strong> diplomacy and wisdom were among the hallmarks of his leadership style."},{"author":94809,"first":"48 A efectos de la apreciación global del riesgo de confusión, se supone que el consumidor medio de los productos de que se trate es un consumidor normalmente informado y razonablemente atento y <strong class=\"keyword\">perspicaz</strong>.","second":"48 For the purposes of the global assessment of the likelihood of confusion, the average consumer of the goods concerned is deemed to be reasonably well‐informed and reasonably observant and <strong class=\"keyword\">circumspect</strong>."},{"author":118293,"first":"Anteojos, camisas coloridas, no <strong class=\"keyword\">perspicaz</strong> en la ensalada.","second":"Glasses, colourful shirts, not <strong class=\"keyword\">keen</strong> on salad."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}