{"result":"ok","tuc":[{"phrase":{"text":"pertinacious","language":"en"},"meanings":[{"language":"en","text":"stubbornly resolute or tenacious"}],"meaningId":7403463927375259316,"authors":[70195]},{"phrase":{"text":"assiduous","language":"en"},"meaningId":-2761888245655728656,"authors":[83080]},{"phrase":{"text":"consistent","language":"en"},"meaningId":803688881045931759,"authors":[83080]},{"phrase":{"text":"constant","language":"en"},"meaningId":-8444350816343316714,"authors":[83080]},{"phrase":{"text":"obstinate","language":"en"},"meaningId":-8585908236086352348,"authors":[25018]},{"phrase":{"text":"persistent","language":"en"},"meaningId":-2614950526519469908,"authors":[89651]},{"phrase":{"text":"tireless","language":"en"},"meaningId":-273107998750073374,"authors":[83080]},{"meanings":[{"language":"en","text":"pertinacious"},{"language":"en","text":"enduring, persistent"}],"meaningId":-8322955834588452695,"authors":[93107]}],"phrase":"pertinaz","examples":[{"author":94808,"first":"Durante este período, la <strong class=\"keyword\">pertinaz</strong> persecución y obstaculización de las transacciones financieras internacionales de Cuba se ha convertido en la prioridad de la política de asfixia económica que se mantiene por más de 50 años contra el pueblo cubano.","second":"During this period, the policy of economic strangulation of the Cuban people, in place now for over 50 years, has focused on <strong class=\"keyword\">persistent</strong> attacks on and blocking of Cuba’s international financial transactions."},{"author":8000,"first":"Su reintegración en la comunidad local sigue siendo un problema grave, habida cuenta de la pobreza endémica y de la debilidad de las instituciones sociales, al tiempo que las dificultades se ven intensificadas la por <strong class=\"keyword\">pertinaz</strong> sequía","second":"Their reintegration into the local community remained a daunting challenge in the face of endemic poverty and weak social institutions, however, and the difficulties were compounded by <strong class=\"keyword\">recurrent</strong> droughts"},{"author":8008,"first":"Los fotógrafos son gente bastante <strong class=\"keyword\">pertinaz</strong> que desean poder ajustar manualmente todos los ajustes.","second":"Photographers are usually rather <strong class=\"keyword\">stubborn</strong> people that want to be able to manually adjust every setting."},{"author":95096,"first":"Conoce los <strong class=\"keyword\">pertinaces</strong> esfuerzos realizados por su País desde milenios y en diferentes ocasiones, a través de muchas pruebas internas y a pesar de numerosas intervenciones extranjeras, por salvaguardar la identidad de su civilización y los vínculos entre sus provincias, que poseen cada una peculiares riquezas culturales.","second":"It knows of the <strong class=\"keyword\">stubborn</strong> efforts of your country, repeated again and again aver several thousand years, in the face of internal difficulties and in spite of foreign interventions, to safeguard the identity of its civilization and the ties among its provinces each of which has its own particular cultural riches."},{"author":22,"first":"En los años noventa, Chipre sufrió una <strong class=\"keyword\">pertinaz</strong> sequía sin precedentes que duró siete años, con consecuencias devastadoras para la producción agrícola y los ingresos de los agricultores","second":"In the #’s, Cyprus was hit by an unprecedented and severe <strong class=\"keyword\">drought</strong> which lasted for seven years, with devastating consequences for agricultural production and farm incomes"},{"author":94808,"first":"Sabemos por experiencia que los pobres siempre sufren los daños más <strong class=\"keyword\">pertinaces</strong> de esos desastres naturales, ya que sus bienes suelen quedar completamente destruidos.","second":"We know from experience that the poor always suffer the <strong class=\"keyword\">most</strong> enduring damage from such natural disasters, as their assets are often completely wiped out."},{"author":8000,"first":"Además, el desarrollo y la posesión clandestinos de armas nucleares por el régimen sionista no sólo viola los principios básicos del derecho internacional, la Carta de las Naciones Unidas, el Tratado sobre la no proliferación de las armas nucleares y numerosas resoluciones de la Asamblea General, el Consejo de Seguridad y la Conferencia General del OIEA, sino que también desafía claramente las exigencias e inquietudes de la inmensa mayoría de los Estados Miembros de las Naciones Unidas y hace caso omiso de manera <strong class=\"keyword\">pertinaz</strong> y obstinada a la comunidad internacional, que en repetidas ocasiones ha exhortado al régimen a renunciar a las armas nucleares y adherirse al Tratado","second":"Moreover, this Regime's clandestine development and possession of nuclear weapons not only violate basic principles of international law, the Charter of the United Nations, the Treaty on the Non-Proliferation of Nuclear Weapons as well as numerous General Assembly, Security Council and IAEA General Conference resolutions, but also clearly defy the demands and concerns of the overwhelming majority of the States Members of the United Nations and <strong class=\"keyword\">constantly</strong> and <strong class=\"keyword\">obstinately</strong> disregard the international community, which has, time and again, called on this regime to renounce nuclear weapons and accede to the NPT"},{"author":94808,"first":"Exhorta a todos los asociados en el desarrollo a que, en cooperación con el Gobierno de Etiopía, integren las actividades de socorro en la recuperación, la protección de los activos y el desarrollo a largo plazo, incluidas las opciones estructurales y productivas necesarias para estimular un crecimiento rural acelerado, y aborden las causas estructurales subyacentes de la <strong class=\"keyword\">pertinaz</strong> sequía de Etiopía, de conformidad, entre otras cosas, con el documento de la estrategia de lucha contra la pobreza, incluso mediante estrategias destinadas a impedir crisis futuras de ese tipo y que aumenten la resistencia de la población;","second":"Calls upon all development partners in cooperation with the Government of Ethiopia, to integrate relief efforts with recovery, asset protection and long-term development, including structural and productive options needed to stimulate accelerated rural growth, and to address the underlying causes of <strong class=\"keyword\">recurrent</strong> drought in Ethiopia in a way that is, inter alia, in line with the poverty reduction strategy paper, including strategies that are aimed at preventing such crises in the future and that improve the resilience of the population;"},{"author":8000,"first":"Las regiones de Darfur y Kordofan, en la parte occidental del país, las montañas del Mar Rojo, en la parte oriental, Bahr al Ghazal, en el sudoeste, y Equatoria Oriental, en el sur, han sufrido y sufren aún los efectos de la <strong class=\"keyword\">pertinaz</strong> sequía y las inundaciones ocasionales","second":"The Darfur and Kordofan regions of western Sudan, Red Sea Hills in the east, Bahr al-Ghazal in the south-west and East Equatoria in the southern part of the country have suffered and continue to suffer from the effects of <strong class=\"keyword\">prolonged</strong> drought and occasional floods"},{"author":22,"first":"Considerando que en su Resolución, de # de marzo de #, sobre la Comunicación de la Comisión relativa a la mejora del control de la aplicación del Derecho comunitario, el Parlamento lamenta profundamente la actitud de la Comisión hacia el Parlamento y en particular hacia su comisión competente en el caso relativo aLloyd's of London, en que se ha puesto de manifiesto su <strong class=\"keyword\">pertinaz</strong> negativa a informar plenamente al Parlamento de todas las cuestiones planteadas","second":"whereas, in its resolution of # March # on the Commission Communication on better monitoring of the application of Community law, Parliament strongly deplores the conduct of the Commission towards Parliament and, in particular, its competent committee in the case concerning Lloyd's of London, in relation to which there has been an <strong class=\"keyword\">obstinate</strong> refusal to communicate fully with Parliament on all questions it has raised"},{"author":94808,"first":"La cúpula del Frente Oriental ha solicitado la mediación del Gobierno de Eritrea para que ayude a resolver el <strong class=\"keyword\">pertinaz</strong> conflicto entre las facciones beja.","second":"The Eastern Front leadership has now requested mediation by the Government of Eritrea to help resolve the <strong class=\"keyword\">abiding</strong> conflict among the Beja factions."},{"author":94808,"first":"Así que sigo creyendo en las Naciones Unidas pero, por encima de eso, tengo fe —una fe <strong class=\"keyword\">pertinaz</strong>— en la población de Saint Kitts y Nevis, cuya confianza en sí misma como nación y cuyo compromiso con el futuro han hecho posibles los éxitos, el crecimiento positivo y el desarrollo que han logrado, así como las alianzas internacionales que crearon a lo largo de los últimos 25 años.","second":"And so I continue to believe in the United Nations, but beyond that, I have faith — an <strong class=\"keyword\">abiding</strong> faith — in the people of Saint Kitts and Nevis, whose confidence in themselves as a nation and whose commitment to the future have made possible the successes, positive growth and development that they have achieved, as well as the international partnerships that they have established, over the past 25 years."},{"author":94808,"first":"El Gobierno del Chad elaboró un programa de acción que incluía el establecimiento de una oficina sobre cuestiones relacionadas con el agua con el fin de reducir la vulnerabilidad a la <strong class=\"keyword\">pertinaz</strong> sequía.","second":"The Government of Chad elaborated a programme of action that included the setting up of a water bureau to help reduce vulnerability to <strong class=\"keyword\">repeated</strong> droughts."},{"author":94808,"first":"Exhorta a todos los asociados en el desarrollo a que, en cooperación con el Gobierno de Etiopía, integren las actividades de socorro en la recuperación, la protección de los recursos y el desarrollo a largo plazo, incluidas las opciones estructurales y productivas necesarias para estimular un crecimiento rural acelerado, y aborden las causas subyacentes de la <strong class=\"keyword\">pertinaz</strong> sequía de Etiopía, de conformidad, entre otras cosas, con el documento de la estrategia de lucha contra la pobreza y la estrategia de desarrollo rural, teniendo presente la necesidad de prevenir esas crisis en el futuro y de mejorar la capacidad de recuperación de la población;","second":"Calls upon all development partners, in cooperation with the Government of Ethiopia, to integrate relief efforts with recovery, asset protection and long-term development, including the structural and productive options needed to stimulate accelerated rural growth, and to address the underlying causes of <strong class=\"keyword\">recurrent</strong> drought in Ethiopia in a way that is, inter alia, in line with the poverty reduction strategy paper and the rural development strategy, bearing in mind the need to prevent such crises in the future and to improve the resilience of the population;"},{"author":94809,"first":"Considerando que en ciertas regiones de la Comunidad la <strong class=\"keyword\">pertinaz</strong> sequía reinante en 1989 ha provocado, entre la variedad Granny Smith, la existencia de un alto porcentaje de pequeños calibres; que, por este motivo, procede, en el caso de esta variedad, establecer durante la campaña de 1989/90 supuestos de inaplicación del calibre mínimo de variedades de manzanas de frutos grandes;","second":"Whereas there was a <strong class=\"keyword\">serious</strong> drought in 1989 in certain regions of the Community, which contributed, in the case of the Granny Smith variety, to a high percentage of small sizes; whereas, as a result of those conditions and for the 1989/90 marketing year, a derogation should be introduced from the minimum size of large fruited varieties of apple for this variety;"},{"author":94808,"first":"Este equipo desarrollará una estrategia amplia para aliviar los efectos de la <strong class=\"keyword\">pertinaz</strong> sequía y lograr una seguridad alimentaria duradera en la región.","second":"The task force will develop a comprehensive strategy to mitigate the effects of <strong class=\"keyword\">recurrent</strong> drought and achieve lasting food security in the region."},{"author":94808,"first":"Sin duda, la pobreza, definida en términos más generales, sigue siendo un problemas <strong class=\"keyword\">pertinaz</strong> y difícil en San Vicente y las Granadinas.","second":"To be sure, poverty, more broadly defined, remains a <strong class=\"keyword\">stubborn</strong> and vexing challenge in Saint Vincent and the Grenadines."},{"author":94808,"first":"Toda la región ha padecido escasez de alimentos y hambre como resultado de la <strong class=\"keyword\">pertinaz</strong> sequía.","second":"The entire region has suffered food shortages and hunger as a result of <strong class=\"keyword\">continuing</strong> drought."},{"author":8000,"first":"El Caribe en su conjunto es quizá más sensible que cualquier otra región a estas cuestiones de cambio y a las consecuencias que entrañan para el modo de vida de que disfrutamos, caracterizado por un respeto <strong class=\"keyword\">pertinaz</strong> de la intimidad de las personas","second":"The Caribbean as a whole is perhaps more sensitive than any other region to these issues of change and the implications for the way of life that we enjoy, characterized as it is by an <strong class=\"keyword\">abiding</strong> respect for the privacy of the individual"},{"author":8000,"first":"El Gobierno del Chad elaboró un programa de acción que incluía el establecimiento de una oficina sobre cuestiones relacionadas con el agua con el fin de reducir la vulnerabilidad a la <strong class=\"keyword\">pertinaz</strong> sequía","second":"The Government of Chad elaborated a programme of action that included the setting up of a water bureau to help reduce vulnerability to <strong class=\"keyword\">repeated</strong> droughts"},{"author":22,"first":"Considerando la <strong class=\"keyword\">pertinaz</strong> sequía de Portugal como prueba adicional de los efectos negativos del cambio climático y haciendo hincapié en que se trata de un indicio más de la necesidad de emprender acciones ambiciosas a escala mundial para detener el cambio climático; considerando que la UE debería continuar desempeñando un papel destacado en este proceso e intensificar sus esfuerzos en los ámbitos clave del medio ambiente, la energía y los transportes","second":"considering that the <strong class=\"keyword\">persistent</strong> drought in Portugal is further evidence of the adverse effects of climate change, and emphasising that this is another sign of the need for ambitious worldwide action to halt climate change; whereas the EU should continue to play a leading role in this process and step up its efforts in the key fields of the environment, energy and transport"},{"author":94808,"first":"Las crisis recientes y la <strong class=\"keyword\">pertinaz</strong> sequía han provocado el éxodo masivo de personas desde sus poblaciones hacia ciudades cercanas y países vecinos.","second":"The recent crises and <strong class=\"keyword\">continuing</strong> drought have resulted in the mass exodus of people from their villages to nearby cities and neighbouring countries."},{"author":94809,"first":"La negligencia de algunos países en este sentido, y, en especial, la <strong class=\"keyword\">pertinaz</strong> negativa por parte de Francia a aplicar dicha directiva, ¿tendrán como consecuencia que la Comisión no les asigne fondos para proyectos relacionados con la RTE?","second":"Does the negligence of a number of Member States - and in particular the categorical <strong class=\"keyword\">refusal</strong> of France to implement the habitats directive - mean that the Commission will not pay them any money in respect of TEN projects?"},{"author":95183,"first":"Sin embargo, en el informe de la OMS se indica que la epidemia de tuberculosis sigue propagándose de manera <strong class=\"keyword\">pertinaz</strong> en el África subsahariana, donde está estrechamente asociada al VIH/SIDA y la pobreza, así como en muchos de los Estados que obtuvieron recientemente la independencia tras la disolución de las Repúblicas Socialistas Soviéticas, donde la pobreza y los disturbios sociales la exacerban.","second":"However, the WHO report found the TB epidemic is still growing unabated in sub-Saharan Africa where it is closely linked to HIV/AIDS and poverty and in many of the Newly Independent States arising after the break-up of the Union of Soviet Socialist Republics, where it is exacerbated by poverty and social disruption."},{"author":8000,"first":"El limitado acceso al agua potable y a instalaciones de saneamiento y una sequía <strong class=\"keyword\">pertinaz</strong>, han favorecido los brotes de cólera y los elevados niveles de diarrea entre los niños","second":"Poor access to drinking water and sanitation facilities, together with <strong class=\"keyword\">persistent</strong> drought, has contributed to cholera outbreaks and high levels of diarrhoea among children"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"}}}