{"result":"ok","tuc":[{"phrase":{"text":"disturb","language":"en"},"meanings":[{"language":"en","text":"confuse or irritate"}],"meaningId":-6328205311579716569,"authors":[70195]},{"phrase":{"text":"disrupt","language":"en"},"meanings":[{"language":"en","text":"to throw into confusion or disorder"}],"meaningId":5158526842179756511,"authors":[70195]},{"phrase":{"text":"perturb","language":"en"},"meaningId":6056433437579964888,"authors":[84715]},{"phrase":{"text":"agitate","language":"en"},"meanings":[{"language":"en","text":"to stir up, to disturb or excite"}],"meaningId":7286372017603168345,"authors":[70195]},{"phrase":{"text":"hinder","language":"en"},"meaningId":267039411560265947,"authors":[89651]},{"phrase":{"text":"ruffle","language":"en"},"meaningId":-7337416157503434080,"authors":[84500]},{"phrase":{"text":"trouble","language":"en"},"meaningId":8763145709894983967,"authors":[84500]},{"phrase":{"text":"annoy","language":"en"},"meaningId":4841605338317988241,"authors":[2698]},{"phrase":{"text":"arouse","language":"en"},"meaningId":-4743566811283876316,"authors":[2698]},{"phrase":{"text":"bother","language":"en"},"meaningId":-5065167238664045441,"authors":[89651]},{"phrase":{"text":"disarrange","language":"en"},"meaningId":4902312705150716571,"authors":[2698]},{"phrase":{"text":"disarray","language":"en"},"meaningId":3684476585208392737,"authors":[2698]},{"phrase":{"text":"encumber","language":"en"},"meaningId":6715707041291288155,"authors":[2698]},{"phrase":{"text":"hamper","language":"en"},"meaningId":8347015046310062879,"authors":[89651]},{"phrase":{"text":"hassle","language":"en"},"meaningId":-4203437849993077327,"authors":[2698]},{"phrase":{"text":"incite","language":"en"},"meaningId":7887531946094531666,"authors":[2698]},{"phrase":{"text":"inconvenience","language":"en"},"meaningId":3234717673385655375,"authors":[2698]},{"phrase":{"text":"interrupt","language":"en"},"meaningId":-1928438936437226676,"authors":[84500]},{"phrase":{"text":"irritate","language":"en"},"meaningId":-1575301913998698664,"authors":[2698]},{"phrase":{"text":"stir up","language":"en"},"meaningId":-8567376031867287012,"authors":[2698]},{"phrase":{"text":"upset","language":"en"},"meaningId":6963623528618867637,"authors":[84500]},{"phrase":{"text":"beat","language":"en"},"meaningId":833642379030621734,"authors":[2698]},{"phrase":{"text":"brandish","language":"en"},"meaningId":5470018405304680136,"authors":[2698]},{"phrase":{"text":"discomfit","language":"en"},"meaningId":8475392315515212132,"authors":[83619]},{"phrase":{"text":"discompose","language":"en"},"meaningId":5101250021885120234,"authors":[83619]},{"phrase":{"text":"disconcert","language":"en"},"meaningId":-4914796837942890744,"authors":[83619]},{"phrase":{"text":"distract","language":"en"},"meaningId":-5890810638986143972,"authors":[84500]},{"phrase":{"text":"faze","language":"en"},"meaningId":1054547454522902655,"authors":[25018]},{"phrase":{"text":"fling","language":"en"},"meaningId":-6824590671548814838,"authors":[2698]},{"phrase":{"text":"flourish","language":"en"},"meaningId":2551614016963658023,"authors":[2698]},{"phrase":{"text":"mess up","language":"en"},"meaningId":-8335483213286047774,"authors":[84500]},{"phrase":{"text":"scramble","language":"en"},"meaningId":6878423167962359031,"authors":[80097]},{"phrase":{"text":"swing","language":"en"},"meaningId":4586906897480585218,"authors":[2698]},{"phrase":{"text":"unsettle","language":"en"},"meaningId":5947824664869555748,"authors":[2698]},{"phrase":{"text":"untune","language":"en"},"meaningId":6415661677545268982,"authors":[83619]},{"phrase":{"text":"wag","language":"en"},"meaningId":-9180658534118879129,"authors":[2698]},{"phrase":{"text":"wave","language":"en"},"meaningId":-2998578797208570164,"authors":[2698]},{"phrase":{"text":"wave about","language":"en"},"meaningId":7867923046851759526,"authors":[2698]},{"phrase":{"text":"whirl","language":"en"},"meaningId":-5349794939353045141,"authors":[2698]},{"phrase":{"text":"wield","language":"en"},"meaningId":-4434606204175954083,"authors":[2698]},{"phrase":{"text":"abash","language":"en"},"meaningId":-6042252775056657845,"authors":[2698]},{"phrase":{"text":"addle","language":"en"},"meaningId":4016134561988395541,"authors":[2698]},{"phrase":{"text":"affect","language":"en"},"meaningId":2408001002331616323,"authors":[2698]},{"phrase":{"text":"alarm","language":"en"},"meaningId":2297606645621032508,"authors":[2698]},{"phrase":{"text":"bemuse","language":"en"},"meaningId":3383075610889090030,"authors":[2698]},{"phrase":{"text":"bewilder","language":"en"},"meaningId":-5254374147757451834,"authors":[2698]},{"phrase":{"text":"cark","language":"en"},"meaningId":-39976860858731996,"authors":[84500]},{"phrase":{"text":"confound","language":"en"},"meaningId":5815978329313239895,"authors":[83064]},{"phrase":{"text":"confuse","language":"en"},"meaningId":-195075898911142499,"authors":[2698]},{"phrase":{"text":"discuss","language":"en"},"meaningId":-7135010251300654770,"authors":[2698]},{"phrase":{"text":"disorder","language":"en"},"meaningId":4471551866358625212,"authors":[84500]},{"phrase":{"text":"disquiet","language":"en"},"meaningId":3839754726670179364,"authors":[84500]},{"phrase":{"text":"interfere","language":"en"},"meaningId":1892668793933072279,"authors":[89651]},{"phrase":{"text":"interfere with","language":"en"},"meaningId":-8983437902733002292,"authors":[2698]},{"phrase":{"text":"move","language":"en"},"meaningId":2995236867726010965,"authors":[2698]},{"phrase":{"text":"perplex","language":"en"},"meaningId":-5342029403825696146,"authors":[2698]},{"phrase":{"text":"puzzle","language":"en"},"meaningId":3168842263764670820,"authors":[2698]},{"phrase":{"text":"ruffle up","language":"en"},"meaningId":270688446834276312,"authors":[84500]},{"phrase":{"text":"rumple","language":"en"},"meaningId":-6011111304352250422,"authors":[84500]},{"phrase":{"text":"stir","language":"en"},"meaningId":-4492580030357978644,"authors":[2698]},{"phrase":{"text":"unhinge","language":"en"},"meaningId":-2773528370390234609,"authors":[84500]},{"phrase":{"text":"worry","language":"en"},"meaningId":6759691918701394265,"authors":[2698]},{"meanings":[{"language":"en","text":"to perturb"}],"meaningId":-5652503551912471145,"authors":[93107]}],"phrase":"perturbar","examples":[{"author":8000,"first":"El Área de Impacto, de aproximadamente # hectáreas, ha sido bombardeada con millones de kilogramos de explosivos, desde aire, mar y tierra. Ahora es denominada un \"área silvestre\" donde se prohíbe la entrada al público para no <strong class=\"keyword\">perturbar</strong> a la vida silvestre","second":"The # acre Live Impact Area, which has been literally bombarded with millions of pounds of explosives from sea, air and land, has been designated a \"wilderness area,\" from <strong class=\"keyword\">which</strong> the public is excluded"},{"author":94809,"first":"◄ Cuando la adquisición se realice en el país beneficiario o en un país en desarrollo, será necesario garantizar que dicha adquisición no entraña el riesgo de <strong class=\"keyword\">perturbar</strong> el mercado del país de que se trate o de los países en desarrollo de la misma región, ni de afectar negativamente al suministro alimentario de sus poblaciones.","second":"◄ Where food is purchased in the recipient country or in a developing country, steps must be taken to ensure that such purchases threaten neither to <strong class=\"keyword\">disrupt</strong> the market of the country concerned or of any other developing countries in the same region nor to affect adversely the supply of food to their inhabitants."},{"author":94808,"first":"El Primer Ministro aseguró a las delegaciones cristianas que el Gobierno adoptaría todas las medidas necesarias para velar cabalmente por la seguridad y proteger la libertad religiosa garantizada por la Constitución a todos los ciudadanos y que no tolerarían ninguna actividad encaminada a <strong class=\"keyword\">perturbar</strong> la convivencia o la estructura secular del país.","second":"The Prime Minister assured Christian delegations that the Government would take all steps to provide full security and protect the religious freedom guaranteed by the Constitution to all citizens and that it would not tolerate any efforts aimed at <strong class=\"keyword\">disturbing</strong> the communal harmony or secular fabric of the country."},{"author":8007,"first":"Esa clase de imágenes pasan a formar parte de nuestro sentido de la realidad y podrían <strong class=\"keyword\">perturbar</strong> nuestra sensación de confianza y reducir nuestra buena disposición para gastar y apoyar la economía.","second":"Such images become part of your sense of reality, and could <strong class=\"keyword\">disturb</strong> your sense of confidence and reduce your willingness to spend and support the economy."},{"author":94809,"first":"Considerando que Rumanía ha solicitado a la Comunidad la conversión de 75 toneladas de carne fresca y refrigerada que puede ser exportada a la Comunidad en 1991 en 75 toneladas de animales vivos expresadas en canales deshuesadas; que la cantidad extremadamente limitada cubierta por dicha solicitud no <strong class=\"keyword\">perturbará</strong> el mercado comunitario; que la situación del mercado es tal que puede aceptarse dicha solicitud;","second":"Whereas Romania has asked the Community to convert the 75 tonnes of fresh and chilled meat that may be exported to the Community in 1991 into 75 tonnes of live animals expressed as carcase weight bone-in; whereas the extremely limited quantity covered by the request will not <strong class=\"keyword\">disturb</strong> the Community market; whereas the market situation is such that the application can be granted;"},{"author":118293,"first":"¿Entiende que no debe interrumpir o <strong class=\"keyword\">perturbar</strong> el tribunal de ninguna manera?","second":"Do you understand you may not <strong class=\"keyword\">disrupt</strong> or <strong class=\"keyword\">inconvenience</strong> the court In any way, shape or form?"},{"author":94808,"first":"La dirección del PCN respondió que el anuncio de su intención de <strong class=\"keyword\">perturbar</strong> las elecciones \"no implica en modo alguno que se hayan dado instrucciones a nuestros cuadros para secuestrar o matar a quienes participen en las elecciones\".","second":"The leadership replied that the announcement of their intention to <strong class=\"keyword\">disrupt</strong> the elections “should in no way imply that our cadres have been instructed to abduct or kill those participating in the elections”."},{"author":94808,"first":"En el artículo 512 del Código Penal Islámico también se menciona que: “Todo el que, con miras a <strong class=\"keyword\">perturbar</strong> la seguridad del país, aliente o provoque a las personas a la guerra y a matarse unos a otros, independientemente de que sus acciones no resulten en ningún homicidio ni desorden, será condenado a la pena de entre uno y cinco años de prisión”.","second":"In Islamic penal code, article 512, it is also mentioned that: Any one, <strong class=\"keyword\">tending</strong> to <strong class=\"keyword\">disturb</strong> the country’ security, to entice or provoke people to war and killing each other, regardless that his action do not accrue any homicide or havoc, will be condemned to one up to five years imprisonment."},{"author":94809,"first":"- Los flujos de movilidad entre la EU-10 y la EU-15 son muy limitados e insuficientes para <strong class=\"keyword\">perturbar</strong> el mercado de trabajo de la Unión Europea en general.","second":"- Mobility flows between the EU-10 and the EU-15 are very limited and are simply not large enough to <strong class=\"keyword\">affect</strong> the EU labour market in general."},{"author":94809,"first":"(29)«funciones esenciales»: actividades, servicios y operaciones cuyo cese podría <strong class=\"keyword\">perturbar</strong> la economía o los mercados financieros de uno o más Estados miembros;","second":"(29)'critical functions' means those activities, services and operations the discontinuance of which would be likely to result in a <strong class=\"keyword\">disruption</strong> of the economy of, or the financial markets in, one or more Member States;"},{"author":94809,"first":"No se aplicarán derechos de importación adicionales cuando sea poco probable que las importaciones vayan a <strong class=\"keyword\">perturbar</strong> el mercado de la Unión o cuando los efectos sean desproporcionados al objetivo perseguido.","second":"Additional import duties shall not be imposed where the imports are unlikely to <strong class=\"keyword\">disturb</strong> the Union market, or where the effects would be disproportionate to the intended objective."},{"author":94808,"first":"Además de ser nuestra primera experiencia, enfrentamos a peligrosos enemigos que hicieron todo lo que pudieron para <strong class=\"keyword\">perturbar</strong> y perjudicar el proceso aterrorizando a los votantes afganos.","second":"In addition to it being our first experience, we were faced with dangerous enemies who did their utmost to <strong class=\"keyword\">disrupt</strong> and <strong class=\"keyword\">derail</strong> the process by terrorizing Afghan voters."},{"author":94808,"first":"La sede también aprobó un marco conjunto de gestión de riesgos para mejorar la prevención y la mitigación de los riesgos operacionales que pudieran <strong class=\"keyword\">perturbar</strong> las operaciones en Nueva York, lo cual contribuyó al sistema general de gestión de la resiliencia de las Naciones Unidas en Nueva York.","second":"Headquarters also adopted a joint risk management framework to enhance the prevention and mitigation of operational risks that could <strong class=\"keyword\">disrupt</strong> operations in New York, contributing to the overall United Nations resilience management system in New York."},{"author":94809,"first":"El capitán será considerado responsable de cualquier manipulación detectada en el sistema SLB del buque cuyo objetivo sea <strong class=\"keyword\">perturbar</strong> su funcionamiento o falsear los mensajes de posición.","second":"The master shall be considered responsible for any proven tampering with a vessel's VMS aimed at <strong class=\"keyword\">disturbing</strong> its operation or falsifying its position messages."},{"author":94808,"first":"Cabe observar que durante el desarrollo de los actos públicos en el período de 2010 a 2014 se exigió responsabilidad penal por <strong class=\"keyword\">perturbar</strong> el orden público a 6 personas, y responsabilidad administrativa, a 530 personas.","second":"Between 2010 and 2014, criminal charges were brought against a total of 530 persons and administrative charges were brought against 6 persons for acts that <strong class=\"keyword\">violated</strong> public order during those events."},{"author":8000,"first":"Exhortamos nuevamente a las partes a que se abstengan de toda acción que amenace con <strong class=\"keyword\">perturbar</strong> la situación que, aparte de esto es tranquila, y a que acaten su compromiso de respetar plenamente la Línea Azul","second":"We call again upon the parties to refrain from such actions that threaten to <strong class=\"keyword\">disrupt</strong> the otherwise calm situation and to uphold their commitment to fully respect the Blue Line"},{"author":94809,"first":"En caso de que las importaciones de los productos incluidos en el anexo I del Tratado perturben o puedan <strong class=\"keyword\">perturbar</strong> gravemente los mercados de la Unión, en particular una o varias regiones ultraperiféricas, o los mecanismos reguladores de esos mercados, la Comisión podrá suspender, a petición de un Estado miembro o por iniciativa propia, los regímenes preferenciales aplicables a dichos productos de conformidad con el procedimiento a que hace referencia el artículo 27, apartado 6, tras consultar al Comité de gestión encargado de la organización común de los mercados de que se trate consultivo contemplado en el artículo 27, apartado 5 .»","second":"Where imports of products included in Annex I to the Treaty cause, or threaten to cause, serious <strong class=\"keyword\">disturbance</strong> to Union markets, in particular to one or more of the outermost regions, or these markets’ regulatory mechanisms, the Commission, on its own initiative or at the request of a Member State, may suspend the preferential arrangements in respect of the products concerned in accordance with the advisory procedure referred to in Article 27(6) after consulting the management committee for the relevant common market organisation Article 27(5) .\""},{"author":94808,"first":"Antes de llevar a la superficie grandes volúmenes de agua de profundidad durante una prueba de extracción, es necesario hacer una evaluación de los efectos ambientales, porque los cambios del medio pueden modificar las cadenas tróficas, <strong class=\"keyword\">perturbar</strong> las migraciones verticales y de otro tipo y dar lugar a cambios de las características geoquímicas de una zona de oxígeno mínimo, si existe.","second":"Before large volumes of deep water are brought to the surface in a test-mining activity, an environmental impact assessment is required, because environmental changes may alter food chains, <strong class=\"keyword\">disturb</strong> vertical and other migrations and lead to changes in the geochemistry of an oxygen-minimum zone, if present."},{"author":94809,"first":"La experiencia demuestra que esta práctica puede <strong class=\"keyword\">perturbar</strong> el comercio y favorecer condiciones de competencia desleal.","second":"Experience shows that this practice could <strong class=\"keyword\">disturb</strong> trade and encourage unfair competition."},{"author":8000,"first":"Las autoridades competentes pueden prohibir por decreto toda reunión susceptible de <strong class=\"keyword\">perturbar</strong> la seguridad y el orden públicos","second":"In keeping with the spirit of article # of the Covenant, the competent authorities may prohibit by decree any meeting likely to be <strong class=\"keyword\">detrimental</strong> to public safety or law and order"},{"author":93236,"first":"El argumento de que la indización puede aflojar las presiones sobre costos es más convincente si existe un movimiento sindical fuerte, si el pleno empleo es un imperativo político y si todo convenio salarial debidamente divulgado, por encima de la tasa vigente de aumentos de precios más el crecimiento medio de la productividad, puede <strong class=\"keyword\">perturbar</strong> las expectativas de precios, aunque se piense que las autoridades van a mantener el grado vigente de prudencia monetaria.","second":"The argument that indexation may lessen cost pressure is most persuasive where labor is strongly organized and full employment commands a high political priority, and where any well-publicized wage settlement in excess of the current rate of price increase plus average growth in productivity is liable to <strong class=\"keyword\">unsettle</strong> price expectations, even when it is believed that the authorities intend to maintain the existing degree of monetary restraint."},{"author":94809,"first":"La primera frase del segundo considerando de la exposición de motivos del Reglamento no 2352/97 enuncia en efecto: «La importación de arroz originario de los PTU sin límite de cantidades corre el peligro de <strong class=\"keyword\">perturbar</strong> gravemente el mercado comunitario del arroz.»","second":"The first phrase of the second recital in the preamble to Regulation No 2352/97 states the import of unlimited quantities of rice originating in the OCTs threatens seriously to <strong class=\"keyword\">disturb</strong> the Community market in rice."},{"author":8000,"first":"El que de cualquier manera impidiere, interrumpiere o <strong class=\"keyword\">perturbare</strong>, el libre ejercicio de una religión u ofendiere públicamente los sentimientos o creencias de la misma, será sancionado con multa de cincuenta a cien días multa. \"","second":"Any one who in any manner impedes, interrupts or <strong class=\"keyword\">disturbs</strong> the free exercise of a religion or who publicly offends the feelings or beliefs of its adherents shall be liable to a fine of # to # days\""},{"author":94809,"first":"Con el fin de no <strong class=\"keyword\">perturbar</strong> indebidamente la continuidad de los flujos comerciales, conviene adoptar antes de que comience el año contingentario el régimen de gestión de los contingentes aplicables en 2013.","second":"Rules for management of the <strong class=\"keyword\">quotas</strong> established for 2013 should be adopted before the quota year begins so that the continuity of trade flows is not affected unduly."},{"author":22,"first":"Sin embargo, esto debe lograrse sin <strong class=\"keyword\">perturbar</strong> de forma desproporcionada el equilibrio normal del mercado","second":"However, this should be achieved without <strong class=\"keyword\">creating</strong> disproportionate <strong class=\"keyword\">disturbances</strong> to the normal market equilibrium"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}