{"result":"ok","tuc":[{"phrase":{"text":"inquest","language":"en"},"meaningId":8745445963782123125,"authors":[89651]},{"phrase":{"text":"inquiry","language":"en"},"meaningId":-7319092626268319695,"authors":[25018]},{"phrase":{"text":"investigation","language":"en"},"meaningId":-8866938193139635457,"authors":[89651]},{"phrase":{"text":"examination","language":"en"},"meaningId":-5425916137269592261,"authors":[89651]},{"phrase":{"text":"inquisition","language":"en"},"meaningId":-4640751758760339380,"authors":[25018]},{"phrase":{"text":"quest","language":"en"},"meaningId":-6864464391707246794,"authors":[25018]},{"phrase":{"text":"research","language":"en"},"meaningId":7115871739458313157,"authors":[89651]},{"phrase":{"text":"search","language":"en"},"meaningId":1790469221007804623,"authors":[89651]},{"phrase":{"text":"study","language":"en"},"meaningId":7221176573926893553,"authors":[83062]},{"meanings":[{"language":"en","text":"inquiry"}],"meaningId":3251424012186861781,"authors":[93107]}],"phrase":"pesquisa","examples":[{"author":94808,"first":"Todas las diligencias de investigación en relación con un sospechoso o encausado, comprendidas las <strong class=\"keyword\">pesquisas</strong>, se han llevado siempre a cabo en presencia de un abogado.","second":"All investigative actions in respect of suspects and accused persons, including the <strong class=\"keyword\">initial inquiry</strong>, have been conducted with the obligatory presence of a lawyer."},{"author":94809,"first":"La Comisión podrá solicitar a un Estado miembro que proceda a la realización de todas las inspecciones y <strong class=\"keyword\">pesquisas</strong> necesarias, en particular entre los importadores, operadores comerciales y productores de la Unión, y a indagar en terceros países, previo consentimiento de las empresas implicadas y siempre que no exista oposición por parte del Gobierno del país interesado, que habrá sido informado previamente.","second":"The Commission may request Member States to carry out all necessary checks and inspections, particularly <strong class=\"keyword\">amongst</strong> importers, traders and Union producers, and to carry out investigations in third countries, provided that the firms concerned give their consent and that the government of the country in question has been officially notified and raises no objection."},{"author":94808,"first":"A raíz de las solicitudes del Consejo de Seguridad, la Comisión también siguió ofreciendo asistencia técnica a las autoridades libanesas en sus <strong class=\"keyword\">pesquisas</strong> de otros 17 casos, incluido el asesinato de Walid Eido, e investigando cualquier vinculación posible entre ésos y el caso Hariri.","second":"Following requests of the Security Council, the Commission also continued to provide technical assistance to the Lebanese authorities in their <strong class=\"keyword\">investigations</strong> of 17 other cases, including the assassination of Walid Eido, and to investigate any possible links between these cases and the Hariri case."},{"author":94808,"first":"La SDH ha actuado junto a los institutos de <strong class=\"keyword\">pesquisa</strong> a fin de incluir el recorte de la discapacidad en las colectas de datos, así como junto al Ministerio de Justicia para estandarizar nacionalmente los registros de violencia contra las personas con discapacidad.","second":"The Secretariat for Human Rights has worked with the <strong class=\"keyword\">investigative</strong> services on including disability-related information in data collection and with the Ministry of Justice on establishing uniform national standards for recording violence against persons with disabilities."},{"author":94808,"first":"El registro y otras diligencias en lugares residenciales, de servicio o industriales, a excepción del registro, <strong class=\"keyword\">pesquisa</strong> e incautación y la obtención de información sobre secretos personales, familiares, del Estado, comerciales o profesionales, incluida información sobre operaciones financieras, estado de cuentas bancarias y pago de impuestos, sólo podrán tener lugar por resolución de un tribunal.","second":"Except for the procedure of inspection, search and seizure, court orders must be obtained for the conduct of all inspections and other <strong class=\"keyword\">investigations</strong> at places of residence, offices or industrial premises, and also for the procurement of confidential personal, family, State, commercial or professional information, including records of financial transactions, bank statements and tax returns."},{"author":94809,"first":"Los procedimientos deberían abarcar el sistema de notificación de accidentes graves o de accidentes evitados por escaso margen, en especial cuando se hayan producido fallos de las medidas de protección, las <strong class=\"keyword\">pesquisas</strong> realizadas al respecto y la actuación consecutiva, inspirándose en las experiencias del pasado;","second":"The procedures should cover the operator's system for reporting major accidents of near misses, particularly those involving failure of protective measures, and their <strong class=\"keyword\">investigation</strong> and follow-up on the basis of lessons learnt;"},{"author":22,"first":"Los Estados miembros adoptarán todas las medidas necesarias para responder a dicha solicitud y enviarán a la Comisión la información solicitada junto con los resultados de todas las inspecciones, controles o <strong class=\"keyword\">pesquisas</strong> realizadas","second":"They shall send to the Commission the information requested together within the results of all inspections, checks or <strong class=\"keyword\">investigations</strong> carried out"},{"author":118293,"first":"Queremos más ayuda con la <strong class=\"keyword\">pesquisa</strong>.","second":"We'd like further assistance with our investig ation."},{"author":94808,"first":"Dichas <strong class=\"keyword\">pesquisas</strong> arrojaron como responsables a 22 personas que trabajaban en minas ilegales, de ellos cuatro eran adolescentes colombianos.","second":"In the latter case, the <strong class=\"keyword\">enquiries</strong> identified the responsible individuals to be 20 persons working in illegal mines, four of them Colombian adolescents."},{"author":118293,"first":"Y quiero recalcarles a todos los testigos... que el perjurio en una <strong class=\"keyword\">pesquisa</strong> oficial de instrucción... se castiga con todo el peso de la ley.","second":"And I wish to impress upon all witnesses... that perjury in connection with an official coroner's <strong class=\"keyword\">inquest</strong>... is punishable to the full extent of the law."},{"author":94808,"first":"Se supervisan todos los elementos de las <strong class=\"keyword\">pesquisas</strong> relacionados con esas comunicaciones, y un fiscal facultado especialmente a esos efectos elabora un resumen trimestral del estado de la legalidad y del control de la Fiscalía en ese ámbito.","second":"All information relating to such reports is verified, and a procurator vested with special powers summarizes on a quarterly basis the situation with regard to lawfulness and procuratorial supervision in this area."},{"author":94808,"first":"Valoramos que el Secretario General haya enviado una Junta de Investigación para que realice las <strong class=\"keyword\">pesquisas</strong> necesarias en la Franja de Gaza y esperamos que se efectúe sin demora un seguimiento de sus resultados.","second":"We appreciate the Secretary-General’s dispatch of a Board of <strong class=\"keyword\">Inquiry</strong> to conduct necessary <strong class=\"keyword\">investigation</strong> in the Gaza Strip and expect that the Board’s findings will be followed up without delay."},{"author":95875,"first":"Las <strong class=\"keyword\">pesquisas</strong> de ULISSE sacaron a relucir, además, que el establecimiento de una infraestructura electrónica y operativa de datos requerirá una cooperación estrecha con las principales partes interesadas en la ISS, y CIRCE pretende cumplir ese requisito.","second":"The ULISSE experience also indicated that establishing an operative data e-infrastructure would require close cooperation between the main ISS stakeholders - CIRCE intends to respond to this need."},{"author":118293,"first":"El Mayor Garrett hizo sus <strong class=\"keyword\">pesquisas</strong> juntando información entre los vecinos y amigos de Karin y entre sus enemigos.","second":"Maj. Garrett made <strong class=\"keyword\">the</strong> rounds picking up information from Karin's neighbors and friends and enemies."},{"author":94808,"first":"Convendría precisar de qué forma se establece que una prueba se ha obtenida mediante tortura, qué tipo de investigación permite determinar cómo se ha obtenido la información y qué se entiende por “mediante las <strong class=\"keyword\">pesquisas</strong> que fueran practicables, y tras sopesar las probabilidades”.","second":"It should be specified how it was established that a piece of evidence had been obtained through torture, what type of inquiry made it possible to determine how information had been obtained and what was meant by “such <strong class=\"keyword\">inquiry</strong> as it was practicable to carry out, and on the balance of probabilities”."},{"author":94808,"first":"<strong class=\"keyword\">Pesquisas</strong> adicionales han revelado que ambos individuos, estrechos colaboradores del Sr.","second":"Further <strong class=\"keyword\">investigation</strong> has revealed that both individuals, who were close associates of Mr."},{"author":94808,"first":"A continuación puso de relieve la creación de la Academia Internacional Anticorrupción, primer instituto de enseñanza en todo el mundo dedicado a combatir la corrupción mediante una formación avanzada en los ámbitos de la lucha contra la corrupción, la asistencia en las <strong class=\"keyword\">pesquisas</strong> e investigación.","second":"He then highlighted the establishment of the International Anti-Corruption Academy as the world’s first educational institute dedicated to fighting corruption through cutting-edge anti-corruption training, <strong class=\"keyword\">investigative</strong> assistance and research."},{"author":118293,"first":"En cuanto es testigo de un asesin ato, ya no puede participar en las <strong class=\"keyword\">pesquisas</strong>.","second":"If you're a witness to a murder, you can't be active in the <strong class=\"keyword\">investigation</strong>."},{"author":94809,"first":"Estima necesario que aquellos países europeos que hayan iniciado <strong class=\"keyword\">pesquisas</strong> e investigaciones a nivel gubernamental, parlamentario y/o judicial en asuntos que incumben a la Comisión Temporal realicen sus trabajos lo más rápidamente posible y publiquen los resultados de sus investigaciones;","second":"Considers it necessary that those European countries that have started <strong class=\"keyword\">inquiries</strong> and investigations at governmental , parliamentary and/or judicial level on matters within the remit of the Temporary Committee should conduct their work as speedily as possible and make public the results of the investigations;"},{"author":42,"first":"La Comisión podrá solicitar a los Estados miembros que le faciliten información. Los Estados miembros adoptarán todas las medidas necesarias para responder a dicha solicitud y enviarán a la Comisión la información solicitada junto con los resultados de todas las inspecciones, controles o <strong class=\"keyword\">pesquisas</strong> realizadas","second":"The Commission may request Member States to supply information, and Member States shall take whatever steps are necessary in order to give effect to such requests. They shall send to the Commission the information requested together with the results of all inspections, checks or <strong class=\"keyword\">investigations</strong> carried out"},{"author":94808,"first":"Sírvanse facilitar información, con estadísticas, cuando proceda, sobre las medidas adoptadas para informar a las personas confinadas en las lavanderías de las Magdalenas de la posibilidad de presentar denuncias penales y para realizar investigaciones rápidas, independientes y exhaustivas de todas las denuncias presentadas por personas que afirmen haber sido víctimas de delitos en dichas lavanderías, así como sobre las investigaciones y otras <strong class=\"keyword\">pesquisas</strong> realizadas tras la publicación en 2013 del informe de la comisión interdepartamental y desde la respuesta dada por el Estado parte a la Relatora para el seguimiento de las observaciones finales.","second":"Please provide information, including statistics where relevant, on the measures established to inform persons confined in the Magdalen Laundries of the possibility of lodging criminal complaints and of instituting prompt, independent and thorough investigations into all complaints made by persons claiming to be victims of criminal abuse in the Magdalen Laundries and on any subsequent <strong class=\"keyword\">inquiries</strong> and other follow-up after the publication in 2013 of the report of the Inter-Departmental Committee and since the date of the State party’s reply to the Rapporteur for the follow-up on the concluding observations."},{"author":94808,"first":"Con el fin de facilitar las <strong class=\"keyword\">pesquisas</strong>, las partes en un conflicto armado internacional deben transmitir toda la información pertinente sobre las personas dadas por desaparecidas por las partes contrarias y las solicitudes sobre sus propios desaparecidos.","second":"In order to facilitate <strong class=\"keyword\">searches</strong>, the parties to an international armed conflict must transmit all relevant information concerning people reported missing by an adverse party and their requests concerning their own missing persons."},{"author":8000,"first":"Se ha detenido a una persona y las <strong class=\"keyword\">pesquisas</strong> siguen su curso","second":"One arrest has been made and <strong class=\"keyword\">investigations</strong> are ongoing"},{"author":94808,"first":"El Comité toma nota de las características especiales del sistema de administración de justicia de menores en conflicto con la ley establecida en el marco de la Administración General de <strong class=\"keyword\">Pesquisas</strong> e Investigaciones Penales, así como de las medidas especiales para proteger a los menores privados de libertad previstas en el Sistema de reglamentación carcelaria No 28/94.","second":"The Committee takes note of the special administration for children in conflict with the law established within the General Administration of Criminal <strong class=\"keyword\">Inquiries</strong> and Investigation and special protection measures provided for juveniles deprived of their liberty by the Prison Regulation System No. 28/94."},{"author":8000,"first":"El Comité recuerda también que los agentes de policía fueron sancionados por haberlo trasladado ilícitamente al Departamento de <strong class=\"keyword\">Pesquisas</strong> del Ministerio del Interior, por haberlo retenido allí sin motivo por # días sin que quedara constancia oficial de ello y por haber incoado una acción penal infundada en su contra","second":"The Committee also recalls that police officers were disciplined for having brought the author's son unlawfully to the <strong class=\"keyword\">Criminal Search</strong> Department of the Ministry of Interior, having groundlessly detained him there for # days without official record, and having opened a groundless criminal case against him"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"83062":{"U":"","id":83062,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83062"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"}}}