{"result":"ok","tuc":[{"phrase":{"text":"picturesque","language":"en"},"meanings":[{"language":"en","text":"resembling a picture or painting"}],"meaningId":3290076290587960365,"authors":[70195]},{"phrase":{"text":"quaint","language":"en"},"meanings":[{"language":"en","text":"old-fashioned charm"}],"meaningId":3447875401589772476,"authors":[70195]},{"phrase":{"text":"scenic","language":"en"},"meaningId":-1935562903891437137,"authors":[25115]},{"phrase":{"text":"vivid","language":"en"},"meaningId":-4195195879902270037,"authors":[2700]},{"meanings":[{"language":"en","text":"picturesque, quaint"}],"meaningId":-6697384021318924087,"authors":[93107]}],"phrase":"pintoresco","examples":[{"author":8008,"first":"Un auténtico continente en miniatura que te cautivará con sus extensas playas doradas e interminables dunas de arena blanca, con verdes barrancos, pueblos <strong class=\"keyword\">pintorescos</strong> y valiosos conjuntos históricos que te transportarán a épocas pasadas.","second":"A real continent in miniature, which will enthrall you with its long golden beaches and endless dunes of white sand, its green ravines, <strong class=\"keyword\">picturesque</strong> villages and valuable historical quarters that will take you back to former times."},{"author":8008,"first":"El famoso y <strong class=\"keyword\">pintoresco</strong> monasterio de St. Stefan se encuentra a 1 km del hotel.","second":"The famous and <strong class=\"keyword\">picturesque</strong> St. Stefan Monastery can be found within 1 km of the hotel."},{"author":8008,"first":"Este hotel de gestión familiar está situado en el centro del <strong class=\"keyword\">pintoresco</strong> Sankt Georgen im Attergau, cerca del lago Attersee.","second":"The family-run Hotel with restaurant and bar is located in the center of the <strong class=\"keyword\">charming village</strong> of St. Georgen i. Att. near lake Attersee."},{"author":118293,"first":"Oye, yo soy el tío <strong class=\"keyword\">pintoresco</strong>.","second":"Hey, I'm the <strong class=\"keyword\">colorful</strong> uncle."},{"author":118293,"first":"Entonces, Lennox, tu tía tuvo un <strong class=\"keyword\">pintoresco</strong> pasado.","second":"So, Lennox, your aunt has a <strong class=\"keyword\">colorful</strong> past."},{"author":31,"first":"Cuando ruedas una película... con unos paisajes tan <strong class=\"keyword\">pintorescos</strong> como los de África... y en la que el mismo campo... es un personaje de la historia, siempre te divides entre... fotografiar toda su belleza... y evitar que te acusen de hacer simples postales... o un folleto turístico","second":"When you' re making a picture... that' s in a country or a land as <strong class=\"keyword\">picturesque</strong> as Africa is... and where the country itself... is like a character in the piece... you' re always torn between... photographing the beauty of it... and getting accused of making postcards... a travelogue, if you will"},{"author":8008,"first":"Uno de los màs caracteristicos y <strong class=\"keyword\">pintorescos</strong> barrios de Napoles que lleva el nombre del santuario de S.Lucia a Mare.","second":"One of the most <strong class=\"keyword\">picturesque</strong> districts of Naples, which takes its name from the shrine of Saint Lucia a Mare."},{"author":8008,"first":"En estrecha, calles sin coches es, sin duda, un <strong class=\"keyword\">pintoresco</strong> establecimiento suburbano con pequeñas tiendas y acogedores bares.","second":"In narrow, car-free streets is certainly a <strong class=\"keyword\">picturesque</strong> suburban setting with small shops and cozy pubs."},{"author":8008,"first":"El hotel se encuentra cerca del castillo de Windsor, Eton College, el hipódromo de Ascot y los <strong class=\"keyword\">pintorescos</strong> pueblos del valle del Támesis.","second":"There is much to do in the surrounding area including Windsor Castle, Eton College, Ascot Racecourse and the <strong class=\"keyword\">many picturesque towns</strong> and villages of the Thames Valley."},{"author":8008,"first":"Los valles muy ancho y <strong class=\"keyword\">pintoresco</strong>, por ellos son tendidos los caminos no malos, por que de las 5 de la madrugada y hasta las 6-7 de la tarde bastante vivamente y corren a buen precio los autobuses y los combis.","second":"Valleys very wide and unusually <strong class=\"keyword\">picturesque</strong>, on them are cleared quite good roads on which from 5 o'clock in the morning and till 6-7 evenings buses and minibuses quickly enough and cheaply rush."},{"author":8008,"first":"La zona típica de la comarca brava con sus bahías y pequeños puertos <strong class=\"keyword\">pintorescos</strong>, una costa rocosa de una belleza encantadora, y tras el litoral, un paisaje siempre verde rodeado de las vertientes de los Pirineos merecen sin duda la denominación de \"paraíso\". El encanto ofrece la variedad y ventaja de tener mar y montañas a los pies.","second":"The sophisticated coastal landscape with its <strong class=\"keyword\">picturesque</strong> bays and harbour <strong class=\"keyword\">villages</strong>, a rocky coastline of extraordinary beauty and the evergreen of the fantastic hinterland and all of it surrounded by the foothills of the Pyrenees have truly more than earned the name of \"paradise\"."},{"author":8008,"first":"Estrasburgo es una ciudad de rico patrimonio cultural que alberga fascinantes museos, paseos <strong class=\"keyword\">pintorescos</strong> y lugares de interés turístico. Ofrece hospitalidad y una excelente calidad de vida.","second":"A rich architectural heritage, a tradition of hospitality, fascinating museums and <strong class=\"keyword\">picturesque</strong> walks, Strasbourg offers lots of attractions and sites, and an exceptional quality of life."},{"author":8008,"first":"Debido a esto, Tarifa es rica en historia, y tiene un casco antiguo hermoso y <strong class=\"keyword\">pintoresco</strong> dentro de las antiguas murallas del castillo, donde se encuentran restaurantes de calidad, y una variedad de bares de tapas y tiendas para todos los gustos. El pueblo les ofrece una panorámica fascinante de la tradicional cultura gaditana.","second":"Because of this Tarifa is steeped in history and <strong class=\"keyword\">boasts</strong> the most beautiful old town built inside the original castle walls offering, great restaurants, shops, and fascinating insight into traditional Spanish culture."},{"author":8008,"first":"Vaya a la descubierta de los pequeños pueblos <strong class=\"keyword\">pintorescos</strong> entre ríos y campos en numerosos itinerarios balizados.","second":"Day or half day courses, from 3 years <strong class=\"keyword\">old</strong>, introduction, beginners and advanced lessons."},{"author":118293,"first":"Eres <strong class=\"keyword\">pintoresco</strong>.","second":"You're... <strong class=\"keyword\">colorful</strong>."},{"author":119739,"first":"Sus zocos, o bazares cubiertos, son unos de los más <strong class=\"keyword\">pintorescos</strong> del Oriente Medio.","second":"Aleppo’s souks, or covered bazaars, are among the most <strong class=\"keyword\">picturesque</strong> in the Middle East."},{"author":8008,"first":"Lugares de interés: el <strong class=\"keyword\">pintoresco</strong> puerto pesquero de Brosundet, la vida costera de los alrededores de la calle Skansegata, la impresionante vista del fiordo, las montañas y el mar, el museo al aire libre de Sunnmøre Friluftsmuseum en Borgundgavlen, el museo Ålesunds y el acuario.","second":"Sights of interests; The <strong class=\"keyword\">picturesque</strong> fishing harbor at Brosundet, boat- and coastal life around the street Skansegata, the breathtaking view over the fjord, the mountains and the ocean, the open air museum Sunnmøre Friluftsmuseum in Borgundgavlen, Ålesunds Museum and the Aquarium."},{"author":8008,"first":"El Rancho Grande Inn está situado en la zona residencial de Panajachel, a una cuadra del lago, y a otra de la calle principal, lo que lo hace un verdadero oasis en el <strong class=\"keyword\">pintoresco</strong> y floreado poblado, llamado \"el jardín de América\", le ofrece habitaciones y todas las comodidades, y arquitectura original actualiza (diseñada por Milly Schleisier en los años 40), con mucha clase.","second":"Rancho Grande Inn offers you individual rooms or bungalows, tastefully decorated by the owner, with fireplace, cable TV, telephone and swimming pool; all set in a beautiful garden."},{"author":8008,"first":"Aquí, Ustedes pueden subir la famosa pista Internacional R10, que cubre toda la línea de la costa del sur de Báltico, o escoger un destino más cerca del centro de la ciudad como el <strong class=\"keyword\">pintoresco</strong> Lago Resko, o uno de los mas viejo faros en Gaski.","second":"Here you can jump on the famous International Coastal Bike Trail R10, which covers the whole shoreline of the Southern Baltic Sea or choose a destination that lies much closer to the city center such as scenic and full of wild-life Lake Resko, one of the oldest, made of bricks light house at Gaski or you can head south toward Czaplinek hugged by <strong class=\"keyword\">picturesque</strong> Lake Drawsko."},{"author":31,"first":"Sí, claro, <strong class=\"keyword\">pintoresco</strong>","second":"Yeah, it' s <strong class=\"keyword\">picturesque</strong>, yeah"},{"author":118293,"first":"No creo que la malaria le parezca algo <strong class=\"keyword\">pintoresco</strong>.","second":"You won't think an attack of malaria is <strong class=\"keyword\">very quaint</strong>."},{"author":8008,"first":"Hoteles en Willingen: Horario de recepción: 24 horas El RAMADA Hotel Willingen-Usseln es un confortable hotel de 3 estrellas superior que disfruta de una <strong class=\"keyword\">pintoresca</strong> situación entre verdes colinas de la región de la alta Sauerland, uno de los más hermosos destinos vacacionales de la cordillera Mittelgebirge.Le invitamos a relajarse durante sus vacaciones, gozar de gran bienestar y disfrutar de una variada oferta de deporte y tiempo libre.Disponemos de 100 habitaciones de entre 35 y 42 m2 ideales tanto para viajeros solitarios o parejas como para familias con niños.","second":"Hotel in Willingen: Business hours of reception: 24 hours The RAMADA Hotel Willingen-Usseln is a comfortable three-star superior hotel of the upper middle-class category. It is <strong class=\"keyword\">picturesquely</strong> set in the green hills of the Hochsauerland, one of the most beautiful holiday regions of this low mountain range."},{"author":8008,"first":"Las ciudades búlgaras más grandes son Sofía, Plovdiv, Varna, Ruse, Bourgas, Stara Zagora (mi ciudad natal, por lo tanto más bonita), Pleven, Shumen, Veliko Tarnovo y la ciudad pequeña y muy <strong class=\"keyword\">pintoresca</strong> de Melnik.","second":"The largest Bulgarian cities are Sofia, Plovdiv, Varna, Rousse, Bourgasse, Stara Zagora (my birthplace, therefore most beautiful), Plevene, Choumene, Veliko Tarnovo and the small and very <strong class=\"keyword\">picturesque</strong> city of Melnik."},{"author":118293,"first":"Os anuncio un plan para construir un SodoSopa, un nuevo proyecto urbanístico que convertirá la parte más destrozada y ruinosa de nuestra ciudad en un <strong class=\"keyword\">pintoresco</strong> centro de tiendas artesanas y cafeterías.","second":"I'm announcing a plan for SodoSopa, a new urban development that will turn the most rundown and dilapidated part of our town into a <strong class=\"keyword\">quaint</strong> center of artisan shops and cafeés."},{"author":8008,"first":"Entre todas las provincias, Ontario, es más probable la de Canadá de clichés <strong class=\"keyword\">pintorescos</strong> lagos, extensos bosques y tierras de cultivo, que en otoño los colores brillantes llamas.","second":"Among all provinces, Ontario is most likely the Canadian cliches of <strong class=\"keyword\">picturesque</strong> lakes, vast forests and farmland, which in bright autumn colors blaze."}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}