{"result":"ok","tuc":[{"phrase":{"text":"full moon","language":"en"},"meanings":[{"language":"es","text":"Fase lunar durante la cual la luna está en oposición al Sol, haciéndola completamente visible."},{"language":"en","text":"phase of moon when in opposition to sun"},{"language":"en","text":"The lunar phase during which the moon is in opposition to the sun, making it completely visible."}],"meaningId":3814366910398811882,"authors":[70195]}],"phrase":"plenilunio","examples":[{"author":8008,"first":"El primer grande evento después de la Navidad es el Año nuevo chino, celebrado en Enero o en Febrero al primer <strong class=\"keyword\">plenilunio</strong> siguiente al 19 de Enero.","second":"The first major event after Christmas is the Chinese New Year celebrated in January or February on the first <strong class=\"keyword\">full moon</strong> after 19 January. Dragons, firecrackers, elaborate costumes and the banishment of evil spirits are features of the pageantry centred on Mott Street."},{"author":8008,"first":"Ubicado en una situación privilegiada con acceso directo a la A-2 y el enlace a la M-40, a 3 minutos del Aeropuerto, a 8 minutos del Recinto Ferial Ifema y a 8 minutos caminando del Centro Comercial y de Ocio <strong class=\"keyword\">Plenilunio</strong>.","second":"Situated in a privileged location with direct access to the A-2 and M-40 junction, 3 minutes from the airport, 8 minutes from the IFEMA Trade Fair Park and 8 minutes walk from the <strong class=\"keyword\">Plenilunio</strong> shopping and leisure centre. Guests marvel at the hotel's original décor, which make every corner unique, and our established tradition of excellent customer service."},{"author":119723,"first":"Muchos expositores críticos niegan que realmente haya ocurrido una transpiración de sangre, basados en que el evangelista no lo afirma positivamente y que los tres apóstoles, los únicos testigos humanos presentes, no pudieron haber distinguido si era sangre o sudor que caía en gotas, porque se hallaban algo distantes, y era de noche; y esto aun cuando hubiera estado alumbrando la luz del <strong class=\"keyword\">plenilunio</strong> que ocurrió en la época de la Pascua.","second":"Many critical expositors deny that there was an actual extrusion of blood, on the grounds that the evangelist does not positively affirm it, and that the three apostles, who were the only human witnesses, could not have distinguished blood from sweat falling in drops, as they watched from a distance in the night, even if the <strong class=\"keyword\">moon</strong>, which at the passover season was <strong class=\"keyword\">full</strong>, had been unobscured."},{"author":118293,"first":"Lloverá por 40 días y 40 noches tras el <strong class=\"keyword\">plenilunio</strong>.","second":"It will rain 40 days and 40 nights after <strong class=\"keyword\">plenilune</strong>"},{"author":8008,"first":"Cómo participar de las Vigilias de <strong class=\"keyword\">Plenilunio</strong> A partir de la luna llena de Leo 2009, cada <strong class=\"keyword\">plenilunio</strong>, servidores espirituales y de buena voluntad de todas partes del mundo se unirán en una vigilia por la humanidad a través del uso de La Gran Invocación.","second":"<strong class=\"keyword\">HUNTSVILLE</strong>, AL — If you’ve ever thought it was expensive to fly out of <strong class=\"keyword\">Huntsville</strong> International Airport, you were right."},{"author":94809,"first":"Pho La Pyae (<strong class=\"keyword\">Plenilunio</strong>) (alias.","second":"Pho La Pyae (<strong class=\"keyword\">Full Moon</strong>) a.k.a."},{"author":8008,"first":"El Yajur-veda detalla todos los ritos en relación con el sacrificio (yajña), entre los que destacan el sacrificio del caballo (Ashvamedha), el de los antepasados, la consagración del soberano, del fuego perpetuo, del novilunio y del <strong class=\"keyword\">plenilunio</strong>.","second":"The Yajur-Veda details all the rites in relation to the sacrifice (yajña), among the ones that they emphasize the sacrifice of the horse (Ashvamedha), that of the ancestors, the consecration of the sovereign, of the perpetual fire, of the novilunium and of the <strong class=\"keyword\">plenilunium</strong>."},{"author":31,"first":"El <strong class=\"keyword\">plenilunio</strong> brilla en el cielo, y podemos abrir el portal","second":"The <strong class=\"keyword\">full moon</strong> is high in the sky, we can open the portal"},{"author":118293,"first":"El <strong class=\"keyword\">plenilunio</strong> está casi sobre nosotros.","second":"The <strong class=\"keyword\">full moon</strong> will be upon us."},{"author":118293,"first":"Ese arreglo tal vez se arruine antes del <strong class=\"keyword\">plenilunio</strong> de cosecha.","second":"Your arrangements you may find spoiled by the next harvest <strong class=\"keyword\">moon</strong>."},{"author":118293,"first":"El <strong class=\"keyword\">plenilunio</strong> brilla en el cielo, y podemos abrir el portal.","second":"The <strong class=\"keyword\">full moon</strong> is high in the sky, we can open the portal."},{"author":31,"first":"Beba sin miedo,...la noche del <strong class=\"keyword\">plenilunio</strong> es una noche de fiesta... y siempre ceno en compañía de mi séquito y sirvientes","second":"The night of the <strong class=\"keyword\">full moon</strong> is a festive night...... and I have supper in the small company of my retinue and servants!"},{"author":119723,"first":"No pudo haber sido por causa de un eclipse solar, como se ha sugerido ignorantemente, porque era época de luna llena; por cierto, el primer <strong class=\"keyword\">plenilunio</strong> después del equinoxio primaveral determinaba en que día caería la Pascua.","second":"It could not have been due to a solar eclipse, as has been suggested in ignorance, for the time was that of <strong class=\"keyword\">full moon</strong>; indeed the Passover season was determined by the first occurrence of <strong class=\"keyword\">full moon</strong> after the spring equinox."},{"author":31,"first":"Tenemos que ir en <strong class=\"keyword\">plenilunio</strong>","second":"Had to be a <strong class=\"keyword\">full moon</strong>"},{"author":31,"first":"El <strong class=\"keyword\">plenilunio</strong> está casi sobre nosotros","second":"The <strong class=\"keyword\">full moon</strong> will Be upon us"},{"author":31,"first":"Habréis de pasar tres pruebas antes del <strong class=\"keyword\">plenilunio</strong>","second":"You must complete three tasks Before the <strong class=\"keyword\">moon</strong> is <strong class=\"keyword\">full</strong>"},{"author":8008,"first":"Los apartamentos Suites Kris Aeropuerto están situados en las proximidades del Aeropuerto Madrid-Barajas, a escasos minutos de los recintos feriales Ifema así como el Palacio Municipal de Congresos y junto al Centro Comercial <strong class=\"keyword\">Plenilunio</strong>.","second":"The Suites Kris Aeropuerto Apartments are situated close to Madrid Barajas Airport, the IFEMA and Palacio Municipal de Congresos Exhibition Centres’ and the <strong class=\"keyword\">Plenilunio</strong> Shopping Centre."},{"author":95096,"first":"Noche del Viernes Santo, noche tibia y palpitante del primer <strong class=\"keyword\">plenilunio</strong> de primavera.","second":"Good Friday evening, a warm and restless night of the first <strong class=\"keyword\">full moon</strong> of spring."}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}