{"result":"ok","tuc":[{"phrase":{"text":"pleonasm","language":"en"},"meanings":[{"language":"en","text":"redundancy in wording"}],"meaningId":3483238237202545312,"authors":[70195]},{"phrase":{"text":"tautology","language":"en"},"meanings":[{"language":"en","text":"expression that features tautology"}],"meaningId":6810552259047631386,"authors":[70195]},{"phrase":{"text":"pleonasmo","language":"en"},"meaningId":8693340168893177814,"authors":[2708]},{"meanings":[{"language":"en","text":"pleonasm"}],"meaningId":5943045574481300475,"authors":[1]}],"phrase":"pleonasmo","examples":[{"author":118293,"first":"¿Un <strong class=\"keyword\">pleonasmo</strong>?","second":"A <strong class=\"keyword\">pleonasm</strong>?"},{"author":94809,"first":"A ello cabría oponer que la identificación sustancial entre concertación y práctica podría dar la impresión de que el texto legislativo adolece de un <strong class=\"keyword\">pleonasmo</strong>.","second":"It could be argued that the fact that concertation and practice are essentially identical might create the impression that the provision contains a <strong class=\"keyword\">pleonasm</strong>."},{"author":27,"first":"Me refiero con esto a la conocida como emergencia de Lampedusa, que cumple 10 años (por lo que me parece un <strong class=\"keyword\">pleonasmo</strong> seguir hablando de emergencia), que fue deseada y creada por el Gobierno italiano.","second":"I say this because the Lampedusa emergency, the so-called Lampedusa emergency which has now lasted for 10 years - therefore it seems to me to be a bit of a <strong class=\"keyword\">pleonasm</strong> to go on calling it an emergency - was desired and created by the Italian Government."},{"author":118293,"first":"¿No es el abogado sucio ese, lo cual es un <strong class=\"keyword\">pleonasmo</strong>?","second":"Isn't he that scumbag lawyer, which is redundant<strong class=\"keyword\">.</strong>"},{"author":8000,"first":"Aunque pueda resultar un <strong class=\"keyword\">pleonasmo</strong>, ese magistrado es un \"garante de las garantías\"","second":"Yet the term might <strong class=\"keyword\">imply</strong> a <strong class=\"keyword\">pleonasm</strong>, in the sense that the Magistrate in question is a \"guarantor of the guarantees\""},{"author":94809,"first":"17 El Tribunal de Primera Instancia observa que la inclusión, en el párrafo primero del artículo 12 del Anexo X de los términos \"podrá decidir\" o de su equivalente en todas las lenguas comunitarias, en relación con los términos \"a petición del funcionario\", sería un <strong class=\"keyword\">pleonasmo</strong> si no tuviera el efecto de, contrariamente a lo que afirma la demandante, conferir un margen de apreciación a la AFPN.","second":"17 The Court finds that the use in the first paragraph of Article 12 of Annex X of the words \"may decide\" or their equivalent in all the Community languages, in conjunction with the use of the words \"at the request of the official\", would be pleonastic if, contrary to the applicant' s assertion, it did not have the effect of conferring a discretion on the appointing authority."},{"author":94808,"first":"Aunque pueda resultar un <strong class=\"keyword\">pleonasmo</strong>, ese magistrado es un \"garante de las garantías\".","second":"Yet the term might <strong class=\"keyword\">imply</strong> a <strong class=\"keyword\">pleonasm</strong>, in the sense that the Magistrate in question is a \"guarantor of the guarantees\"."},{"author":27,"first":"Al final, la vimos sobre todo como la \"Cumbre de Internet\", pues en ella se centraron algunas de las promesas -valga el <strong class=\"keyword\">pleonasmo</strong>- más prometedoras.","second":"In the end, it turned out to be the 'Internet Summit' , as it was in this area that some of the most promising promises were made, if you will forgive the repetition of <strong class=\"keyword\">terms</strong>."},{"author":118293,"first":"Un <strong class=\"keyword\">pleonasmo</strong>.","second":"Redundant<strong class=\"keyword\">.</strong>"},{"author":8008,"first":"Hasta el punto de que discurso sobre la «institución» y «crítica de las instituciones» son, bajo tales parámetros, apenas distinguibles, resultando el añadido de la «crítica» un mero <strong class=\"keyword\">pleonasmo</strong>.","second":"The goal is to depart from the epistemic and political imaginary blockage that arises with the “question of institutions”, which includes references (images or icons sometimes) as serious as the state apparatus, as well as institutions such as school, prison, hospital, political parties, museums, etc. and other public infrastructures<strong class=\"keyword\">.</strong>"},{"author":94809,"first":"No obstante, falta por comprender el significado de la expresión «oficialmente reconocida y acreditada en la Comunidad» que, a juicio del CESE, es un <strong class=\"keyword\">pleonasmo</strong> que se presta a confusión: los bancos e instituciones financieras establecidas en la Comunidad ya disponen del «pasaporte europeo» y no se requieren precisiones adicionales.","second":"However, it is not yet clear what is meant by the phrases ‘officially recognised’ and ‘accredited in the Community’: the EESC feels that they are superfluous and misleading, <strong class=\"keyword\">as</strong> banks and financial institutions established in the Community already have a ‘European passport’ and no further indications are necessary."},{"author":8008,"first":"Un <strong class=\"keyword\">pleonasmo</strong> en Aquitania... El mapa reúne los centros de talasoterapia, las estaciones termales así como los establecimientos que disponen de un spa.","second":"It is <strong class=\"keyword\">a</strong> word that fits perfectly with Aquitaine... The map lists the thalassotherapy centres, the thermal bath resorts and the establishments that have a spa."},{"author":118293,"first":"Mi única simpatía, en las gramáticas, era para excepciones y <strong class=\"keyword\">pleonasmos</strong>...","second":"All I ever liked in grammar books were the exceptions and <strong class=\"keyword\">pleonasms</strong>..."},{"author":74,"first":"Una negra oscuridad es un ejemplo de un <strong class=\"keyword\">pleonasmo</strong>.","second":"A black darkness is an example of a <strong class=\"keyword\">pleonasm</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}