{"result":"ok","tuc":[{"phrase":{"text":"exultant","language":"en"},"meaningId":-2472556909665339395,"authors":[84715]},{"phrase":{"text":"plethoric","language":"en"},"meaningId":7744542323296035985,"authors":[89651]},{"meanings":[{"language":"en","text":"plethoric"},{"language":"en","text":"plethoric; overabundant"}],"meaningId":-2328641077462701251,"authors":[93107]}],"phrase":"pletórico","examples":[{"author":94808,"first":"La mayoría de los establecimientos docentes funcionan en malas condiciones: efectivos <strong class=\"keyword\">pletóricos</strong>, edificios inacabados, edificios en estado de deterioro, edificios rurales africanos ‘apatam’ donde los problemas del frío, del calor, del viento, de la lluvia y de la oscuridad perturban constantemente el ritmo de trabajo escolar.","second":"Most schools operate under poor conditions: far too many <strong class=\"keyword\">pupils</strong>, unfinished buildings, ramshackle buildings, classes held in an apatam [roofed open-walled structure] where problems of cold, heat, wind, rain and darkness are constantly disrupting the learning process."},{"author":8000,"first":"La mayoría de los establecimientos docentes funcionan en malas condiciones: efectivos <strong class=\"keyword\">pletóricos</strong>, edificios inacabados, edificios en estado de deterioro, edificios rurales africanos `apatam' donde los problemas del frío, del calor, del viento, de la lluvia y de la oscuridad perturban constantemente el ritmo de trabajo escolar","second":"Most schools operate under poor conditions: far too many <strong class=\"keyword\">pupils</strong>, unfinished buildings, ramshackle buildings, classes held in an apatam [roofed open-walled structure] where problems of cold, heat, wind, rain and darkness are constantly disrupting the learning process"},{"author":95096,"first":"Y más allá de él podemos contemplar el inmenso continente africano, cargado de promesas y <strong class=\"keyword\">pletórico</strong> de esperanzas, al que fuimos en una ocasión a bendecir y alentar desde Kampala.","second":"Beyond it, we can see the vast African continent, promising, hopeful, which we once went to bless and encourage at Kampala."},{"author":119723,"first":"Se sintió <strong class=\"keyword\">pletórico</strong> de gozo.","second":"He felt overcome with joy."},{"author":92475,"first":"El partido resultó una batalla épica <strong class=\"keyword\">pletórica</strong> de intentos.","second":"The match was an epic battle with a <strong class=\"keyword\">plethora</strong> of tries."},{"author":27,"first":"Hay que tener en cuenta asimismo que las contribuciones culturales y la influencia de los estilos característicos de otros países y culturas originan una especificidad y una simbología que se convierten en nuestra herencia cultural común, es decir, en nuestra identidad, <strong class=\"keyword\">pletórica</strong> de nuestras diversidades nacionales.","second":"It should also be borne in mind that recognized cultural contributions and stylistic influences deriving from other countries and cultures produce an individuality and a symbolism which becomes our common cultural heritage, that is, our identity, enriched by national diversity."},{"author":22,"first":"Acoge con satisfacción la propuesta del ingreso de las organizaciones de representantes de los pescadores en las organizaciones internacionales dedicadas a la pesca, incluyendo, ya que lo considera indispensable, a los que utilizan pequeñas embarcaciones, así como la propuesta de crear el Consejo Consultivo del Mediterráneo; desea que dichos foros no se conviertan en <strong class=\"keyword\">pletóricos</strong> y que conserven el impulso innovador y la credibilidad internacional","second":"Applauds the proposal that organisations representing fishermen should join international fisheries bodies, including- as a matter of necessity- fishermen using small vessels, and supports the proposal to set up a Regional Advisory Council for the Mediterranean; hopes that these forums will not proliferate and that they will both continue to provide innovatory impetus and retain international credibility"},{"author":8000,"first":"Hay escasez de viviendas de interés social en circunstancias en que el mercado inmobiliario de lujo está <strong class=\"keyword\">pletórico</strong>","second":"Affordable housing was scarce, although there was a <strong class=\"keyword\">glut</strong> of luxury accommodation"},{"author":8000,"first":"Según señaló la FIACAT, cada juez tenía una cantidad <strong class=\"keyword\">pletórica</strong> de expedientes que tratar por año","second":"than # million inhabitants. FIACAT stated that each judge is required to deal with an <strong class=\"keyword\">excessive</strong> number of cases per year"},{"author":31,"first":"Está <strong class=\"keyword\">pletórica</strong> de energía","second":"She' s <strong class=\"keyword\">full</strong> of <strong class=\"keyword\">piss</strong> and vinegar"},{"author":8008,"first":"Dos senderos de caminata (4 y 7 km. ) se internan por territorios <strong class=\"keyword\">pletóricos</strong> de naturaleza, pasando por campos de cactus, orillas de río, cajones y húmedaspraderas vírgenes.","second":"The remaining are nature reserves which can be discovered on foot or on horseback."},{"author":8008,"first":"'El chico', que se proyectará a las 17.00 horas en la sala 2 de Cinema 2000, es una de las películas más emotivas y entrañables de Charles Chaplin, <strong class=\"keyword\">pletórico</strong> en esta obra, cargada de sentimentalismo contenido y altas raciones de humor.","second":"In addition to the conference, including the projections of the day included 'The lady of the dawn', a Spanish title that went far to the public, a forgotten film of national production. Francisco Rovira adapted to the screen the eponymous play by Alejandro Casona, a staging of death embodied in a callous and beautiful woman in the legend key."},{"author":8000,"first":"insuficiencia de clases y alumnado <strong class=\"keyword\">pletórico</strong> (de # a # alumnos por clase","second":"Not enough classrooms and far <strong class=\"keyword\">too many</strong> pupils in each ( # to # pupils per class"},{"author":95096,"first":"Sed muchachos <strong class=\"keyword\">pletóricos</strong> de gozo y de seriedad, de atenciones con todos y de exigencia con vosotros mismos.","second":"Be young people <strong class=\"keyword\">overflowing with</strong> joy and earnestness, with consideration for everyone and with your own requirements."},{"author":94809,"first":"Observa también con preocupación la <strong class=\"keyword\">pletórica</strong> producción por parte de la Comisión de documentos no legislativos (libros verdes y blancos, comunicaciones, notas interpretativas) y el creciente desequilibrio entre esta actividad y la actividad legislativa, para la cual la Comisión dispone de un derecho de iniciativa exclusivo;","second":"Notes, at the same time, with concern the Commission's <strong class=\"keyword\">excessive</strong> production of non-legislative documents (Green and White Papers, communications and interpretative notes) and the growing imbalance between such activities and legislative activity, on which the Commission has a sole right of initiative;"},{"author":31,"first":"Si antes me hubieran dicho que aquí, en medio del mar, pasaría los días mas <strong class=\"keyword\">pletóricos</strong>, no lo hubiera creído.- ¿ Que días dices que son?","second":"If someone had told me that here, surrounded by the sea,I would spend the most content days of my life, I would have never believed it"},{"author":27,"first":"Por eso, nos parece que los documentos que se someterán al Consejo Europeo de Estocolmo están quizás <strong class=\"keyword\">pletóricos</strong> y que posiblemente nos hará falta progresar todavía en la vía de la preparación de estas reuniones.","second":"However, it seems to us that the documents which will be submitted to the Stockholm European Council may <strong class=\"keyword\">be</strong> excessively numerous and that we may have to make more progress in preparing for these meetings."},{"author":118293,"first":"Pero a pesar de todo, me siento <strong class=\"keyword\">pletórico</strong> en mi interior.","second":"But in spite of this I feel jubilant inside, having told you all this."},{"author":94809,"first":"Así pues, el sistema aplicado produce el efecto de contener, mediante una limitación de las cantidades comercializadas, la oferta de patatas tempranas de las regiones consideradas cuando ésta tiende a hacerse <strong class=\"keyword\">pletórica</strong>.","second":"The system introduced therefore has the effect of controlling, by limiting the quantities placed on the market, the supply of new potatoes in the regions concerned when there is apt to be a <strong class=\"keyword\">glut</strong>."},{"author":92475,"first":"“El escenario estaba realmente <strong class=\"keyword\">pletórico</strong> de gente joven, muy entusiasmada por tomar parte en la construcción de un futuro mejor en Irán”, dice Secor.","second":"“The scene was really flooded <strong class=\"keyword\">with</strong> young people who were very enthusiastic about taking part in building a better future in Iran,” Secor says."},{"author":8000,"first":"La persona privada de libertad es visualizada como persona <strong class=\"keyword\">pletórica</strong> de potencialidades y no como una persona disminuida y llena de patologías, es un ser humano que, con responsabilidades, debe asumir sus derechos y obligaciones","second":"Prisoners are viewed as persons brimming <strong class=\"keyword\">with</strong> potential rather than diminished and full of pathologies; they are human beings with responsibilities who have to accept their rights and obligations"},{"author":8000,"first":"Sr. Hoscheit (Luxemburgo) (habla en francés): Hace casi # años, desde esta misma tribuna y con ocasión del quincuagésimo aniversario de las Naciones Unidas, Su Santidad Juan Pablo # pronunció un histórico discurso, <strong class=\"keyword\">pletórico</strong> de humanismo y de compasión, en el que expresó su pleno apoyo a los ideales y los valores de las Naciones Unidas","second":"Mr. Hoscheit (Luxembourg) (spoke in French): Almost # years ago from this very rostrum, on the occasion of the fiftieth anniversary of the United Nations, His Holiness John Paul # made a historic statement, <strong class=\"keyword\">full</strong> of humanism and compassion, in which he expressed his full support for the ideals and values of the United Nations"},{"author":118293,"first":"que servía de base a la naturaleza de Iliá Ilich, <strong class=\"keyword\">pletórico</strong> de simpatía por todo, Io que era bueno o estaba bien hecho y respondía al llamado de este simple corazón, eternamente crédulo.","second":"something essentially good, pure, and lofty, <strong class=\"keyword\">which was</strong> in profound sympathy with everything noble, with everything that respon ded to the call of his simple, guileless, and trustful heart."},{"author":8000,"first":"Consciente de que a pesar de su <strong class=\"keyword\">pletórica</strong> promisión y grandes posibilidades, África se ve acosada por crisis ambientales, sociales y económicas que la han convertido en uno de los grandes retos mundiales en materia de medio ambiente y desarrollo","second":"Aware that despite its <strong class=\"keyword\">abundant</strong> promise and potential, Africa is beset by environmental, social and economic crises which have made it one of the world's foremost environment and development challenges"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}