{"result":"ok","tuc":[{"phrase":{"text":"ponder","language":"en"},"meanings":[{"language":"en","text":"to consider carefully"}],"meaningId":2522756898345756694,"authors":[70195]},{"phrase":{"text":"weight","language":"en"},"meanings":[{"language":"en","text":"in mathematics"}],"meaningId":508488456192852164,"authors":[70195]},{"phrase":{"text":"think over","language":"en"},"meanings":[{"language":"en","text":"ponder or reflect"}],"meaningId":1922679149761537943,"authors":[70195]},{"phrase":{"text":"weigh up","language":"en"},"meaningId":1567444912216898642,"authors":[25115]},{"phrase":{"text":"think about","language":"en"},"meanings":[{"language":"en","text":"ponder"}],"meaningId":-4384239283560689054,"authors":[70195]},{"phrase":{"text":"wonder","language":"en"},"meanings":[{"language":"en","text":"to ponder about something"}],"meaningId":1956529831780171843,"authors":[70195]},{"phrase":{"text":"consider","language":"en"},"meaningId":-9087274975259942117,"authors":[69425]},{"phrase":{"text":"contemplate","language":"en"},"meaningId":-7768774482995414619,"authors":[97745]},{"phrase":{"text":"reflect","language":"en"},"meaningId":-1751295566244676627,"authors":[84500]},{"phrase":{"text":"weigh","language":"en"},"meaningId":9121389788671998921,"authors":[89651]},{"phrase":{"text":"chew over","language":"en"},"meaningId":-5464042850681308227,"authors":[84500]},{"phrase":{"text":"excogitate","language":"en"},"meaningId":7047083948316166796,"authors":[84500]},{"phrase":{"text":"meditate","language":"en"},"meaningId":-1433238365979859167,"authors":[84500]},{"phrase":{"text":"mull","language":"en"},"meaningId":-7779209314694804885,"authors":[84500]},{"phrase":{"text":"mull over","language":"en"},"meaningId":-5986886048798459180,"authors":[84500]},{"phrase":{"text":"muse","language":"en"},"meaningId":-1124814928639598402,"authors":[84500]},{"phrase":{"text":"ruminate","language":"en"},"meaningId":3846485520001379432,"authors":[84500]},{"phrase":{"text":"speculate","language":"en"},"meaningId":-6642336214220667820,"authors":[84500]},{"meanings":[{"language":"en","text":"to ponder or consider"},{"language":"en","text":"to weight"}],"meaningId":-7420477172163983328,"authors":[93107]}],"phrase":"ponderar","examples":[{"author":22,"first":"Si ello es imposible de conseguir con un solo ciclo de prueba (por ejemplo, para filtros de partículas con regeneración periódica), deberán efectuarse varios ciclos de prueba y calcular el promedio y/o <strong class=\"keyword\">ponderar</strong> los resultados","second":"If this cannot be achieved with one single test cycle (e.g. for particulate filters with periodic regeneration), several test cycles shall be conducted and the test results averaged and/or <strong class=\"keyword\">weighted</strong>"},{"author":94809,"first":"37 En el apartado 361, hizo constar que para determinar la cuantía de la multa a imponer a Hüls, la Comisión había fijado, por una parte, los criterios que se utilizarían para determinar el nivel general de las multas impuestas a las empresas destinatarias de la Decisión polipropileno (apartado 108 de la misma), y, por otra, había fijado los criterios que se utilizarían para <strong class=\"keyword\">ponderar</strong> equitativamente las multas impuestas a cada una de estas empresas (apartado 109 de dicha Decisión).","second":"37 It noted, in paragraph 361, that in order to determine the amount of the fine imposed on Hüls the Commission had first defined the criteria for setting the general level of the fines imposed on the undertakings to which the Polypropylene Decision was addressed (point 108 of the Decision) and had then defined the criteria for achieving a fair <strong class=\"keyword\">balance</strong> between the fines imposed on each of those undertakings (point 109 of the Decision)."},{"author":42,"first":"Factor de ponderación de la radiación (wR): factor adimensional que se utiliza para <strong class=\"keyword\">ponderar</strong> la dosis absorbida en un tejido u órgano","second":"Radiation weighting factor (wR): a dimensionless factor used to <strong class=\"keyword\">weight</strong> the tissue or organ absorbed dose"},{"author":94809,"first":"64 Como ya se ha puesto de relieve más arriba en el apartado 48, de dicho escrito se desprende, en efecto, en lo sustancial, que al analizar las objeciones de principio a la publicación controvertida, la Comisión estimó que le correspondía <strong class=\"keyword\">ponderar</strong>, en particular, la protección de los objetivos de sus actividades de investigación, contemplada por la excepción al principio de transparencia establecida en el artículo 4, apartado 2, tercer guion, del Reglamento no 1049/2001, y los intereses legítimos de las partes.","second":"64 As already pointed out at paragraph 48 above, it is apparent from that letter, in essence, that when analysing the objections of principle to the publication at issue, the Commission considered that it must <strong class=\"keyword\">weigh</strong> up, in particular, the protection of the objectives of its investigations, referred to in the exception to the principle of transparency provided for in the third indent of Article 4(2) of Regulation No 1049/2001, with the legitimate interests of the parties."},{"author":94809,"first":"Resulta evidente que con esta metodología de trabajo sería preciso aclarar, e incluso incorporar a la propia legislación, la fórmula exacta utilizada para <strong class=\"keyword\">ponderar</strong> los impactos ambientales de los cerdos y de las aves de corral, al objeto de asegurar la coherencia de los cálculos realizadas a nivel de Estado miembro.","second":"It is clear that for such an approach to work, the exact manner of <strong class=\"keyword\">weighting</strong> environmental impacts from pigs and poultry would have to be explained or even included within the legislation itself to enable consistency in the calculations made at a Member State level."},{"author":94809,"first":"133 Por consiguiente, es necesario <strong class=\"keyword\">ponderar</strong> los intereses en juego para determinar si se cumplen todos los requisitos necesarios para la concesión de la medida provisional solicitada mediante la presente demanda.","second":"133 It is therefore necessary to <strong class=\"keyword\">weigh</strong> the interests involved, in order to determine whether all of the conditions necessary for granting the interim relief sought in the present application are satisfied."},{"author":22,"first":"cada criterio de selección se <strong class=\"keyword\">ponderará</strong> de # a #, en función de la importancia que le atribuya el tribunal","second":"each selection criterion is <strong class=\"keyword\">weighted</strong> between # and #, according to how important the board considers it to be"},{"author":94808,"first":"Cuando los Estados Partes consideren la posibilidad de invocar el artículo 4 en situaciones distintas de un conflicto armado, deberán <strong class=\"keyword\">ponderar</strong> cuidadosamente el motivo por el cual esa medida es necesaria y legítima en las circunstancias del caso.","second":"If States parties consider invoking article 4 in other situations than an armed conflict, they should <strong class=\"keyword\">carefully</strong> consider the justification and why such a measure is necessary and legitimate in the circumstances."},{"author":94808,"first":"La Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados (ACNUR), en su detallada presentación, expresó preocupación por la política de devolver al mar a los buques con solicitantes de asilo sin <strong class=\"keyword\">ponderar</strong> debidamente si alguno necesitaba protección.","second":"The Office of the United Nations High Commissioner for Refugees (UNHCR), in its detailed submission, expressed concern at any policy of pushing the boats of asylum seekers back at sea without proper <strong class=\"keyword\">consideration</strong> of each individual’s need for protection."},{"author":94809,"first":"83 Así pues, a la hora de <strong class=\"keyword\">ponderar</strong> equilibradamente los diversos intereses en conflicto, las instituciones hubieran debido analizar la cuestión de si una publicación de datos nominales limitada, como la mencionada en el apartado 81 de la presente sentencia, habría bastado o no para alcanzar los objetivos de la normativa de la Unión controvertida en los litigios principales.","second":"83 The institutions ought thus to have examined, in the course of striking a proper <strong class=\"keyword\">balance</strong> between the various interests involved, whether publication by name limited in the manner indicated in paragraph 81 above would have been sufficient to achieve the objectives of the European Union legislation at issue in the main proceedings."},{"author":94809,"first":"Aunque en dicho asunto el Tribunal de Justicia reconoció el amplio margen de apreciación de las autoridades nacionales para <strong class=\"keyword\">ponderar</strong> la libre circulación de mercancías y la libertad de expresión o de manifestación, (32) examinó en relativo detalle el resultado de dicha ponderación (33) antes de negar la existencia de una infracción del Derecho comunitario.","second":"Although in that case the Court acknowledged the wide discretion of the national authorities in striking a <strong class=\"keyword\">balance</strong> between the free movement of goods and the freedom of expression and freedom of demonstration, (32) it discussed in relative detail the outcome of striking such balance (33) before finding that there was no breach of Community law."},{"author":94809,"first":"Asimismo, el Consejo considera que compete a la persona que solicita acceso identificar un interés público claro y preciso que justifique la divulgación y no al Consejo <strong class=\"keyword\">ponderar</strong> la transparencia, democracia y participación pública con la protección del asesoramiento jurídico.","second":"Furthermore, the Council considers it is for the person seeking access to identify a clear and specific public interest in disclosure rather than for the Council to <strong class=\"keyword\">balance</strong> transparency, democracy and public participation against protection of legal advice."},{"author":22,"first":"Si dicha autoridad reguladora nacional llega a la conclusión de que la solicitud en cuestión está justificada, teniendo en cuenta, en particular, la necesidad de <strong class=\"keyword\">ponderar</strong> el interés de legítima protección del secreto comercial cuya revelación afectaría de forma negativa a la estrategia comercial global del usuario del almacenamiento y el objetivo de creación de un mercado interior del gas competitivo, podrá permitir al gestor de almacenamientos que no haga públicos los datos mencionados en el párrafo primero durante un período máximo de un año","second":"Where the national regulatory authority comes to the conclusion that such a request is justified, taking into account, in particular, the need to <strong class=\"keyword\">balance</strong> the interest of legitimate protection of business secrets, the disclosure of which would negatively affect the overall commercial strategy of the storage user, with the objective of creating a competitive internal gas market, it may allow the storage system operator not to make public the data referred to in the first subparagraph, for a duration of up to one year"},{"author":94809,"first":"En el caso de asociación plurianual, se <strong class=\"keyword\">ponderará</strong> el programa de trabajo a 12 meses en los mismos términos que el programa estratégico de tres años.","second":"For multi-annual partnerships, the same <strong class=\"keyword\">weight</strong> will be attributed to the twelve-month work programme and the three-year strategic programme."},{"author":94809,"first":"Esta naturaleza heterogénea exige <strong class=\"keyword\">ponderar</strong> cada uno de esos elementos para responder a la cuestión planteada.","second":"As a result of that mixed composition, each of those elements must be <strong class=\"keyword\">balanced</strong> in order to answer the question referred."},{"author":94809,"first":"Además, se analiza la normativa existente para simplificarla en lo posible y <strong class=\"keyword\">ponderar</strong> su repercusión en la competitividad.","second":"Moreover, existing regulation is screened for simplification potential, including of administrative burdens, and its impact on competitiveness is <strong class=\"keyword\">assessed</strong>."},{"author":91988,"first":"Se deben <strong class=\"keyword\">ponderar</strong> los beneficios de los combustibles fósiles frente a los costos del calentamiento planetario.","second":"The benefits of fossil fuels must be <strong class=\"keyword\">weighed</strong> against the costs of global warming."},{"author":94809,"first":"En este contexto, le corresponde <strong class=\"keyword\">ponderar</strong> el interés específico que debe protegerse no divulgando el documento de que se trate y, en particular, el interés general en que dicho documento se haga accesible habida cuenta de las ventajas que se derivan, como señala el segundo considerando del citado Reglamento, de una mayor apertura, a saber, una mayor participación de los ciudadanos en el proceso de toma de decisiones y una mayor legitimidad, eficacia y responsabilidad de la Administración para con los ciudadanos en un sistema democrático.","second":"In that respect, it is for the that institution to <strong class=\"keyword\">balance</strong> the particular interest to be protected by non-disclosure of the document concerned against, inter alia, the public interest in the document being made accessible in the light of the advantages stemming, as noted in recital 2 of the preamble to Regulation No 1049/2001, from increased openness, in that this enables citizens to participate more closely in the decision-making process and guarantees that the administration enjoys greater legitimacy and is more effective and more accountable to the citizen in a democratic system."},{"author":94809,"first":"53 En efecto, es preciso <strong class=\"keyword\">ponderar</strong> tanto el interés de la demandante en evitar, en caso de que no pueda constituir una garantía bancaria, que se proceda al cobro inmediato de la multa, como el interés financiero de la Comunidad en recuperar el importe y, de forma más general, el interés público en preservar la eficacia de las normas comunitarias sobre competencia y el alcance disuasorio de las multas impuestas por la Comisión.","second":"53 It is necessary to <strong class=\"keyword\">weigh</strong> the applicant's interest in avoiding - in the event that it is unable to arrange a bank guarantee - immediate payment of the fine against the Community's financial interest in being able to recover that sum and, more generally, against the public interest in preserving the effectiveness of Community competition rules and the deterrent effect of fines imposed by the Commission."},{"author":94808,"first":"La Administración comentó que los criterios de sustitución representaban exigencias de mínimos y que no eran un impedimento para que se <strong class=\"keyword\">ponderara</strong> la decisión en función de las circunstancias particulares.","second":"The Administration commented that the replacement criteria were minimum requirements and did not preclude the exercise of <strong class=\"keyword\">judgement</strong> based on individual circumstances."},{"author":94809,"first":"Según las Directrices para el cálculo de las multas impuestas en aplicación del apartado 2 del artículo 15 del Reglamento no 17 del Consejo y del apartado 5 del artículo 65 del Tratado CECA, en el caso de infracciones en las que estén implicadas varias empresas, la Comisión puede <strong class=\"keyword\">ponderar</strong> los importes de partida para tomar en consideración el peso específico de cada empresa, distribuyendo en grupos a los participantes en la práctica concertada, en particular cuando existe una disparidad considerable en cuanto a la dimensión de las empresas responsables de una infracción de la misma naturaleza.","second":"Under the Guidelines on the method of setting fines imposed pursuant to Article 15(2) of Regulation No 17 and Article 65(5) of the ECSC Treaty, where there are infringements involving a number of undertakings, the Commission may <strong class=\"keyword\">weight</strong> the starting amounts to take account of the specific weight of each undertaking by dividing the members of the cartel into groups particularly where there is considerable disparity between the sizes of the undertakings committing infringements of the same type."},{"author":8000,"first":"Asimismo, deseo aprovechar la ocasión para <strong class=\"keyword\">ponderar</strong> la posición ecuánime y responsable que han adoptado el Presidente de los Estados Unidos y los Jefes de Estado y de Gobierno de los países europeos, frente a los intentos de explotar esos hechos dolorosos para levantar falsas acusaciones de terrorismo contra árabes y musulmanes, y frente a los intentos sospechosos también de lanzar ofensas contra árabes y musulmanes","second":"I must also <strong class=\"keyword\">commend</strong> the fair and responsible position taken by the United States President and the leaders of the European States in opposing attempts to exploit those tragic events to falsely accuse the Arabs and Muslims of terrorism, as well as their stand against those dubious attempts to insult Arabs and Muslims"},{"author":8000,"first":"En la versión # de fecha # de junio de # el principio se define como la relación óptima costo-calidad al considerar para cada adquisición los medios más eficaces con respecto al costo de realizar el proceso correspondiente, y <strong class=\"keyword\">ponderar</strong> todos los costos y beneficios pertinentes de cada oferta","second":"In version # dated # une # the principle is defined as “best value for money, by considering for each procurement requirement the most cost-effective means of carrying out the procurement process and by <strong class=\"keyword\">weighing</strong> all relevant costs and benefits of each individual offer”"},{"author":8000,"first":"En momentos de emergencia, los Estados estamos llamados a <strong class=\"keyword\">ponderar</strong> los límites de las capacidades nacionales y a ejercer la prerrogativa de solicitar ayuda y a recibirla en las condiciones y modalidades apropiadas","second":"In emergencies States are called upon to <strong class=\"keyword\">consider</strong> the limits of national capacities and to exercise the prerogative of asking for assistance and receiving it in the most appropriate way"},{"author":94809,"first":"156 De las Directrices se desprende que, en el caso de una infracción de determinada gravedad, puede resultar conveniente, en los casos en que estén implicadas varias empresas, como los carteles, <strong class=\"keyword\">ponderar</strong> el importe de partida general para fijar un importe de partida específico tomando en consideración el peso y, por tanto, las repercusiones reales del comportamiento ilícito de cada empresa sobre la competencia, sobre todo cuando existe una disparidad considerable en cuanto a la dimensión de las empresas responsables de una infracción de la misma naturaleza (punto 1 A, párrafo segundo; véase el apartado 142 supra).","second":"156 The Guidelines provide that, where an infringement is sufficiently serious, it may be necessary in cases involving several undertakings, such as cartels, to apply <strong class=\"keyword\">weightings</strong> to the general starting amount in order to establish a specific starting amount taking account of the weight and, therefore, the real impact of the offending conduct of each undertaking on competition, particularly where there is considerable disparity between the sizes of the undertakings committing infringements of the same type (sixth paragraph of Section 1. A, see paragraph 142 above)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}