{"result":"ok","tuc":[{"phrase":{"text":"postage","language":"en"},"meaningId":8790328599398687565,"authors":[84500]},{"phrase":{"text":"bearing","language":"en"},"meaningId":5037312892992960642,"authors":[84500]},{"phrase":{"text":"freight","language":"en"},"meaningId":2060348524673571483,"authors":[84500]},{"phrase":{"text":"carriage","language":"en"},"meaningId":-7182838303596991577,"authors":[84500]},{"phrase":{"text":"mien","language":"en"},"meaningId":-709118726548375540,"authors":[84500]},{"phrase":{"text":"demeanour","language":"en"},"meaningId":-6992522821744030462,"authors":[25018]},{"phrase":{"text":"deportment","language":"en"},"meaningId":-5715292644497011085,"authors":[25018]},{"phrase":{"text":"freightage","language":"en"},"meaningId":-2872774092763515402,"authors":[83619]},{"phrase":{"text":"poise","language":"en"},"meaningId":-3448812883892887770,"authors":[25018]},{"phrase":{"text":"port","language":"en"},"meaningId":5149529718575504223,"authors":[89651]},{"phrase":{"text":"stamp","language":"en"},"meaningId":7954355909543797017,"authors":[83619]},{"phrase":{"text":"air","language":"en"},"meaningId":-6151926191993694650,"authors":[25018]},{"phrase":{"text":"appearance","language":"en"},"meaningId":4686692752611944567,"authors":[25018]},{"phrase":{"text":"behaviour","language":"en"},"meaningId":6152993651307992569,"authors":[25018]},{"phrase":{"text":"cargo","language":"en"},"meaningId":-7306868350770407321,"authors":[92056]},{"phrase":{"text":"comportment","language":"en"},"meaningId":-7635213125386472393,"authors":[84500]},{"phrase":{"text":"conduct","language":"en"},"meaningId":-1096836740142678814,"authors":[20]},{"phrase":{"text":"demeanor","language":"en"},"meaningId":2478436512316502547,"authors":[86934]},{"phrase":{"text":"disposition","language":"en"},"meaningId":3825192638652995759,"authors":[86934]},{"phrase":{"text":"freight rate","language":"en"},"meaningId":6639528390051937219,"authors":[84500]},{"phrase":{"text":"gait","language":"en"},"meaningId":-7396475747569767979,"authors":[25018]},{"phrase":{"text":"manner","language":"en"},"meaningId":-4400025920763150677,"authors":[25018]},{"phrase":{"text":"portage","language":"en"},"meaningId":864191641024169235,"authors":[84500]},{"phrase":{"text":"porterage","language":"en"},"meaningId":-590034696065071791,"authors":[84500]},{"phrase":{"text":"postage stamp","language":"en"},"meaningId":695433437702974157,"authors":[84500]},{"phrase":{"text":"posture","language":"en"},"meaningId":1303480075675518826,"authors":[84500]},{"phrase":{"text":"presence","language":"en"},"meaningId":1633916560833710860,"authors":[84500]},{"meanings":[{"language":"en","text":"First-person singular (yo) preterite indicative form of portar."},{"language":"en","text":"carriage, carrying"}],"meaningId":-1026971177615666192,"authors":[1]}],"phrase":"porte","examples":[{"author":94809,"first":"Excepto en los casos mencionados en los apartados 2 y 3, las mercancías que circulen de un punto a otro de la Comunidad atravesando el territorio de uno o varios países de la AELC, así como las que circulen desde la Comunidad hacia un destino situado en un país de la AELC, lo harán al amparo del procedimiento T2, según las modalidades que determine cada Estado miembro de la Comunidad y durante todo el trayecto, desde la estación de salida hasta la estación de destino, sin que proceda presentar en la aduana de partida la carta de <strong class=\"keyword\">porte</strong> CIM relativa a dichas mercancías.","second":"Except in the cases referred to in the paragraphs 2 and 3, goods which move from one point to another in the Community through the territory of one or more EFTA countries and goods which move on departure from the Community to a destination in an EFTA country shall be placed under the T2 procedure, subject to conditions which shall be laid down by each Member State of the Community, for the whole of the journey from the station of departure to the station of destination without production at the office of departure of the <strong class=\"keyword\">CIM consignment note</strong> covering the goods."},{"author":8000,"first":"De conformidad con el artículo # ) del CMR, el consignatario tendrá derecho a obtener la entrega de las mercancías contra la entrega del primer ejemplar de la carta de <strong class=\"keyword\">porte</strong>","second":"Pursuant to CMR article # the consignee is entitled to obtain delivery of the goods against surrender of the first copy of the <strong class=\"keyword\">consignment note</strong>"},{"author":74,"first":"Se <strong class=\"keyword\">porta</strong> bien en la escuela, pero en casa causa problemas.","second":"He <strong class=\"keyword\">behaves</strong> well in school but at home he causes problems."},{"author":94809,"first":".4 Los procedimientos operacionales, adecuadamente documentados, para cerrar y enclavar todas las puertas del forro exterior, <strong class=\"keyword\">portas</strong> de carga y otros dispositivos de cierre que, en el caso de quedar abiertos o mal enclavados, pudieran dar lugar a la inundación de un espacio de categoría especial o de un espacio para carga rodada, se conservarán a bordo expuestos en un lugar adecuado.","second":".4 Documented operating procedures for closing and securing all shell doors, loading <strong class=\"keyword\">doors</strong> and other closing appliances which, if left open or not properly secured, could lead to flooding of a special category space or ro-ro cargo space, shall be kept on board and posted at an appropriate place."},{"author":31,"first":"Me <strong class=\"keyword\">porté</strong> bien con Uds., Uds.Pórtense bien conmigo","second":"I' <strong class=\"keyword\">ve</strong> been good to you, you got to be good to me"},{"author":118293,"first":"Te <strong class=\"keyword\">portas</strong> muy mal conmigo.","second":"Well Now <strong class=\"keyword\">you</strong> really are being nasty to me."},{"author":94808,"first":"A fin de que en la convención quede reflejada la conexión de esta con Mauricio, propone que la redacción del artículo 7, párrafo 1 sea la siguiente: “La presente Convención quedará abierta a la firma de todos los Estados y organizaciones regionales de integración económica, en <strong class=\"keyword\">Port</strong> Louis (Mauricio) el 17 de marzo de 2015 y, posteriormente, en la Sede de las Naciones Unidas en Nueva York hasta el [...]”.","second":"In order that the convention reflect the connection between it and Mauritius, he proposed that article 7, paragraph 1, read: “This Convention shall be open for signature at <strong class=\"keyword\">Port</strong> Louis, Mauritius, by all States and regional economic integration organizations on 17 March 2015 and thereafter at the United Nations Headquarters in New York until [...]”."},{"author":8000,"first":"Las demoras que se produjeron inicialmente en el despacho de aduana del equipo y mercancías de las Naciones Unidas en <strong class=\"keyword\">Port</strong> Sudan se resolvieron durante el mes de agosto","second":"The delays that were initially encountered in the clearance of United Nations equipment and goods at <strong class=\"keyword\">Port</strong> Sudan were resolved during the month of August"},{"author":22,"first":"Franqueo postal y gastos de <strong class=\"keyword\">portes</strong>","second":"Postage on correspondence and delivery <strong class=\"keyword\">charges</strong>"},{"author":8008,"first":"\" Ésta es la reacción lógica que tuvo un miembro de seguridad del America’s Cup <strong class=\"keyword\">Port</strong> al ver a unos hombres haciendo equilibrios sobre el borde del tejado del edificio Veles e Vents... Evidentemente, no...","second":"Each <strong class=\"keyword\">team</strong> has one win, going in to Monday’s lay day. Conditions were ideal for racing again on Sunday, with the warm Valencian sun generating a 10..."},{"author":94809,"first":"a) en la casilla 25 de la carta de <strong class=\"keyword\">porte</strong> internacional ;","second":"(a) in box 25 of the International <strong class=\"keyword\">Consignment Note</strong>;"},{"author":8000,"first":"Además, parte de la contribución se dedicará a la construcción de la Route de Rail en <strong class=\"keyword\">Port</strong>-au-Prince, un importante proyecto financiado conjuntamente con la Comisión Europea y ejecutado en colaboración con la MINUSTAH, que abrirá una salida hacia el sur desde <strong class=\"keyword\">Port</strong>-au-Prince y creará empleos en las zonas circundantes, un barrio pobre de la capital","second":"In addition, part of the contribution will go towards the construction of the Route de Rail in <strong class=\"keyword\">Port</strong>-au-Prince, a highly visible project, co-funded with the European Commission and implemented in collaboration with MINUSTAH, which will open up a southern exit from <strong class=\"keyword\">Port</strong>-au-Prince and create employment in the surrounding area, a disadvantaged neighbourhood of the capital"},{"author":89915,"first":"Bolsas, bolsos de mano, bolsos de viaje, estuches de viaje (artículos de cuero), mochilas, maletas, bolsas de playa, baúles, maletines para documentos, saquitos, <strong class=\"keyword\">porta</strong>-documentos, tarjeteros, maletines para documentos, monederos de metales preciosos, llaveros (artículos de cuero), cofrecillos destinados a contener artículos de aseo llamados \"vanity cases\", paraguas","second":"Bags, hand bags, travel bags, travelling sets (leather goods), rucksacks, valises, beach bags, trunks, document cases, pouches, wallets, card cases, portfolios, purses not of precious metal, cases for keys (leather goods), vanity cases, umbrellas"},{"author":94809,"first":"«Estos datos, incluidos los adicionales, aparecen (para obtener una descripción de los datos véase el anexo A, índice 3) relacionados en el cuadro del anexo A, índice 3, indicándose en la fila \"Datos en carta de <strong class=\"keyword\">porte</strong>\" si son obligatorios u opcionales y si deben ser facilitados por el remitente o de forma suplementaria por la EFP.»,","second":"‘These data, including the additional ones, are (for the description of the data see Annex A index 3) listed in the table in Annex A index 3 with the indication in row “Data in <strong class=\"keyword\">Consignment Note</strong>”, whether they are mandatory or optional and whether they must be delivered by the Consignor or supplemented by the LRU.’"},{"author":118293,"first":"Estaban repartiendo, como, 100,000 de esos <strong class=\"keyword\">porta</strong>-vasos para la Misa.","second":"They're passing out, like, 100,000 of them <strong class=\"keyword\">porta</strong>-cups for Mass."},{"author":118293,"first":"Me <strong class=\"keyword\">porté</strong> como un tonto.","second":"I <strong class=\"keyword\">acted</strong> like such a fool."},{"author":8008,"first":"Hoteles en Verona: Horario de recepción: 24 horas El Hotel <strong class=\"keyword\">Porta</strong> Palio es un moderno y acogedor hotel sin barreras.","second":"Hotel in Verona: Business hours of reception: 24 hours Hotel <strong class=\"keyword\">Porta</strong> Palio is a modern and comfortable place to stay."},{"author":94809,"first":".1 Las puertas de bisagra, tapas desmontables, los portillos, portalones, <strong class=\"keyword\">portas</strong> de carga y demás aberturas que en cumplimiento de lo prescrito en las presentes reglas deban mantenerse cerradas en el curso de la navegación, se cerrarán antes de que el buque se haga a la mar.","second":".1 Hinged doors, portable plates, <strong class=\"keyword\">sidescuttles</strong>, gangway and cargo ports and other openings, which are required by these regulations to be kept closed during navigation, shall be closed before the ship leaves the port."},{"author":8000,"first":"Asia ahora <strong class=\"keyword\">porta</strong> la antorcha, y ha insuflado nuevo impulso a este gran movimiento al centrar la atención en las cuestiones relativas a la democracia, la buena gestión pública y la sociedad civil","second":"Asia is now <strong class=\"keyword\">carrying</strong> the torch, and has injected new momentum into this great movement by focusing attention on the issues of democracy, good governance and civil society"},{"author":8008,"first":"El nacimiento del mito de <strong class=\"keyword\">Porto</strong> Rotondo ha pasado gracias a la labor de dos empresarios de Venecia, los hermanos de doña dalle Rose, que en los años 60 mediados de «crear el primer núcleo urbano moderno.","second":"The birth of the myth of <strong class=\"keyword\">Porto</strong> Rotondo has happened thanks to the work of two Venetian entrepreneurs, the brothers Dona dalle Rose, who in the mid 60 'create the first modern urban core."},{"author":94808,"first":", en su evaluación de 2002, señaló este sesgo rural: “El virus está establecido firmemente en la población de manera general; la tasa de prevalencia en el grupo de población de 15-49 años es de entre el 3 y el 4 % en <strong class=\"keyword\">Port</strong> Moresby, bastante superior al 2 % en otras zonas urbanas y superior al 1 % en las zonas rurales”.","second":"assessment notes this rural bias: “The virus is firmly established in the general population with prevalence rates in the 15 to 49 year old population of between 3 and 4 per cent in <strong class=\"keyword\">Port</strong> Moresby, well over 2 per cent in other urban areas and over 1 per cent in rural areas."},{"author":8008,"first":"El Restaurant Ca'n Cuarassa está situado en la playa del mismo nombre al fondo de la paradisíaca Bahía de Pollença, una de las zonas mejor conservadas del norte de Mallorca, entre Alcudia y <strong class=\"keyword\">Port</strong> de Pollença y a menos de 2 Km.","second":"The Restaurant \"Ca ́n Cuarassa\" is situated on the beach of the same name at the end of the beautiful Bay of Pollensa. It is one of the best preserved areas in the north of Mallorca, between Alcudia and the <strong class=\"keyword\">Port</strong> of Pollensa, and less than 2 km from this last town."},{"author":119739,"first":"24 “Y a Semaya*+ de Nehelam dirás: 25 ‘Esto es lo que ha dicho Jehová de los ejércitos, el Dios de Israel: “Por razón de que tú mismo has enviado en tu nombre cartas+ a todo el pueblo que está en Jerusalén, y a Sofonías+ hijo de Maaseya, el sacerdote, y a todos los sacerdotes, diciendo: 26 ‘Jehová mismo te ha hecho sacerdote en lugar de Jehoiadá el sacerdote, a fin de que llegues a ser el gran superintendente* de la casa de Jehová+ para con cualquier hombre* enloquecido+ y que se <strong class=\"keyword\">porte</strong> como profeta, y tienes que ponerlo en el cepo y en la picota;+ 27 ahora, pues, ¿por qué no has reprendido a Jeremías de Anatot,+ que está portándose como profeta para con ustedes?","second":"24 “And to She·maiʹah*+ of Ne·helʹam you will say, 25 ‘This is what Jehovah of armies, the God of Israel, has said: “For the reason that you yourself have sent in your name letters+ to all the people who are in Jerusalem, and to Zeph·a·niʹah+ the son of Ma·a·seiʹah, the priest, and to all the priests, saying, 26 ‘Jehovah himself has made you priest instead of Je·hoiʹa·da the priest, in order to become the grand overseer* of the house of Jehovah+ toward any man* maddened+ and behaving like a prophet, and you must put him into the stocks and into the pillory;+ 27 now, then, why have you not rebuked Jeremiah of Anʹa·thoth,+ who is behaving as a prophet to YOU people?"},{"author":94808,"first":"Sin embargo, el 23 de mayo el Gobierno impidió que despegaran todos los vuelos del contratista y el 29 de mayo las autoridades aduaneras de <strong class=\"keyword\">Port</strong> Sudan dejaron de autorizar los envíos del contratista.","second":"However, on 23 May, the Government grounded all of the contractor’s flights and, on 29 May, Customs authorities in <strong class=\"keyword\">Port</strong> Sudan ceased clearing the contractor’s shipments."},{"author":94809,"first":"E-010232/10 (PT) Marisa Matias (GUE/NGL), Miguel <strong class=\"keyword\">Portas</strong> (GUE/NGL) y Rui Tavares (GUE/NGL) a la Comisión (9 de diciembre de 2010)","second":"E-010232/10 (PT) Marisa Matias (GUE/NGL), Miguel <strong class=\"keyword\">Portas</strong> (GUE/NGL) and Rui Tavares (GUE/NGL) to the Commission (9 December 2010)"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}