{"result":"ok","tuc":[{"phrase":{"text":"prebend","language":"en"},"meanings":[{"language":"en","text":"A stipend paid to a cleric."},{"language":"es","text":"Estipendio que se paga a un clérigo."}],"meaningId":-6131629697052021805,"authors":[60172]},{"meanings":[{"language":"en","text":"prebend, prebendary"}],"meaningId":1445507182215748810,"authors":[93107]}],"phrase":"prebenda","examples":[{"author":118293,"first":"Debemos proteger nuestras <strong class=\"keyword\">prebendas</strong>.","second":"We've got to protect our <strong class=\"keyword\">phony</strong>-<strong class=\"keyword\">baloney jobs</strong>, gentlemen."},{"author":94808,"first":"Estas revelaciones se adicionan al ya extensísimo expediente que demuestra el accionar del Gobierno de los Estados Unidos contra Cuba, en su afán de destruir a la Revolución Cubana, que va desde el mantenimiento del férreo bloqueo económico, comercial y financiero contra el país, hasta la bochornosa utilización de sus propios diplomáticos como vulgares correos para hacer llegar dinero y <strong class=\"keyword\">prebendas</strong> a ciudadanos que dentro de Cuba actúan como mercenarios al servicio de su política de hostilidad, agresión y bloqueo en contra del pueblo cubano.","second":"These revelations are added to the already extensive file on action taken by the Government of the United States against Cuba with the aim of destroying the Cuban Revolution, ranging from the rigid economic, commercial and financial blockade against this country to the shameful use of its own diplomats as common couriers to provide money and <strong class=\"keyword\">benefits</strong> to citizens in Cuba who operate as mercenaries in the service of its hostile policy of aggression and blockade against the Cuban people."},{"author":27,"first":"Están comenzando a aparecer que funcionan conforme a estándares elevados: ofrecen enseñanza de idiomas extranjeros y otras <strong class=\"keyword\">prebendas</strong>, pero solamente las familias acaudaladas pueden pagarlas.","second":"Private nurseries that are run to high standards are beginning to appear: they offer foreign language tuition and other <strong class=\"keyword\">perks</strong> but only wealthy families can afford them."},{"author":94808,"first":"Deben considerar su papel en la mejora del clima global de inversión para fomentar nuevas inversiones nacionales y extranjeras, y no limitarse a conceder <strong class=\"keyword\">prebendas</strong> fiscales.","second":"Governments need to consider their role in improving the entire investment climate to encourage new domestic and foreign investment, rather than simply doling out tax <strong class=\"keyword\">benefits</strong>."},{"author":91988,"first":"Al tiempo que alaba las virtudes del libre mercado, Bush no ha hecho más que dar enormes <strong class=\"keyword\">prebendas</strong> a la industria energética, incluso en tiempos que el país enfrenta altísimos déficits.","second":"While praising the virtues of the free market, Bush has been only too willing to give huge <strong class=\"keyword\">handouts</strong> to the energy industry, even as the country faces soaring deficits."},{"author":8000,"first":"Había mucha <strong class=\"keyword\">prebenda</strong>, los distintos partidos sólo llegaban a las elecciones, a la campaña, pero después jamás llegaban a las comunidades campesinas","second":"<strong class=\"keyword\">Sinecures</strong> were rife; in the countryside, the various parties merely participated in election campaigns, but they never went to peasant communities"},{"author":91988,"first":"La brecha entre campo y ciudad hizo que la población rural cayera en la compra de votos y las redes clientelistas de los poderosos, mientras que los políticos electos se enriquecían mediante la corrupción y las <strong class=\"keyword\">prebendas</strong>.","second":"The rural-urban divide wedded the grassroots rural population to upcountry patronage networks and vote-buying, while elected politicians reaped their rewards through corruption and <strong class=\"keyword\">graft</strong>."},{"author":91988,"first":"Las redes de las elites siguen conspirando con los intereses extranjeros para canibalizar sus economías y conservar las <strong class=\"keyword\">prebendas</strong> del poder: flotas de automóviles de lujo, jets privados, cuentas bancarias en paraísos tributarios, propiedades en el extranjero, bienes de consumo, armas, etc.","second":"Elite networks continue to conspire with foreign interests to cannibalize their economies and retain the <strong class=\"keyword\">perquisites</strong> of power: fleets of luxury cars, private jets, bank accounts in tax havens, overseas properties, consumer goods, weaponry, etc."},{"author":8000,"first":"No debe haber ningún elemento de discrecionalidad en relación con la financiación del personal de seguridad: no se trata de un lujo ni de una <strong class=\"keyword\">prebenda</strong>","second":"There should be nothing discretionary about the financing of staff security: it is neither a luxury nor a <strong class=\"keyword\">perk</strong>"},{"author":8000,"first":"Esos retos se han agravado con la dinámica de la política interna, a menudo interpretada y observada como resultado del reparto de las <strong class=\"keyword\">prebendas</strong> del cargo","second":"Those challenges have been compounded by the dynamics of internal politics, often interpreted and seen as the <strong class=\"keyword\">spoils</strong> of office"},{"author":94808,"first":"En segundo lugar, al adquirir armas de uso militar, las milicias de combatientes consiguen las <strong class=\"keyword\">prebendas</strong> y la potencia de fuego propias de una fuerza militar para tratar de obtener credibilidad, aun sin defender ninguna causa política.","second":"Secondly, by acquiring military-grade weapons, combatant militias obtain the trappings and firepower of a military force in the attempt to gain credibility, even without a political cause."},{"author":91988,"first":"Las <strong class=\"keyword\">prebendas</strong> reales incluyen sinecuras vitalicias y el dominio de la administración pública, lo que permite a los príncipes otorgar contratos y recibir comisiones además de sus salarios.","second":"Royal <strong class=\"keyword\">perks</strong> include lifetime sinecures and domination of the civil service, which enable the princes to award contracts and receive commissions on top of their salaries."},{"author":118293,"first":"Edgar y sus <strong class=\"keyword\">prebendas</strong> del ejército.","second":"Edgar and his army <strong class=\"keyword\">perks</strong>."},{"author":8008,"first":"Dedicará recursos a arreglar estos barrios y ghettos, pero no lo haría mediante favores desde arriba ni <strong class=\"keyword\">prebendas</strong> políticas.","second":"The new state power would channel resources into these neighborhoods. But this would not be a top-down favor, or political <strong class=\"keyword\">patronage</strong>."},{"author":8008,"first":"Es precisamente esta <strong class=\"keyword\">prebenda</strong>, basada en las exenciones fiscales y facilidades para el libre comercio, la que actúa como el mejor atractivo para que el número de barcos ingleses y compañías navieras que recalan en la Isla se multipliquen.","second":"This new regime<strong class=\"keyword\">,</strong> based on tax exemptions and facilities for free trade acted as a major trading attraction and the number of British ships and shipping companies calling in at the Island soon multiplied."},{"author":94808,"first":"Esos retos se han agravado con la dinámica de la política interna, a menudo interpretada y observada como resultado del reparto de las <strong class=\"keyword\">prebendas</strong> del cargo.","second":"Those challenges have been compounded by the dynamics of internal politics, often interpreted and seen as the <strong class=\"keyword\">spoils</strong> of office."},{"author":8000,"first":"Esos documentos muestran un panorama alarmante de las prácticas corruptas en todos los niveles de la sociedad, con un aparato estatal dominado por la corrupción, en el que existe una divergencia importante entre los afanes privados de los funcionarios públicos y sus cometidos oficiales y en el que se ha abusado de las oportunidades de negocio y las <strong class=\"keyword\">prebendas</strong> distribuidas por el Estado","second":"Together, they draw a disturbing picture of corrupt practices at every level of society and a corruption-ridden State apparatus, one in which there is a significant discrepancy between the private agendas of public officials and their formal public functions, and where advantage has been taken of the economic opportunities and <strong class=\"keyword\">benefits</strong> distributed by the State"},{"author":8000,"first":"Es necesario determinar si los actos que han ocurrido en los últimos meses tienen motivaciones políticas, si están conectados entre sí, si forman parte de una campaña orquestada, o si se trata de actos desesperados de personas que buscan recuperar antiguas <strong class=\"keyword\">prebendas</strong> o influencias perdidas, o que, tal vez, han visto en los ataques armados un negocio floreciente, teniendo presente las debilidades estructurales que en materia de seguridad todavía se observan, particularmente en la región fronteriza","second":"Given the structural weaknesses that still exist with regard to security- particularly in the border region- it is necessary to establish whether the acts that have taken place over the past few months are motivated by political considerations, whether they are connected, whether they are part of an orchestrated campaign, or whether they are the desperate acts of persons trying to regain former <strong class=\"keyword\">perquisites</strong> and influence or who perhaps view armed attacks as a booming business"},{"author":27,"first":"No me extraña, señor Presidente, que el Consejo esté ausente, que no dé la cara, que esté avergonzado de este final de fiesta, reparto final de <strong class=\"keyword\">prebendas</strong> vergonzosas.","second":"I am not surprised that the Council is absent. It dare not show its face for it is ashamed by this grand finale, this final distribution of shameful <strong class=\"keyword\">perks</strong>, or should we say this <strong class=\"keyword\">muddle</strong> to end all muddles?"},{"author":94808,"first":"Además, los gobiernos sucesivos utilizaban la industria forestal como fuente de <strong class=\"keyword\">prebendas</strong> políticas, haciendo caso omiso de contratos anteriores y concediendo contratos múltiples al mismo bosque; por consiguiente, la zona de las concesiones es 2,5 veces mayor que la zona forestal de todo el país.","second":"Furthermore, successive Governments used forestry as a source of <strong class=\"keyword\">patronage</strong>, ignoring prior contracts and granting multiple contracts for the same forest; thus, the concession area is 2.5 times the area of forest in the entire country."},{"author":94808,"first":"Abuso de autoridad o de la condición de funcionario público para obtener <strong class=\"keyword\">prebendas</strong> en las elecciones (referéndums) (art.","second":"Abuse of office or official position to secure an <strong class=\"keyword\">advantage</strong> for election purposes (or in referendums) (art."},{"author":27,"first":"Asimismo, es un país que, de manera trágica, está enfangado en las <strong class=\"keyword\">prebendas</strong> y la corrupción.","second":"It is also a country which, tragically, is mired in <strong class=\"keyword\">patronage</strong> and in corruption."},{"author":94809,"first":"Y ello no porque se deba añadir la palabra \"montaña\" a la lista de <strong class=\"keyword\">prebendas</strong> y ayudas que, por diversos conceptos y en diverso grado, se distribuyen a partir de Bruselas, sino porque la montaña es el paradigma de la integración europea.","second":"Europe's mountain regions have long developed a <strong class=\"keyword\">pluralist</strong> political view that is intrinsically tolerant and open to discussion and cooperative planning."},{"author":94808,"first":"Es necesario determinar si los actos que han ocurrido en los últimos meses tienen motivaciones políticas, si están conectados entre sí, si forman parte de una campaña orquestada, o si se trata de actos desesperados de personas que buscan recuperar antiguas <strong class=\"keyword\">prebendas</strong> o influencias perdidas, o que, tal vez, han visto en los ataques armados un negocio floreciente, teniendo presente las debilidades estructurales que en materia de seguridad todavía se observan, particularmente en la región fronteriza.","second":"Given the structural weaknesses that still exist with regard to security — particularly in the border region — it is necessary to establish whether the acts that have taken place over the past few months are motivated by political considerations, whether they are connected, whether they are part of an orchestrated campaign, or whether they are the desperate acts of persons trying to regain former <strong class=\"keyword\">perquisites</strong> and influence or who perhaps view armed attacks as a booming business."},{"author":94809,"first":"Los hijos de los nobles, de los burgueses, de los comerciantes, de los artesanos y de los campesinos eran admitidos, superándose las dificultades económicas con las becas y las <strong class=\"keyword\">prebendas</strong>.","second":"The sons of the nobility, the bourgeoisie, merchants, craftsmen and peasants were admitted, and financial difficulties were resolved by means of scholarships and grants."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}