{"result":"ok","tuc":[{"phrase":{"text":"precept","language":"en"},"meaningId":8461222793182579001,"authors":[84715]},{"phrase":{"text":"commandment","language":"en"},"meaningId":-96599143536925621,"authors":[84500]},{"phrase":{"text":"command","language":"en"},"meaningId":2540406470890883484,"authors":[25018]},{"phrase":{"text":"dictate","language":"en"},"meaningId":6363501567143552516,"authors":[69425]},{"phrase":{"text":"imperative","language":"en"},"meaningId":-6128926275022134303,"authors":[69425]},{"phrase":{"text":"injunction","language":"en"},"meaningId":-520993248003637794,"authors":[25018]},{"phrase":{"text":"principle","language":"en"},"meaningId":-1681186663869776576,"authors":[84500]},{"phrase":{"text":"teaching","language":"en"},"meaningId":-7498006051407996504,"authors":[84500]},{"phrase":{"text":"edification","language":"en"},"meaningId":6811851984169773715,"authors":[83093]},{"phrase":{"text":"law","language":"en"},"meaningId":-4238622185123339847,"authors":[25018]},{"phrase":{"text":"mandamus","language":"en"},"meaningId":-6453032019077074991,"authors":[86934]},{"phrase":{"text":"mandate","language":"en"},"meaningId":5929782174933186989,"authors":[25018]},{"phrase":{"text":"moral","language":"en"},"meaningId":-2255237812052493278,"authors":[89651]},{"phrase":{"text":"order","language":"en"},"meaningId":7774612534622161011,"authors":[20]},{"phrase":{"text":"prescript","language":"en"},"meaningId":8516451552205777328,"authors":[25018]},{"phrase":{"text":"rule","language":"en"},"meaningId":1006952833611031726,"authors":[25115]},{"meanings":[{"language":"en","text":"precept"}],"meaningId":7712709953767773609,"authors":[1]}],"phrase":"precepto","examples":[{"author":94809,"first":"46 En efecto, en relación con el artículo 7, apartado 1, de la Directiva 93/104, que, en los mismos términos empleados por los artículos 3 y 5 de dicha Directiva, establece que los Estados miembros adoptarán las medidas necesarias para que todos los trabajadores «dispongan» de un período de al menos cuatro semanas de vacaciones anuales retribuidas, el Tribunal de Justicia ha declarado igualmente, en el apartado 44 de su sentencia BECTU, antes citada, que, según dicho <strong class=\"keyword\">precepto</strong>, el trabajador deberá poder disfrutar de un descanso efectivo, en aras de una protección eficaz de su seguridad y su salud.","second":"46 In respect of Article 7(1) of Directive 93/104, which provides, in the same terms as those used in Articles 3 and 5, that Member States are to take the measures necessary to ensure that every worker ‘is entitled’ to paid annual leave of at least four weeks, the Court has also held, in paragraph 44 of BECTU, that under that <strong class=\"keyword\">provision</strong> the worker is entitled to actual rest, with a view to ensuring effective protection of his health and safety."},{"author":94808,"first":"La ley establecerá los delitos y sanciones para el infractor de este <strong class=\"keyword\">precepto</strong>\".","second":"The law shall establish the crimes and penalties for violators of this <strong class=\"keyword\">provision</strong>.\""},{"author":94809,"first":"(14) En modo alguno se excluye que el contrato de consumo se pueda celebrar a través de otras fórmulas distintas a las de la contratación a distancia, confirmando así la lectura amplia del <strong class=\"keyword\">precepto</strong> en lo que al ámbito de relaciones contractuales se refiere.","second":"(14) Under no circumstances does the joint declaration rule out the possibility of concluding different types of consumer contract other than distance contracts, thereby confirming the broad interpretation of the <strong class=\"keyword\">provision</strong> as far as the field of contractual relationships is concerned."},{"author":22,"first":"El artículo # CE, apartado #, última frase, debe interpretarse en el sentido de que el juez nacional no está obligado a ordenar la recuperación de una ayuda ejecutada contra lo dispuesto en ese <strong class=\"keyword\">precepto</strong>, cuando la Comisión ha adoptado una decisión definitiva en la que declara la compatibilidad de dicha ayuda con el mercado común, en el sentido del artículo # CE","second":"The last sentence of Article # EC is to be interpreted as meaning that the national court is not bound to order the recovery of aid implemented contrary to that <strong class=\"keyword\">provision</strong>, where the Commission has adopted a final decision declaring that aid to be compatible with the common market, within the meaning of Article # EC"},{"author":95096,"first":"Ante este panorama de nuevas situaciones y sus consiguientes interrogantes, parece necesario más que nunca recuperar las motivaciones doctrinales profundas que son la base del <strong class=\"keyword\">precepto</strong> eclesial, para que todos los fieles vean muy claro el valor irrenunciable del domingo en la vida cristiana.","second":"Given this array of new situations and the questions which they prompt, it seems more necessary than ever to recover the deep doctrinal foundations underlying the Church's <strong class=\"keyword\">precept</strong>, so that the abiding value of Sunday in the Christian life will be clear to all the faithful."},{"author":94809,"first":"Según él, dicho <strong class=\"keyword\">precepto</strong> carece de carácter obligatorio y no forma parte del concepto de «residuo» a efectos de la Directiva 75/442 modificada.","second":"It <strong class=\"keyword\">does</strong> not in its view have binding effect and is not included in the concept of ‘waste’ within the meaning of amended Directive 75/442."},{"author":119723,"first":"¿Enseñan a sus hijos una conducta aceptable mediante el <strong class=\"keyword\">precepto</strong> y el ejemplo?","second":"Do they <strong class=\"keyword\">teach</strong> their children appropriate behavior by <strong class=\"keyword\">precept</strong> and example?"},{"author":94808,"first":"La Constitución establece que cada estado dispondrá de un órgano ejecutivo encabezado por el Gobernador. Éste será elegido por los ciudadanos del estado de acuerdo con los <strong class=\"keyword\">preceptos</strong> constitucionales y con los procedimientos establecidos por la Comisión Electoral Nacional (art. 179, párr.","second":"The Constitution prescribes that every state must have its own executive organ headed by a governor elected by the citizens of the state, in accordance with the <strong class=\"keyword\">Constitution</strong> and the procedures established by the National Elections Commission (art."},{"author":94809,"first":"De este modo, el Estado miembro en cuestión, que reivindica la aplicación de este artículo, debería demostrar que reúne todos los requisitos previstos en dicho <strong class=\"keyword\">precepto</strong> cuando pretende establecer una excepción al artículo 20 del Código aduanero comunitario, que recoge el principio general de percepción de los derechos de aduana, en consonancia con lo dispuesto en el artículo 26 CE.","second":"Accordingly, the Member State concerned which claims that Article 296 EC applies and which proposes to derogate from Article 20 of the Community Customs Code, where the general principle of the levying of duties as fixed under Article 26 EC is stated, should demonstrate that it can satisfy all the conditions laid down in Article 296 EC."},{"author":8000,"first":"Ello significaba que del # de septiembre de # al # de septiembre de # no había <strong class=\"keyword\">precepto</strong> constitucional en que pudiese ampararse el enjuiciamiento de las presuntas infracciones del artículo","second":"This meant that from # eptember # until # eptember # amibia had no <strong class=\"keyword\">constitutional</strong> section # under which to charge alleged contraventions that would have fallen under its provisions"},{"author":94809,"first":"(14) No se han indicado <strong class=\"keyword\">preceptos</strong> constitucionales.","second":"(14) No <strong class=\"keyword\">constitutional requirements</strong> indicated."},{"author":94809,"first":"Se respetará el principio de prioridad de las descripciones del SIS sobre las de Interpol y se garantizará que las Oficinas Centrales Nacionales (OCN) de los Estados miembros cumplan este <strong class=\"keyword\">precepto</strong>.","second":"The principle of Schengen alerts taking precedence over Interpol alerts shall be respected and it shall be ensured that the NCBs of Member States comply with this as well."},{"author":119723,"first":"78 Sean avergonzados los soberbios,porque sin causa me han calumniado;pero yo meditaré en tus <strong class=\"keyword\">preceptos</strong>.","second":"78 Let the proud be aashamed; for they dealt perversely with me without a cause: but I will meditate in thy <strong class=\"keyword\">precepts</strong>."},{"author":119739,"first":"De modo que aquel caudillo recibió oralmente, palabra por palabra, un conjunto de más de seiscientos <strong class=\"keyword\">preceptos</strong>.","second":"(Exodus 20:18-20) The <strong class=\"keyword\">Law</strong>, consisting of some 600 statutes, was thus transmitted to Moses orally, word-for-word."},{"author":94808,"first":"Teniendo en cuenta la importancia de que los Estados Miembros y las organizaciones intergubernamentales y no gubernamentales utilicen y apliquen las reglas y normas de las Naciones Unidas en materia de prevención del delito y justicia penal como principios internacionales importantes en la creación de un sistema de justicia penal eficiente y justo, en particular en circunstancias en las que los <strong class=\"keyword\">preceptos</strong> fundamentales del Estado de derecho no son eficaces o están ausentes, o en la reconstrucción después de los conflictos,","second":"Mindful of the importance for Member States and intergovernmental and non-governmental organizations to use and apply United Nations standards and norms in crime prevention and criminal justice as important international principles in developing an efficient and fair criminal justice system, in particular in circumstances where the basic <strong class=\"keyword\">tenets</strong> of the rule of law are ineffective or absent or in post-conflict reconstruction,"},{"author":8000,"first":"Con el fin de desarrollar adecuadamente los <strong class=\"keyword\">preceptos</strong> de la Convención, el Estado colombiano ha desarrollado una importante agenda de cooperación interestatal en la materia","second":"The Colombian Government has drawn up a broad inter-State cooperation agenda in order to implement the provisions of the Convention"},{"author":94809,"first":"(4) No se han indicado <strong class=\"keyword\">preceptos</strong> constitucionales.","second":"(4) No <strong class=\"keyword\">constitutional requirements</strong> indicated."},{"author":94809,"first":"Este <strong class=\"keyword\">precepto</strong> (que no fue modificado en 2006) tiene el siguiente tenor: «Los Estados miembros establecerán la obligación del usuario de un fonograma publicado con fines comerciales, o de una reproducción de dicho fonograma, que se utilice para la radiodifusión inalámbrica o para cualquier tipo de comunicación al público de pagar una remuneración equitativa y única a los artistas intérpretes o ejecutantes y productores de fonogramas, entre los cuales se efectuará el reparto de la misma.","second":"That <strong class=\"keyword\">provision</strong> (unchanged in 2006) states: ‘Member States shall provide a right in order to ensure that a single equitable remuneration is paid by the user, if a phonogram published for commercial purposes, or a reproduction of such phonogram, is used for broadcasting by wireless means or for any communication to the public, and to ensure that this remuneration is shared between the relevant performers and phonogram producers."},{"author":94808,"first":"Las leyes de la Arabia Saudita se basan en los <strong class=\"keyword\">preceptos</strong> de la sharia islámica y los principios de la justicia y la igualdad.","second":"The laws of Saudi Arabia were based on the <strong class=\"keyword\">tenets</strong> of the Islamic sharia and the principles of justice and equality."},{"author":94809,"first":"Este <strong class=\"keyword\">precepto</strong> recoge la jurisprudencia del Tribunal Europeo de Derechos Humanos sobre la materia, (7) y daría por satisfechas las garantías de una persona como I.B., en la medida en que le asegura la posibilidad de ser juzgado una vez más, pero con todas las garantías.","second":"That <strong class=\"keyword\">provision</strong> reflects the case-law of the European Court of Human Rights in this area, (7) and would mean that the guarantees for a person such as I.B. have been safeguarded, inasmuch as it ensures that he has the opportunity to be retried with all the guarantees."},{"author":94809,"first":"(7) En la Bailía de Guernsey, las normas de Derecho relativas a la protección de datos personales basadas en los <strong class=\"keyword\">preceptos</strong> de la Directiva 95/46/CE se recogen en la Data Protection (Bailiwick of Guernsey) Law, 2001, que entró en vigor el 1 de agosto de 2002.","second":"(7) As regards the Bailiwick of Guernsey, the legal standards on the protection of personal data based on the standards set out in Directive 95/46/EC have been provided for in the Data Protection (Bailiwick of Guernsey) Law 2001, which entered into force on 1 August 2002."},{"author":94809,"first":"El Tribunal de Justicia está así llamado a interpretar por vez primera el artículo 8, apartado 4, del Reglamento no 40/94. Y habrá de hacerlo en un caso que no parece el más paradigmático de aplicación del citado <strong class=\"keyword\">precepto</strong>.","second":"The Court of Justice is therefore required to interpret Article 8(4) of Regulation No 40/94 for the first time, and to do so in a case which does not appear to be the most typical of the kind involving the application of that <strong class=\"keyword\">article</strong>."},{"author":94809,"first":"(3) No se han indicado <strong class=\"keyword\">preceptos</strong> constitucionales.","second":"(3) No <strong class=\"keyword\">constitutional requirements</strong> indicated."},{"author":27,"first":"Hay un importante <strong class=\"keyword\">precepto</strong> (el artículo 12 de la Carta de los Derechos Fundamentales de la Unión Europea) que prevé el derecho a la libertad de asociación en todos los ámbitos, especialmente el sindical.","second":"There is an important <strong class=\"keyword\">article</strong> – Article 12 of the Charter of Fundamental Rights of the European Union – which envisages the right to freedom of association at all levels, in particular in trade union matters."},{"author":94808,"first":"Otras disposiciones legales recientes han retomado los <strong class=\"keyword\">preceptos</strong> constitucionales y de la LFPED en materia de no discriminación.","second":"Other recent laws have amended the non-discrimination <strong class=\"keyword\">provisions</strong> of the Constitution and the Federal Act to Prevent and Eliminate Discrimination."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}