{"result":"ok","tuc":[{"phrase":{"text":"prescriptive","language":"en"},"meaningId":2926159375321885166,"authors":[84715]},{"phrase":{"text":"de rigueur","language":"en"},"meaningId":1489223275613606030,"authors":[80097]},{"phrase":{"text":"mandatory","language":"en"},"meaningId":5348763503571026575,"authors":[80097]},{"meanings":[{"language":"en","text":"obligatory, mandatory"}],"meaningId":8005897959270013295,"authors":[93107]}],"phrase":"preceptivo","examples":[{"author":94809,"first":"En las negociaciones de los acuerdos sobre medio ambiente que vayan más allá del caso concreto (acuerdos sectoriales) los grupos sociales (interlocutores sociales, asociaciones medioambientales, representantes de los consumidores), deben participar -según el objeto del acuerdo- tal como es <strong class=\"keyword\">preceptivo</strong> o costumbre en la preparación de las normas jurídicas.","second":"In negotiations on an environmental agreement based on a specific case (branch agreement) the social groups (social partners, environmental associations, consumers' representatives) should be involved, depending on the subject of the agreement, in the way laid down for preparing legal provisions or the way which is customary."},{"author":8000,"first":"He acogido con beneplácito esta orientación del Consejo de Seguridad y la he estudiado atentamente, tras las consultas <strong class=\"keyword\">preceptivas</strong> con los países que aportan contingentes","second":"I welcome this guidance by the Council and have given it careful consideration, after <strong class=\"keyword\">due</strong> consultation with troop-contributing countries"},{"author":94808,"first":"La Ley prohíbe el manejo de dichas sustancias a menos que se respeten y cumplan las salvaguardias operacionales <strong class=\"keyword\">preceptivas</strong> (artículo 8).","second":"The Act prohibits handling of such substances except in accordance and compliance with the <strong class=\"keyword\">prescribed</strong> procedural safeguards (Section 8)."},{"author":94809,"first":"(a) un boletín de marcas europeas que contendrá las inscripciones que se hayan hecho en el registro, así como todas las demás indicaciones cuya publicación sea <strong class=\"keyword\">preceptiva</strong> con arreglo al presente Reglamento o a los actos delegados adoptados en virtud del presente Reglamento;","second":"(a) a European Trade Marks Bulletin containing entries made in the Register as well as other particulars the publication of which is <strong class=\"keyword\">prescribed</strong> by this Regulation or by delegated acts adopted in accordance with this Regulation;"},{"author":94809,"first":"En caso de incumplimiento de las disposiciones del presente capítulo, el Gobierno de Santo Tomé y Príncipe suspenderá la autorización de pesca del buque infractor hasta que se cumpla el trámite <strong class=\"keyword\">preceptivo</strong> e impondrá al armador del buque la sanción prevista por la normativa vigente en Santo Tomé y Príncipe.","second":"Where the provisions set out in this Chapter are not complied with, the Government of São Tomé and Príncipe shall suspend the fishing authorisation of the offending vessel until <strong class=\"keyword\">formalities</strong> have been completed and impose on the shipowner the penalty laid down in current São Toméan legislation."},{"author":94809,"first":"El fundamento jurídico de dicha propuesta es el artículo 175 (antiguo artículo 130 S) del Tratado CE, por lo que es <strong class=\"keyword\">preceptivo</strong> el procedimiento de cooperación con el Parlamento Europeo.","second":"2) Since the proposal was based on Article 175 (ex-130s) of the EC Treaty, the cooperation procedure with Parliament was <strong class=\"keyword\">mandatory</strong>."},{"author":8000,"first":"En este terreno se imparte ya capacitación <strong class=\"keyword\">preceptiva</strong>, con el correspondiente certificado, capacitación que se seguirá impulsando para extenderla a todo el personal pertinente destinado fuera de la Sede","second":"<strong class=\"keyword\">Mandatory</strong> training with certification is already being implemented in this area, and will be developed further to reach all relevant outposted staff"},{"author":94808,"first":"Incluso si ninguna norma del derecho internacional impone una obligación tal, la forma <strong class=\"keyword\">preceptiva</strong> del requisito de adoptar todas las medidas adecuadas promueve claramente dicha responsabilidad subsidiaria.","second":"Even if no rule of international law imposed such an obligation, the <strong class=\"keyword\">mandatory</strong> form of the requirement to take all appropriate measures clearly promoted such subsidiary responsibility."},{"author":94809,"first":"Un vuelo no debe efectuarse si los miembros de la tripulación y, en su caso, los demás miembros del personal operativo implicado en su preparación y ejecución, no están familiarizados con las leyes, reglamentos y procedimientos aplicables, relativos al desempeño de sus tareas y <strong class=\"keyword\">preceptivos</strong> en las zonas que esté previsto atravesar, los aeropuertos que se tenga planificado utilizar y las instalaciones de navegación área correspondientes.","second":"A flight must not be performed if the crew members and, as appropriate, all other operations personnel involved in its preparation and execution are not familiar with applicable laws, regulations and procedures, pertinent to the performance of their duties, <strong class=\"keyword\">prescribed</strong> for the areas to be traversed, the aerodromes planned to be used and the air navigation facilities relating thereto."},{"author":94809,"first":"De conformidad con el artículo 300, apartado 3, del Tratado CE, es <strong class=\"keyword\">preceptiva</strong> una consulta oficial al Parlamento Europeo sobre la celebración del Acuerdo.","second":"The European Parliament will have to be formally consulted on conclusion of the Arrangement, in accordance with Article 300(3) of the EC Treaty."},{"author":94809,"first":"La normativa española y catalana en cuestión (Ley 7/1996, Ley Catalana 18/2005, Decretos Catalanes 378/2006 y 379/2006) exigen a todo operador que desee abrir, ampliar, cambiar de actividad, trasladar o transmitir un gran centro comercial la obtención de una licencia de la Generalidad, que se añade a la <strong class=\"keyword\">preceptiva</strong> licencia municipal de apertura de actividad, esta última destinada a comprobar la conformidad del establecimiento con las normas urbanísticas en vigor.","second":"The Spanish and Catalan legislation at issue (Law 7/1996, Catalan Law 28/2005, Catalan Decrees 378/2006 and 379/2006) requires any operator wishing to start, extend, change its activity, transfer or assign a large shopping centre, to obtain a licence from the Generalidad, in addition to the <strong class=\"keyword\">compulsory</strong> municipal license <strong class=\"keyword\">required</strong> to start up an activity, the latter being intended to verify that the establishment conforms to the urban standards in force."},{"author":27,"first":"También está dirigido a aquellos diputados que ya saben que Rumanía lo conseguirá pase lo que pase, cumpla o no las condiciones <strong class=\"keyword\">preceptivas</strong>.","second":"It is also addressed to those Members who already know that Romania will succeed anyway, irrespective of the fact whether it will meet the conditions <strong class=\"keyword\">prescribed</strong>."},{"author":94808,"first":"De conformidad a dicho Código todo niño y adolescente podrá acudir a los Tribunales y ejercer los actos procesales en defensa de sus derechos, siendo <strong class=\"keyword\">preceptiva</strong> la asistencia letrada.","second":"Pursuant to the Code, all children and adolescents have access to the courts and can take legal action in defence of their rights; moreover, the provision of legal aid is <strong class=\"keyword\">mandatory</strong>."},{"author":22,"first":"La conducción ecológica debe ser objeto, con la debida extensión, de los programas de formación <strong class=\"keyword\">preceptivos</strong> referentes a la cualificación inicial y continua de los conductores, así como del establecimiento de rebajas fiscales para las empresas que implanten medios de control y medición de las características de la conducción","second":"Eco-driving should be covered by duly extended <strong class=\"keyword\">mandatory</strong> instruction programmes for the initial and further qualification of drivers, and by setting up tax concessions for companies that take steps to monitor and measure driving"},{"author":94809,"first":"También se requerirá autorización para la exportación de productos de doble uso no enumerados en el anexo I cuando el exportador haya sido informado por las autoridades contempladas en el apartado 1 de que los productos en cuestión están o pueden estar destinados total o parcialmente a su uso como accesorios o componentes de material de defensa enumerado en la relación nacional de material de defensa que se ha exportado del territorio de ese Estado miembro sin autorización o en contravención de una autorización <strong class=\"keyword\">preceptiva</strong> en virtud del Derecho interno de dicho Estado miembro.","second":"An authorisation shall also be required for the export of dual-use items not listed in Annex I if the exporter has been informed by the authorities referred to in paragraph 1 that the items in question are or may be intended, in their entirety or in part, for use as parts or components of military items listed in the national military list that have been exported from the territory of that Member State without authorisation or in violation of an authorisation <strong class=\"keyword\">prescribed</strong> by national legislation of that Member State."},{"author":94809,"first":"Transcurridos cuatro años desde la publicación de la citada Recomendación, la Comisión presenta su <strong class=\"keyword\">preceptivo</strong> informe, con un triple objetivo que se desprende del contenido del mismo:","second":"Four years after the publication of the recommendation the Commission has submitted its report, the three main aims of which, based on the content of the recommendation, are as follows:"},{"author":94809,"first":"Además, el enfoque regulador se ha visto modificado a petición de los Estados miembros y las partes interesadas en favor de un planteamiento menos <strong class=\"keyword\">preceptivo</strong> («mejor regulación»).","second":"Additionally, the regulatory approach has been changed due to requests from Member States and stakeholders for a less <strong class=\"keyword\">prescriptive</strong> approach (‘better regulation’)."},{"author":8000,"first":"Además, antes de prorrogar la medida más allá de un año será <strong class=\"keyword\">preceptivo</strong> consultar al juez o magistrado","second":"Furthermore, these persons' views must be sought before the measure <strong class=\"keyword\">is</strong> extended beyond one year"},{"author":8000,"first":"En relación con los derechos de los niños de origen indígena a tener su propia vida cultural, a profesar y practicar su propia religión o a emplear su propio idioma, nos permitimos remitir al honorable Comité a los informes octavo y noveno de Colombia relativos al cumplimiento de la Convención sobre la Eliminación de todas las Formas de Discriminación Racial, en los cuales se podrán apreciar los avances en el cumplimiento de esta <strong class=\"keyword\">preceptiva</strong>","second":"With regard to the rights of indigenous children to enjoy their own culture, to profess and practise their own religion and to use their own language, we refer the Committee to the eighth and ninth periodic reports of Colombia on the implementation of the Convention on the Elimination of All Forms of Racial Discrimination, which describe the progress made in implementing these rights"},{"author":8000,"first":"En relación con el artículo # el abogado se refiere a diversos informes en que se critica la política de detención <strong class=\"keyword\">preceptiva</strong> del Estado Parte","second":"s to article # counsel refers to a variety of reports criticizing the State party's <strong class=\"keyword\">mandatory</strong> detention policy"},{"author":94808,"first":"Por lo tanto, recordando la buena colaboración que había existido anteriormente con la secretaría de la CAPI en cuanto a la cuestión de los arreglos contractuales, la propuesta presentada a la Comisión en su 59° período de sesiones (tercer trimestre de 2004) tenía un carácter marcadamente <strong class=\"keyword\">preceptivo</strong>, que no reflejaba los acuerdos alcanzados en 2003 y, lejos de alentar, limitaba la flexibilidad y la capacidad de las organizaciones para responder con eficacia y eficiencia a las necesidades derivadas de sus respectivas realidades institucionales en materia financiera y gerencial.","second":"Recalling, therefore, the previous good collaboration with the ICSC secretariat on the issue of contractual arrangements, the proposal presented at the Commission’s fifty-ninth session (summer 2004) was now of a highly <strong class=\"keyword\">prescriptive</strong> nature that did not reflect the agreements reached in 2003 and was seen as limiting rather than encouraging the flexibility and ability of organizations to respond to the requirements of their respective financial and managerial organizational realities in an effective and efficient manner."},{"author":27,"first":"Otro elemento sumamente importante de un futuro Acuerdo de Asociación consistiría en establecer normas <strong class=\"keyword\">preceptivas</strong> de protección ambiental.","second":"Another very important element of a future Association Agreement would be establishing <strong class=\"keyword\">compulsory</strong> environmental protection standards."},{"author":42,"first":"La unidad administrativa encargada de la ejecución de los pagos a los beneficiarios de las subvenciones deberá disponer de los documentos que acrediten la ordenación del pago de las subvenciones a los distintos proyectos y la ejecución de los controles administrativos y físicos <strong class=\"keyword\">preceptivos</strong>","second":"The administrative unit responsible for making payments to recipients of grants must be in possession of documents attesting that the grant has been awarded to the individual project and that the <strong class=\"keyword\">required</strong> administrative and physical checks have been carried out"},{"author":94808,"first":"Además, no cabía considerar que este párrafo era excesivamente <strong class=\"keyword\">preceptivo</strong>, ya que reconocía expresamente la autonomía contractual de las partes para sustraerse al imperio de sus disposiciones.","second":"Furthermore, the draft paragraph could not be regarded as <strong class=\"keyword\">being</strong> overly <strong class=\"keyword\">prescriptive</strong> since it expressly recognized the parties’ freedom to deviate from its provisions."},{"author":94809,"first":"La agencia de calificación crediticia infringirá el artículo 11 bis, apartado 1, cuando no facilite la información solicitada o no la facilite en el formato <strong class=\"keyword\">preceptivo</strong> a tenor de dicho apartado.»","second":"The credit rating agency infringes Article 11a(1) by not making available the required information or by not providing that information in the <strong class=\"keyword\">required</strong> format as referred to in that paragraph.’"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}