{"result":"ok","tuc":[{"phrase":{"text":"hawk","language":"en"},"meanings":[{"language":"en","text":"to sell"}],"meaningId":-501580631575052588,"authors":[70195]},{"phrase":{"text":"announce","language":"en"},"meaningId":9206028423902128484,"authors":[20]},{"phrase":{"text":"blazon abroad","language":"en"},"meaningId":2805231156116946795,"authors":[83042]},{"phrase":{"text":"call out","language":"en"},"meaningId":-6054886445426945126,"authors":[86934]},{"phrase":{"text":"disclose","language":"en"},"meaningId":-3687410811776723740,"authors":[86934]},{"phrase":{"text":"exclaim","language":"en"},"meaningId":-4721886267462063886,"authors":[86934]},{"phrase":{"text":"proclaim","language":"en"},"meaningId":-2699597047414619510,"authors":[89651]},{"phrase":{"text":"reveal","language":"en"},"meaningId":-3279755412294092751,"authors":[25115]},{"phrase":{"text":"trumpet","language":"en"},"meaningId":-5683511111742761862,"authors":[25115]},{"meanings":[{"language":"en","text":"to proclaim"}],"meaningId":3507680877849042418,"authors":[93107]}],"phrase":"pregonar","examples":[{"author":118293,"first":"<strong class=\"keyword\">Pregonar</strong> sentimientos nobles no es noble.","second":"<strong class=\"keyword\">Hawking</strong> noble feelings is ignoble."},{"author":119723,"first":"3 Entonces él tuvo temor; y Josafat se propuso consultar a Jehová, e hizo <strong class=\"keyword\">pregonar</strong> aayuno a todo Judá.","second":"3 And Jehoshaphat feared, and set himself to seek the Lord, and <strong class=\"keyword\">proclaimed</strong> a afast throughout all Judah."},{"author":8000,"first":"Creemos que <strong class=\"keyword\">pregonar</strong> la guerra y proferir amenazas no son actos acordes con la Carta de las Naciones Unidas","second":"We believe that <strong class=\"keyword\">beating</strong> the <strong class=\"keyword\">drums</strong> of war and the issuance of threats does not in any way conform to the United Nations Charter"},{"author":91988,"first":"La creciente popularidad de los hombres fuertes en gran parte del mundo puede o no <strong class=\"keyword\">pregonar</strong> el inicio de una nueva era autocrática.","second":"The growing popularity of strongmen in much of the world may or may not <strong class=\"keyword\">herald</strong> the dawn of a new autocratic age."},{"author":118293,"first":"¿No hay una manera mejor de <strong class=\"keyword\">pregonar</strong> la paz... que estar en la cama y comer tres comidas...?","second":"Is there not a more positive way of demonstrating in favor of peace... than sitting in bed eating three square meals a day..."},{"author":27,"first":"Quieren contratar a más periodistas para <strong class=\"keyword\">pregonar</strong> sus propias virtudes y establecer una nueva agencia de noticias para que puedan decidir lo que los medios de comunicación van a escribir sobre la UE y para que puedan proporcionar a cada noticia un mensaje fácilmente comprensible ensalzando a la UE.","second":"More journalists are to be employed to <strong class=\"keyword\">tout</strong> their own virtues, and a fresh news agency is to be set up so that you can decide what the media are to write about the EU and so that you can provide each new item of news with an easily understood message, extolling the EU."},{"author":118293,"first":"Seguro que el pregonero no tenía nada que <strong class=\"keyword\">pregonar</strong>.","second":"The town crier probably just had a slow news day."},{"author":8007,"first":"El mayor riesgo es que vuelva a exagerar su alcance e influencia, que es lo que ocurrió en la segunda mitad de los años 90, cuando comenzó a <strong class=\"keyword\">pregonar</strong> la liberalización de las cuentas de capitales, aplicó remedios fiscales exageradamente estrictos durante la crisis asiática y trató de rediseñar por cuenta propia las economías de ese continente.","second":"The greatest risk is that it will once again over-reach and over-play its hand. That is what happened in the second half of the 1990’s, as the IMF began to <strong class=\"keyword\">preach</strong> capital-account liberalization, applied over-stringent fiscal remedies during the Asian financial crisis, and single-handedly tried to reshape Asian economies."},{"author":91988,"first":"Su administración puede <strong class=\"keyword\">pregonar</strong> las virtudes de la responsabilidad individual, pero su programa no estipula cómo y dónde el gobierno va a asegurar los recursos necesarios para financiar sus promesas.","second":"His administration may <strong class=\"keyword\">preach</strong> the virtues of individual responsibility, but its program makes no provision for how and where the government is going to secure the resources needed to finance its promises."},{"author":27,"first":"¡Y se supone que esto va a <strong class=\"keyword\">pregonar</strong> su adhesión!","second":"And that is supposed to <strong class=\"keyword\">herald</strong> its accession!"},{"author":8000,"first":"No obstante, también debemos asegurarnos de que el derecho a la existencia de Israel también se preserve en la conciencia palestina en concreto y, de manera más general, en la de países árabes o musulmanes como Libia, el Irán o el Iraq, que no cesan de <strong class=\"keyword\">pregonar</strong> cotidianamente la erradicación del Estado de Israel","second":"But we also need to ensure that Israel's right to exist is also fixed in the Palestinian consciousness in particular and, more generally, in that of several countries- Arab or Muslim- such as Libya, Iran and Iraq, which continue to <strong class=\"keyword\">preach</strong> daily the eradication of the State of Israel"},{"author":118293,"first":"¿Crees que deberíamos <strong class=\"keyword\">pregonar</strong> logro económico?","second":"You think we should <strong class=\"keyword\">tout</strong> economic accomplishment?"},{"author":94808,"first":"No obstante, también debemos asegurarnos de que el derecho a la existencia de Israel también se preserve en la conciencia palestina en concreto y, de manera más general, en la de países árabes o musulmanes como Libia, el Irán o el Iraq, que no cesan de <strong class=\"keyword\">pregonar</strong> cotidianamente la erradicación del Estado de Israel.","second":"But we also need to ensure that Israel’s right to exist is also fixed in the Palestinian consciousness in particular and, more generally, in that of several countries — Arab or Muslim — such as Libya, Iran and Iraq, which continue to <strong class=\"keyword\">preach</strong> daily the eradication of the State of Israel."},{"author":31,"first":"Y la humanidad no se trata...... del derecho de <strong class=\"keyword\">pregonar</strong> la superioridad moral","second":"And humanity isn' t about... the right to <strong class=\"keyword\">trumpet</strong> moral superiority"},{"author":119739,"first":"Vayamos con decisión a <strong class=\"keyword\">pregonar</strong>","second":"With constant devotion to our God and King,"},{"author":118293,"first":"Probablemente no, porque no voy a parar de <strong class=\"keyword\">pregonar</strong>.","second":"Probably not, because I'm not gonna stop speaking <strong class=\"keyword\">out</strong>."},{"author":27,"first":"No podemos <strong class=\"keyword\">pregonar</strong> buenas intenciones y no materializarlas por falta de medios financieros.","second":"We cannot <strong class=\"keyword\">herald</strong> good intentions and then fail to put them into practice because of a lack of funding."},{"author":119723,"first":"En uno de sus primeros sermones en la sinagoga, Jesús leyó en voz alta de esta profecía de Isaías: “...Por cuanto me ha ungido para dar buenas nuevas a los pobres; me ha enviado a sanar a los quebrantados de corazón; a <strong class=\"keyword\">pregonar</strong> libertad a los cautivos, y vista a los ciegos; a poner en libertad a los oprimidos...” (Lucas 4:18).","second":"In His early sermon in the synagogue, Jesus read aloud from this prophecy of Isaiah: “He hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised” (Luke 4:18)."},{"author":119723,"first":"18 El aEspíritu del Señor está sobre mí,por cuanto me ha bungido para dar buenas nuevas a los cpobres;me ha enviado a sanar a los quebrantados de corazón,a <strong class=\"keyword\">pregonar</strong> dlibertad a los ecautivosy dar vista a los ciegos;a poner en flibertad a los quebrantados,","second":"18 The aSpirit of the Lord is upon me, because he hath banointed me to cpreach the dgospel to the epoor; he hath sent me to heal the brokenhearted, to fpreach gdeliverance to the hcaptives, and recovering of sight to the blind, to set at iliberty them that are bruised,"},{"author":8000,"first":"No podemos <strong class=\"keyword\">pregonar</strong> el despertar de la conciencia del siglo # y olvidar a las trágicas víctimas del siglo XXI","second":"We cannot <strong class=\"keyword\">trumpet</strong> the moral awakening of the nineteenth century and ignore the tragic victims of the twenty-first"},{"author":8008,"first":"9 e hicieron <strong class=\"keyword\">pregonar</strong> en Judá y en Jerusalén, que trajesen a Jehová la contribución que Moisés, siervo de Dios, había impuesto a Israel en el desierto.","second":"9 And <strong class=\"keyword\">they</strong> made a proclamation through Judah and Jerusalem, to bring in to the Lord the collection that Moses the servant of God laid upon Israel in the wilderness."},{"author":27,"first":"Ni basta con <strong class=\"keyword\">pregonar</strong> las bondades de causas tales como un mejor equilibrio entre la vida familiar y laboral.","second":"Nor is it sufficient to beat the <strong class=\"keyword\">drum</strong> for causes such as a better balance between family and working life."},{"author":95096,"first":"Esta feliz celebración jubilar se inscribe providencialmente en el camino de preparación inmediata para el gran jubileo del año 2000, que conmemorará la encarnación del Hijo de Dios, que vino «a anunciar la buena nueva a los pobres (...), a vendar los corazones desgarrados; a <strong class=\"keyword\">pregonar</strong> a los cautivos la liberación, y a los prisioneros la libertad; a <strong class=\"keyword\">pregonar</strong> el año de gracia del Señor» (Is 61, 1-2).","second":"This auspicious jubilee celebration providentially occurs during the immediate preparation for the Great Jubilee of the Year 2000, which will commemorate the Incarnation of the Son of God, who came “to bring good tidings to the afflicted; ... to bind up the brokenhearted, to <strong class=\"keyword\">proclaim</strong> liberty to the captives, and the opening of the prison to those who are bound; to <strong class=\"keyword\">proclaim</strong> the year of the Lord's favour” (Is 61:1-2)."},{"author":91988,"first":"Esto puede ser interesado, pero no debería ser una sorpresa; de hecho, en un momento en que las empresas de toda Europa buscan mercados en otras partes, la estrategia de Gran Bretaña bien podría <strong class=\"keyword\">pregonar</strong> desenlaces similares en otros lugares.","second":"This may be self-serving, but it should not be a surprise; in fact, with businesses throughout Europe seeking markets elsewhere, Britain’s approach may well <strong class=\"keyword\">herald</strong> similar developments elsewhere."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}