{"result":"ok","tuc":[{"phrase":{"text":"prelude","language":"en"},"meanings":[{"language":"en","text":"introductory event"},{"language":"en","text":"short piece of music"}],"meaningId":3531435431070454464,"authors":[86]},{"phrase":{"text":"prologue","language":"en"},"meaningId":4109562721813118994,"authors":[69425]},{"meanings":[{"language":"en","text":"prelude"},{"language":"en","text":"introduction"}],"meaningId":8586684708272991851,"authors":[93107]}],"phrase":"preludio","examples":[{"author":8000,"first":"Con respecto al pilar relativo al desarme, los Estados Unidos y Rusia sustituirán el START I por un acuerdo jurídicamente vinculante que marcará el <strong class=\"keyword\">preludio</strong> de mayores reducciones de las armas nucleares","second":"Regarding the disarmament pillar, the United States and Russia would replace START I with a legally binding agreement that would <strong class=\"keyword\">usher</strong> in further cuts in nuclear weapons The inclusion of all nuclear-weapon States would be sought"},{"author":8000,"first":"Es necesario recuperar la confianza de ambas partes como <strong class=\"keyword\">preludio</strong> a la reanudación de negociaciones que conduzcan a un arreglo permanente","second":"There is a need to rebuild confidence on both sides as a <strong class=\"keyword\">prelude</strong> to the resumption of negotiations leading to a permanent settlement"},{"author":94808,"first":"Estos ataques recientes son un <strong class=\"keyword\">preludio</strong> de lo que espera a los agricultores palestinos a medida que se acerca la temporada de la cosecha de aceituna, época del año de importancia crucial para ellos y para la frágil economía local.","second":"These recent attacks are a <strong class=\"keyword\">prelude</strong> to what awaits Palestinian farmers as the olive harvest season nears, a crucially important time of the year for Palestinian farmers and the struggling local economy."},{"author":119739,"first":"Las sesiones empezarán todos los días a las 9.20 de la mañana con un <strong class=\"keyword\">preludio</strong> musical.","second":"In the United States, sessions will begin each day with a musical program at 9:20 a.m."},{"author":8000,"first":"El informe del Secretario General sobre el papel futuro de las Naciones Unidas en Timor Oriental puede considerarse como un buen primer paso que debe seguirse con algo más substantivo, es decir, podemos llamarlo un <strong class=\"keyword\">preludio</strong> de una bellísima sinfonía completa","second":"The report of the Secretary-General on the future role of the United Nations in East Timor can be regarded as a good first step that must be followed up with more substance ─ one could call it a <strong class=\"keyword\">prelude to</strong> a complete, beautiful symphony"},{"author":31,"first":"Sólo el <strong class=\"keyword\">preludio</strong>","second":"Nothing but <strong class=\"keyword\">foreplay</strong>"},{"author":8000,"first":"El orador, que era entonces Relator Especial sobre la situación de los derechos humanos en el Sudán, informó, por supuesto, a la Comisión de Derechos Humanos, el Gobierno del Sudán y la opinión pública en general de las violaciones cometidas en la región, violaciones que, como lo ha demostrado la experiencia, son a menudo el <strong class=\"keyword\">preludio</strong> de conflictos sangrientos","second":"As the Special Rapporteur on the situation of human rights in the Sudan at the time, he had duly informed the Commission on Human Rights, the Sudanese Government and the general public of the violations occurring in the region: experience had shown that such violations were often the <strong class=\"keyword\">prelude</strong> to bloody conflicts"},{"author":8000,"first":"Ha continuado la práctica instaurada en # de celebrar diálogos entre las diversas partes interesadas como parte de sus períodos ordinarios de sesiones y como <strong class=\"keyword\">preludio</strong> de la serie de sesiones de alto nivel","second":"It has continued the practice started in # of convening multi-stakeholder dialogues as part of its regular sessions and as a <strong class=\"keyword\">prelude</strong> to the high-level segment"},{"author":94808,"first":"Para poder responder a estos desafíos, hemos elaborado un plan de acción progresivo en el cual se definen nuestras prioridades inmediatas para los 150 primeros días de mi gobierno, como <strong class=\"keyword\">preludio</strong> de una estrategia nacional que nos sacará adelante a mediano plazo.","second":"In order to meet these challenges, we have elaborated a phased plan of action that defines our immediate priorities for the first 150 days of my administration, as a <strong class=\"keyword\">prelude to</strong> a national strategy that will take us forward over the medium term."},{"author":95096,"first":"El <strong class=\"keyword\">preludio</strong> del Triduo pascual será la celebración de la santa misa Crismal, mañana, Jueves santo, por la mañana, para la cual se reunirán en las catedrales diocesanas los presbíteros en torno a sus respectivos pastores.","second":"The <strong class=\"keyword\">prelude to</strong> the Easter Triduum will be the celebration of the Chrism Mass tomorrow morning, Holy Thursday, when priests will gather around their respective Pastors in diocesan cathedrals."},{"author":95096,"first":"Esto se traduce en la práctica compartiendo los sufrimientos de Cristo, como <strong class=\"keyword\">preludio</strong> a la configuración plena con él mediante la resurrección, a la que miramos con esperanza.","second":"This means sharing in the suffering of Christ, which is a <strong class=\"keyword\">prelude</strong> to that full unity with him through the resurrection that we hope for."},{"author":94808,"first":"La sesión de hoy es el <strong class=\"keyword\">preludio</strong> del momento de un trabajo serio y a gran escala, trabajo que estoy convencido mejorará considerablemente la situación en el mundo.","second":"Today’s meeting is <strong class=\"keyword\">ushering</strong> in <strong class=\"keyword\">a</strong> time of large-scale and serious work — work that I am convinced will dramatically improve the situation in the world."},{"author":94808,"first":"Desde el punto de vista político, la festividad del 9 de enero conmemora la fundación de la República Srpska antes del Acuerdo de Dayton al comienzo de la guerra en 1992 y los observadores de ambos bandos consideran que podría ser el <strong class=\"keyword\">preludio</strong> de un referendo sobre el estatuto jurídico de la República Srpska.","second":"Politically speaking, the 9 January holiday commemorates the pre-Dayton founding of the Republika Srpska at the start of the war in 1992, and the referendum is viewed by observers on both sides as a possible <strong class=\"keyword\">prelude</strong> to a referendum on the legal status of the Republika Srpska for the Republika Srpska."},{"author":8000,"first":"Precisamente en ese marco, como <strong class=\"keyword\">preludio</strong> a la conferencia mundial de la mujer de Beijing, se organizaron giras de sensibilización y concienciación en todo el territorio nacional, a fin de que las mujeres tomaran conciencia de su situación y le pusieran remedio","second":"It was precisely in this context that in <strong class=\"keyword\">preparation</strong> for the Beijing World Summit on Women campaigns were launched throughout the national territory to raise women's awareness of their situation and to help find solutions"},{"author":8000,"first":"La Conferencia encomió el informe de la primera Reunión del Grupo de Trabajo de la OCI sobre la Visión del calendario islámico de # e instó a todos los Estados miembros a que prestaran pleno apoyo al espíritu y a la letra de la Visión a fin de que se asentaran y se afianzaran más la ciencia y la tecnología como <strong class=\"keyword\">preludio</strong> de una era de prosperidad en los países de la OCI","second":"The Conference commended the report of the First Meeting of the OIC Working Group on the # ijri Vision and urged all the Member States to lend full support to the # ijri Vision in letter and spirit so as to make science and technology more established and entrenched in order <strong class=\"keyword\">to usher</strong> in an era of prosperity in the OIC countries"},{"author":118385,"first":"Creo que, para ser justos con el empresario, la trabajadora despedida está obligada a informar al empresario y a hacer valer sus derechos tan pronto como le sea posible, y que debe considerarse que su posibilidad de efectuar lo primero como <strong class=\"keyword\">preludio</strong> de lo último vence al final del período de protección previsto en el artículo 10, apartado 1, es decir, al «final del permiso de maternidad a que se refiere el apartado 1 del artículo 8».","second":"It seems to me that, in fairness to the employer, the dismissed employee is under a duty not to delay unreasonably in notifying her employer and making her claim; and that her possibility of doing the former as a <strong class=\"keyword\">prelude</strong> to the latter should be deemed to lapse at the end of the period of protection laid down by Article 10(1) – that is, at ‘the end of the maternity leave referred to in Article 8(1)’."},{"author":8000,"first":"Conviene señalar que la descentralización fue introducida en # como <strong class=\"keyword\">preludio</strong> de la democratización del sistema político de Mauritania","second":"It should be noted here that decentralization was introduced in # as a <strong class=\"keyword\">precursor</strong> to the democratization of the Mauritanian political system"},{"author":94808,"first":"En vista de la situación política imperante, celebrar un referendo sobre cuestiones que escapan a la competencia constitucional de la República Srpska constituiría un serio desafío del orden institucional de Bosnia y Herzegovina que, probablemente, sería considerado <strong class=\"keyword\">preludio</strong> de una secesión por grandes sectores de la población, así como partidos políticos y organizaciones de la Federación.","second":"Given the current political situation, a referendum on issues falling outside the constitutional competencies of Republika Srpska would constitute a serious challenge to Bosnia and Herzegovina’s constitutional order and would likely be viewed by large segments of the public, as well as Federation-based political parties and organizations, as a <strong class=\"keyword\">prelude</strong> to secession."},{"author":8007,"first":"Así, es probable que el año próximo presenciemos un enfrentamiento entre la policía y el \"Yamaguchi-Gumi\", puede que el escándalo de las apuestas de sumo no sea más que su <strong class=\"keyword\">preludio</strong>.","second":"So it is likely that next year will see a showdown between the police and the “Yamaguchi-Gumi.” The Sumo gambling scandal, indeed, may be <strong class=\"keyword\">a prelude</strong> to it."},{"author":91988,"first":"Sin embargo, mientras que la elección no introdujo un liderazgo ansioso por alcanzar la paz con Israel y un estado palestino mediante un acuerdo, tampoco fue el <strong class=\"keyword\">preludio</strong> de una reanudación de la violencia.","second":"But, while the election did not usher in a leadership eager for peace with Israel and a Palestinian state achieved by compromise, nor was it a <strong class=\"keyword\">prelude to</strong> a renewal of violence."},{"author":118293,"first":"Se llama <strong class=\"keyword\">Preludio</strong>.","second":"It is called <strong class=\"keyword\">prelude</strong>."},{"author":94808,"first":"Creemos que es fundamental tratar con esa institución política para poder comenzar a sentar las bases adecuadas para un Iraq posterior a la guerra, incluida la prestación de servicios básicos y la creación de un ambiente político propicio para el establecimiento de un sistema político estable que responda a los deseos del pueblo iraquí, como <strong class=\"keyword\">preludio</strong> del comienzo de la fase de reconstrucción.","second":"We believe it essential to deal with that political institution so that we begin to build the right foundations for post-war Iraq — including the provision of basic services and the creation of a political climate conducive to the establishment of a stable political system that will respond to the Iraqi people’s wishes — as a <strong class=\"keyword\">prelude</strong> to beginning the reconstruction phase."},{"author":119739,"first":"19 Un <strong class=\"keyword\">preludio</strong> al quinto ay da una firme advertencia en cuanto a rendir culto a las imágenes talladas.","second":"19 A <strong class=\"keyword\">prelude</strong> to the fifth woe sternly warns against the worship of carved images."},{"author":94808,"first":"Todos estos elementos deberían constituir un <strong class=\"keyword\">preludio</strong> para iniciar las negociaciones sobre el estatuto final lo antes posible, con los auspicios de las Naciones Unidas y de acuerdo con un plan de acción que elaborará y supervisará esta Organización internacional, como mediador honesto y confiable, encargado de la plena aplicación de las resoluciones pertinentes de la comunidad internacional relativas a la solución del conflicto, en particular las resoluciones 242 (1967), 338 (1973), 425 (1978), 1515 (2003) y el principio de territorio por paz.","second":"All these elements should be a <strong class=\"keyword\">prelude</strong> to commencing the final status negotiations on all tracks, as quickly as possible, under the auspices of the United Nations, and in accordance with a plan of action to be elaborated and monitored by this international Organization as an honest and trusted broker, one entrusted with fully implementing the relevant resolutions of the international community related to the settlement of the conflict, particularly resolutions 242 (1967), 338 (1973), 425 (1978), 1515 (2003) and the principle of land for peace."},{"author":94808,"first":"Las maniobras militares conjuntas Foal Eagle y las maniobras Staging, Onward Movement and Integration de los Estados Unidos y Corea del Sur, que se están realizando en este último lugar y cuyo blanco es la República Popular Democrática de Corea, son el <strong class=\"keyword\">preludio</strong> de otra guerra en Corea.","second":"The Foal Eagle joint military exercise and Reception, Staging, Onward Movement and Integration exercise of the United States and South Korea, now under way in South Korea, which is targeting the Democratic People’s Republic of Korea, is <strong class=\"keyword\">a preliminary to</strong> another Korean war."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86":{"U":"","id":86,"N":"wiki","url":"https://glosbe.com/source/86"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}