{"result":"ok","tuc":[{"phrase":{"text":"preliminary","language":"en"},"meanings":[{"language":"en","text":"in preparation for the main matter"}],"meaningId":3289228487889536291,"authors":[70195]},{"phrase":{"text":"tentative","language":"en"},"meanings":[{"language":"en","text":"uncertain"}],"meaningId":781988851608578323,"authors":[70195]},{"phrase":{"text":"preparatory","language":"en"},"meaningId":3485895203875395005,"authors":[89651]},{"phrase":{"text":"introductory","language":"en"},"meaningId":-631582205613515247,"authors":[25018]},{"phrase":{"text":"prefatory","language":"en"},"meaningId":-2706133035062487529,"authors":[25018]},{"phrase":{"text":"initial","language":"en"},"meaningId":-4940436673844054808,"authors":[69425]},{"phrase":{"text":"interim","language":"en"},"meaningId":1514226241094561221,"authors":[89651]},{"phrase":{"text":"precursory","language":"en"},"meaningId":-5931707403877834890,"authors":[25018]},{"phrase":{"text":"prefatorial","language":"en"},"meaningId":-2303298652446151503,"authors":[25018]},{"phrase":{"text":"prerequisite","language":"en"},"meaningId":-8967514623155154257,"authors":[83064]},{"phrase":{"text":"temporarily","language":"en"},"meaningId":-912025861614441523,"authors":[2697]},{"meanings":[{"language":"en","text":"preliminary"},{"language":"en","text":"preliminary, introductory"}],"meaningId":-3110407705531893618,"authors":[1]}],"phrase":"preliminar","examples":[{"author":22,"first":"Tras haber realizado un examen <strong class=\"keyword\">preliminar</strong>, la Comisión considera que la transacción notificada podría entrar en el ámbito de aplicación del Reglamento (CE) no","second":"On <strong class=\"keyword\">preliminary</strong> examination, the Commission finds that the notified transaction could fall within the scope of Regulation (EC) No"},{"author":8000,"first":"Posteriormente, la parte solicitante tendrá la obligación de informar al tribunal arbitral respecto de la orden <strong class=\"keyword\">preliminar</strong>, del mismo modo que la parte demandante está obligada a informar a dicho tribunal con respecto a una medida cautelar en virtud del párrafo # )”","second":"Thereafter, the applying party shall have the same disclosure obligation with respect to the <strong class=\"keyword\">preliminary</strong> order that the requesting party has with respect to an interim measure under paragraph .”"},{"author":94808,"first":"El Comité observa que el informe de la Junta de Auditores se presentó al Comité al principio del actual período de sesiones, aunque el texto era <strong class=\"keyword\">preliminar</strong> y sólo en un idioma.","second":"The Committee is pleased to note that the report of the Board of Auditors, albeit in an <strong class=\"keyword\">advance</strong> form and in one language only, was submitted to the Committee at the beginning of its current session."},{"author":94808,"first":"Como se ha señalado anteriormente, al Comité le complació observar que la Secretaría había completado la evaluación <strong class=\"keyword\">preliminar</strong> de los riesgos a nivel de toda la Secretaría.","second":"As indicated above, the Committee was pleased to note that the Secretariat had finalized the <strong class=\"keyword\">preliminary</strong> Secretariat–wide risk assessment."},{"author":94808,"first":"En quinto lugar, al término del primer proceso de movilidad planificada, se pueden formular algunas observaciones <strong class=\"keyword\">preliminares</strong> sobre las oportunidades para distribuir la carga del servicio en lugares de destino con condiciones de vida difíciles, que era uno de los principales objetivos del nuevo sistema.","second":"Fifth, pursuant to completion of the first managed mobility exercise, some <strong class=\"keyword\">preliminary</strong> observations can be made on the opportunities for sharing the burden of service in hardship duty stations, which was one of the main objectives of the new system."},{"author":8000,"first":"Ante un hecho punible que tiene connotaciones penales, un juez penal militar abre una investigación <strong class=\"keyword\">preliminar</strong> para determinar si en la actuación de las tropas se ha cometido algún hecho ilícito que pueda ser motivo de una investigación","second":"In the event of a punishable act that has implications in penal law, a military criminal judge opens a <strong class=\"keyword\">preliminary</strong> investigation in order to determine whether the acts of the military personnel included any unlawful act that could justify an inquiry"},{"author":22,"first":"Tras un examen <strong class=\"keyword\">preliminar</strong>, la Comisión considera que la operación notificada podría entrar en el ámbito de aplicación del Reglamento (CE) no","second":"On <strong class=\"keyword\">preliminary</strong> examination, the Commission finds that the notified transaction could fall within the scope of Regulation (EC) No"},{"author":94809,"first":"Durante los trabajos <strong class=\"keyword\">preliminares</strong> de estos programas, ambos servicios se están preocupando especialmente de que el debate y la coordinación dentro del servicio salvaguarden la estrecha relación que existe entre el medio ambiente y la salud.","second":"In the <strong class=\"keyword\">preparatory</strong> work of these environmental and public health policy programmes, both services are particularly concerned that inter-service discussion and co-ordination safeguards the link between environment and health."},{"author":118385,"first":"A la luz de lo anterior, la Comisión llegó a la conclusión <strong class=\"keyword\">preliminar</strong> de que las tarifas eléctricas preferentes podrían ser constitutivas de ayuda estatal e invitó a Rumanía a proporcionar información suficiente para despejar sus dudas.","second":"In the light of the above, the Commission reached the <strong class=\"keyword\">preliminary</strong> conclusion that the preferential electricity tariffs could potentially involve State aid and it invited Romania to provide sufficient information to alleviate its doubts."},{"author":94809,"first":"110 Con carácter <strong class=\"keyword\">preliminar</strong>, debe resaltarse que el problema discutido en el presente asunto no es si la StrEG de 1998 es compatible con las normas sobre ayudas de Estado.","second":"110. As a <strong class=\"keyword\">first preliminary</strong> point it must be stressed that the issue in the present case is not whether the StrEG 1998 is compatible with the State aid rules."},{"author":94808,"first":"Sería conveniente que el Relator Especial proporcionara más información sobre la aplicación del nuevo enfoque cooperativo y que aclarara si cuenta con resultados <strong class=\"keyword\">preliminares</strong> y, en particular, con signos de que recibirá una invitación para visitar el país.","second":"It would be helpful if the Special Rapporteur could elaborate on implementation of the new cooperative approach and whether there were <strong class=\"keyword\">preliminary</strong> results, and in particular, indications that he would receive an invitation to visit the country."},{"author":94808,"first":"Debido al aumento del número de los niños adoptados y atendidos en Lituania, está disminuyendo el número de niños sanos de menos de seis años de edad ofrecidos en adopción a nacionales extranjeros y, por consiguiente, el procedimiento <strong class=\"keyword\">preliminar</strong> de adopción internacional se prolonga y los nacionales extranjeros tienen que esperar tres años o más para poder encontrar niños disponibles de esa edad.","second":"With the number of children adopted and cared for in Lithuania growing, the number of healthy children under the age of six offered for adoption to foreign nationals is decreasing and therefore the <strong class=\"keyword\">preliminary</strong> intercountry adoption procedure is dragged out and foreign nationals have to wait for available children of this age for 3 years or more."},{"author":94808,"first":"Bangladesh observa los progresos realizados en las investigaciones y los procedimientos judiciales en relación con la situación de la Corte Penal Internacional y los exámenes <strong class=\"keyword\">preliminares</strong> realizados por la Fiscalía durante el período que se examina.","second":"Bangladesh takes note of the progress made in the investigations and judicial proceedings in relation to the ICC’s situation countries and the <strong class=\"keyword\">preliminary</strong> examinations undertaken by the Office of the Prosecutor during the reporting period."},{"author":31,"first":"En cuanto a las negociaciones comerciales en Extremo Oriente, un equipo de negociadores ha trabajado con los chinos en un intento de racionalizarlo todo y llevara cabo el trabajo <strong class=\"keyword\">preliminar</strong> para el viaje del Presidente","second":"No, that looks pretty good.Looks good.... as for the upcoming trade negotiations in the Far East, a team of negotiators has been working with the Chinese... in an effort to streamline the proceedings... and lay the <strong class=\"keyword\">groundwork</strong> for the President' s trip next week"},{"author":94809,"first":"El 1 de diciembre de 2006 la Comisión incoó un procedimiento con arreglo al capítulo III del Reglamento (CE) no 1/2003 y adoptó un análisis <strong class=\"keyword\">preliminar</strong> de conformidad con lo dispuesto en el artículo 9, apartado 1, del Reglamento (CE) no 1/2003.","second":"On 1 December 2006, the Commission opened proceedings under Chapter III of Regulation (EC) No 1/2003 and adopted a <strong class=\"keyword\">preliminary</strong> assessment as referred to in Article 9(1) of Regulation (EC) No 1/2003."},{"author":94808,"first":"Examinando por último el tema de los tratados en el tiempo, la República de Corea respalda la decisión de la Comisión de nombrar al Presidente del Grupo de Estudio como Relator Especial para el tema \"Los acuerdos ulteriores y la práctica ulterior en relación con la interpretación de los tratados\", pero considera prematuro formular observaciones sobre las conclusiones <strong class=\"keyword\">preliminares</strong> adicionales presentadas por el Presidente del Grupo de Estudio.","second":"Turning lastly to the topic of treaties over time, her delegation supported the Commission’s decision to appoint the Chair of the Study Group as Special Rapporteur for the topic “Subsequent agreements and subsequent practice in relation to the interpretation of treaties” but considered it premature to comment on the six additional <strong class=\"keyword\">preliminary</strong> conclusions by the Chair of the Study Group."},{"author":94809,"first":"En caso de urgencia por la existencia de riesgo de que se produzca un perjuicio grave e irreparable a la competencia, la Comisión, actuando de oficio, podrá ordenar, mediante Decisión, la adopción de medidas cautelares sobre la base de una comprobación <strong class=\"keyword\">preliminar</strong> de existencia de infracción.","second":"In cases of urgency due to the risk of serious and irreparable damage to competition, the Commission, acting on its own initiative may, on the basis of a <strong class=\"keyword\">prima facie</strong> finding of infringement, by decision order interim measures."},{"author":94808,"first":"En fecha 27 de octubre de 2003, se celebró Audiencia <strong class=\"keyword\">Preliminar</strong> ante el Tribunal 11 de Control del estado Zulia, en la cual declaró inadmisible la Acusación y decretó el Sobreseimiento de la causa; por lo que el Ministerio Público apeló contra la decisión judicial.","second":"On 27 October 2003, a <strong class=\"keyword\">preliminary</strong> hearing was held before Zulia Supervisory Court No. 11 during which the charges were declared inadmissible and the case was dismissed."},{"author":94809,"first":"3 Con carácter <strong class=\"keyword\">preliminar</strong>, procede señalar que la Mediawet establece dos regímenes distintos para la radiodifusión de origen neerlandés y para la difusión de programas emitidos desde el extranjero.","second":"3 <strong class=\"keyword\">The</strong> Mediawet lays down two different sets of rules for broadcasting of Netherlands origin and for transmission of programmes broadcast from abroad."},{"author":94809,"first":"El procedimiento <strong class=\"keyword\">preliminar</strong> relativo a la deportación y desaparición de más de 80 civiles bosnios en 1992 aún no ha concluido, lo que genera inquietud sobre la posible duración de la tramitación del asunto.","second":"The <strong class=\"keyword\">pre</strong>-<strong class=\"keyword\">trial</strong> procedure concerning the deportation and disappearance of more than 80 Bosnian civilians in 1992 is still ongoing, which raises concerns about the length of the case."},{"author":27,"first":"También soy sensible a todo lo que acaba de decir ante nosotros, en su intervención <strong class=\"keyword\">preliminar</strong>, también a su preocupación por reforzar el vínculo democrático entre los miembros de la Comisión y el sufragio universal.","second":"I have also noted everything you have just said in your <strong class=\"keyword\">introductory</strong> speech and your concern that the democratic link between the members of the Commission and universal suffrage should be reinforced."},{"author":95875,"first":"Tras cosechar unos resultados <strong class=\"keyword\">preliminares</strong> esperanzadores, ahora el equipo del proyecto trabaja en establecer un banco de pruebas que ejecute la pila de software de CLOUDLIGHTNING.","second":"The project’s next step after its first promising results is to launch a testbed that runs the CLOUDLIGHTNING software stack."},{"author":94809,"first":"\"La Comisión determinó, en sus investigaciones <strong class=\"keyword\">preliminares</strong>, que [...] los RAMS de vídeo (VRAMS), que no se basan en la tecnología de las DRAM sino en otras tecnologías como la RAM estática (SRAM), no deben considerarse como productos similares, mientras que los productos que se utilizan en aplicaciones de vídeo basados en la terminología [léase, 'tecnología' ] de las DRAM sí son productos similares.","second":"\"The Commission determined in its <strong class=\"keyword\">preliminary</strong> findings that ... video RAMs (VRAMs), which are not based on DRAM technology but on other technologies such as static RAM (SRAM) technology, are not to be regarded as like products, but products which are used in video applications which are based on DRAM technology are like products."},{"author":8000,"first":"Con este fin, Egipto opina que los elementos incluidos en la resolución # de la Asamblea General, sobre las causas de los conflictos en África, y los que constan en la resolución # del Consejo de Seguridad, sobre la prevención de los conflictos armados, en particular en África, constituyen en su conjunto un marco conceptual importante que deberían complementarse debidamente mediante la adopción de medidas que centren la atención de la comunidad internacional en abordar las causas de los conflictos en la región de los Grandes Lagos, de acuerdo con las medidas <strong class=\"keyword\">preliminares</strong> adoptadas por el Consejo de Seguridad en su resolución # dirigidas a contrarrestar la amenaza que representan los grupos armados extranjeros en la parte oriental de la República Democrática del Congo, además de otras medidas formuladas y respaldadas por la Unión Africana","second":"To that end, Egypt is of the view that the elements contained in General Assembly resolution # on the causes of conflict in Africa, and those in Security Council resolution # relating to the prevention of armed conflict, particularly in Africa, together constitute an important conceptual framework that should be duly complemented by the adoption of measures focusing the attention of the international community on addressing the causes of conflict in the Great Lakes region, in keeping with the <strong class=\"keyword\">preliminary</strong> steps adopted by the Security Council in resolution # aimed at countering the threat posed by foreign armed groups in the eastern part of the Democratic Republic of the Congo, in addition to other measures formulated and supported by the African Union"},{"author":118293,"first":"Los resultados <strong class=\"keyword\">preliminares</strong> muestran alcohol, Benadryl y Quaaludes.","second":"<strong class=\"keyword\">Prelim</strong> tox <strong class=\"keyword\">screen</strong> shows alcohol, Benadryl, and Quaaludes."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"2697":{"U":"http://dumps.wikimedia.org/dewiktionary/latest/dewiktionary-latest-pages-articles.xml.bz2","id":2697,"N":"Wikiworterbuch","url":"https://glosbe.com/source/2697"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}