{"result":"ok","tuc":[{"phrase":{"text":"bearing","language":"en"},"meaningId":5567894136100060736,"authors":[83093]},{"phrase":{"text":"carriage","language":"en"},"meaningId":2265198957089845361,"authors":[83093]},{"phrase":{"text":"posture","language":"en"},"meaningId":4150616301828115831,"authors":[83093]},{"meanings":[{"language":"en","text":"excellence, distinction, superiority"}],"meaningId":-9056494963946977997,"authors":[93107]}],"phrase":"prestancia","examples":[{"author":91988,"first":"Él es el hombre a quien muchos presidentes estadounidenses desearían emular, no debido a que tienen afinidades raciales, sino por encantadora <strong class=\"keyword\">prestancia</strong> como líder en tiempos de guerra.","second":"He is the man whom many American presidents would like to emulate, not because of any racial affinities, but because of his <strong class=\"keyword\">allure</strong> as a wartime leader."},{"author":8007,"first":"Él es el hombre a quien muchos presidentes estadounidenses desearían emular, no debido a que tienen afinidades raciales, sino por&nbsp; encantadora <strong class=\"keyword\">prestancia</strong> como líder en tiempos de guerra.","second":"He is the man whom many American presidents would like to emulate, not because of any racial affinities, but because of his <strong class=\"keyword\">allure</strong> as a wartime leader."},{"author":8008,"first":"Enrique II era de una bonita <strong class=\"keyword\">prestancia</strong> y de una gran valentía, como su 1.o padre François; no había al tribunal de más hábil jugador de palma ni de jinete más consumido, pero su espíritu era también pesado que su cuerpo era flexible: poco capaz de conducirse él mismo, se dominó toda su vida por sus consejeros, sobre todo por Montmorency, François de Manera y Saint-André.","second":"Henri II was of a beautiful imposing presence and a great bravery, like his François father 1st; there was not at the court of more skilful player of palm nor of rider more consumed, but its spirit was as heavy as its body was flexible: not very able to act itself, it was dominated all its life by its advisers, especially by Montmorency, François de Guise and Saint-Andrew."},{"author":8008,"first":"La falta de lobby le resta algo de <strong class=\"keyword\">prestancia</strong> al hotel.","second":"O ar condicionado não funcionou, <strong class=\"keyword\">mesmo o funcionário tendo tentado</strong>."},{"author":118293,"first":"Señores de la Congregación, han sido muy honrados de venir con tanta <strong class=\"keyword\">prestancia</strong> a recibirme.","second":"My lords of the Congregation, you do me great honor to ride in such haste to meet me."},{"author":8008,"first":"Al mismo tiempo, logramos ejemplares muy fuertes, cómodos en el paso llano, con un buen galope y una <strong class=\"keyword\">prestancia</strong> extraordinaria.","second":"At the same time, we obtained very strong specimens comfortable in their sooth gait with a good gallop and an extraordinary presence."},{"author":89915,"first":"Suministro de información en relación con la <strong class=\"keyword\">prestancia</strong> para inspeccionar el cumplimiento de los reglamentos, realización de inspecciones falsas del cumplimiento de reglamentos y preparación y presentación de informes del cumplimiento de reglamentos","second":"Providing information in the field of regulatory compliance inspection readiness, conducting mock regulatory compliance inspections and preparation and presentation of regulatory compliance reports"},{"author":118293,"first":"Sería incomprensible en alguien de su <strong class=\"keyword\">prestancia</strong>.","second":"It would be most unlike someone of his <strong class=\"keyword\">gravitas</strong>."},{"author":118293,"first":"Sin embargo, me sorprendió la inquebrantable precisión y <strong class=\"keyword\">prestancia</strong>... con que llevaste adelante unas negociaciones tan delicadas.","second":"Still, I was amazed to see the unwavering precision and elegance with which you led such delicate negotiations."},{"author":31,"first":"<strong class=\"keyword\">Prestancia</strong> y forma en que los dioses su sello dejaron para ofrecer al mundo un hombre.Vuestro esposo","second":"<strong class=\"keyword\">A combination</strong> and a form indeed where every god did seem to set his seal to give the world assurance of a man"},{"author":31,"first":"Tienen <strong class=\"keyword\">prestancia</strong>","second":"You have to admit it' <strong class=\"keyword\">s stirring</strong>"},{"author":27,"first":"Una vez más, solicito a las instituciones europeas que actúen unidas en su implementación de un modo rápido y flexible, simplificando los procedimientos para responder con <strong class=\"keyword\">prestancia</strong> a las necesidades de los trabajadores más afectados por la actual desaceleración económica.","second":"Once again, I am calling for the EU institutions to act together in applying it in a rapid and flexible manner, on the basis of simplified procedures that respond rapidly to the needs of the workers most affected by the current economic downturn."},{"author":8008,"first":"¿Acaso estaba impresionado por la <strong class=\"keyword\">prestancia</strong> de su saber?","second":"And why did Robespierre and the Montagnards reject his Draft Constitution, which he drew up with several friends and had read to the Assembly on February 15, <strong class=\"keyword\">1793</strong>? Probably a settling of scores."},{"author":118293,"first":"Pero como podrá apreciar, no tiene la misma <strong class=\"keyword\">prestancia</strong>.","second":"But, as you can see, it's not quite <strong class=\"keyword\">as</strong> gracious."},{"author":118293,"first":"Por su <strong class=\"keyword\">prestancia</strong> al moverse, creí que ya lo había hecho.","second":"I thought you had, by the fine way you carry yourself."},{"author":8008,"first":"De anchas veredas y bellos jardines, esta vía sosegada y llena de <strong class=\"keyword\">prestancia</strong> está flanqueada de soberbias obras de la arquitectura republicana, como el ex-hotel Palace.","second":"From wide sidewalks and beautiful gardens, this quiet and full of <strong class=\"keyword\">prestancia</strong> is flanked by magnificent works of architecture Republican, as the former Palace hotel."},{"author":118293,"first":"¡ Qué <strong class=\"keyword\">prestancia</strong>!","second":"What poise."},{"author":8008,"first":"La amplia variedad de funciones disponibles mejoran la <strong class=\"keyword\">prestancia</strong> de estos medidores, optimizándolos para efectuar mediciones de plásticos extruidos y metales laminados, así como mediciones individuales de cada una de las capas de los materiales multicapas.","second":"Ultrasonic thickness gauges listen for echoes and measure virtually any material such as plastics, metals, and internally corroded materials. Measurement of extruded plastics and rolled metals is possible as is measurement of individual coatings in multilayer materials."},{"author":118293,"first":"Sigues siendo tú pero con un poco más de <strong class=\"keyword\">prestancia</strong>.","second":"It's still you, but with a little more <strong class=\"keyword\">gravitas</strong>."},{"author":118293,"first":".. hombres famosos por su <strong class=\"keyword\">prestancia</strong> y por su heroísmo.","second":"Men famous for their bravery <strong class=\"keyword\">and</strong> for their heroic deeds."},{"author":8008,"first":"Este yate velero en alquiler es conocido por su comodidad y <strong class=\"keyword\">prestancia</strong> navegando por las aguas del mar.","second":"It is a Dufour 44, <strong class=\"keyword\">built</strong> in 2006. This boat is known for its comfort and performance sailing."},{"author":118293,"first":"Ciertamente tiene la <strong class=\"keyword\">prestancia</strong> adecuada.","second":"He's certainly got the right demeanour."},{"author":31,"first":"Claro, no tengo la <strong class=\"keyword\">prestancia</strong> de Alexis Godard","second":"Obviously I' m not <strong class=\"keyword\">built</strong> like Alexis Godard"},{"author":8008,"first":"Todos los socios, asociados, abogados, becarios y conveniados, tienen como misión una continua actualización de sus conocimientos, realizada en forma de participaciones en eventos jurídicos, publicaciones de artículos e interacción diaria con todos los Tribunales y Centros Jurídicos del país, recibiendo, en tiempo real, las informaciones necesarias para el ejercicio de sus labores con ahínco, conocimiento, <strong class=\"keyword\">prestancia</strong>, ética y lealtad.","second":"All the partners, associated members, attorneys, interns and authorized representations share as their hallmark the continuous updating of their knowledge, carried out by means of participation in legal events, publication of articles, and daily integration with all the Courts and Legal Centers in Brazil, receiving, in real time, all the information necessary to exert their duties with dedication, wisdom, promptness, ethics and loyalty."},{"author":118293,"first":"Porque les da <strong class=\"keyword\">prestancia</strong>.","second":"I'm a feather in their cap."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}