{"result":"ok","tuc":[{"phrase":{"text":"pretext","language":"en"},"meanings":[{"language":"es","text":"Algo que sirve como impedimento para realizar un plan."},{"language":"en","text":"Something serving to conceal plans."}],"meaningId":4775198877496034296,"authors":[83060]},{"phrase":{"text":"excuse","language":"en"},"meaningId":16983330113495113,"authors":[89651]},{"phrase":{"text":"plea","language":"en"},"meaningId":-5007975628382142375,"authors":[84500]},{"phrase":{"text":"pretence","language":"en"},"meaningId":-3825257592256652021,"authors":[84500]},{"phrase":{"text":"pretense","language":"en"},"meaningId":4383459608891097403,"authors":[84500]},{"phrase":{"text":"guise","language":"en"},"meaningId":-3432156590800801210,"authors":[84500]},{"phrase":{"text":"blind","language":"en"},"meaningId":245072502094738904,"authors":[25018]},{"phrase":{"text":"reason","language":"en"},"meaningId":8736582723097186666,"authors":[25018]},{"phrase":{"text":"stalking-horse","language":"en"},"meaningId":5632029916855473856,"authors":[25115]},{"phrase":{"text":"cloak","language":"en"},"meanings":[{"language":"es","text":"Algo que sirve como impedimento para realizar un plan."},{"language":"en","text":"Something serving to conceal plans."}],"meaningId":4367383666568716731,"authors":[60172]},{"phrase":{"text":"cop-out","language":"en"},"meanings":[{"language":"es","text":"Optar por no hacer algo, como por miedo a fracasar."},{"language":"en","text":"Choose not to do something, as out of fear of failing."}],"meaningId":-7726983003751087018,"authors":[60172]},{"phrase":{"text":"opt out","language":"en"},"meanings":[{"language":"es","text":"Optar por no hacer algo, como por miedo a fracasar."},{"language":"en","text":"Choose not to do something, as out of fear of failing."}],"meaningId":-8224375822565883636,"authors":[60172]},{"phrase":{"text":"cause","language":"en"},"meaningId":-6545057304387848333,"authors":[25018]},{"phrase":{"text":"handle","language":"en"},"meaningId":-8481140421637632598,"authors":[25018]},{"phrase":{"text":"loophole","language":"en"},"meaningId":8900045885722353330,"authors":[25018]},{"phrase":{"text":"occasion","language":"en"},"meaningId":1182051638248666181,"authors":[25018]},{"phrase":{"text":"out","language":"en"},"meaningId":2095590845555493147,"authors":[25018]},{"phrase":{"text":"peg","language":"en"},"meaningId":2015048951693214472,"authors":[25018]},{"phrase":{"text":"veil","language":"en"},"meaningId":3584598625485108388,"authors":[25115]},{"meanings":[{"language":"en","text":"pretext"}],"meaningId":7947692570317855658,"authors":[1]}],"phrase":"pretexto","examples":[{"author":27,"first":"La adopción de un marco técnico europeo, que los pacientes y la industria esperan desde hace varios años, no debe servir de <strong class=\"keyword\">pretexto</strong> para imponer un determinado punto de vista ideológico.","second":"The implementation of a European technical framework, which patients and the industry have been awaiting for several years now, must not serve as a <strong class=\"keyword\">pretext</strong> for imposing any particular ideological point of view."},{"author":94808,"first":"El “traslado” temporal de la Misión de las Naciones Unidas en Etiopía y Eritrea (MINUEE), que se realizó bajo <strong class=\"keyword\">pretexto</strong> de la escasez de combustible, y la posterior campaña diplomática y en los medios de comunicación al respecto contra Eritrea son parte de la reacción de quienes pretenden apaciguar a Etiopía al rechazo por Eritrea del más ligero menoscabo de la delimitación definitiva y vinculante de la frontera.","second":"The temporary “relocation” of the United Nations Mission in Eritrea and Ethiopia (UNMEE), which was effected under the <strong class=\"keyword\">pretext</strong> of fuel shortage, and the ensuing media and diplomatic campaign against Eritrea in that regard are just part of the reaction of Ethiopia’s appeasers to Eritrea’s rejection of the slightest derogation from the final and binding demarcation of the border."},{"author":94808,"first":"En esta ocasión el <strong class=\"keyword\">pretexto</strong> escogido ha sido el envío a Abjasia de una unidad de tropas ferroviarias de la Federación de Rusia, dotada de los recursos técnicos necesarios (un tren especial equipado con un sistema de aseguramiento integral del funcionamiento de la vía férrea) para reparar el asiento de la vía en la sección de Sujumi-Ochamir.","second":"This time, the <strong class=\"keyword\">pretext</strong> chosen is the dispatch to Abkhazia of a Russian railway troop unit, outfitted with the necessary equipment (a special train with a system for full-scale railway conditioning) to repair the Sukhumi-Ochamchira section of the railway track."},{"author":94808,"first":"Las regiones en conflicto sirvieron de <strong class=\"keyword\">pretexto</strong> para la agresión.","second":"The conflict regions served as a <strong class=\"keyword\">pretext</strong> to commit aggression."},{"author":94808,"first":"Afirmar la importancia de la coordinación interárabe a nivel bilateral y colectivo, a fin de dar vigor a las disposiciones de la Convención árabe sobre la represión del terrorismo después de su entrada en vigor el 7 de mayo de 1999; y estudiar la posibilidad de incluir los delitos de instigación al terrorismo, aprobación de actos de terrorismo, impresión y distribución de publicaciones relacionadas con el terrorismo, pedido de fondos con fines terroristas con el <strong class=\"keyword\">pretexto</strong> de recaudar fondos para asociaciones de beneficencia y adquisición y uso de bienes con fines terroristas entre los delitos terroristas punibles en virtud de la Convención árabe sobre la represión del terrorismo;","second":"To affirm the importance of inter-Arab coordination at the bilateral and collective levels in order to give effect to the provisions of the Arab Convention for the Suppression of Terrorism following its entry into force on 7 May 1999; and to study the possibility of including among the terrorist crimes that are punishable under the Arab Convention for the Suppression of Terrorism the offences of incitement to terrorism, approval of acts of terrorism, the printing and distribution of publications relating to terrorism, the solicitation of funds for terrorist purposes under the <strong class=\"keyword\">guise</strong> of fund-raising for charitable associations and the acquisition and use of property for terrorist purposes;"},{"author":94808,"first":"El Iraq ha tratado por todos los medios de poner fin a ese <strong class=\"keyword\">pretexto</strong>.","second":"Iraq has taken every means to put an end to such <strong class=\"keyword\">pretexts</strong>."},{"author":94808,"first":"Nuestro consenso en cuanto a excluir las justificaciones no debería llevarnos a pasar por alto las causas del terrorismo ni a hacerlas concordar con los <strong class=\"keyword\">pretextos</strong> de legítima defensa que aducen algunos, ni con el terrorismo de que hablan otros.","second":"Our consensus in excluding justifications should not lead us to ignore the causes of terrorism or adjust them to agree with the <strong class=\"keyword\">pretexts</strong> of self-defence according to some, or with terrorism according to others."},{"author":94808,"first":"Lamentablemente, dio al Gobierno la posibilidad de continuar los ataques terrestres y aéreos con el <strong class=\"keyword\">pretexto</strong> de que había que proteger a la población civil.","second":"Sadly, it provided the Government with an excuse for continuous attacks and air raids under the <strong class=\"keyword\">pretext</strong> that the civilian population had to be protected."},{"author":27,"first":"Bajo el <strong class=\"keyword\">pretexto</strong> de la solidaridad, la maternidad de alquiler expone a las mujeres a la explotación física e incluso al abuso, en conflicto directo con la prohibición de traficar con cuerpos humanos y partes del cuerpo.","second":"Under the <strong class=\"keyword\">pretext</strong> of solidarity, surrogate motherhood exposes women to physical exploitation and even abuse, in direct conflict with the ban on trafficking in human bodies and body parts."},{"author":91988,"first":"Los afiliados de Al Qaeda pondrán la mira en intereses regionales de los EE.UU. con la esperanza de que se culpe de ello al Irán y a sus militantes por procuración, lo que brindaría un <strong class=\"keyword\">pretexto</strong> para la confrontación militar de los EE.UU.","second":"Al Qaeda affiliates will target US regional interests in the hope that the blame falls on Iran and its militant proxies – providing a <strong class=\"keyword\">pretext</strong> for US military confrontation."},{"author":27,"first":"(DE) Señor Presidente, un colega diputado del ala izquierda de esta Cámara acaba de utilizar la trágica cuestión de la pena de muerte en Irán y los terribles crímenes que se están cometiendo allí como <strong class=\"keyword\">pretexto</strong> para lanzar un ataque contra la religión en sí misma.","second":"(DE) Mr President, a fellow Member on the left of the House has just used the tragic issue of the death penalty in Iran and the dreadful crimes being committed there as a <strong class=\"keyword\">pretext</strong> to launch an assault on religion per se."},{"author":22,"first":"Falta absoluta de motivación, además de falta de lógica, incongruencia, tautología, confusión, falta de investigación y del carácter de mero <strong class=\"keyword\">pretexto</strong> de las razones alegadas por la demandada","second":"absolute failure to state reasons, also on the basis that the grounds put forward by the defendant are illogical, inconsistent, tautologous, confused, show a failure to make preliminary inquiries and are in the nature of a <strong class=\"keyword\">pretext</strong>"},{"author":8008,"first":"La ideología de la sociedad abierta que diseminó con la ayuda de su dinero se decía que era sólo un <strong class=\"keyword\">pretexto</strong> para asegurar su influencia en el Este poscomunista y hacerse así más rico. De este modo, a la intención de Soros y su ideología neoliberal se la despojaba de toda autenticidad.","second":"At the time, it was none other than Soros, or rather his donations, that was often the only guarantee for the independence of <strong class=\"keyword\">not</strong> only “non-neoliberal” art institutions, but also of the autonomy of the critical public almost extinguished by chaotic breakdown and nationalistic authoritarianism, and of an anti-nationalistic, pacifist, even leftist political activism."},{"author":95096,"first":"Vuestros esfuerzos por ayudar a las personas afectadas por el odio y la violencia manifiestan una verdad que yo también he tratado de afirmar en muchas ocasiones, es decir, que la religión no es y no debe convertirse en un <strong class=\"keyword\">pretexto</strong> para la hostilidad, especialmente cuando coinciden las identidades religiosas, culturales y étnicas.","second":"Your efforts to heal those affected by hatred and violence express a truth which I too have sought to affirm on many occasions, that religion is not and must not become a <strong class=\"keyword\">pretext</strong> for hostility, in particular when religious, cultural and ethnic identities coincide."},{"author":94808,"first":"El <strong class=\"keyword\">pretexto</strong> de la seguridad no justifica los puestos de control, cuya finalidad es controlar el movimiento de las personas y los bienes y que forman parte de los intentos de la Potencia ocupante de deshumanizar, humillar, hostigar y subyugar al pueblo palestino bajo su ocupación.","second":"The security <strong class=\"keyword\">pretext</strong> did not justify the checkpoints, which were intended to control the movement of persons and goods and were part of the occupying Power’s attempts to dehumanize, humiliate, harass and subjugate the Palestinian people under its occupation."},{"author":8000,"first":"Israel intenta encontrar algún <strong class=\"keyword\">pretexto</strong> para hacer fracasar esa iniciativa, imponiendo condiciones impensables e imposibles de cumplir y proponiéndose colocar bajo su control a los territorios palestinos","second":"Israel is attempting to find any <strong class=\"keyword\">pretext</strong> for the purpose of disrupting this initiative, pressing onto the Palestinians unthinkable and unfulfillable conditions and attempting to place Palestinian territories under its control"},{"author":31,"first":"No son los motivos los que ganan las peleas.Voy a seguir insultándolo...... hasta que al final me dé un <strong class=\"keyword\">pretexto</strong> para retarlo a un combate","second":"Fights aren' t won by reason. i' il just keep insulting him, and eventually i' il find a <strong class=\"keyword\">pretext</strong> for challenging him to a fight"},{"author":94808,"first":"Por este motivo, hay que oponerse a la arrogancia de países como los Estados Unidos y sus aliados que, so <strong class=\"keyword\">pretexto</strong> de luchar contra el terrorismo, justifican violaciones del derecho internacional y crímenes de lesa humanidad como la guerra contra el Iraq y las amenazas contra los pueblos de Siria, el Líbano, el Irán, Cuba, Venezuela y la República Popular Democrática de Corea.","second":"For that reason it was necessary to withstand the arrogance of countries like the United States and its allies, which used the <strong class=\"keyword\">pretext</strong> of the fight against terrorism to justify violations of international law and crimes against humanity. Such violations included the war against Iraq and threats against the peoples of Syria, Lebanon, Iran, Cuba, Venezuela and the Democratic People’s Republic of Korea."},{"author":94808,"first":"Algunos países desarrollados se valen de la crisis económica como <strong class=\"keyword\">pretexto</strong> para incumplir sus compromisos relativos a la asistencia oficial para el desarrollo, con lo que entorpecen el adelanto económico de los países en desarrollo, que deben soportar también el proteccionismo comercial y las presiones que se ejercen sobre ellos para que abran sus mercados.","second":"Some developed countries were using the economic crisis as a <strong class=\"keyword\">pretext</strong> to neglect their Official Development Assistance commitments, thereby hindering the economic development of developing countries, which were, in turn, also being squeezed by trade protectionism and the pressure for open markets."},{"author":8000,"first":"No debe tolerarse que un Estado se retire del Tratado tras haber adquirido capacidad en materia de armas nucleares bajo falsos <strong class=\"keyword\">pretextos</strong>","second":"It should not be tolerated that a State withdraws from the Treaty after having developed a nuclear weapons capability under false <strong class=\"keyword\">pretences</strong>"},{"author":94808,"first":"Se señalan a ciertos países como parte de un “eje del mal”, los cuales se convierten en objetivos de ataques nucleares preventivos, y se llevan a cabo ataques militares unilaterales contra Estados soberanos con el <strong class=\"keyword\">pretexto</strong> de que se sospecha que éstos poseen armas de destrucción en masa.","second":"Countries are designated as comprising an “axis of evil” and are thus targets for preemptive nuclear strikes, while unilateral military attacks against sovereign States are perpetrated under the <strong class=\"keyword\">pretext</strong> of suspicion over the possession of weapons of mass destruction."},{"author":27,"first":"¿El reciente aumento de los tipos de interés, con el <strong class=\"keyword\">pretexto</strong> tremendista de la amenaza de la inflación, es, acaso, la política más adecuada para fomentar las inversiones?","second":"Is the recent increase in interest rates on the <strong class=\"keyword\">pretext</strong> of the risk of inflation the most suitable policy for encouraging investment?"},{"author":94808,"first":"En julio de 1995 los círculos allegados al Dalai Lama le encargaron que entrara en el país con fondos y materiales de procedencia extranjera y se dedicara a espiar con el <strong class=\"keyword\">pretexto</strong> de reunir canciones y danzas étnicas tibetanas.","second":"In July 1995 he was commissioned by the Dalai’s (entourage) to enter the country carrying foreign‐supplied funds and materials and engage in spying on the <strong class=\"keyword\">pretext</strong> of gathering ethnic Tibetan songs and dances."},{"author":94809,"first":"Francia, aun reconociéndolo, considera extremadamente inusual que el antiguo propietario haya utilizado como <strong class=\"keyword\">pretexto</strong> la dificultad de esta negociación para demorar la firma del contrato durante varios meses.","second":"Whilst France acknowledged this, it considered it was most unusual for the difficulty of the negotiations in question to have constituted a <strong class=\"keyword\">pretext</strong> for the former owner to delay signing the contract for several months."},{"author":95096,"first":"Que nadie tome la religión como <strong class=\"keyword\">pretexto</strong> para las propias acciones contrarias a la dignidad del hombre y sus derechos fundamentales, en primer lugar el de la vida y el de la libertad religiosa de todos.","second":"May no one use religion as a <strong class=\"keyword\">pretext</strong> for actions against human dignity and against the fundamental rights of every man and woman, above all, the right to life and the right of everyone to religious freedom!"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83060":{"U":"","id":83060,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83060"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}