{"result":"ok","tuc":[{"phrase":{"text":"proclamation","language":"en"},"meaningId":395073355568584525,"authors":[89651]},{"phrase":{"text":"address","language":"en"},"meaningId":-2480654970774580135,"authors":[25018]},{"phrase":{"text":"manifesto","language":"en"},"meaningId":-4305830651301897744,"authors":[25018]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of proclamar."},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of proclamar."}],"meaningId":6466523667183035808,"authors":[1]}],"phrase":"proclama","examples":[{"author":94808,"first":"El Parlamento de Hungría <strong class=\"keyword\">proclamó</strong> su adhesión al Convenio Internacional para la represión de los atentados terroristas cometidos con bombas (el 10 de septiembre de 2002) y al Convenio Internacional para la represión de la financiación del terrorismo (el 20 de diciembre de 2002).","second":"The Hungarian Parliament <strong class=\"keyword\">promulgated</strong> the International Convention for the Suppression of Terrorist Bombings (on 10 September 2002) and the International Convention for the Suppression of the Financing of Terrorism (on 20 December 2002)."},{"author":8000,"first":"El decreto por el que se <strong class=\"keyword\">proclama</strong> la situación de emergencia fija la circunscripción o circunscripciones territoriales afectadas por las medidas dictadas en las que se aplica","second":"The decree <strong class=\"keyword\">proclaiming</strong> the <strong class=\"keyword\">state</strong> of emergency stipulates the territorial district or districts within which the measures decreed are applicable"},{"author":94808,"first":"En esa resolución, la Asamblea <strong class=\"keyword\">proclamó</strong> el Tercer Decenio de la Lucha contra el Racismo y la Discriminación Racial, que se iniciaría en 1993, y aprobó el Programa de Acción propuesto para el Decenio, que figura en el anexo a la resolución.","second":"In that resolution, the Assembly <strong class=\"keyword\">proclaimed</strong> the Third Decade to Combat Racism and Racial Discrimination, beginning in 1993, and adopted the Programme of Action for the Decade contained in the annex to the resolution."},{"author":94808,"first":"El artículo 18 de la Constitución <strong class=\"keyword\">proclama</strong> que: \"Todos los ciudadanos de la República de Uzbekistán gozan de iguales derechos y libertades y son iguales ante la ley, sin distinción por motivos de sexo, raza, nacionalidad, idioma, religión, extracción social, convicciones o condición personal o social\".","second":"Article 18 of the Constitution of Uzbekistan <strong class=\"keyword\">proclaims</strong> that “all citizens of the Republic of Uzbekistan shall have equal rights and freedoms and shall be equal before the law, without discrimination on grounds of sex, race, nationality, language, religion, social origin, beliefs or individual and social status”."},{"author":94808,"first":"Santiago Valiente (United Statehooders Organization of New York) dice que su organización, que procura el ingreso de Puerto Rico como el quincuagésimo primer Estado de los Estados Unidos, considera ilegítimo el examen de la cuestión de Puerto Rico en el marco del Comité Especial únicamente desde la perspectiva de la resolución 1514 (XV) de la Asamblea General, en la que se <strong class=\"keyword\">proclama</strong> el derecho de los pueblos coloniales a la libre determinación y la independencia.","second":"Santiago-Valiente (United Statehooders Organization of New York, Inc.) said that his organization, which sought the admission of Puerto Rico to the United States as the fifty-first state, considered it inappropriate for the question of Puerto Rico to be considered by the Special Committee solely from the standpoint of General Assembly resolution 1514 (XV), which <strong class=\"keyword\">proclaimed</strong> the right of colonial peoples to self-determination and independence."},{"author":94808,"first":"<strong class=\"keyword\">Proclama</strong> solemnemente los principios de derechos humanos que figuran a continuación, formulados para ayudar a los Estados Miembros en su tarea de garantizar y promover el debido comportamiento por parte de los agentes del Estado, en especial los funcionarios encargados de hacer cumplir la ley, con respecto a su papel inequívoco de protección del derecho la vida, a la libertad y a la seguridad de la persona, garantizado en la Declaración Universal de Derechos Humanos y reafirmado en el Pacto Internacional de Derechos Civiles y Políticos, e insta a que no se escatime esfuerzo alguno para que esos principios sean generalmente conocidos y respetados.","second":"Solemnly <strong class=\"keyword\">proclaims</strong> the human rights principles set forth below, formulated to assist Member States in their task of ensuring and promoting the proper action by State agents, especially law enforcement officials, with respect to their unequivocal role to protect the right to life, liberty and security of the person, as guaranteed in the Universal Declaration of Human Rights and reaffirmed in the International Covenant on Civil and Political Rights, and urges that every effort be made so that the principles become generally known and respected."},{"author":95096,"first":"El Papa Pío XI lo beatificó en 1923, lo canonizó en 1930 y lo <strong class=\"keyword\">proclamó</strong> doctor de la Iglesia en 1931.","second":"Pope Pius XI beatified him in 1923, canonized him in 1930 and <strong class=\"keyword\">proclaimed</strong> him a Doctor of the Church in 1931."},{"author":8000,"first":"Somalilandia, o Somalia noroccidental, es la región más estable de Somalia, se <strong class=\"keyword\">proclamó</strong> autónoma en # y no interviene en el conflicto del sur del país, caracterizado por los enfrentamientos a causa de lealtades religiosas y clánicas","second":"Somaliland, or north-western Somalia, the most stable region of Somalia, in # characterized <strong class=\"keyword\">itself</strong> as autonomous, and is not involved in the conflict in southern Somalia, which is characterized by fighting over clan and religious allegiance"},{"author":94809,"first":"El 29 de septiembre de 1994, la Comisión presentó una propuesta de Decisión del Parlamento Europeo y del Consejo por la que se <strong class=\"keyword\">proclama</strong> el año 1996 «Año Europeo de la Educación y la Formación Permanentes».","second":"On 29 September 1994, the Commission submitted a proposal for a European Parliament and Council Decision <strong class=\"keyword\">establishing</strong> 1996 as the 'European Year of Lifelong Learning`."},{"author":94808,"first":"En su sexagésimo primer período de sesiones, la Asamblea General pidió al Secretario General que nombrase un nuevo Coordinador de las cuestiones relativas al multilingüismo; <strong class=\"keyword\">proclamó</strong> 2008 Año Internacional de los Idiomas; y pidió al Secretario General que le presentase, en su sexagésimo tercer período de sesiones, un informe amplio sobre la aplicación de sus resoluciones sobre el multilingüismo (resolución 61/266).","second":"At its sixty-first session, the General Assembly requested the Secretary-General to appoint a new Coordinator for Multilingualism; <strong class=\"keyword\">proclaimed</strong> 2008 International Year of Languages; and requested the Secretary-General to submit to it at its sixty-third session a comprehensive report on the full implementation of its resolutions on multilingualism (resolution 61/266)."},{"author":95096,"first":"La Iglesia en Tierra Santa, que con tanta frecuencia ha experimentado el oscuro misterio del Gólgota, nunca debe dejar de ser un heraldo intrépido del luminoso mensaje de esperanza que <strong class=\"keyword\">proclama</strong> esta tumba vacía.","second":"The Church in the Holy Land, which has so often experienced the dark mystery of Golgotha, must never cease to be an intrepid herald of the luminous message of hope which this empty tomb <strong class=\"keyword\">proclaims</strong>."},{"author":94808,"first":"En el artículo 30 de la Constitución se <strong class=\"keyword\">proclama</strong> que “4) Todos tienen derecho a un abogado defensor a partir del momento de su detención o de su calificación de acusado.","second":"Article 30 of the Constitution provides that “(4) Everyone shall be entitled to legal counsel from the moment of detention or from the moment of being charged."},{"author":94808,"first":"Esta organización <strong class=\"keyword\">proclamó</strong> recientemente sus objetivos a medio plazo para el año 2015:","second":"The organization recently created its mid-term ambition for the year 2015:"},{"author":92475,"first":"En septiembre de 2013, Shanghai <strong class=\"keyword\">proclamó</strong> que la Zona de Libre Comercio, planeada desde 1997, era la primera área de economía experimental de China.","second":"Planned since 1997, Shanghai <strong class=\"keyword\">proclaimed</strong> that the Free Trade Zone to be China’s first economic experimental area in September 2013."},{"author":94808,"first":"se <strong class=\"keyword\">proclama</strong> que todos los seres humanos nacen libres e iguales en dignidad y derechos y que toda persona tiene los derechos y libertades proclamados en ella sin distinción alguna, en particular de raza, color u origen nacional,","second":"which <strong class=\"keyword\">proclaims</strong> that all human beings are born free and equal in dignity and rights and that everyone is entitled to all the rights and freedoms set out therein, without distinction of any kind, in particular as to race, colour or national origin,"},{"author":94809,"first":"Por su parte, el artículo 56 TFUE (antiguo artículo 49 CE), también «en el marco de las disposiciones siguientes», <strong class=\"keyword\">proclama</strong> la prohibición de las restricciones de la libre prestación de servicios dentro de la Unión para los nacionales de los Estados miembros establecidos en un Estado miembro que no sea el del destinatario de la prestación.","second":"Also ‘[w]ithin the framework of the provisions set out below’, Article 56 TFEU (formerly Article 49 EC) prohibits restrictions on freedom to provide services within the European Union in respect of nationals of Member States who are established in a Member State other than that of the person for whom the services are intended."},{"author":94808,"first":"En su quincuagésimo tercer período de sesiones, la Asamblea General <strong class=\"keyword\">proclamó</strong> el período comprendido entre los años 2001 y 2010 Decenio Internacional de una cultura de paz y no violencia para los niños del mundo (resolución 53/25) y aprobó la Declaración y el Programa de Acción sobre una Cultura de Paz (resolución 53/243).","second":"At its fifty-third session, the General Assembly <strong class=\"keyword\">proclaimed</strong> the period 2001-2010 as the International Decade for a Culture of Peace and Non-Violence for the Children of the World (resolution 53/25), and adopted the Declaration and Programme of Action on a Culture of Peace (resolution 53/243)."},{"author":8000,"first":"Por ejemplo, desde el # de diciembre de # cuando la Asamblea General aprobó su resolución # en la que <strong class=\"keyword\">proclamó</strong> el Día Internacional de la Mujer, se han logrado progresos considerables para las mujeres en los países tanto desarrollados como en desarrollo","second":"For example, since # ecember # when the General Assembly adopted resolution # <strong class=\"keyword\">proclaiming</strong> International Women's Day, considerable progress has been made for women in developed and developing countries alike"},{"author":95096,"first":"El Papa Pablo VI <strong class=\"keyword\">proclamó</strong> a san Benito patrono de Europa el 24 de octubre de 1964, reconociendo su maravillosa obra desarrollada para la formación de la civilización europea.","second":"Pope Paul VI <strong class=\"keyword\">proclaimed</strong> St Benedict the Patron of Europe on 24 October 1964, recognizing the marvellous work he did for the formation of the European civilization."},{"author":95096,"first":"Les agradezco el trabajo que realizan para difundir por doquier la invitación a la paz, que la Iglesia <strong class=\"keyword\">proclama</strong> constantemente.","second":"I am grateful to them for their concerted effort to extend everywhere the invitation to peace that the Church constantly <strong class=\"keyword\">proclaims</strong>."},{"author":8007,"first":"Por supuesto, lo último que tienen en mente los líderes de China para sus Olimpíadas son imágenes que recuerden a las tropas de asalto marchando a paso de ganso de Hitler; después de todo, el nacionalismo chino oficial <strong class=\"keyword\">proclama</strong> el “surgimiento pacífico” del país en el marco de un idilio de “desarrollo armonioso”.","second":"Of course, images that recall Hitler’s goose-stepping storm troopers are the last thing that China’s leaders have in mind for their Olympics; after all, official Chinese nationalism <strong class=\"keyword\">proclaims</strong> the country’s “peaceful rise” within an idyll of “harmonious development.”"},{"author":94808,"first":"Desde la fecha de su publicación, este Tratado forma parte del ordenamiento jurídico nacional, tal y como <strong class=\"keyword\">proclama</strong> el artículo 96.1 de la Constitución Española de 1978 y el artículo 1.5 del Código Civil.","second":"Since the date of its publication, this treaty has been part of the national legal order, in accordance with Article 96.1 of the Spanish Constitution of 1978 and Article 1.5 of the Civil Code."},{"author":8000,"first":"Son más de # los artículos de la Constitución de Ucrania que garantizan los derechos humanos y las libertades, y cada uno de ellos <strong class=\"keyword\">proclama</strong> derechos fundamentales","second":"Human rights and freedoms are guaranteed by more than forty articles of Ukraine's Constitution, each of which <strong class=\"keyword\">sets</strong> out fundamental rights"},{"author":94808,"first":"En el plano regional, el principio de la igualdad del hombre y la mujer se <strong class=\"keyword\">proclama</strong> en los documentos fundamentales de las entidades miembros de la Federación de Rusia.","second":"On the regional level, the principle of equality of men and women is reinforced in the constituent documents of the entities of the Russian Federation."},{"author":94808,"first":"La Ley de educación superior (art. 4) <strong class=\"keyword\">proclama</strong> que “No se admitirán privilegios, limitaciones o restricciones basados en la edad, raza, nacionalidad, pertenencia étnica, ascendencia social, opiniones políticas, religión y creencias”.","second":"The Law on Higher Education (art. 4) <strong class=\"keyword\">states</strong> that “There shall be no privileges, limitations and restrictions on grounds of age, race, nationality, ethnic affiliation, social origin, political opinion and religion and beliefs.”"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}