{"result":"ok","tuc":[{"phrase":{"text":"lavish","language":"en"},"meaningId":293517896029875152,"authors":[2698]},{"phrase":{"text":"squander","language":"en"},"meaningId":6088037490444195831,"authors":[2698]},{"phrase":{"text":"be on the air","language":"en"},"meaningId":4598255479828375012,"authors":[2698]},{"phrase":{"text":"broadcast","language":"en"},"meaningId":1812212589579395742,"authors":[2698]},{"phrase":{"text":"diffuse","language":"en"},"meaningId":8942143086206904855,"authors":[2698]},{"phrase":{"text":"dissipate","language":"en"},"meaningId":-877114078599069750,"authors":[84500]},{"phrase":{"text":"draw out","language":"en"},"meaningId":3237670152422458434,"authors":[2698]},{"phrase":{"text":"drive out","language":"en"},"meaningId":8117028858548818030,"authors":[2698]},{"phrase":{"text":"express","language":"en"},"meaningId":-4395099407542075584,"authors":[2698]},{"phrase":{"text":"fool","language":"en"},"meaningId":7761385987471288195,"authors":[84500]},{"phrase":{"text":"fool away","language":"en"},"meaningId":779734736843113788,"authors":[84500]},{"phrase":{"text":"fritter","language":"en"},"meaningId":8917750560765709281,"authors":[84500]},{"phrase":{"text":"fritter away","language":"en"},"meaningId":6474972434435418926,"authors":[84500]},{"phrase":{"text":"frivol away","language":"en"},"meaningId":-5881234518514081024,"authors":[84500]},{"phrase":{"text":"output","language":"en"},"meaningId":-7797275491775322510,"authors":[2698]},{"phrase":{"text":"propagate","language":"en"},"meaningId":5859434494108502404,"authors":[2698]},{"phrase":{"text":"release","language":"en"},"meaningId":-1935193594729030511,"authors":[2698]},{"phrase":{"text":"scatter","language":"en"},"meaningId":6596888680713767627,"authors":[2698]},{"phrase":{"text":"shoot","language":"en"},"meaningId":5269173834882652846,"authors":[84500]},{"phrase":{"text":"transmit","language":"en"},"meaningId":894521044928795009,"authors":[2698]},{"phrase":{"text":"unleash","language":"en"},"meaningId":2242865010323859733,"authors":[2698]},{"phrase":{"text":"utter","language":"en"},"meaningId":-6423647944769092731,"authors":[2698]},{"phrase":{"text":"vent","language":"en"},"meaningId":-4964966515295750591,"authors":[2698]},{"phrase":{"text":"void","language":"en"},"meaningId":1149484079187480668,"authors":[2698]},{"phrase":{"text":"waste","language":"en"},"meaningId":6802951950022484656,"authors":[2698]},{"meanings":[{"language":"en","text":"to squander, waste, spend lavishly"},{"language":"en","text":"to lavish"}],"meaningId":6481849151295676773,"authors":[93107]}],"phrase":"prodigar","examples":[{"author":8000,"first":"La tradición secular de la sociedad china consiste en <strong class=\"keyword\">prodigar</strong> cuidados y afecto a los niños","second":"Concern, <strong class=\"keyword\">care</strong> and love for children had been traditional since ancient times"},{"author":94808,"first":"La administración pública nacional permite trabajar a tiempo parcial a los padres y, en general, en la medida de lo posible, a sus empleados responsables de <strong class=\"keyword\">prodigar</strong> cuidados.","second":"As an employer, the National Administration allows parents and employees with <strong class=\"keyword\">care</strong> responsibilities to work part-time to the feasible extent."},{"author":94809,"first":"Son en definitiva los organismos de salud y asistencia social, así como sus representantes, y las familias de los usuarios, quienes van a utilizar estas tecnologías para <strong class=\"keyword\">prodigar</strong> cuidados a los beneficiarios.","second":"Health and Welfare organisations, their representatives, and the families of the Users, are ultimately the ones who shall be using the technology in order to <strong class=\"keyword\">provide</strong> care to the beneficiaries."},{"author":8008,"first":"Hace un tiempo andábamos pensando qué hacer con nuestras vidas; tratando de superar el síndrome post-Erasmus y de tomar una decisión responsable, pero también de evitar los trajes y las corbatas, cuando un grupo de seres extraterrestres nos reclutó para la misión de nuestras vidas: ayudarles a <strong class=\"keyword\">prodigar</strong> las L-bands en el planeta Tierra.","second":"Some time ago, while suffering the post-Erasmus syndrome, we were thinking what to do with our souls; trying to take a responsible decission while avoiding the suits and the ties, when some extraterrestrial beings hired us for the mission of our lifes: to help <strong class=\"keyword\">them</strong> bring the L-bands into Earth."},{"author":27,"first":"Ahora bien, cuando apliquemos las necesarias reducciones para hacerlo posible, no creo que haya nadie en el Parlamento que vierta lágrimas de cocodrilo por quienes dicen que se trata de una contribución necesaria a los Estados miembros que se ven obligados a reducir sus gastos para cumplir con los criterios de convergencia de Maastricht: muchos de nosotros vemos la generosidad que pueden <strong class=\"keyword\">prodigar</strong> a algunos de sus programas internos de gasto y la actitud bastante parsimoniosa que adoptan para con el presupuesto de Europa.","second":"Having said that, I do not think there is anybody in Parliament, as we go through the necessary cuts to make that possible, who will weep crocodile tears for those who say that this is a necessary contribution towards those Member States who are having to curtail their expenditure in order to meet Maastricht convergence criteria: many of us see the generosity with which <strong class=\"keyword\">they</strong> can <strong class=\"keyword\">treat</strong> some of their domestic spending programmes and the rather parsimonious approach they adopt towards Europe's budget."},{"author":95096,"first":"Deseo animaros a <strong class=\"keyword\">prodigaros</strong> cada vez más en este importante sector, para ser testigos creíbles del amor providente de Dios hacia toda criatura humana.","second":"I would like <strong class=\"keyword\">to</strong> encourage you to do even more in this important area, in order to be credible witnesses to God's providential love for every human creature."},{"author":8000,"first":"No obstante, debido a razones como el escaso fundamento para la capacidad de autodesarrollo de esas regiones, los esfuerzos del país en cuanto a las minorías étnicas todavía tropiezan con problemas como una economía retrasada, la tarea ardua de mitigar la pobreza, dificultades considerables para desarrollar la educación, una base escasa para <strong class=\"keyword\">prodigar</strong> atención médica y de la salud, y una cobertura mínima de seguridad y bienestar sociales","second":"However, owing to such reasons as the weak foundation for self-development capability of these areas, China's endeavor related to the ethnic minorities still faces such problems as lagging-behind economy, arduous task in poverty alleviation, considerable difficulties in the development of education, weak foundation of medical and health <strong class=\"keyword\">care</strong>, as well as narrow coverage of social security and welfare"},{"author":95096,"first":"En efecto, el tema de vuestras reflexiones —«La pastoral de los divorciados vueltos a casar »— está hoy en el centro de la atención y de las preocupaciones de la Iglesia y de los pastores dedicados a la cura de almas, quienes no dejan de <strong class=\"keyword\">prodigar</strong> su solicitud pastoral a cuantos sufren por situaciones de dificultad en su familia.","second":"In fact, the theme of your reflection: “The Pastoral Care of the Divorced and Remarried”, is at the centre of the attention and concern of the Church and of her Pastors having the care of souls, who continually <strong class=\"keyword\">lavish</strong> their pastoral attention on those who are suffering because of difficult family situations."},{"author":8000,"first":"El objeto de este plan es permitir que los padres pasen más tiempo atendiendo a sus hijos, darles la auténtica libertad de elección en lo que respecta al tipo de atención que prestan a sus hijos y alcanzar una mayor igualdad en las transferencias que cada familia recibe del Estado por el cuidado de los hijos, con independencia de la forma en que se hayan organizado los padres para <strong class=\"keyword\">prodigar</strong> esos cuidados","second":"The purpose of the scheme is to help parents to spend more time caring for their own children, to give them genuine freedom of choice as regards the type of care provided for their children and to bring about greater equality in the transfers the individual family receives for child care from the State, irrespective of the child care arrangements made by the parents"},{"author":95096,"first":"Respeto al Año Internacional del Niño, la Santa Sede se ha preocupado de que dicho acontecimiento no sea ocasión de <strong class=\"keyword\">prodigar</strong> iniciativas que puedan ser contrarias al bien de la infancia.","second":"With regard to the International Year of the Child, it had been the concern of the Holy See that such an event should not be the occasion for multiplying initiatives that would have no direct bearing on the welfare of children."},{"author":8000,"first":"A las campañas organizadas por los grandes medios de comunicación, se ha sumado la distribución generalizada de folletos destinados a los padres sobre los cuidados que deben <strong class=\"keyword\">prodigar</strong> a sus hijos","second":"There have been mass media campaigns, and material including booklets about good parenting has been distributed through the mass media"},{"author":94808,"first":"En particular, se ha alentado a los empleados de las casas cuna, orfanatos y escuelas a <strong class=\"keyword\">prodigar</strong> a los niños un cariño maternal y educarlos conforme a la moral y los buenos modales, principalmente recurriendo a la influencia de los buenos ejemplos, la explicación y la persuasión.","second":"In particular, workers at baby homes, orphanages and schools were encouraged to take <strong class=\"keyword\">care</strong> of children with motherly love and educate them in good morals and manners mainly through influence of positive examples, explanation and persuasion."},{"author":94808,"first":"<strong class=\"keyword\">Prodigar</strong> un trato humano a todas las víctimas de la trata teniendo en cuenta su edad, sexo y necesidades especiales, de conformidad con lo establecido en los párrafos 3 y 4 del artículo 6 del Protocolo sobre la trata de personas;","second":"To <strong class=\"keyword\">provide humane</strong> treatment for all victims of trafficking, taking into account their age, gender and particular needs, in accordance with article 6, paragraphs 3 and 4, of the Trafficking in Persons Protocol;"},{"author":94808,"first":"<strong class=\"keyword\">Prodigar</strong> un trato humano a todas las víctimas de la trata teniendo en cuenta su edad, sexo y necesidades especiales, de conformidad con lo establecido en los párrafos 3 y 4 del artículo 6 del Protocolo para prevenir, reprimir y sancionar la trata de personas, especialmente mujeres y niños;","second":"To <strong class=\"keyword\">provide humane</strong> treatment for all victims of trafficking, taking into account their age, gender and particular needs, in accordance with article 6, paragraphs 3 and 4, of the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children;"},{"author":91988,"first":"El Centro Carter, que emitió informes amablemente redactados, pero indudablemente críticos después de las elecciones de 2012 y 2013, no fue invitado esta vez, a pesar de su larga asociación con el país y las alabanzas que en el pasado <strong class=\"keyword\">prodigara</strong> el expresidente estadounidense Jimmy Carter a su tecnología para el recuento de votos.","second":"The Carter Center, which issued politely worded but unmistakably critical reports after the 2012 and 2013 elections, did not receive an invitation this time around, despite its long association with the country and former US President Jimmy Carter’s past <strong class=\"keyword\">praise</strong> of its vote-counting technology."},{"author":94808,"first":"La práctica de los jueces de la sharia de otorgar la custodia a personas distintas de las que tienen derecho a ella conforme a los párrafos 1 y 3 del artículo 81 se basa en las recomendaciones hechas en los informes preparados por el Departamento de Bienestar Social así como en la consideración de los criterios de que la persona deberá ser musulmana, de buen juicio, de edad apropiada para <strong class=\"keyword\">prodigar</strong> al niño los cuidados, el amor y el afecto que necesita, de buena conducta conforme a la moral islámica, y residente en un lugar en que el niño no esté expuesto a peligro moral o físico.","second":"The practice by the Malaysian Syariah judges in awarding custody to people other than those entitled to custody under section 81(1) and (3) is based on the recommendations made in the reports prepared by the Department of Social Welfare as well as considering the criteria that the person must be a Muslim, of sound mind, of an age that the person is able to <strong class=\"keyword\">bestow</strong> on the child the care, love and affection needed by the child, of good conduct from the standpoint of Islamic morality and lives in a place where the child will not be at risk, morally or physically."},{"author":118293,"first":"Es estúpido de mi parte, <strong class=\"keyword\">prodigar</strong> atención a mi vida amorosa el mismo día que un muy agitado miembro de la mafia mexicana ha prometido romper cosas que no quiero rotas.","second":"It's stupid of me to be <strong class=\"keyword\">lavishing</strong> attention on my love life the same day that a very agitated member of the Mexican mafia has promised to break things I don't want broken."},{"author":94808,"first":"<strong class=\"keyword\">Prodigar</strong> un trato humanitario a todas las víctimas de la trata teniendo en cuenta su edad, sexo y necesidades especiales, de conformidad con lo establecido en los párrafos 3 y 4 del artículo 6 del Protocolo para prevenir, reprimir y sancionar la trata de personas, especialmente mujeres y niños, según proceda;","second":"To <strong class=\"keyword\">provide humane</strong> treatment for all victims of trafficking, taking into account their age, gender and particular needs, in accordance with article 6, paragraphs 3 and 4, of the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, where applicable;"},{"author":8000,"first":"c) <strong class=\"keyword\">Prodigar</strong> un trato humanitario a todas las víctimas de la trata teniendo en cuenta su edad, sexo y necesidades especiales, de conformidad con lo establecido en los párrafos # y # del artículo # del Protocolo para prevenir, reprimir y sancionar la trata de personas, especialmente mujeres y niños, según proceda","second":"c) To <strong class=\"keyword\">provide humane</strong> treatment for all victims of trafficking, taking into account their age, gender and particular needs, in accordance with article # paragraphs # and # of the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, where applicable"},{"author":31,"first":"Y mi idiotez por <strong class=\"keyword\">prodigar</strong> conocimientos que me costó aprender... y el tesoro de mi consideración e intimidad a una granuja sin corazón!","second":"Damn my own folly for <strong class=\"keyword\">having lavished</strong> my hard- earned knowledge...... and the treasure of my regard and intimacy on a heartless guttersnipe!"},{"author":91988,"first":"Las minorías selectas de Europa son acusadas sistemáticamente de <strong class=\"keyword\">prodigar</strong> prestaciones sociales a las minorías étnicas en nombre de la protección de sus derechos.","second":"Europe’s elites are regularly accused of <strong class=\"keyword\">lavishing</strong> benefits on ethnic minorities in the name of protecting their rights."},{"author":8000,"first":"En virtud de la Ley, la discriminación, tanto directa (<strong class=\"keyword\">prodigar</strong> un trato menos favorable a una persona en razón de su género) como indirecta (imponer restricciones injustificables que sean más difíciles de cumplir para las mujeres que para los hombres, o viceversa) es ilegal","second":"It makes unlawful both direct discrimination (i.e. <strong class=\"keyword\">treating</strong> a person less favourably on the grounds of sex) and indirect discrimination (i.e. applying to all persons unjustifiable conditions which fewer women than men can comply with, or vice versa"},{"author":94808,"first":"<strong class=\"keyword\">Prodigar</strong> un trato humano a todas las víctimas de la trata teniendo en cuenta su edad, sexo y necesidades especiales, de conformidad con lo establecido en los párrafos 3 y 4 del artículo 6 del Protocolo sobre la trata de personas;","second":"To <strong class=\"keyword\">provide humane</strong> treatment for all trafficking victims, taking into account their age, gender and particular needs, in accordance with article 6, paragraphs 3 and 4, of the Trafficking in Persons Protocol;"},{"author":94808,"first":"<strong class=\"keyword\">Prodigar</strong> un trato humano a todas las víctimas de la trata teniendo en cuenta su edad, sexo y necesidades especiales, de conformidad con lo establecido en los párrafos 3 y 4 del artículo 6 del Protocolo para prevenir, reprimir y sancionar la trata de personas, especialmente mujeres y niños, según proceda;","second":"To <strong class=\"keyword\">provide humane</strong> treatment for all victims of trafficking, taking into account their age, gender and particular needs, in accordance with article 6, paragraphs 3 and 4, of the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, where applicable;"},{"author":95096,"first":"Cristo os necesita para <strong class=\"keyword\">prodigar</strong> amor fraterno a los que os rodean, para practicar la justicia en vuestras comunidades, para derramar paz y verdad en el mundo.","second":"Christ needs you to bring fraternal concern to your neighborhoods, to exemplify justice in your communities, to spread peace and truth in the world."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}