{"result":"ok","tuc":[{"phrase":{"text":"layman","language":"en"},"meanings":[{"language":"en","text":"someone who is not a professional in a given field"}],"meaningId":-447483194026343135,"authors":[70195]},{"phrase":{"text":"profane","language":"en"},"meaningId":4570994815145422112,"authors":[84715]},{"phrase":{"text":"lay","language":"en"},"meanings":[{"language":"en","text":"non-professional"}],"meaningId":-6547270703223370072,"authors":[70195]},{"phrase":{"text":"layperson","language":"en"},"meaningId":-1561266331968862483,"authors":[25018]},{"phrase":{"text":"profanity","language":"en"},"meanings":[{"language":"en","text":"quality of being profane"}],"meaningId":-4181771107402895239,"authors":[70195]},{"phrase":{"text":"unholy","language":"en"},"meaningId":2959353284865677807,"authors":[89651]},{"phrase":{"text":"secular","language":"en"},"meaningId":1867812921334964937,"authors":[89651]},{"phrase":{"text":"blasphemous","language":"en"},"meaningId":-6908388631070783917,"authors":[83093]},{"phrase":{"text":"desecration","language":"en"},"meaningId":-2458263684522163755,"authors":[86934]},{"phrase":{"text":"impious","language":"en"},"meaningId":-668001906379213863,"authors":[86934]},{"phrase":{"text":"lay person","language":"en"},"meaningId":-4093164211926346684,"authors":[83089]},{"phrase":{"text":"laywoman","language":"en"},"meaningId":2785355191254850419,"authors":[76967]},{"phrase":{"text":"outsider","language":"en"},"meaningId":7604845172706279659,"authors":[25018]},{"phrase":{"text":"profanation","language":"en"},"meaningId":7234277050520024269,"authors":[86934]},{"phrase":{"text":"sacrilegeous","language":"en"},"meaningId":5254194318335507532,"authors":[83093]},{"phrase":{"text":"secularized","language":"en"},"meaningId":-7428456813114733321,"authors":[83042]},{"phrase":{"text":"ungodly","language":"en"},"meaningId":-1069988032843620615,"authors":[86934]},{"meanings":[{"language":"en","text":"profane; unholy (desecrating a holy place or thing)"},{"language":"en","text":"amateur"},{"language":"en","text":"profane; secular (not relating to religion)"},{"language":"en","text":"inexperienced, amateur"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of profanar."}],"meaningId":-6958885462968678157,"authors":[1]}],"phrase":"profano","examples":[{"author":94808,"first":"El autor argumenta que los requisitos formales para presentar una queja no deberían ser demasiado estrictos para un <strong class=\"keyword\">profano</strong> en la materia, y concluye que su queja cumple los criterios de admisibilidad con arreglo a la Convención.","second":"The complainant argues that the formal requirements for submitting a complaint should not be overly strict for a <strong class=\"keyword\">layman</strong> and concludes that his complaint meets the admissibility criteria under the Convention."},{"author":95096,"first":"Así, precisamente por la búsqueda de Dios, resultan importantes las ciencias <strong class=\"keyword\">profanas</strong> que nos señalan el camino hacia la lengua.","second":"Thus it is through the search for God the <strong class=\"keyword\">secular</strong> sciences take on importance, sciences which show us the path towards language."},{"author":118293,"first":"cualquier persona... que <strong class=\"keyword\">profane</strong> el pasado americano usa ndo una gorra de beisbol al revés","second":"I say \" had <strong class=\"keyword\">\"</strong> because through rap music, evil influences invaded our castle, representatives of a demon culture that must be stopped at all costs!"},{"author":8008,"first":"Añublo <strong class=\"keyword\">profano</strong>: Este talento ahora inflige solo un 10% del daño de Espiral de la muerte como efecto de daño en el tiempo sobre el objetivo.","second":"<strong class=\"keyword\">Unholy</strong> Blight: This talent now deals only 10% of Death Coil damage as a damage-over-time effect on the target."},{"author":118293,"first":"El jaguar devorará a todo aquel que <strong class=\"keyword\">profana</strong> la tumba de una mujer sagrada.","second":"The jaguar spirit will devour anybody that <strong class=\"keyword\">desecrates</strong> the burial place of a holy woman?"},{"author":8008,"first":"Así como no existe una cultura cristiana, paralela a todas las culturas <strong class=\"keyword\">profanas</strong>, más precisamente culturas locales cristianizadas - por lo demás en diversos grados; así tampoco existe una cultura monástica, sino diversas culturas transformadas por su encuentro con el carisma monástico.","second":"The monk of today will be challenged, called to conversion<strong class=\"keyword\">,</strong> transformed, by reading the Fathers of monasticism, solely on condition that he allows himself to be touched by them in all the aspects of his monastic experience."},{"author":119723,"first":"Nuestra capacidad de buscar, de reconocer y reverenciar lo santo sobre lo <strong class=\"keyword\">profano</strong>, y lo sagrado sobre lo secular, define nuestra espiritualidad.","second":"Our ability to seek, recognize, and reverence the holy above the <strong class=\"keyword\">profane</strong>, and the sacred above the <strong class=\"keyword\">secular</strong>, defines our spirituality."},{"author":95875,"first":"Los vínculos entre los discursos científicos y <strong class=\"keyword\">profanos</strong> sobre grandes cuestiones sociales","second":"The link between scientific and <strong class=\"keyword\">lay</strong> discourses on major social issues"},{"author":118293,"first":"<strong class=\"keyword\">Profanas</strong>, vil bastarda, el trono inglés con tus pies.","second":"the soil of England is <strong class=\"keyword\">defiled</strong>, vile bastard, by your foot!"},{"author":8008,"first":"En 1994 decidió abandonar el centro de una de las mayores ciudades del mundo para mudarse a un pequeño pueblo de una docena de habitantes en las montañas de las Alpujarras en el sur de España, en el parque nacional de Sierra Nevada, cerca de la legendaria ciudad de Granada y las costas de Andalucía. En l'Atelier, una casa tradicional bereber de 350 años de antigüedad construida sobre la ladera montañosa, imparte cursos de cocina tanto para profesionales como para <strong class=\"keyword\">profanos</strong> y aloja a un número limitado de visitantes como huéspedes a unos precios excepcionalmente razonables.","second":"In 1994 he decided to leave the centre of one of the biggest cities in the world to move to a tiny village of a dozen or so souls in the Alpujarras mountains of Southern Spain in the Sierra Nevada national park, close to the fabled city of Granada and the coast of Andalucia."},{"author":119723,"first":"El rey Acaz <strong class=\"keyword\">profana</strong> el templo y el reino de Israel es conquistado","second":"King Ahaz defiles the temple, and the kingdom of Israel is conquered"},{"author":95096,"first":"Ha sido alrededor de hombres que eran a la vez teólogos y humanistas como se organizó la enseñanza superior no sólo en teología y en filosofía, sino también en la mayoría de las materias <strong class=\"keyword\">profanas</strong>.","second":"It was around men who were both theologians and humanists, that higher education was organized not just in theology and philosophy but also in the majority of <strong class=\"keyword\">profane</strong> disciplines."},{"author":92475,"first":"Se eliminan las peticiones que sean redundantes con otras ya existentes, inconstitucionales, <strong class=\"keyword\">profanas</strong>, extremistas o que no mencionen sugerencias acerca de las políticas actuales.","second":"The text bans petitions if they’re redundant with existing petitions, unconstitutional, <strong class=\"keyword\">profane</strong>, extremist, or silent about actual policy suggestions."},{"author":118293,"first":"¿Tú <strong class=\"keyword\">profanas</strong> tumbas vestida así?","second":"Oh. You raid <strong class=\"keyword\">tombs</strong> dressed like that?"},{"author":94808,"first":"Artículo 128. Toda persona que destruya, dañe o <strong class=\"keyword\">profane</strong> un lugar de culto con la intención de insultar así a la religión de este grupo de personas será culpable de un delito leve.","second":"Section 128: A person who destroys, damages or <strong class=\"keyword\">defiles</strong> any place of worship with the intention of insulting the religion of any class of persons shall be guilty of a misdemeanour;"},{"author":94809,"first":"Este documento describía en términos para <strong class=\"keyword\">profanos</strong> los procedimientos generales para evaluar las propuestas y preparar los contratos de IDT, incluidas las normas para la selección de expertos.","second":"This document described in <strong class=\"keyword\">layman's</strong> terms the general procedures for evaluating proposals and preparing RTD contracts, including the rules for the selection of experts."},{"author":31,"first":"No hay razón para que sea terreno <strong class=\"keyword\">profano</strong>","second":"There' s no reason for it to be <strong class=\"keyword\">unholy</strong> ground"},{"author":8008,"first":"21 Y he sentido a lástima por mi santo b nombre , el cual <strong class=\"keyword\">profanó</strong> la casa de Israel entre las naciones adonde fueron.","second":"21 ¶ But I had a pity for mine holy b name , which the house of Israel had <strong class=\"keyword\">profaned</strong> among the heathen, whither they went."},{"author":94809,"first":"Las solicitudes de permiso deberán contener, además, un resumen comprensible para el <strong class=\"keyword\">profano</strong> en la materia de todas las indicaciones especificadas en el párrafo primero.","second":"An application for a permit shall also include a <strong class=\"keyword\">non</strong>-technical summary of the details referred to in the first subparagraph."},{"author":94809,"first":"- los resultados tienen que expresarse y presentarse de forma que sean fácilmente comprensibles por un <strong class=\"keyword\">profano</strong>; debe proporcionarse información al usuario sobre las medidas que haya que tomar (en caso de resultado positivo, negativo o indeterminado) y sobre la posibilidad de resultados falsos positivos o falsos negativos,","second":"- the results need to be expressed and presented in a way that is readily understood by a <strong class=\"keyword\">non</strong>-<strong class=\"keyword\">professional person</strong>; information needs to be provided with advice to the user on action to be taken (in case of positive, negative or indeterminate result) and on the possibility of false positive or false negative result,"},{"author":94809,"first":"Uno de los requisitos mínimos en materia de procedimiento jurídico consiste en que los <strong class=\"keyword\">profanos</strong> también puedan comprender el contenido del Derecho comunitario de medio ambiente.","second":"A minimum requirement for the legislative procedure is that the <strong class=\"keyword\">layman</strong> should be able to understand the implications of Community environmental legislation."},{"author":118293,"first":"No permitiré que mi hija <strong class=\"keyword\">profane</strong> su cuerpo como lo hizo la tuya.","second":"I will not have my daughter defi le her body the way yours did."},{"author":94808,"first":"Formación jurídica de los jueces de distrito y los asesores <strong class=\"keyword\">profanos</strong> groenlandeses (continuación del párrafo 6 de las observaciones finales)","second":"Over the years, however, <strong class=\"keyword\">a</strong> firm practice evolved where district courts procured guidance for use in individual cases."},{"author":91988,"first":"Sin embargo, lo sagrado no existe sin lo <strong class=\"keyword\">profano</strong>.","second":"But that sacred does not exist without the <strong class=\"keyword\">profane</strong>."},{"author":8008,"first":"Presencia <strong class=\"keyword\">profana</strong>: La animación de activación de esta presencia ya no mostrará la animación de activación de Presencia de sangre al mismo tiempo.","second":"<strong class=\"keyword\">Strangulate</strong>: Updated tooltip to include the functionality that this ability also interrupts spellcasting on NPCs."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"76967":{"U":"","id":76967,"N":"UN term","url":"https://glosbe.com/source/76967"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}