{"result":"ok","tuc":[{"phrase":{"text":"profuse","language":"en"},"meaningId":-73137905493732843,"authors":[25018]},{"phrase":{"text":"lavish","language":"en"},"meaningId":-1245504961954628641,"authors":[25018]},{"meanings":[{"language":"en","text":"profuse, rife"}],"meaningId":8360416438217852362,"authors":[93107]}],"phrase":"profuso","examples":[{"author":90922,"first":"Mientras que la comunidad internacional, en general, ha guardado silencio respecto a la <strong class=\"keyword\">profusa</strong> intromisión de Irán en toda la región, los protagonistas locales amenazados por estas acciones sí que han respondido.","second":"While the international community has largely remained silent over Iran's <strong class=\"keyword\">exuberant</strong> meddling in the region, local Middle Eastern actors threatened by these actions have been responding."},{"author":8007,"first":"Ambos hablan de manera grandilocuente y <strong class=\"keyword\">profusa</strong> sobre la imparcialidad.","second":"Both talk grandiosely and <strong class=\"keyword\">profusely</strong> about impartiality."},{"author":95875,"first":"Las tecnologías de la información y la comunicación son ejemplos de ámbitos en los que se hace un uso <strong class=\"keyword\">profuso</strong> de la luz.","second":"Communication technology and information technology are two examples of areas where light is now widely used."},{"author":94808,"first":"Como lo señalan las <strong class=\"keyword\">profusas</strong> reseñas bibliográficas de los galardonados del día de hoy, los empeños por promover y proteger los derechos humanos en todo el mundo siguen siendo tan diversos y enérgicos como siempre, y necesariamente tiene que ser así.","second":"As the <strong class=\"keyword\">rich</strong> profiles of today’s award recipients indicate, the endeavours to promote and protect human rights around the world remain as diverse and energetic as ever, and necessarily so."},{"author":8003,"first":"En cambio, los pacientes con alteraciones del sistema inmunitario pueden presentar una diarrea acuosa <strong class=\"keyword\">profusa</strong> y potencialmente mortal, que es muy difícil de tratar con los fármacos disponibles en la actualidad.","second":"By contrast, patients with impaired immune system may develop <strong class=\"keyword\">profuse</strong>, life-threatening, watery diarrhoea that is very difficult to treat with currently available drugs."},{"author":95875,"first":"A diferencia de los guías humanos de museos, que suelen contar un relato genérico a distintos grupos de visitantes, el sistema de CHESS narra a cada visitante un relato adaptado, centrándose en los objetos expuestos más pertinentes para sus intereses y estado de ánimo, incluyendo detalles bien sucintos, bien <strong class=\"keyword\">profusos</strong> y adaptándose a su comportamiento y acciones ante el relato.","second":"Unlike a human museum guide who will usually tell a generic story to different groups of visitors, in the CHESS experience each visitor is told a dedicated story, focused on the exhibits most relevant to their interests and mood, with many or few details, and reactive to their own behaviour and actions in the story."},{"author":91988,"first":"Y la economía china enfrenta serios obstáculos para un crecimiento rápido sostenible, debido a sus empresas estatales ineficientes, una creciente desigualdad, una <strong class=\"keyword\">profusa</strong> migración interna, una red de seguridad social inadecuada, corrupción e instituciones inapropiadas, todo lo cual podría fomentar la inestabilidad política.","second":"And the Chinese economy faces serious obstacles to sustainable rapid growth, owing to inefficient state-owned enterprises, growing inequality, massive internal migration, an inadequate social safety net, corruption, and inadequate institutions, all of which could foster political instability."},{"author":8008,"first":"A lo largo de los <strong class=\"keyword\">profusos</strong> años de su fructífera colaboración, hemos recopilado un buen número de fotografías de Adrian Frutiger.","second":"Au cours de ces <strong class=\"keyword\">nombreuses</strong> années, nous avons accumulé de nombreuses photographies d’Adrian Frutiger."},{"author":95875,"first":"«A corto plazo seremos testigos de un uso cada vez más <strong class=\"keyword\">profuso</strong> de materiales piezoeléctricos, los cuales son capaces de actuar como sensores puesto que reaccionan a cambios inducidos por el contacto con una fuerza externa», aseguró el profesor Cannata.","second":"'We'll see more and more piezoelectric materials - which can act like sensors because they react to changes brought on by contact with an outside force - in the near future,' predicts Prof. Cannata."},{"author":95183,"first":"* la solución estándar de rehidratación oral de osmolaridad reducida de la OMS a concentración media con potasio y glucosa añadidos,* a una velocidad de 5 a 10 ml/kg/h, hasta un máximo de 12 horas, salvo que el niño tenga el cólera o diarrea acuosa <strong class=\"keyword\">profusa</strong>.","second":"* half-strength standard WHO low-osmolarity oral rehydration solution with added potassium and glucose* at a rate of 5–10 mL/kg/h, for up to a maximum of 12 hours, unless the child has cholera or <strong class=\"keyword\">profuse</strong> watery diarrhoea."},{"author":118293,"first":"No son muy <strong class=\"keyword\">profusos</strong> pero no nos quejamos de ellos.","second":"They're not <strong class=\"keyword\">extravagant</strong> but we don't complain about them."},{"author":94809,"first":"La creación de estructuras de acompañamiento vinculadas a los comités de seguimiento y a los evaluadores ha sido relativamente <strong class=\"keyword\">profusa</strong>.","second":"The creation of support structures in conjunction with the monitoring committees and evaluators was relatively <strong class=\"keyword\">widespread</strong>."},{"author":8008,"first":"La dotación de material es <strong class=\"keyword\">profusa</strong> y en todo caso cuenta con la validación adecuada y los estándares habituales.","second":"The allocation of material is <strong class=\"keyword\">abundant</strong> and in all cases has the appropriate validation and usual standards."},{"author":8000,"first":"Con estos antecedentes, y en nombre de los países miembros de la ASEAN, deseo aprovechar esta oportunidad para expresar nuestra profunda gratitud a los pueblos y gobiernos representados aquí, así como a las organizaciones no gubernamentales y a los ciudadanos del mundo entero, por las <strong class=\"keyword\">profusas</strong> manifestaciones de apoyo y asistencia que nos brindaron tras esta calamidad","second":"Against that backdrop, and on behalf of the member countries of ASEAN, I wish to take this opportunity to express our profound appreciation to the peoples and Governments represented here, as well as to non-governmental organizations and the citizens of the world for their tremendous <strong class=\"keyword\">outpouring</strong> of support and assistance in the aftermath of this calamity"},{"author":8008,"first":"la iglesia de la compañía de jesús bellísima iglesia y fachada impresionante de estilo barroco mestizo por la <strong class=\"keyword\">profusa</strong> ornamentación, aquí podemos encontrar elementos decorativos nativos y europeos, donde podemos interpretar la iconografía de esa época.","second":"la iglesia de la compañía de jesús (the church of jesus’ company) a beautiful church with an impressive frontage of half-caste, baroque style, here we can find elements of native and european decoration, where we can interpret the iconography of this epoch."},{"author":94808,"first":"Asimismo, propuso que se ampliara el alcance del delito para incluir a toda persona que, a cambio de una contraprestación, según un plan predeterminado, en repetidas ocasiones, tenga acceso de manera <strong class=\"keyword\">profusa</strong> o de otro modo a imágenes pornográficas de niños.","second":"Another proposal is for the criminalized area to be broadened to also include any person who, for payment, according to a predetermined plan, on repeated occasions, extensively or in another similar manner acquires access to child pornographic pictures."},{"author":94808,"first":"Estamos empeñados en elaborar un nuevo régimen energético, que disminuirá considerablemente nuestra dependencia de combustibles fósiles para satisfacer nuestras necesidades de energía y detendrá la <strong class=\"keyword\">profusa</strong> salida de nuestros escasos ingresos en divisas para hacer frente al creciente costo de los productos derivados del petróleo.","second":"We are working towards a new energy regime that will significantly reduce our dependence on fossil fuels for our energy needs and slow the haemorrhaging of scarce foreign exchange earnings to meet the ever-rising cost of petroleum products."},{"author":94808,"first":"Mi delegación también desea manifestar su reconocimiento a la comunidad internacional por su pronta respuesta y <strong class=\"keyword\">profuso</strong> apoyo.","second":"My delegation also wishes to express its appreciation to the international community for its prompt response and <strong class=\"keyword\">outpouring</strong> of support."},{"author":94808,"first":"Se va expandiendo la red de organizaciones no gubernamentales internacionales, nacionales y locales, especialmente de grupos de mujeres, provistas de <strong class=\"keyword\">profusos</strong> conocimientos y experiencia en materia de mediación y reconciliación.","second":"There is a growing network of international, national and local non-governmental organizations, especially women’s groups, with in-depth knowledge and experience in mediation and reconciliation."},{"author":8008,"first":"Conserva la antigua entrada en recodo que conduce al pórtico y sala norte, destacados por su <strong class=\"keyword\">profusa</strong> decoración de sus yeserías, con decoración de ataurique e inscripciones cursivas o de tipo vegetal, y de su artesonado.","second":"It also conservs the ancient entrance of the house, leading to the visitor, after a 90 degrees turn to the main façade and the north room, remarkable due to its plentiful plasterwork decoration done at the arab style, with sentences written on it or with vegetal elements, and also due to its coffered ceiling."},{"author":8000,"first":"La <strong class=\"keyword\">profusa</strong> utilización de municiones de racimo por las FDI va mucho más allá de lo exigido para contrarrestar al enemigo y sugiere más bien un uso punitivo de estas armas","second":"The extent of the <strong class=\"keyword\">use</strong> cluster munitions by IDF goes beyond that required to interdict their opponents and points more towards a punitive use of weapon"},{"author":8000,"first":"El Presidente de la Asamblea General, en nombre de la misma, manifestó su profunda condolencia a los gobiernos y los pueblos de Bolivia y El Salvador por la trágica pérdida de vidas y <strong class=\"keyword\">profusos</strong> daños materiales provocados por el reciente terremoto","second":"The President of the General Assembly, on behalf of the General Assembly, extended his deepest sympathy to the Governments and the peoples of Bolivia and of El Salvador for the tragic loss of life and <strong class=\"keyword\">extensive</strong> material damage which has resulted from the recent earthquake"},{"author":94808,"first":"El año pasado fue <strong class=\"keyword\">profuso</strong> tanto en desafíos como en satisfacciones.","second":"The past year <strong class=\"keyword\">has</strong> been both challenging and rewarding."},{"author":27,"first":"No puede decirse que hubiera una gran afluencia ayer por la noche, a eso de las doce de la noche, y es comprensible -tampoco estaba presente la señora Hennicot-, para seguir este excelente debate tan <strong class=\"keyword\">profuso</strong>, cuyo objetivo era incitar a la Comisión a que intensificara sus esfuerzos frente a esta crisis apícola tan sumamente preocupante.","second":"There was not a crowd - nor was Mrs Hennicot here - yesterday evening towards midnight, which is understandable, to follow this excellent and very substantial debate aimed at encouraging the Commission to step up its efforts in the face of this very worrying crisis in the bee-keeping sector."},{"author":94808,"first":"Los derechos constitucionales, así como los mecanismos y medios para hacerlos efectivos y restablecer la legalidad ante cualquier violación de éstos, han sido garantizados, además, mediante una <strong class=\"keyword\">profusa</strong> legislación complementaria, dentro de la que cabe mencionar el Código Penal (Ley No 62 de 1987), la Ley de asociaciones (Ley No 54 de 1985), la Ley de procedimiento penal, la Ley electoral (Ley No 72 de 1992), el Código de Familia (Ley No 1289 de 1975) y el Código deTrabajo (Ley No 116 de 2013).","second":"The constitutional rights and the means of asserting them and re-establishing equality following any infringement of these rights are also safeguarded by copious supplementary legislation, including the Criminal Code (Act No. 62 of 1987), the Associations Act (Act No. 54 of 1985), the Criminal Procedure Act, the Elections Act (Act No. 72 of 1992), the Family Code (Act No. 1289 of 1975) and the Labour Code (Act No. 116 of 2013)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8003":{"U":"http://ipsc.jrc.ec.europa.eu/index.php?id=782","id":8003,"N":"ECDC","url":"https://glosbe.com/source/8003"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}