{"result":"ok","tuc":[{"phrase":{"text":"profusion","language":"en"},"meanings":[{"language":"en","text":"abundance"}],"meaningId":-5395373499356118714,"authors":[70195]},{"phrase":{"text":"plenty","language":"en"},"meaningId":3683516475580132645,"authors":[25018]},{"phrase":{"text":"extravagance","language":"en"},"meaningId":-740293686165033700,"authors":[25018]},{"phrase":{"text":"exuberance","language":"en"},"meaningId":-1304469228541781230,"authors":[25018]},{"phrase":{"text":"profligacy","language":"en"},"meaningId":-8307953497912520502,"authors":[25018]},{"phrase":{"text":"variety","language":"en"},"meaningId":8855359897206746426,"authors":[80097]},{"meanings":[{"language":"en","text":"profusion, abundance"}],"meaningId":-3776089488342493105,"authors":[93107]}],"phrase":"profusión","examples":[{"author":27,"first":"La idea que plantea el informe de lanzar campañas de sensibilización a nivel europeo, destinadas a provocar un cambio de actitud sobre el uso del fuego (apartado 23), es uno de los muchos ejemplos de la forma en que la <strong class=\"keyword\">profusión</strong> de ideas que surgió durante la preparación de este informe ha perdido todo contacto con la realidad.","second":"The report’s idea of awareness campaigns at EU level with a view to promoting a change of attitude towards the use of fire (paragraph 23) is one of several examples of the way in which the <strong class=\"keyword\">wealth</strong> of ideas that emerged while the report was being prepared has completely lost touch with reality."},{"author":94809,"first":"Asimismo, la <strong class=\"keyword\">profusión</strong> de las fuentes de información en Internet, difíciles de identificar, constituye un factor de confusión para el público.","second":"Furthermore, the <strong class=\"keyword\">profusion</strong> of information sources on the Internet, and difficulties in identifying their origins, can confuse the public."},{"author":95875,"first":"La esclerosis múltiple, que es la enfermedad inflamatoria crónica más común del sistema nervioso central, ha sido estudiada con <strong class=\"keyword\">profusión</strong>.","second":"Multiple sclerosis (MS), the most common chronic inflammatory disease of the central nervous system, has been widely studied."},{"author":94809,"first":"La sanidad móvil ofrece una <strong class=\"keyword\">profusión</strong> de nuevas oportunidades para conseguir una atención sanitaria mejor y más útil para las personas, mayor prevención de las enfermedades y menor coste de la atención sanitaria para los sistemas de bienestar, así como más oportunidades para las empresas.","second":"mHealth offers a <strong class=\"keyword\">wealth</strong> of new opportunities, in terms of better and more responsive healthcare for individuals, better disease prevention and lower healthcare costs for welfare systems and greater opportunities for businesses."},{"author":95875,"first":"Dado que las NP de plata y titanio están comercializadas ampliamente y se emplean con <strong class=\"keyword\">profusión</strong>, resulta importante estudiar su toxicidad.","second":"As silver and titanium NPs are widely used and commercially available, it is important to study their potential toxicity."},{"author":8000,"first":"La Cumbre aprovechará la <strong class=\"keyword\">profusión</strong> de ideas de los # últimos años","second":"The Summit could benefit from the <strong class=\"keyword\">wealth</strong> of # years of ideas"},{"author":95875,"first":"«Una gastronomía que incluya gran cantidad de alimentos ricos en fécula, frutas y verduras y una cantidad moderada de pescado y carne, como la dieta mediterránea, es más saludable que otra con gran <strong class=\"keyword\">profusión</strong> de carne y grasas y un aporte pobre de frutas y verduras.»","second":"'A cuisine including high amounts of starchy foods, fruit and vegetables, and moderate amounts of fish and meat, such as the Mediterranean diet, will provide more health benefits than a dietary pattern high in meat and fat, and low in fruit and vegetables.'"},{"author":95875,"first":"Los composites de matriz polimérica (PMC) ligeros y fuertes se emplean con <strong class=\"keyword\">profusión</strong> en gran cantidad de industrias.","second":"Lightweight and strong polymer matrix composites (PMCs) are widely employed in numerous industries."},{"author":8000,"first":"La <strong class=\"keyword\">profusión</strong> de medios que se han aplicado para luchar contra la precariedad y la exclusión social demuestra el empeño del Gobierno de Francia y su voluntad de actuar sobre las causas de esos fenómenos de manera sostenible","second":"The <strong class=\"keyword\">proliferation</strong> of measures introduced to combat precariousness and exclusion demonstrates the French Government's commitment and its determination to find long-term solutions to the causes involved"},{"author":94808,"first":"Kenya recopila periódicamente una gran <strong class=\"keyword\">profusión</strong> de datos demográficos.","second":"Kenya periodically collects a <strong class=\"keyword\">wealth</strong> of population data."},{"author":8008,"first":"Es asimismo una ciudad donde la vida diurna y nocturna es intensa con una <strong class=\"keyword\">profusión</strong> de cabarets, restaurantes, discotecas, galerías de arte, museos, ...","second":"It has a great <strong class=\"keyword\">variety</strong> of cultural attractions both day and night...."},{"author":119739,"first":"En el Burren, señala el botánico Cilian Roden, “se dan especies vegetales raras y llamativas con la misma <strong class=\"keyword\">profusión</strong> que suele caracterizar a los cardos y margaritas”.","second":"Throughout the Burren, says botanist Cilian Roden, “rare and spectacular plants occur in an abundance normally associated with daisies or thistles.”"},{"author":94808,"first":"El choque entre las civilizaciones se ha impuesto en la actividad internacional; pero a pesar de la <strong class=\"keyword\">profusión</strong> de reuniones internacionales, tanto académicas como políticas, destinadas a discutir aspectos relacionados con él, no me parece que haya resultado útil para propósito alguno, al menos hasta ahora.","second":"The clash of civilizations has imposed itself on international action but, despite the <strong class=\"keyword\">profusion</strong> of international meetings, academic and political, devoted to discussing topics related to it, it appears to me that no purpose has been served, at least not yet."},{"author":27,"first":"Con la <strong class=\"keyword\">profusión</strong> de nuevos canales de televisión, con la televisión digital, ¿hemos hecho algo respecto a un canal de televisión del Parlamento?","second":"With the <strong class=\"keyword\">plethora</strong> of new TV channels, with digital TV, have we got anywhere with a Parliamentary TV channel?"},{"author":8008,"first":"Más poderosos que los construidos durante la primera guerra carlista, los fuertes levantados por las tropas liberales durante la última guerra civil del siglo XIX se caracterizaron por emplear obra de fábrica con mayor <strong class=\"keyword\">profusión</strong>, de forma que cierto número de ellos podrían considerarse como fortificaciones permanentes o semi-permanentes, auque estaban lejos todavía de las prestaciones que ofrecían los poderosos fuertes franceses coetáneos.","second":"The forts erected by Liberal troops during the last civil war of the nineteenth century were stronger than those of the First Carlist War. Stonework was more <strong class=\"keyword\">widely</strong> used and some of these erections might be considered to be permanent or semi-permanent fortifications although they were nonetheless far from offering the advantages of the mighty French forts of the time."},{"author":91988,"first":"El LHC es un proyecto de ingeniería grandioso, sobre cuyas varias características asombrosas se ha informado con <strong class=\"keyword\">profusión</strong>.","second":"The LHC is a magnificent engineering project, whose many “gee-whiz’’ features have been <strong class=\"keyword\">widely</strong> reported."},{"author":94808,"first":"La <strong class=\"keyword\">profusión</strong> de medios que se han aplicado para luchar contra la precariedad y la exclusión social demuestra el empeño del Gobierno de Francia y su voluntad de actuar sobre las causas de esos fenómenos de manera sostenible.","second":"The <strong class=\"keyword\">proliferation</strong> of measures introduced to combat precariousness and exclusion demonstrates the French Government’s commitment and its determination to find long-term solutions to the causes involved."},{"author":94808,"first":"En los últimos diez años aproximadamente, una <strong class=\"keyword\">profusión</strong> de estudios complementarios en la materia han aportado rigor analítico a la gran cantidad de casos de los que se tenía conocimiento que demuestra que, en las condiciones adecuadas, el acceso a los servicios financieros, en particular el microcrédito, permite a los pobres aumentar sus ingresos, formar patrimonio y reducir su vulnerabilidad ante las crisis.","second":"Over the last decade or so, a <strong class=\"keyword\">proliferation</strong> of supplementary studies has brought analytical rigour to the large body of existing anecdotal evidence that shows that, under the right conditions, access to financial services, particularly microcredit, enables poor people to increase their incomes, build assets and reduce their vulnerability to crises."},{"author":94809,"first":"En el contexto de una <strong class=\"keyword\">profusión</strong> de productos alimenticios que incluyen declaraciones genéricas y de riesgo de desviación de los comportamientos alimentarios que suscitan algunas dietas no controladas, la Autoridad efectúa periódicamente evaluaciones científicas de las declaraciones de propiedades saludables en relación con los sustitutivos de una comida.","second":"Against the background of the growing <strong class=\"keyword\">number</strong> of food products containing generic claims and the risk of disorders in dietary habits arising from certain unsupervised diets, the Authority regularly carries out scientific assessments of health claim applications relating to meal replacement."},{"author":94808,"first":"La mutilación genital femenina se sigue practicando con <strong class=\"keyword\">profusión</strong> y sigue considerándose que aumenta la fertilidad y que es necesaria para adquirir la condición de mujer.","second":"FGM remains <strong class=\"keyword\">rampant</strong> and continues to be seen as enhancing fertility and as a necessary process for womanhood."},{"author":27,"first":"Por último, le sugiero a la Comisión que haga un esfuerzo en la comunicación del riesgo, porque la <strong class=\"keyword\">profusión</strong> de noticias y comentarios en los medios de comunicación está contribuyendo a la confusión y a la alarma social.","second":"Lastly, I would suggest to the Commission that it should make an effort to communicate risks, because the <strong class=\"keyword\">profusion</strong> of news and comment in the media is contributing to the confusion and alarm in society."},{"author":94809,"first":"Ante esta <strong class=\"keyword\">profusión</strong> se impone una selección racional que tenga en cuenta el hecho de que cuanto mayores sean los costes y la complejidad, mayor será el riesgo para la rentabilidad económica y el cumplimiento de la legislación.","second":"This <strong class=\"keyword\">profusion</strong> requires a reasoned choice to be made, taking into consideration that increasing costs and complexity may entail further risks to cost-effectiveness and legal compliance."},{"author":95875,"first":"Este es el caso de los astilleros modernos, en los cuales se usan con <strong class=\"keyword\">profusión</strong> secciones prefabricadas.","second":"This is certainly the case in modern shipbuilding, which makes considerable use of prefabricated sections."},{"author":94809,"first":"Aunque las acciones iniciales con las ONG empezaron con la línea de cofinanciación a través de la Dirección General de Desarrollo, actualmente hay una gran <strong class=\"keyword\">profusión</strong> de líneas accesibles a las ONG en el presupuesto de la UE.","second":"Although initially, action involving NGOs began under the heading of co-funding via the Directorate-General for Development, there are now a <strong class=\"keyword\">large number</strong> of budgetary headings available to NGOs in the EU budget."},{"author":94808,"first":"La Junta de Auditores, en su informe de auditoría de marzo de 2010, concluyó que si bien el Departamento había establecido cinco prioridades editoriales claras en 2009, la “<strong class=\"keyword\">profusión</strong> de publicaciones” que produjo posteriormente, al parecer, no había respondido a dichas prioridades.","second":"The Board of Auditors, in their March 2010 audit report, found that although the Department had established five clear editorial priorities in 2009, the “<strong class=\"keyword\">profusion</strong> of publications” that it subsequently produced did not appear to be linked to those priorities."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}