{"result":"ok","tuc":[{"phrase":{"text":"profess","language":"en"},"meanings":[{"language":"en","text":"to work as a professor of; to teach"}],"meaningId":-2995048052125491898,"authors":[70195]},{"phrase":{"text":"believe","language":"en"},"meaningId":-206359942202033446,"authors":[69425]},{"phrase":{"text":"practise","language":"en"},"meaningId":177596763023115042,"authors":[69425]},{"phrase":{"text":"rely","language":"en"},"meaningId":4083632115857556722,"authors":[69425]},{"phrase":{"text":"trust","language":"en"},"meaningId":-5714184740055002316,"authors":[69425]},{"phrase":{"text":"confess","language":"en"},"meaningId":6452000250076886183,"authors":[83042]},{"phrase":{"text":"declare","language":"en"},"meaningId":1104373772545615392,"authors":[25018]},{"phrase":{"text":"exercise","language":"en"},"meaningId":-7547495290022974272,"authors":[25018]},{"meanings":[{"language":"en","text":"to profess"}],"meaningId":2441960601648322468,"authors":[93107]}],"phrase":"profesar","examples":[{"author":94808,"first":"El derecho a la libertad de pensamiento, conciencia y religión está garantizado en el artículo 24 constitucional el cual establece que todo hombre es libre para <strong class=\"keyword\">profesar</strong> la creencia religiosa que más le agrade y para practicar las ceremonias, devociones o actos del culto respectivo, siempre que no constituyan un delito o falta penados por la ley.","second":"The right to freedom of thought, conscience and religion is guaranteed in article 24 of the Constitution, which establishes that everyone is free to <strong class=\"keyword\">profess</strong> the religious belief that best suits him or her and to carry out the ceremonies, devotions and actions of the corresponding faith, provided that they do not constitute a crime or offence punishable by law."},{"author":94808,"first":"Por consiguiente, las medidas de precaución que impliquen la posible restricción de determinados derechos y libertades en las situaciones de emergencia, previstas en el artículo 64 de la Constitución ucrania, no pueden hacerse extensivas al ejercicio de la libertad de <strong class=\"keyword\">profesar</strong> una religión o creencia, ya que dichas medidas se aplican únicamente a las restricciones enumeradas en el mencionado artículo de la Ley de libertad de conciencia y de asociaciones religiosas y que sean compatibles con las obligaciones internacionales de Ucrania.","second":"Accordingly, precautions involving the possible restriction of certain rights and freedoms under emergency situations, as provided for in article 64 of the Ukrainian Constitution, may not be extended to exercise in Ukraine of the freedom to <strong class=\"keyword\">profess</strong> a religion or beliefs, since such precautions apply only to the restrictions which are listed in the above-mentioned article of the Ukrainian Freedom of Conscience and Religious Organizations Act and which are consistent with Ukraine’s international obligations."},{"author":8000,"first":"La expedición de la Constitución Política de # dio paso a la libertad de cultos; de conformidad con dicha disposición toda persona tiene derecho a <strong class=\"keyword\">profesar</strong> libremente su religión y a difundirla en forma individual o colectiva","second":"The # onstitution established freedom of worship; thus every individual has the right to <strong class=\"keyword\">profess</strong> his religion freely and to disseminate it individually or collectively"},{"author":94808,"first":"La libertad de <strong class=\"keyword\">profesar</strong> la propia religión ha estado protegida por la ley desde que se aprobó la primera Constitución del país, en 1923.","second":"The freedom to <strong class=\"keyword\">practice</strong> ones religion has been supported by law since the first Constitution of the country in 1923."},{"author":94808,"first":"Su Gobierno está firmemente decidido a garantizar que todos los australianos puedan <strong class=\"keyword\">profesar</strong> su religión y expresar sus creencias sin ser objeto de intimidación o injerencia alguna.","second":"Her Government was committed to ensuring that all Australians were able to <strong class=\"keyword\">practise</strong> their religion and express their beliefs without intimidation or interference."},{"author":8000,"first":"Tal como se expuso en el informe de Irlanda relativo al Pacto Internacional sobre Derechos Civiles y Políticos, los nómadas de Irlanda, en virtud de la Constitución, tienen los mismos derechos civiles y políticos que otros ciudadanos y no existen restricciones a ningún grupo semejante en lo tocante al disfrute de su propia cultura, a <strong class=\"keyword\">profesar</strong> y practicar su propia religión y a utilizar su propia lengua","second":"As outlined in Ireland's Report under the International Covenant on Civil and Political Rights, Travellers in Ireland have the same civil and political rights as other citizens under the Constitution and there is no restriction on any such group to enjoy their own culture, to <strong class=\"keyword\">profess</strong> and practice their own religion or to use their own language"},{"author":94808,"first":"La Ley de las minorías étnicas garantiza a las personas pertenecientes a minorías nacionales el derecho a <strong class=\"keyword\">profesar</strong> cualquier religión, o a no <strong class=\"keyword\">profesar</strong> ninguna, y a celebrar ceremonias religiosas o populares en su lengua materna.","second":"The Republic of Lithuania Law on Ethnic Minorities guarantees to persons belonging to national minorities the right to <strong class=\"keyword\">profess</strong> any or no religion, and to perform religious or folk observances in one’s native language."},{"author":94808,"first":"Sin embargo, los niños tienen derecho a elegir la religión que desean <strong class=\"keyword\">profesar</strong> y a recibir una educación religiosa, aunque este derecho está limitado en la medida en que sus padres, tutores o personas que representen legalmente a los padres tienen la prerrogativa de garantizar que el niño haga una elección juiciosa que no afecte a su desarrollo armonioso.","second":"A child has the right to choose a <strong class=\"keyword\">religion</strong> and to receive religious instruction, but this right is limited in that the child’s parents, guardians or persons who legally represent the parents have the prerogative to ensure that the child has made a wise decision that is not detrimental to his or her harmonious development."},{"author":94808,"first":"Por tanto, las garantías constitucionales tienen una doble connotación: la libertad de <strong class=\"keyword\">profesar</strong> y practicar la religión propia y el hecho de que no se pueda obligar a nadie a adherirse o a practicar una religión que no sea la suya.","second":"Thus, constitutional safeguards carry a double connotation: the freedom to <strong class=\"keyword\">believe</strong> and practice one’s religion and that no one shall be forced to adhere to or practice a religion other than his own."},{"author":8000,"first":"En relación con los derechos de los niños de origen indígena a tener su propia vida cultural, a <strong class=\"keyword\">profesar</strong> y practicar su propia religión o a emplear su propio idioma, nos permitimos remitir al honorable Comité a los informes octavo y noveno de Colombia relativos al cumplimiento de la Convención sobre la Eliminación de todas las Formas de Discriminación Racial, en los cuales se podrán apreciar los avances en el cumplimiento de esta preceptiva","second":"With regard to the rights of indigenous children to enjoy their own culture, to <strong class=\"keyword\">profess</strong> and practise their own religion and to use their own language, we refer the Committee to the eighth and ninth periodic reports of Colombia on the implementation of the Convention on the Elimination of All Forms of Racial Discrimination, which describe the progress made in implementing these rights"},{"author":94808,"first":"La libertad de <strong class=\"keyword\">profesar</strong> la propia religión o las propias creencias está sujeta únicamente a las limitaciones prescritas por la ley o el dictamen de un tribunal para proteger la seguridad del Estado, el orden, la moral o la salud públicos o los derechos y libertades fundamentales de los demás.","second":"Freedom of conscience and <strong class=\"keyword\">religion</strong> may be restricted only in accordance with law or on the basis of a court ruling when it is necessary to protect national security, public order and the fundamental rights and freedoms of other persons."},{"author":94808,"first":"Todos los fiyianos tienen derecho a <strong class=\"keyword\">profesar</strong> su religión en público o en privado.","second":"All Fijians have the right to <strong class=\"keyword\">manifest</strong> their religion in public or private."},{"author":8000,"first":"En la Constitución figuran disposiciones sobre la libertad de las minorías para <strong class=\"keyword\">profesar</strong> su religión y desarrollar su cultura sin impedimentos","second":"Freedom to profess their religion The Constitution provides for the freedom of minorities to <strong class=\"keyword\">freely profess</strong> their religion and develop their culture"},{"author":94808,"first":"CYPRIAN (Pakistán) dice que la Constitución de su país afirma la libertad individual de <strong class=\"keyword\">profesar</strong> y practicar su religión.","second":"CYPRIAN (Pakistan) said that his country’s Constitution affirmed the individual’s freedom to <strong class=\"keyword\">profess</strong> and practise his or her religion."},{"author":94808,"first":"El Comité afirma que “un Estado no puede reservarse el derecho de practicar la esclavitud, de torturar, de someter a personas a tratos o castigos crueles, inhumanos o degradantes, de privar arbitrariamente a las personas de la vida, de detener y encarcelar arbitrariamente a las personas, de denegar la libertad de pensamiento, conciencia y religión, de presumir que una persona es culpable hasta que demuestre su inocencia, de ejecutar a mujeres embarazadas o a niños, de permitir el fomento del odio nacional, racial o religioso, de denegar a las personas en edad núbil el derecho a contraer matrimonio, o el de denegar a las minorías el derecho a gozar de su propia cultura, <strong class=\"keyword\">profesar</strong> su propia religión o utilizar su propio idioma”32.","second":"According to the Committee, “a State may not reserve the right to engage in slavery, to torture, to subject persons to cruel, inhuman or degrading treatment or punishment, to arbitrarily deprive persons of their lives, to arbitrarily arrest and detain persons, to deny freedom of thought, conscience and religion, to presume a person guilty unless he proves his innocence, to execute pregnant women or children, to permit the advocacy of national, racial or religious hatred, to deny to persons of marriageable age the right to marry, or to deny to minorities the right to enjoy their own culture, <strong class=\"keyword\">profess</strong> their own religion, or use their own language”.32"},{"author":95096,"first":"Eso es lo que la Iglesia no ha cesado de pensar ni de <strong class=\"keyword\">profesar</strong> públicamente respecto de los libros de uno y otro Testamento. Conocidos son los documentos antiguos e importantísimos en los cuales se afirma que Dios —que habló primeramente por los profetas, después por sí mismo y luego por los apóstoles— nos ha dado también la Escritura que se llama canónica[4], y que no es otra cosa sino los oráculos y las palabras divinas[5], una carta otorgada por el Padre celestial al género humano, en peregrinación fuera de su patria, y transmitida por los autores sagrados[6].","second":"2) This belief has been perpetually held and <strong class=\"keyword\">professed</strong> by the Church in regard to the Books of both Testaments; and there are well-known documents of the gravest kind, coming down to us from the earliest times, which proclaim that God, Who spoke first by the Prophets, then by His own mouth, and lastly by the Apostles, composed also the Canonical Scriptures,(3) and that these are His own oracles and words(4) - a Letter, written by our heavenly Father, and transmitted by the sacred writers to the human race in its pilgrimage so far from its heavenly country.("},{"author":94808,"first":"Revisar las leyes y las prácticas relativas a los grupos religiosos para garantizar que todas las personas y confesiones e instituciones religiosas tengan libertad para asociarse y <strong class=\"keyword\">profesar</strong> sus creencias religiosas (Sierra Leona);","second":"Review its laws and practices relating to religious groups to ensure that all persons, religious denominations and institutions feel free to associate and <strong class=\"keyword\">practice</strong> their religious beliefs (Sierra Leone);"},{"author":8000,"first":"Los párrafos # y # del artículo # de la Constitución enuncian garantías especiales para la libertad de religión y el derecho a <strong class=\"keyword\">profesar</strong> su fe libre y públicamente, tanto individual como colectivamente","second":"Article # paragraphs # and # of the Constitution, contains special guarantee for the freedom of religious confession and of the right to <strong class=\"keyword\">express one's</strong> faith freely and publicly, individually or with others"},{"author":94808,"first":"Libertad de conciencia y de <strong class=\"keyword\">profesar</strong> y practicar una religión (art.","second":"Freedom of conscience and the <strong class=\"keyword\">free profession</strong> and practice of religion (art."},{"author":8000,"first":"En Botswana todas las personas tienen derecho a tener su propia vida cultural, a <strong class=\"keyword\">profesar</strong> y practicar su propia religión y a emplear su propio idioma","second":"Everyone in Botswana has the right to practice their own culture, to <strong class=\"keyword\">profess</strong> and practice their own religion and use their own languages"},{"author":95096,"first":"Durante estos meses numerosos peregrinos, de todas las partes del mundo, están acudiendo a su tumba para celebrar el jubileo de la encarnación del Señor y <strong class=\"keyword\">profesar</strong> la misma fe de Pedro en Cristo, Hijo de Dios vivo.","second":"Numerous pilgrims from every part of the world are coming to his tomb in these months to celebrate the Jubilee of the Incarnation of the Lord and to <strong class=\"keyword\">profess</strong> the same faith as Peter's in Christ, Son of the Living God."},{"author":8007,"first":"La globalización y la tecnología han dado a los descontentos una nueva patria para <strong class=\"keyword\">profesar</strong> el Islam tal como ellos lo ven.","second":"Globalization and technology have given the disaffected a new homeland to <strong class=\"keyword\">profess</strong> Islam as they see it."},{"author":8000,"first":"El artículo # de la Constitución de Ucrania establece el derecho universal a <strong class=\"keyword\">profesar</strong> cualquier filosofía personal o cualquier religión, incluso la libertad de <strong class=\"keyword\">profesar</strong> o no <strong class=\"keyword\">profesar</strong> una religión, practicar ritos religiosos y rituales ceremoniales en forma individual o colectiva y sin ninguna restricción, y llevar a cabo actividades religiosas","second":"Article # of the Ukrainian Constitution provides for the universal right <strong class=\"keyword\">freely</strong> to <strong class=\"keyword\">espouse</strong> any personal philosophy or religion, including the freedom to practise any <strong class=\"keyword\">religion</strong> or to practise no religion at all, to perform religious rites and ceremonial rituals alone or collectively, without hindrance and to conduct religious activity"},{"author":94808,"first":"Según el Comité de Derechos Humanos, \"... un Estado no puede reservarse el derecho de practicar la esclavitud, de torturar, de someter a personas a tratos o castigos crueles, inhumanos o degradantes, de privar arbitrariamente a las personas de la vida, de detener y encarcelar arbitrariamente a las personas, de denegar la libertad de pensamiento, conciencia y religión, de presumir que una persona es culpable hasta que demuestre su inocencia, de ejecutar a mujeres embarazadas o a niños, de permitir el fomento del odio nacional, racial o religioso, de denegar a las personas en edad núbil el derecho a contraer matrimonio o el de denegar a las minorías el derecho a gozar de su propia cultura, <strong class=\"keyword\">profesar</strong> su propia religión o utilizar su propio idioma\" (Comentario general No 24, citado en la nota XXX, párr.","second":"According to the Human Rights Committee, “a State may not reserve the right to engage in slavery, to torture, to subject persons to cruel, inhuman or degrading treatment or punishment, to arbitrarily deprive persons of their lives, to arbitrarily arrest and detain persons, to deny freedom of thought, conscience and religion, to presume a person guilty unless he proves his innocence, to execute pregnant women or children, to permit the advocacy of national, racial or religious hatred, to deny to persons of marriageable age the right to marry, or to deny to minorities the right to enjoy their own culture, <strong class=\"keyword\">profess</strong> their own religion, or use their own language” (general comment No. 24, cited in footnote XXX above, para."},{"author":94808,"first":"El artículo 30 de la Convención sobre los Derechos del Niño no deja lugar a dudas: \"En los Estados en que existan minorías étnicas, religiosas o lingüísticas o personas de origen indígena, no se negará a un niño que pertenezca a tales minorías o que sea indígena el derecho que le corresponde, en común con los demás miembros de su grupo, a tener su propia vida cultural, a <strong class=\"keyword\">profesar</strong> y practicar su propia religión, o a emplear su propio idioma”.","second":"Article 30 of the Convention on the Rights of the Child is clear: “In those States in which ethnic, religious or linguistic minorities or persons of indigenous origin exist, a child belonging to such a minority or who is indigenous shall not be denied the right, in community with other members of his or her group, to enjoy his or her own culture, to <strong class=\"keyword\">profess</strong> and practise his or her own religion, or to use his or her own language.”"}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}