{"result":"ok","tuc":[{"phrase":{"text":"utter","language":"en"},"meaningId":-5932447130506473275,"authors":[84500]},{"phrase":{"text":"express","language":"en"},"meaningId":-8483567810958738426,"authors":[84500]},{"phrase":{"text":"give tongue to","language":"en"},"meaningId":4183100528734519334,"authors":[84500]},{"phrase":{"text":"hurl","language":"en"},"meaningId":1393016200238331395,"authors":[86934]},{"phrase":{"text":"speak","language":"en"},"meaningId":7231637918349961979,"authors":[25115]},{"phrase":{"text":"throw out","language":"en"},"meaningId":-7709155731129966393,"authors":[86934]},{"phrase":{"text":"verbalise","language":"en"},"meaningId":-3665044016169070715,"authors":[84500]},{"phrase":{"text":"verbalize","language":"en"},"meaningId":4514290518296965379,"authors":[84500]},{"meanings":[{"language":"en","text":"to utter, let out (especially an insult, curse, sigh or exclamation)"},{"language":"en","text":"(transitive) to utter, let out (especially an insult, curse, sigh or exclamation)"},{"language":"en","text":"(transitive, dated) to proffer, propose"},{"language":"en","text":"to proffer, propose"}],"meaningId":-5639320862868397676,"authors":[1]}],"phrase":"proferir","examples":[{"author":94808,"first":"En esa causa (también mencionada en el documento CERD/C/362/Add.4, párrs. 85 a 87) se declaró culpable al acusado de incitar públicamente, junto con otras personas, a la discriminación por motivos de raza (artículo 137 d) del Código Penal) al <strong class=\"keyword\">proferir</strong> manifestaciones, en un discurso pronunciado en cuanto Presidente de los Demócratas de Centro, del tenor siguiente: \"Tan pronto tengamos el poder y la oportunidad aboliremos la sociedad multicultural\".","second":"In this case (also mentioned in CERD/C/362/Add.4, paragraphs 85-87), the plaintiff had been found guilty of publicly inciting discrimination, with others, against people on account of their race (article 137 (d) of the Criminal Code) by saying things such as “As soon as we have the opportunity and the power, we’ll abolish the multicultural society” in a speech in his capacity as leader of the Centre Democrats."},{"author":31,"first":"En nombre de su majestad y de la ciudad de Viena he venido a detener a Edward Abramowitz conocido como Eisenheim, \" el llusionista \", por alteración del orden y por <strong class=\"keyword\">proferir</strong> amenazas contra el imperio","second":"In the name of his Imperial Majesty and the city of Vienna,I hereby arrest Eduard Abramowitz. Also known as Eisenheim the illusionist"},{"author":118293,"first":"Quiero <strong class=\"keyword\">proferir</strong> mi voto.","second":"I want <strong class=\"keyword\">to</strong> cast a vote."},{"author":94808,"first":"Tras otro aplazamiento, el juicio se celebró in absentia el 5 de abril de 2002 y el autor fue condenado por resistirse a la detención y <strong class=\"keyword\">proferir</strong> insultos y amenazas contra los agentes de policía.","second":"After another postponement the author was tried in absentia on 5 April 2002 and convicted for resisting arrest, <strong class=\"keyword\">insults</strong> and threats against police officers."},{"author":8008,"first":"Ojalá el presidente no esté tomando a su favor el hecho de que las ongs que participaron en la elaboración de este informe, estén, por decirlo de algún modo, \"al margen de las instituciones del Estado\", para <strong class=\"keyword\">proferir</strong> acusaciones tan serias y para, de paso, desearle, fraternalmente, al recién posesionado general de la Fuerza Aérea Édgar Alfonso Lesmez, en su discurso del 8 de septiembre, \"que los traficantes de los Derechos Humanos no lo detengan, no lo equivoquen, que toda la Fuerza Aérea Colombiana le preste a esta gran nación el servicio de ayudar a que nos liberemos de una vez por todas de esa pesadilla\".","second":"And so, one wonders: Why does the president seem so \"surprised\" and \"offended\" <strong class=\"keyword\">by</strong> reports whose contents were already known by government agencies? What brought his (lack of) diplomacy regarding human rights violations to this point?"},{"author":94808,"first":"Şahide Goekce denunció a su marido por lesiones corporales y por <strong class=\"keyword\">proferir</strong> una amenaza peligrosa punible.","second":"Şahide Goekce pressed charges against her husband for causing bodily harm and <strong class=\"keyword\">making</strong> a criminal dangerous threat."},{"author":94808,"first":"El artículo 84 a) del Código Penal prohíbe <strong class=\"keyword\">proferir</strong> amenazas graves de causar la muerte o lesiones graves a una persona por medios informáticos, sobre la base de su origen étnico, nacionalidad, raza o religión, que se castiga con multa o hasta tres años de prisión.","second":"Serious <strong class=\"keyword\">threats</strong> to cause death or serious injury to someone through computer systems, due to their ethnicity, nationality, race or religion, are prohibited under article 84 (a) of the Penal Code and punishable by fine or up to three years of imprisonment."},{"author":94808,"first":"En función de este resultado, el funcionario judicial procede entonces a abrir investigación por medio del auto cabeza de proceso o a <strong class=\"keyword\">proferir</strong> auto inhibitorio.","second":"Depending on the finding, the court authority will then proceed to initiate an investigation by means of an initiating order or to <strong class=\"keyword\">issue</strong> a refusal order."},{"author":8000,"first":"Aunque la introducción de la grabación sonora ha disuadido a los agentes de la RUC de <strong class=\"keyword\">proferir</strong> insultos, sigue siendo esencial que los abogados estén presentes durante los interrogatorios","second":"While the introduction of audio recording had deterred RUC officers from <strong class=\"keyword\">uttering</strong> abuse, it is still vital that solicitors should be present during interrogation"},{"author":119739,"first":"2 ¿Quién puede <strong class=\"keyword\">proferir</strong> las poderosas ejecuciones de Jehová,+","second":"2 Who can <strong class=\"keyword\">utter</strong> the mighty performances of Jehovah,+"},{"author":94808,"first":"<strong class=\"keyword\">Proferir</strong> amenazas, a través de un sistema informático, de cometer un delito penal grave tipificado en el derecho interno, contra: i) ciertas personas, por el mero hecho de pertenecer a un grupo identificado por su raza, color, ascendencia, u origen nacional o étnico, o por su religión, cuando ésta sirva de pretexto para cualquiera de esos factores, o ii) un grupo de personas que se distinga por cualquiera de esas características;","second":"<strong class=\"keyword\">Threatening</strong>, through a computer system, with the commission of a serious criminal offence as defined under its domestic law, (i) persons for the reason that they belong to a group, distinguished by race, colour, descent or national or ethnic origin, as well as religion, if used as a pretext for any of these factors, or (ii) a group of persons which is distinguished by any of these characteristics."},{"author":8000,"first":"Se ha acusado a varios grupos de seguridad de cometer agresiones y <strong class=\"keyword\">proferir</strong> amenazas contra personas que han regresado","second":"A number of security groups are alleged to have assaulted and <strong class=\"keyword\">threatened</strong> individuals"},{"author":94808,"first":"Aparentemente, un investigador de la Fiscalía General visitó el centro en respuesta a su denuncia, pero cuando su esposo comenzó a darle detalles de los malos tratos, el investigador rompió el informe y empezó a <strong class=\"keyword\">proferir</strong> amenazas.","second":"An investigator from the Office of the Procurator-General had apparently visited the facility in response to her complaint, but when her husband had begun to provide him with details about the abuse, he had torn up the report and started to <strong class=\"keyword\">issue</strong> threats."},{"author":8000,"first":"Creemos que pregonar la guerra y <strong class=\"keyword\">proferir</strong> amenazas no son actos acordes con la Carta de las Naciones Unidas","second":"We believe that beating the drums of war and the issuance of <strong class=\"keyword\">threats</strong> does not in any way conform to the United Nations Charter"},{"author":94808,"first":"Tampoco deberá ningún funcionario <strong class=\"keyword\">proferir</strong> amenazas, tomar represalias o intentar tomar represalias en contra de esas personas o en contra de los funcionarios que ejerzan su derecho a apelar contra las decisiones administrativas.","second":"Nor shall any staff member threaten, retaliate or attempt to retaliate against such individuals or against staff members exercising their right to appeal against administrative decisions."},{"author":118293,"first":"Supongo que no habrá venido a <strong class=\"keyword\">proferir</strong> calumnias sobre mis... motivaciones delante de estas buenas personas, Sr. Crowder.","second":"Don't suppose you've come to cast aspersion on my motivations in front of these fine people, Mr. Crowder."},{"author":27,"first":"Señor Markov, yo critiqué la debilidad de Occidente y la represión practicada por un régimen en el pasado, cuando aún gobernaba el SED en Berlín Oriental, y he de decir que usted mismo habría calificado las palabras que acaba de <strong class=\"keyword\">proferir</strong> como una vuelta a la guerra fría.","second":"Mr Markov, I have expressed criticism of the weakness of the West and of the repression practised by a regime myself in the past, when the SED was still in power in East Berlin, and I have to say that you yourself would have described the words that you have just <strong class=\"keyword\">used</strong> as a throwback to the cold war."},{"author":8000,"first":"A todas luces, ese hubiera sido uno de los indicios más patentes que realmente había una situación de corrupción, pues toda tentativa por combatir la corrupción inducía a los responsables a <strong class=\"keyword\">proferir</strong> amenazas","second":"Surely, this was one of the most direct signs that corruption actually existed, as any action to combat it was reacted to by <strong class=\"keyword\">threats</strong> from those responsible"},{"author":95096,"first":"No basta recordar principios generales, manifestar propósitos, condenar las injusticias graves, <strong class=\"keyword\">proferir</strong> denuncias con cierta audacia profética; todo ello no tendrá peso real si no va acompañado en cada persona por una toma de conciencia más viva de su propia responsabilidad y de una acción efectiva.","second":"It is not enough to recall principles, state intentions, point to crying injustice and <strong class=\"keyword\">utter</strong> prophetic denunciations; these words will lack real weight unless they are accompanied for each individual by a livelier awareness of personal responsibility and by effective action."},{"author":119723,"first":"3 Y la parte menor empezó a <strong class=\"keyword\">proferir</strong> amenazas contra el rey, y empezó a haber una gran contención entre ellos.","second":"3 And the lesser part began <strong class=\"keyword\">to</strong> abreathe <strong class=\"keyword\">out</strong> threatenings against the king, and there began <strong class=\"keyword\">to</strong> be a great contention among them."},{"author":8000,"first":"El Comité <strong class=\"keyword\">proferirá</strong> concepto favorable al cumplimiento de la decisión del órgano internacional de derechos humanos en todos los casos en que se reúnan los presupuestos de hecho y de derecho establecidos en la Constitución Política y en los tratados internacionales aplicables","second":"The committee shall <strong class=\"keyword\">issue</strong> such an opinion recommending implementation of the decision of the international human rights body in all cases meeting the criteria of fact and law established in the Constitution and applicable international treaties"},{"author":8000,"first":"e) Ningún funcionario <strong class=\"keyword\">proferirá</strong> amenazas, tomará represalias o intentará tomar represalias contra un representante del personal que ejerza sus funciones conforme a lo dispuesto en el presente capítulo","second":"e) No staff member shall threaten, retaliate against or attempt to retaliate against a staff representative exercising his or her functions under the present chapter"},{"author":94808,"first":"Ejemplos de estos delitos son <strong class=\"keyword\">proferir</strong> gritos, pelearse con otros prisioneros, faltar al respeto al funcionario de prisiones, etc., que son de menor cuantía.","second":"Examples of these offences are talking <strong class=\"keyword\">loudly</strong>, quarrelling with other prisoners, disrespect to prison officer, etc. these are minor offences."},{"author":94808,"first":"El Comité <strong class=\"keyword\">proferirá</strong> concepto favorable al cumplimiento de la decisión del órgano internacional de derechos humanos en todos los casos en que se reúnan los presupuestos de hecho y de derecho establecidos en la Constitución Política y en los tratados internacionales aplicables.","second":"The committee shall <strong class=\"keyword\">issue</strong> such an opinion recommending implementation of the decision of the international human rights body in all cases meeting the criteria of fact and law established in the Constitution and applicable international treaties."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}