{"result":"ok","tuc":[{"phrase":{"text":"prolix","language":"en"},"meanings":[{"language":"es","text":"Referido a un discurso o texto, demasiado extenso, lleno de giros y precisiones largas e inútiles."},{"language":"en","text":"tediously lengthy"},{"language":"en","text":"tending to use large or obscure words, which few understand"}],"meaningId":-7812508030517604929,"authors":[70195]},{"phrase":{"text":"long-winded","language":"en"},"meanings":[{"language":"en","text":"tediously long in speaking; consuming much time; unnecessarily verbose"}],"meaningId":1715974975541482151,"authors":[70195]},{"phrase":{"text":"tedious","language":"en"},"meanings":[{"language":"en","text":"boring, monotonous"}],"meaningId":-1393651606825404778,"authors":[70195]},{"phrase":{"text":"verbose","language":"en"},"meaningId":8361277380422906817,"authors":[69425]},{"phrase":{"text":"overcareful","language":"en"},"meanings":[{"language":"en","text":"excessively careful"},{"language":"en","text":"Excessively careful"}],"meaningId":4168093258413255935,"authors":[70195]},{"phrase":{"text":"troublesome","language":"en"},"meanings":[{"language":"en","text":"giving trouble"}],"meaningId":4261334498010407505,"authors":[70195]},{"phrase":{"text":"discursive","language":"en"},"meaningId":-5423711925388926134,"authors":[69425]},{"phrase":{"text":"lengthy","language":"en"},"meanings":[{"language":"es","text":"Referido a un discurso o texto, demasiado extenso, lleno de giros y precisiones largas e inútiles."}],"meaningId":4871032297190155951,"authors":[69425]},{"phrase":{"text":"diffuse","language":"en"},"meaningId":8502418122869042349,"authors":[69425]},{"phrase":{"text":"long","language":"en"},"meaningId":-8286314619456790008,"authors":[69425]},{"phrase":{"text":"redundant","language":"en"},"meaningId":-6595566185426002522,"authors":[69425]},{"phrase":{"text":"roundabout","language":"en"},"meaningId":5040433812551136839,"authors":[69425]},{"phrase":{"text":"voluble","language":"en"},"meaningId":5216397190697264638,"authors":[69425]},{"phrase":{"text":"wordy","language":"en"},"meaningId":5513684623796024825,"authors":[69425]},{"phrase":{"text":"neat","language":"en"},"meanings":[{"language":"en","text":"Arranged neatly or in an organised fashion."},{"language":"es","text":"Arreglado cuidadosamente o de una manera organizada."}],"meaningId":-681844167696614125,"authors":[60172]},{"phrase":{"text":"tidy","language":"en"},"meanings":[{"language":"en","text":"Arranged neatly or in an organised fashion."},{"language":"es","text":"Arreglado cuidadosamente o de una manera organizada."}],"meaningId":61951924395038028,"authors":[60172]},{"phrase":{"text":"humdrum","language":"en"},"meaningId":8367941628486805804,"authors":[25018]},{"phrase":{"text":"rambling","language":"en"},"meaningId":-3630657571944515939,"authors":[2903]},{"meanings":[{"language":"en","text":"prolix, tedious, particular"},{"language":"en","text":"troublesome"},{"language":"en","text":"overcareful"}],"meaningId":-6929336214602496923,"authors":[1]}],"phrase":"prolijo","examples":[{"author":94808,"first":"El Grupo lleva a cabo un examen <strong class=\"keyword\">prolijo</strong> y detallado de las reclamaciones desde el punto de vista fáctico y jurídico.","second":"The Panel performs a thorough and <strong class=\"keyword\">detailed</strong> factual and legal review of the claims."},{"author":94809,"first":"(3) El denunciante alega que el procedimiento de evaluación de la conformidad y el control administrativo son <strong class=\"keyword\">prolijos</strong> e inútiles y que el procedimiento de pruebas impuesto a los productos importados es discriminatorio, ya que es diferente del que se aplica a los productos de origen nacional.","second":"(3) The complainant alleged that the conformity assessment procedure and the administrative tracking requirements were <strong class=\"keyword\">burdensome</strong> and unnecessary and that the procedures for testing imposed on imported goods differed from those for domestic products and were therefore discriminatory."},{"author":118293,"first":"Grande y <strong class=\"keyword\">prolijo</strong>.","second":"<strong class=\"keyword\">Nice</strong> and big."},{"author":94808,"first":"El proyecto de directrices es expresamente <strong class=\"keyword\">prolijo</strong> y, a diferencia de los actuales procedimientos y directrices operacionales que rigen las operaciones de la Fundación, abarca todos los aspectos de su mandato.","second":"The draft Guidelines are intentionally <strong class=\"keyword\">elaborate</strong> and, unlike the existing general procedures and guidelines governing the operations of the Foundation, they cover the full range of its mandate."},{"author":118293,"first":"Se hizo tiempo, incluso a tan temprana edad, para pagar su deuda en Taylor, y doblar sus pantalones de la misma forma cada noche, para que siempre se vieran <strong class=\"keyword\">prolijos</strong> y decentes.","second":"He Found Time, Even At That Tender Age,"},{"author":94809,"first":"Que creen sistemas de ayuda financiera más apropiados y eficaces a fin de abreviar los <strong class=\"keyword\">prolijos</strong> procedimientos de solicitud y toma de decisiones.","second":"To create more appropriate and efficient financial support schemes in order to <strong class=\"keyword\">shorten long</strong> application and decision-making procedures."},{"author":118293,"first":"Sólo me preocupa que cuando sea un doctor hecho y derecho como usted, tendré que adoptar un uso arcaico de las palabras y una estructura de la frase <strong class=\"keyword\">prolija</strong>.","second":"My only worry is that when I do become a fully fledged doctor such as your good self, I'll have to adopt an archaic use of words and a long-<strong class=\"keyword\">winded</strong> sentence structure."},{"author":94808,"first":"En efecto, este mes la Misión de la Organización para la Seguridad y la Cooperación en Europa (OSCE) en Kosovo y Metohija publicó un informe más bien <strong class=\"keyword\">prolijo</strong> sobre el tema, como mencionó el representante de México.","second":"Indeed, earlier this month, the Organization for Security and Cooperation in Europe (OSCE) Mission in Kosovo and Metohija issued a rather <strong class=\"keyword\">lengthy</strong> report on the subject, as mentioned by the representative of Mexico."},{"author":118293,"first":"Debes lucir limpio y <strong class=\"keyword\">prolijo</strong>.","second":"You have to look clean and <strong class=\"keyword\">tidy</strong>!"},{"author":94808,"first":"Sería muy <strong class=\"keyword\">prolijo</strong> seguir enumerando los nombres de los representantes de esta región nuestra que tuvieron un papel activo y destacado en las diversas negociaciones que esta Conferencia tiene como escenario al recordar sus dos decenios de realizada.","second":"It would take <strong class=\"keyword\">too long</strong> to list all the representatives from our region who played an active and important role in the various negotiations during the many years of work on the Convention."},{"author":118293,"first":"Te gusta estar <strong class=\"keyword\">prolijo</strong>.","second":"You want to be <strong class=\"keyword\">tidy</strong>."},{"author":95875,"first":"El proyecto piloto ITFoM («El futuro informático de la medicina»), por ejemplo, reúne la potencia de las TIC y los avances en biomedicina <strong class=\"keyword\">prolija</strong> en datos y en las ciencias «ómicas» (estudios de alto rendimiento) para cubrir este dominio de gran amplitud y lograr tratamientos específicos para cada paciente contra enfermedades muy graves como el cáncer.","second":"The 'IT future of medicine' (ITFoM) pilot project, for instance, harnesses the power of ICT and developments in data-rich biomedicine and '-omics' (high-throughput studies) to tackle this vast domain and deliver patient-specific treatments against major diseases like cancer."},{"author":94809,"first":"Aunque la resolución de remisión es poco <strong class=\"keyword\">prolija</strong> en lo que respecta a las normas nacionales pertinentes, no se discute que la legislación belga (5) se aplica, por cuanto aquí interesa, del siguiente modo.","second":"Although the order for reference is laconic as to the relevant national rules, it appears to be common ground that the Belgian legislation (5) operates, in so far as relevant, as follows."},{"author":8007,"first":"O podría indicar la confiabilidad de los datos en base a si han sido dispuestos de manera <strong class=\"keyword\">prolija</strong> o si tienen un aspecto desordenado, de modo que se lo podría evaluar a simple vista.","second":"Or it could indicate the reliability of data based on whether it was laid out <strong class=\"keyword\">neatly</strong> or had a scrambled appearance, so it could be assessed at a glance."},{"author":8000,"first":"Como se ha señalado, el comentario del proyecto de artículo # aprobado en # por la Comisión de Derecho Internacional, normalmente más <strong class=\"keyword\">prolija</strong>, se reduce a un párrafo único en el que no se hace siquiera alusión a las dificultades relacionadas con la definición del objeto y el fin del tratado, sino, muy indirectamente, mediante una simple remisión al proyecto de artículo # \"la admisibilidad o no admisibilidad de una reserva según el apartado c es en todo caso materia que depende en gran medida de la apreciación de la aceptabilidad de la reserva por los demás Estados contratantes\"","second":"As has been noted, the commentary to draft article # adopted by the- usually more <strong class=\"keyword\">prolix</strong>- Commission in # is confined to a single paragraph and does not even allude to the difficulties involved in defining the object and purpose of the treaty, other than very indirectly, through a simple reference to draft article # “The admissibility or otherwise of a reservation under paragraph [sic] (c) is in every case very much a matter of the appreciation of the acceptability of the reservation by the other contracting States.”"},{"author":22,"first":"Dado que los servicios de transporte marítimo se caracterizan por unos <strong class=\"keyword\">prolijos</strong> acuerdos de cooperación entre transportistas competidores, las Directrices sobre la aplicabilidad del artículo # del Tratado CE a los acuerdos de cooperación horizontal (denominadas en lo sucesivo las Directrices sobre cooperación horizontal) y las Directrices relativas a la aplicación del artículo #.# del Tratado son especialmente pertinentes","second":"As maritime transport services are characterised by <strong class=\"keyword\">extensive</strong> cooperation agreements between competing carriers, the Guidelines on the applicability of Article # of the EC Treaty to horizontal cooperation agreements (the Guidelines on Horizontal Cooperation) and the Guidelines on the application of Article # of the Treaty are particularly relevant"},{"author":8000,"first":"Sus familiares y parientes siguen denunciando que han de hacer frente a numerosos obstáculos, incluidos trámites <strong class=\"keyword\">prolijos</strong>, antes de poder visitar a los reclusos","second":"Family members and relatives continue to report that they face many obstacles, including <strong class=\"keyword\">lengthy</strong> procedures, before they can visit detainees in prison"},{"author":118293,"first":"Sé que sólo puedes trabajar cuando las cosas están ordenadas, <strong class=\"keyword\">prolijas</strong> y limpias.","second":"I know you can only work when things are <strong class=\"keyword\">neat</strong> and clean and orderly."},{"author":8000,"first":"Como se ha señalado, el comentario del proyecto de artículo # aprobado en # por la Comisión de Derecho Internacional, normalmente más <strong class=\"keyword\">prolija</strong>, se reduce a un párrafo único en el que no se hace siquiera alusión a las dificultades que plantea la definición del objeto y el fin del tratado, a no ser, muy indirectamente, mediante una simple remisión al proyecto de artículo # \"la admisibilidad o no admisibilidad de una reserva según el apartado c es en todo caso materia que depende en gran medida de la apreciación de la aceptabilidad de la reserva por los demás Estados contratantes\"","second":"As has been noted, the commentary to draft article # adopted by the- usually more <strong class=\"keyword\">prolix</strong>- Commission in # is confined to a single paragraph and does not even allude to the difficulties involved in defining the object and purpose of the treaty, other than very indirectly, through a simple reference to draft article # “The admissibility or otherwise of a reservation under paragraph (c) is in every case very much a matter of the appreciation of the acceptability of the reservation by the other contracting States.”"},{"author":119723,"first":"Sus Journals [“Diarios”] llevados regular y metódicamente, <strong class=\"keyword\">prolijos</strong> y bien encuadernados... constituyen un tesoro original histórico y documental de valor inapreciable.","second":"His Journals, regularly and methodically and neatly kept and strongly bound, ... constitute an original documentary historical treasure which is priceless."},{"author":94809,"first":"No obstante, para compilar todos los factores mencionados anteriormente pueden necesitarse cuestionarios demasiado <strong class=\"keyword\">prolijos</strong>.","second":"But to collect all the abovementioned factors could lead to <strong class=\"keyword\">overburdened</strong> questionnaires."},{"author":118293,"first":"¿No te diste cuenta de que le gusta todo... muy <strong class=\"keyword\">prolijo</strong> y ordenado?","second":"Haven't you noticed he likes everything just so all <strong class=\"keyword\">neat</strong> and <strong class=\"keyword\">tidy</strong>?"},{"author":8008,"first":"La nómina de solistas que han participado en el Festival es igualmente impresionante, siempre a modo de ejemplo recordamos a: Alfredo Kraus, Plácido Domingo, José Carreras, Mstislav Rostropovich, Krystian Zimerman, Ivo Pogorelich, Cristina Gallardo-Domâs, Maria Joâo Pires, Vladimir Ashkenazy, Isaac Stern, Midori, Shlomo Mintz, Yo Yo Ma, Katia y Marielle Labèque, Radu Lupu, Henryk Szeryng, Cheryl Studer, Felicity Lott, Vladimir Spivakov y un largo etcétera que sería <strong class=\"keyword\">prolijo</strong> enumerar.","second":"The Festival has featured an equally impressive list of soloists such as - and to name but a few : Alfredo Kraus, Plácido Domingo, José Carreras, Mstislav Rostropovich, Krystian Zimerman, Ivo Pogorelich, Cristina Gallardo-Domâs, Maria Joâo Pires, Vladimir Ashkenazy, Isaac Stern, Midori, Shlomo Mintz, Yo Yo Ma, Katia and Marielle Labèque, Radu Lupu, Henryk Szeryng, Cheryl Studer, Felicity Lott, Vladimir Spivakov."},{"author":8000,"first":"Por su parte los artículos # a # de la ley y alguna de sus disposiciones adicionales y finales, desarrollan de un modo <strong class=\"keyword\">prolijo</strong> y detallado los derechos de los niños en situación de riesgo o desamparo, así como la regulación de la institución de la adopción, situaciones contempladas por la Convención en sus artículos # y # \"","second":"of the Act and art # of the Convention). In addition, articles # to # of the Act and some of its additional and final provisions deal at <strong class=\"keyword\">length</strong> and in detail with the rights of children at risk or in need of protection, as well as regulating adoption procedures, matters covered in articles # and # of the Convention"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}