{"result":"ok","tuc":[{"phrase":{"text":"prominent","language":"en"},"meanings":[{"language":"en","text":"projecting, protuberant"},{"language":"en","text":"likely to attract attention"},{"language":"en","text":"eminent, distinguished above others"}],"meaningId":281447937132977118,"authors":[70195]},{"phrase":{"text":"outstanding","language":"en"},"meanings":[{"language":"en","text":"standing out from others"}],"meaningId":-3739296341166329012,"authors":[70195]},{"phrase":{"text":"salient","language":"en"},"meaningId":6174351016938876057,"authors":[25115]},{"phrase":{"text":"leading","language":"en"},"meaningId":3004086376186757832,"authors":[16]},{"phrase":{"text":"protuberant","language":"en"},"meaningId":4321316915307238467,"authors":[25018]},{"meanings":[{"language":"en","text":"prominent"}],"meaningId":-8236965527364547695,"authors":[1]}],"phrase":"prominente","examples":[{"author":94809,"first":"<strong class=\"keyword\">Prominente</strong> hombre de negocios que cuenta con el apoyo del régimen al que, a su vez, presta apoyo.","second":"<strong class=\"keyword\">Prominent</strong> businessman benefiting from and supporting the regime."},{"author":8000,"first":"Sr. Gatilov (Federación de Rusia) (habla en ruso): La Federación de Rusia ha abogado sistemáticamente por un papel más <strong class=\"keyword\">prominente</strong> de las Naciones Unidas en el arreglo político de la situación del Iraq","second":"Mr. Gatilov (Russian Federation) (spoke in Russian): The Russian Federation has consistently advocated that the United Nations should play an enhanced <strong class=\"keyword\">role</strong> in the political settlement of the situation in Iraq"},{"author":94809,"first":"Revelación <strong class=\"keyword\">prominente</strong> de los factores de riesgo importantes para los valores ofertados y/o admitidos a cotización con el fin de evaluar el riesgo de mercado asociado con estos valores en una sección titulada «factores de riesgo».","second":"<strong class=\"keyword\">Prominent</strong> disclosure of risk factors that are material to the securities being offered and/or admitted to trading in order to assess the market risk associated with these securities in a section headed ‘Risk Factors’."},{"author":94808,"first":"Sin embargo, por esa misma razón los interesados que no son Partes no pueden exigir del Fondo Multilateral el mismo grado de participación y transparencia que puede pedirse del Fondo para el Medio Ambiente Mundial (descrito más adelante), precisamente porque responde únicamente a un AAM y no a varios, y por consiguiente su imagen pública es menos <strong class=\"keyword\">prominente</strong>.","second":"By the same token, however, the Fund may be subject to fewer demands from non-party stakeholders for participation and transparency than is the Global Environment Facility (described below), precisely because it applies to one MEA rather than several, and thus has a lower public <strong class=\"keyword\">profile</strong>."},{"author":8008,"first":"INSTITUTO INTERNACIONAL PARA LA PRESERVACIÓN DEL PATRIMONIO: Diploma de Honor como “Figura Destacada <strong class=\"keyword\">Prominente</strong> en la difusión del Acerbo Musical Nacional y Continental Americano” (Instituto Mundial con Su Centro en Italia), Buenos Aires, Argentina.","second":"INTERNATIONAL INSTITUTE FOR THE PRESERVATION OF NATIONAL PATRIMONY: Buenos Aires, Argentina - Outstanding <strong class=\"keyword\">Prominent</strong> Figure in the Preservation and Dissemination of the Traditions and Legacy of both the Argentine Nation and the American Continent (World-wide Institute headquartered in Italy)."},{"author":8000,"first":"En vista de la importancia que reviste este monumento permanente a la humanidad y su carácter universal, consideramos que debería erigirse en un lugar <strong class=\"keyword\">prominente</strong> al que puedan acceder no sólo los representantes de esta casa, sino todas aquellas personas que visiten las Naciones Unidas","second":"In view of the importance of the permanent memorial to humankind and the universal nature of such a monument, we believe that it should be erected in a place of <strong class=\"keyword\">prominence</strong> that would be accessible not only to the representatives of this house, but to all who visit the United Nations"},{"author":94808,"first":"Aunque muchos barbadenses negros y blancos reconocen que tienen ancestros lejanos de los dos grupos raciales, la mayoría de la población se identifica exclusivamente con uno u otro grupo, en base a rasgos físicos <strong class=\"keyword\">prominentes</strong> como la textura del cabello, la pigmentación de la piel o el color de los ojos.","second":"Although many Black and White Barbadians acknowledge distant ancestry from both racial groups, the tendency is for persons to identify themselves wholly with one group or the other, based on <strong class=\"keyword\">prominent</strong> physical characteristics such as hair texture, skin pigmentation and eye colour."},{"author":31,"first":"Con que tienes amigos <strong class=\"keyword\">prominentes</strong>","second":"So you think you' ve got friends ## In <strong class=\"keyword\">high places</strong>"},{"author":94808,"first":"El objetivo —la firma de un tratado que incluyese la prohibición de producir material fisible para la fabricación de armas nucleares u otros dispositivos explosivos nucleares y las cuestiones conexas— llevaba, por sobrados motivos, ocupando desde hacía décadas un lugar <strong class=\"keyword\">prominente</strong> en las negociaciones internacionales sobre desarme y no proliferación y gozando del amplio y sólido apoyo de la comunidad internacional.","second":"The objective of a treaty which would encompass a ban on the production of fissile material for nuclear weapons or other nuclear explosive devices and related questions has for good reasons featured high on the global disarmament and non-proliferation <strong class=\"keyword\">agenda</strong> for many decades and has received wide and strong support in the international community."},{"author":8007,"first":"Deng Xiaoping, líder <strong class=\"keyword\">prominente</strong> de la época y Chen Yun, otro representante de la poderosa Vieja Guardia, se enfurecieron con este resultado.","second":"Deng Xiaoping, at that time the paramount <strong class=\"keyword\">leader</strong>, and Chen Yun, another representative of the powerful Old Guard, were furious at this result."},{"author":94808,"first":"Su análisis, que incluyó un total de cuarenta y un congéneros de PBDE, demostró que los BDE 47, 99 y 100 eran <strong class=\"keyword\">prominentes</strong> en cada nivel trófico.","second":"Their analysis, which included a total of forty one PBDE congeners, showed that BDE 47, 99 and 100 were <strong class=\"keyword\">prominent</strong> at each trophic level."},{"author":8007,"first":"Aproximadamente para la misma época, cinco <strong class=\"keyword\">prominentes</strong> intelectuales de la oposición que viven en el exilio dieron a conocer un manifiesto reformista, no revolucionario, dirigido contra los &quot;guardianes déspotas&quot;.","second":"At roughly the same time, five <strong class=\"keyword\">prominent</strong> opposition intellectuals living in exile released a reformist, not revolutionary, manifesto directed against the “despotic guardians.”"},{"author":8008,"first":"Son dilataciones <strong class=\"keyword\">prominentes</strong> y sobreelevadas que se hacen más evidentes cuando se está de pie.","second":"These are <strong class=\"keyword\">prominent</strong>, bulging dilations which are more evident when standing."},{"author":92475,"first":"Liderado por mujeres, Madres de Mayo, ha estado a la vanguardia de todos los casos <strong class=\"keyword\">prominentes</strong> de brutalidad policial en Brasil en los últimos 10 años.","second":"Headed by women, Mothers of May, has been at the forefront of all <strong class=\"keyword\">high profile</strong> cases of police brutality in Brazil for the past 10 years."},{"author":8000,"first":"Al tiempo que acoge complacido la reciente iniciativa del Gobierno de fusionar la legislación vigente en materia de lucha contra la discriminación en una única ley de lucha contra la discriminación que abarcará siete motivos de discriminación, incluida la discriminación por motivos de sexo, y que se aplicará a la mayoría de las esferas de la sociedad, además de la información de que se aumentarán sustancialmente en la ley las indemnizaciones por discriminación, el Comité expresa su preocupación por el hecho de que la cuestión de la discriminación de la mujer, en todas sus dimensiones, ocupe un lugar menos <strong class=\"keyword\">prominente</strong> y no reciba suficiente atención","second":"While welcoming the recent initiative of the Government to merge the current anti-discrimination legislation into one single anti-discrimination act that will cover seven grounds of discrimination, including discrimination on the grounds of sex, and will be applied to most areas of society, in addition to information that the damages for discrimination will be substantially increased in that act, the Committee is concerned that the issue of discrimination against women, including its cross-cutting nature, might lose some of its <strong class=\"keyword\">visibility</strong> and therefore receive less attention"},{"author":8000,"first":"En el contexto de los esfuerzos de Kuwait por eliminar todas las formas de discriminación contra los seres humanos en general, y contra las mujeres en particular, las mujeres del país han adquirido una posición <strong class=\"keyword\">prominente</strong> que continúa creciendo","second":"In the context of Kuwait's efforts to eliminate all forms of discrimination against human beings in general and women in particular, its women have acquired a <strong class=\"keyword\">prominent</strong> position which is continuing to grow"},{"author":94808,"first":"Los programas de trabajo de los períodos de sesiones anuales de las comisiones deberían reestructurarse de manera que las cuestiones de gobernanza, entre ellas, los asuntos presupuestarios y financieros, pasaran a ocupar una posición más <strong class=\"keyword\">prominente</strong>.","second":"The agendas of the annual sessions of the commissions should be restructured to place governance issues, including budget and funding matters, in a more <strong class=\"keyword\">prominent</strong> position."},{"author":94808,"first":"En los países en los que la capacidad gubernamental es limitada, el PNUD debería alentar la colaboración con personas y organizaciones capaces ajenas al Gobierno y otorgarles una función más <strong class=\"keyword\">prominente</strong>.","second":"In countries where governmental capacity is limited, UNDP should encourage collaboration with and enhanced roles for capable individuals and organizations outside government."},{"author":8000,"first":"También habrá que prestar apoyo a la labor del Enviado Especial de las Naciones Unidas a fin de mantener la crisis en un lugar <strong class=\"keyword\">prominente</strong> y ayudar a convertir las promesas de contribuciones hechas en la conferencia sobre la reconstrucción celebrada en noviembre de # en compromisos concretos dirigidos a la recuperación y reconstrucción","second":"The work of the United Nations Special Envoy should also be supported to maintain <strong class=\"keyword\">visibility</strong> of the crisis and help to convert pledges made at the reconstruction conference in November # into concrete commitments towards ongoing recovery and reconstruction"},{"author":94808,"first":"La UNU se esfuerza por aportar vigor a su red de instituciones asociadas y colaboradoras, grupos de investigación <strong class=\"keyword\">prominentes</strong>, organizaciones internacionales y sectores industriales con objetivos similares a los suyos.","second":"UNU is striving to invigorate its network of associated and collaborating institutions, <strong class=\"keyword\">prominent</strong> research groups, international organizations and industry that have similar objectives to UNU."},{"author":8000,"first":"Ese nuevo papel, más <strong class=\"keyword\">prominente</strong>, de la Comisión Europea en el Comité Ejecutivo estaría en consonancia con el que desempeña en otros órganos de las Naciones Unidas","second":"An enhanced status for the European Commission at Excom would be consistent with its status in other UN bodies"},{"author":8000,"first":"El Comité observó que el Estado Parte no había presentado ninguna justificación de que el enjuiciamiento y la condena del autor por el delito de insultos fueran necesarios para la protección de los derechos y la reputación del Sr. Segrt, que en ese momento era una <strong class=\"keyword\">prominente</strong> figura pública y política","second":"The Committee observed that the State party had advanced no justification that the prosecution and conviction of the author on charges of criminal insult were necessary for the protection of the rights and reputation of Mr. Segrt, then a <strong class=\"keyword\">prominent</strong> public and political figure"},{"author":8000,"first":"La cuestión de la gestión democrática de los asuntos públicos figura de manera <strong class=\"keyword\">prominente</strong> en el programa nacional desde # cuando las organizaciones de la sociedad civil iniciaron un proceso de reforma política para abordar la petición de los ciudadanos de que se descentralizara el poder político, hubiera una mayor transparencia y rendición de cuentas del Gobierno y aumentara la participación popular en los procesos políticos","second":"The issue of democratic governance has been <strong class=\"keyword\">high</strong> on the national agenda since # when civil society organizations initiated a political reform process to address citizens' calls for decentralization of political powers, more transparency and accountability in government, and more people's participation in political processes"},{"author":91988,"first":"Pero, como observó con orgullo el defensor <strong class=\"keyword\">prominente</strong> del Brexit Michael Gove, la gente en el Reino Unido \"ya había tenido suficientes expertos\".","second":"But, as <strong class=\"keyword\">leading</strong> Brexiteer Michael Gove proudly observed, people in the UK had “had enough of experts.”"},{"author":118293,"first":"Está aislado en Siena un Judío de 70 años sin patria, Aaron Jastrow, un <strong class=\"keyword\">prominente</strong> escritor de Estados Unidos, su sobrina y su bebé.","second":"You have sequestered in Siena a 70-year-old stateless Jew, Aaron Jastrow, a <strong class=\"keyword\">prominent</strong> author from the United States, his niece, and her infant."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}