{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"to burst into ( <i>tears</i>, <i>laughter</i>, etc.)"},{"language":"en","text":"(intransitive, ~ en) to burst into ( <i>tears</i> , <i>laughter</i> , etc.)"}],"meaningId":5599467817435103987,"authors":[1]}],"phrase":"prorrumpir","examples":[{"author":119739,"first":"26 Empezó a hacer <strong class=\"keyword\">prorrumpir</strong> un viento del este en los cielos+","second":"26 He began making an east wind burst forth in the heavens+"},{"author":119723,"first":"José Smith dijo: “...que todo hombre, mujer y niño comprenda la importancia de la obra y se comporte como si el éxito dependiera exclusivamente de su propio esfuerzo; que todos sientan interés en ella y que consideren que viven en días cuya contemplación animó el corazón de reyes, profetas y hombres justos hace miles de años, cuya posibilidad inspiró sus escritos más tiernos y sus cantos más sublimes, y les hizo <strong class=\"keyword\">prorrumpir</strong> en las embelesadas alabanzas que se registran en las Escrituras”11.","second":"Joseph Smith said, “Let every man, woman and child realize the importance of the work, and act as if success depended on his individual exertion alone; let all feel an interest in it, and then consider they live in a day, the contemplation of which animated the bosoms of kings, Prophets, and righteous men thousands of years ago—the prospect of which inspired their sweetest notes, and most exalted lays, and caused them to break out in such rapturous strains as are recorded in the Scriptures.” 11"},{"author":95096,"first":"Más que una pedagogía de la oración, la de Teresa es una verdadera «mistagogia»: al lector de sus obras le enseña a orar rezando ella misma con él; en efecto, con frecuencia interrumpe el relato o la exposición para <strong class=\"keyword\">prorrumpir</strong> en una oración.","second":"Rather than a pedagogy Teresa’s is a true “mystagogy” of prayer: she teaches those who read her works how to pray by praying with them. Indeed, she often interrupts her account or exposition with a prayerful <strong class=\"keyword\">outburst</strong>."},{"author":27,"first":"Eso permitiría -y tal vez fuera ésa una de las cosas sobre las que no estábamos de acuerdo, señor ponente- no tener que recurrir nunca más a comités de expertos, uno de cuyos miembros ha demostrado, por lo demás, su falta de juicio al <strong class=\"keyword\">prorrumpir</strong> en declaraciones políticas poco compatibles con su condición.","second":"As a result - and this is perhaps one of the things on which we were not in agreement, Mr Herman - it would no longer be necessary to refer to committees of wise men, one of the members of which has in any case shown little wisdom by making political statements which are scarcely in keeping with his position."},{"author":119739,"first":"+ 3 Porque hacia la derecha y hacia la izquierda <strong class=\"keyword\">prorrumpirás</strong>,+ y tu propia prole* tomará posesión hasta de naciones,+ y habitará aun las ciudades desoladas.","second":"+ 3 For to the right and to the left you will break forth,+ and your own offspring* will take possession even of nations,+ and they will inhabit even the desolated cities."},{"author":119723,"first":"Y luego viene este importante principio: “y entonces podéis hablar con lengua de ángeles y <strong class=\"keyword\">prorrumpir</strong> en alabanzas al Santo de Israel.","second":"Now this important principle: “And then can ye speak with the tongue of angels, and shout praises unto the Holy One of Israel."},{"author":119739,"first":"Porque hacia la derecha y hacia la izquierda <strong class=\"keyword\">prorrumpirás</strong>, y tu propia prole tomará posesión hasta de naciones, y habitará aun las ciudades desoladas.","second":"For to the right and to the left you will break forth, and your own offspring will take possession even of nations, and they will inhabit even the desolated cities."},{"author":119723,"first":"13 Por tanto, amados hermanos míos, sé que si seguís al Hijo con íntegro propósito de corazón, sin acción hipócrita y sin engaño ante Dios, sino con verdadera intención, arrepintiéndoos de vuestros pecados, testificando al Padre que estáis dispuestos a tomar sobre vosotros el nombre de Cristo por medio del abautismo, sí, siguiendo a vuestro Señor y Salvador y descendiendo al agua, según su palabra, he aquí, entonces recibiréis el Espíritu Santo; sí, entonces viene el bbautismo de fuego y del Espíritu Santo; y entonces podéis hablar con clengua de ángeles y <strong class=\"keyword\">prorrumpir</strong> en alabanzas al Santo de Israel.","second":"13 Wherefore, my beloved brethren, I know that if ye shall afollow the Son, with full purpose of heart, acting no bhypocrisy and no deception before God, but with real cintent, repenting of your sins, witnessing unto the Father that ye are dwilling to take upon you the ename of Christ, by fbaptism—yea, by following your Lord and your Savior down into the water, according to his word, behold, then shall ye receive the Holy Ghost; yea, then cometh the gbaptism of fire and of the Holy Ghost; and then can ye speak with the htongue of angels, and shout praises unto the Holy One of Israel."},{"author":119723,"first":"* Una vez que la persona ha recibido el Espíritu Santo y ha sido bautizada por fuego, el Espíritu Santo la inspira con la capacidad y el vocabulario para “hablar con lengua de ángeles” a fin de que pueda “<strong class=\"keyword\">prorrumpir</strong> en alabanzas al Santo de Israel” (2 Nefi 31:13).","second":"* After a person has received the Holy Ghost and been baptized by fire, the Holy Ghost inspires them with the ability and the vocabulary to “speak with the tongue of angels” so that they might “shout praises unto the Holy One of Israel” (2 Nephi 31:13)."},{"author":27,"first":"Sin embargo, el Parlamento no debe <strong class=\"keyword\">prorrumpir</strong> en júbilo sobre el actual estado de desarrollo de la Unión Monetaria.","second":"But this is not the time for Parliament to start cheering about the current state of monetary union."},{"author":95096,"first":"El recogimiento y el silencio del Sábado santo nos llevarán en la noche a la solemne Vigilia pascual, \"madre de todas las vigilias\", cuando <strong class=\"keyword\">prorrumpirá</strong> en todas las iglesias y comunidades el canto de alegría por la resurrección de Cristo.","second":"The recollection and silence of Holy Saturday will usher us into the night of the solemn Easter Vigil, \"mother of all vigils\", when the hymn of joy in Christ's Resurrection will <strong class=\"keyword\">burst forth</strong> in all the churches and communities."},{"author":119723,"first":"“... se que si seguís al Hijo con integro propósito de corazón, sin acción hipócrita y sin engaño ante Dios, sino con verdadera intención, arrepintiéndoos de vuestros pecados ... he aquí, entonces recibiréis el Espíritu Santo ... y entonces podéis hablar con lengua de ángeles y <strong class=\"keyword\">prorrumpir</strong> en alabanzas al Santo de Israel” (2 Nefi 31:13).","second":"The prophet Nephi explained what that was: “I know that if ye shall follow the Son, with full purpose of heart, acting no hypocrisy and no deception before God, but with real intent, repenting of your sins, ... behold, then shall ye receive the Holy Ghost; ... and then can ye speak with the tongue of angels, and shout praises unto the Holy One of Israel” (2 Ne. 31:13)."},{"author":8008,"first":"13 Por tanto, amados hermanos míos, sé que si seguís al Hijo con íntegro propósito de corazón, sin acción hipócrita y sin engaño ante Dios, sino con verdadera intención, arrepintiéndoos de vuestros pecados, testificando al Padre que estáis dispuestos a tomar sobre vosotros el nombre de Cristo por medio del a bautismo , sí, siguiendo a vuestro Señor y Salvador y descendiendo al agua, según su palabra, he aquí, entonces recibiréis el Espíritu Santo; sí, entonces viene el b bautismo de fuego y del Espíritu Santo; y entonces podéis hablar con c lengua de ángeles y <strong class=\"keyword\">prorrumpir</strong> en alabanzas al Santo de Israel.","second":"13 Wherefore, my beloved brethren, I know that if ye shall a follow the Son, with full purpose of heart, acting no b hypocrisy and no deception before God, but with real c intent , repenting of your sins, witnessing unto the Father that ye are d willing to take upon you the e name of Christ, by f baptism —yea, by following your Lord and your Savior down into the water, according to his word, behold, then shall ye receive the Holy Ghost; yea, then cometh the g baptism of fire and of the Holy Ghost; and then can ye speak with the h tongue of angels, and <strong class=\"keyword\">shout</strong> praises unto the Holy One of Israel."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}