{"result":"ok","tuc":[{"phrase":{"text":"proselytism","language":"en"},"meanings":[{"language":"en","text":"proselytizing or being a proselyte"}],"meaningId":878516507589584233,"authors":[90508]},{"phrase":{"text":"proselytising","language":"en"},"meaningId":-6665437466400516009,"authors":[83064]},{"phrase":{"text":"proselytizing","language":"en"},"meaningId":7545981237578022679,"authors":[83064]},{"meanings":[{"language":"en","text":"proselytism"}],"meaningId":263083097308759564,"authors":[93107]}],"phrase":"proselitismo","examples":[{"author":119723,"first":"A fin de obtener los permisos necesarios, la Iglesia tuvo que aceptar que los miembros que ocuparían el centro no harían <strong class=\"keyword\">proselitismo</strong>.","second":"In order to obtain the permissions needed, the Church had to agree that no <strong class=\"keyword\">proselyting</strong> would be undertaken by our members who would occupy the center."},{"author":94808,"first":"Además, se ha acusado a algunos de los llamados grupos religiosos no tradicionales de utilizar formas de <strong class=\"keyword\">proselitismo</strong> agresivas o poco éticas.","second":"Some so-called non-traditional religious groups have also been accused of using aggressive or “unethical” forms of <strong class=\"keyword\">proselytism</strong>."},{"author":8000,"first":"Además, el Comité estaba preocupado por las limitaciones de hecho impuestas a la libertad de religión o de creencias, incluido el hecho de que en el Código Penal se consideran delitos las actividades de <strong class=\"keyword\">proselitismo</strong>","second":"Furthermore, the Committee was concerned about de facto limitations on the right to freedom of religion or belief, including the fact that <strong class=\"keyword\">proselytizing</strong> constitutes a criminal offence under the Criminal Code"},{"author":8000,"first":"Esas cuestiones comprenden la propagación de la religión, incluido el delicado aspecto del <strong class=\"keyword\">proselitismo</strong>, la relación entre la libertad de expresión y la religión (a la que se dedica una sección del presente informe) y el surgimiento de nuevos grupos religiosos o comunidades de creencias","second":"These issues include the propagation of religion, including the sensitive question of <strong class=\"keyword\">proselytism</strong>, the relationship between freedom of expression and religion (to which she devotes a section in the present report) and the emergence of new religious groups or communities of belief"},{"author":94808,"first":"Tras el dictamen del caso Kokkinakis, el Comité de Ministros del Consejo de Europa aprobó la resolución DH (97) 576, en virtud de la cual, tras el envío de la circular que contenía el dictamen del Tribunal Europeo, los fiscales y las salas de acusación de los tribunales han adaptado su interpretación de la legislación griega a los requisitos establecidos por dicho dictamen, de tal forma que los tribunales sólo han conocido de muy pocos casos de <strong class=\"keyword\">proselitismo</strong> y no se ha dictado ninguna sentencia condenatoria en casos similares al de Kokkinakis.","second":"Following the Kokkinakis judgement, the Committee of Ministers of the Council of Europe adopted resolution DH (97) 576 according to which, following the dissemination by circular of the European’s Court judgement the prosecutors and the indictment chambers of the tribunals have adapted their interpretation of Greek legislation to the requirements set by the Court’s judgement so that the tribunals were involved only in a very few cases of <strong class=\"keyword\">proselytism</strong> and that no conviction has been pronounced in a case similar to the Kokkinakis case."},{"author":119739,"first":"¿Qué es el <strong class=\"keyword\">proselitismo</strong>, y cómo ha llegado a verse?","second":"What is <strong class=\"keyword\">proselytism</strong>, and how has it come to be viewed?"},{"author":8000,"first":"La conversión de los creyentes de una religión a otra (<strong class=\"keyword\">proselitismo</strong>) y otras actividades de apostolado se castigarán con multas de entre cinco y diez veces el salario mínimo o con penas de detención administrativa de hasta # días","second":"The conversion of believers from one religion to another (<strong class=\"keyword\">proselytism</strong>) and other missionary work shall incur a fine of between # and # times the minimum wage or administrative detention for up to # days"},{"author":94808,"first":"Hace suyas las recomendaciones de la 13a Reunión del Comité de la OCI para la Coordinación de la Acción Islámica Conjunta en la esfera del <strong class=\"keyword\">proselitismo</strong> islámico (dawa), que se celebró en La Meca Reverenciada del 19 al 21 de mayo de 2003 en respuesta a la amable invitación de la Liga Musulmana Mundial;","second":"Approves the recommendations issued by the Thirteenth Session of the OIC Coordination Committee for Joint Islamic Action in the <strong class=\"keyword\">Dawa</strong> field, held in Makkah Al-Mukarramah from 19 to 21 May 2003 at the gracious invitation of the World Muslim League."},{"author":94808,"first":"Todas las religiones consideran que tienen el monopolio de la verdad, que el resto de religiones están equivocadas y que tienen el deber de practicar un <strong class=\"keyword\">proselitismo</strong> que puede ser pacífico o agresivo.","second":"All religions considered that they held a monopoly of the truth, that other religions were mistaken and that they had a duty to engage in <strong class=\"keyword\">proselytism</strong>, which could be either peaceful or aggressive."},{"author":94808,"first":"· La conversión de creyentes de una religión a otra (<strong class=\"keyword\">proselitismo</strong>) y otras actividades misioneras (artículo 240 del Código de Responsabilidad Administrativa; artículo 216 del Código Penal);","second":"· Conversion of believers from one religion to another (<strong class=\"keyword\">proselytism</strong>) and other missionary work (article 240 of the Administrative Liability Code and article 216 of the Criminal Code)."},{"author":94808,"first":"Además, el propio Islam practica el <strong class=\"keyword\">proselitismo</strong> a través de múltiples organizaciones.","second":"Moreover, Islam itself engaged in <strong class=\"keyword\">proselytism</strong> through a multitude of organizations."},{"author":8000,"first":"En el párrafo # del artículo # de la Constitución se prohíbe el <strong class=\"keyword\">proselitismo</strong>","second":"The prohibition of <strong class=\"keyword\">proselytism</strong> is provided for in article # of the Constitution"},{"author":119723,"first":"Wilford Woodruff pasó un año haciendo <strong class=\"keyword\">proselitismo</strong> entre los indios, incluso los Hopi, Apache y Zuni.","second":"Wilford Woodruff spent a year <strong class=\"keyword\">proselyting</strong> among the Indians, including the Hopis, Apaches, and Zunis."},{"author":119723,"first":"Además, contamos con innumerables voluntarios y misioneros en actividades que no son de <strong class=\"keyword\">proselitismo</strong>.","second":"We also have countless volunteers and missionaries in nonproselyting activities."},{"author":95096,"first":"56) Al mismo tiempo, quiero asegurar una vez más a los pastores y a los hermanos y hermanas de las Iglesias ortodoxas, que la nueva evangelización en modo alguno debe ser confundida con el <strong class=\"keyword\">proselitismo</strong>, quedando firme el deber de respetar la verdad, la libertad y la dignidad de toda persona.","second":"At the same time I wish to assure once more the pastors and our brothers and sisters of the Orthodox Churches that the new evangelization is in no way to be confused with <strong class=\"keyword\">proselytism</strong>, without prejudice to the duty of respect for truth, for freedom and for the dignity of every person."},{"author":95096,"first":"El <strong class=\"keyword\">proselitismo</strong> no es paciente.","second":"<strong class=\"keyword\">Proselytism</strong> is not patient!"},{"author":119723,"first":"En 1952, la Primera Presidencia presentó la primera reseña oficial de <strong class=\"keyword\">proselitismo</strong> para los misioneros de tiempo completo.","second":"In 1952 the First Presidency introduced the first official <strong class=\"keyword\">proselyting</strong> outline for full-time missionaries."},{"author":8000,"first":"Además de estos ámbitos fundamentales, la labor de mejora de la calidad puede adoptar muchas otras formas, como asegurar el mantenimiento de registros adecuados de vacunación; separar la asistencia en casos de desastre del <strong class=\"keyword\">proselitismo</strong> o de otro tipo de manipulación de la distribución de la ayuda de socorro con arreglo a intereses propios; impedir que las organizaciones lleven a cabo proyectos que queden fuera de su ámbito de conocimientos; evitar la corrupción; impedir la importación de demasiados artículos de socorro; limitar el empleo de personal de otros países cuando pueda recurrirse a personal local; y evitar el movimiento excesivo de personal de socorro para casos de desastre","second":"In addition to these core areas, efforts to increase quality can take on many other forms, such as assuring the maintenance of proper vaccination records; separating disaster assistance from <strong class=\"keyword\">proselytizing</strong> or other manipulation of relief distribution for self-interested reasons; preventing organizations from undertaking projects outside their areas of expertise; avoiding corruption; preventing the importation of too many relief goods; limiting the employment of expatriate staff where local skills could have been deployed; and avoiding high turnover of disaster relief staff"},{"author":91988,"first":"No fue su creador, sino las décadas de laissez-faire y <strong class=\"keyword\">proselitismo</strong>.","second":"He did not manufacture it; decades of laissez-faire theory and <strong class=\"keyword\">proselytizing</strong> did."},{"author":94808,"first":"En muchos casos, tales restricciones, por ejemplo, contra el “<strong class=\"keyword\">proselitismo</strong>” o las “conversiones que infringen la ética” (véase A/60/399, párrs. 44 y 45), siguen siendo excesivamente genéricas, siguen definidas vagamente o son incluso discriminatorias, con lo que no satisfacen los criterios establecidos en el artículo 18 inciso 3) del Pacto Internacional de Derechos Civiles y Políticos.","second":"In many cases, such restrictions, for example against “<strong class=\"keyword\">proselytism</strong>” or “unethical conversions” (see A/60/399, paras. 44-45) remain overly broad, vaguely defined or even discriminatory, thus failing to satisfy the criteria set out in article 18 (3) of the International Covenant on Civil and Political Rights."},{"author":94809,"first":"Se han señalado a la atención de la Comisión en los últimos meses dos acontecimientos que, en contextos y circunstancias fundamentalmente distintos, ponen en serio peligro el ejercicio de la libertad religiosa: una ley elaborada por el Ministerio de Asuntos Religiosos de Camboya por la que se prohíbe toda actividad pública de <strong class=\"keyword\">proselitismo</strong> y la aprobación, por parte de la Asamblea del Estado indio de Guyarat, de una ley sobre la libertad religiosa que supedita la posibilidad de cambiar de confesión a la autorización del magistrado competente.","second":"Two events have been brought to the Commission's attention in recent months which, in quite different contexts and ways, have seriously endangered the exercise of the right to religious freedom: the adoption by the Cambodian Ministry for Religious Affairs of a Directive banning all public <strong class=\"keyword\">proselytising</strong> activities, and the approval by the Legislative Assembly of the Indian state of Gujarat of a Freedom of Religion Bill, which allows the possibility of religious conversion only when authorised by a magistrate."},{"author":119723,"first":"Si eres un joven o una jovencita que no puede servir en una misión regular de <strong class=\"keyword\">proselitismo</strong> por razones médicas, y eres capaz de valerte por ti mismo, podrías tener la oportunidad de servir en una misión de servicio de la Iglesia mientras vives en casa.","second":"If you are a young man or woman who is unable to serve a full-time <strong class=\"keyword\">proselyting</strong> mission for medical reasons—and you are able to function independently—you might have the opportunity to serve a Church-service mission while living at home."},{"author":94259,"first":"que cuando los dejan en una misión de <strong class=\"keyword\">proselitismo</strong> de dos años","second":"when they're leaving on a two-year <strong class=\"keyword\">proselytizing</strong> mission"},{"author":8008,"first":"Según explicaron las autoridades a representantes de esta comunidad, la decisión se debía a la negativa de sus miembros a realizar el servicio militar, así como a sus actividades de <strong class=\"keyword\">proselitismo</strong>.","second":"Officials told representatives that the decision was based on Jehovah’s Witnesses’ refusal to perform military service and their <strong class=\"keyword\">proselytizing</strong> activities."},{"author":94809,"first":"Precisamente a este nivel sería importante distinguir mejor entre competencia retórica y competencia profesional y resistir a la tentación de caer en un <strong class=\"keyword\">proselitismo</strong> excesivo.","second":"In this area in particular, it is important to make a clearer distinction between rhetoric and expertise and to resist any temptation to <strong class=\"keyword\">proselytise</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}