{"result":"ok","tuc":[{"phrase":{"text":"fugitive","language":"en"},"meanings":[{"language":"en","text":"A person who is fleeing or escaping from something."},{"language":"es","text":"Persona que huye o se escapa de algo."}],"meaningId":-8482092988595998291,"authors":[69425]},{"phrase":{"text":"draft dodger","language":"en"},"meaningId":1334824811106308564,"authors":[80097]},{"phrase":{"text":"draft evader","language":"en"},"meaningId":778457063791954442,"authors":[80097]},{"phrase":{"text":"escaped prisoner","language":"en"},"meaningId":-8671575219507839093,"authors":[69425]},{"phrase":{"text":"escapee","language":"en"},"meaningId":3160068010540713358,"authors":[69425]},{"phrase":{"text":"run-away","language":"en"},"meaningId":2166457523222180389,"authors":[69425]},{"phrase":{"text":"absconder","language":"en"},"meaningId":-1211906271364350330,"authors":[86934]},{"phrase":{"text":"deserter","language":"en"},"meaningId":-5466857096905781632,"authors":[25018]},{"phrase":{"text":"outlaw","language":"en"},"meaningId":-4876496484391703088,"authors":[97745]},{"meanings":[{"language":"en","text":"a fugitive"},{"language":"en","text":"a draft dodger"}],"meaningId":6394152631963807049,"authors":[1]}],"phrase":"prófugo","examples":[{"author":94808,"first":"“El Convenio no impide la cooperación entre los Estados miembros, en el marco de tratados de extradición o en materia de expulsión, con el fin de llevar ante la justicia a los <strong class=\"keyword\">prófugos</strong>, siempre que esa cooperación no menoscabe ningún derecho concreto contemplado en el Convenio (ibíd., págs. 24 y 25, párr.","second":"“The Convention does not prevent cooperation between States, within the framework of extradition treaties or in matters of deportation, for the purpose of bringing <strong class=\"keyword\">fugitive offenders</strong> to justice, provided that it does not interfere with any specific rights recognised in the Convention (ibid., pp."},{"author":94808,"first":"Este programa ha comprendido la distribución de carteles con fotografías de los <strong class=\"keyword\">prófugos</strong> y la difusión pública de materiales de audio y video.","second":"This programme has involved the distribution of posters depicting the <strong class=\"keyword\">fugitives</strong> and the public dissemination of audio and video materials."},{"author":94808,"first":"En lo que respecta a los “nuevos” juicios de <strong class=\"keyword\">prófugos</strong> por el mecanismo residual, el informe del Secretario General recomienda que todas las funciones necesarias para apoyar los juicios sean transferidas al mecanismo con miras a la tramitación efectiva de las actuaciones judiciales.","second":"In relation to “new” trials of <strong class=\"keyword\">fugitives</strong> by the residual mechanism, the report of the Secretary-General recommends that all the functions necessary to support the trials be transferred to the mechanism in order for it to conduct trial proceedings effectively."},{"author":8000,"first":"Reiterando lo dicho, si se detiene a todos los <strong class=\"keyword\">prófugos</strong> y se los pone a disposición del Tribunal en breve, en ese caso la estimación actual de que la labor del Tribunal terminará para fines de # sigue siendo realista","second":"To reiterate, if all <strong class=\"keyword\">fugitives</strong> are <strong class=\"keyword\">apprehended</strong> and delivered to the Tribunal shortly, then the current estimate of the end of # remains realistic"},{"author":94808,"first":"Mi país, que viene librando una ardua batalla contra la impunidad, está efectuando las diligencias necesarias para que un ex Jefe de Estado, <strong class=\"keyword\">prófugo</strong> de la justicia en un país asiático, pueda ser extraditado al Perú para que responda por los graves crímenes que pesan en su contra.","second":"My country, which has been fighting a very determined battle against impunity, is currently undertaking the necessary measures to ensure that a former head of State, having <strong class=\"keyword\">fled</strong> to an Asian country to escape justice, can be extradited to Peru in order to answer to the very serious charges of which he is accused."},{"author":94808,"first":"Consideramos que las remisiones a las jurisdicciones nacionales son fundamentales para el cumplimiento de las estrategias de conclusión establecidas en virtud de la resolución 1534 (2004), incluso en relación con cualquier otra causa que pueda plantearse con la detención de <strong class=\"keyword\">prófugos</strong> cuando el Tribunal haya dejado de funcionar.","second":"We view referrals to national jurisdictions as central to achieving the completion strategies set in resolution 1534 (2004), including for any other cases that may arise due to future arrests of <strong class=\"keyword\">individuals still at large</strong> after the Tribunals have closed."},{"author":95096,"first":"Tengo presentes no sólo las camas de los hospitales, donde yacen tantos enfermos, sino también los sufrimientos de los <strong class=\"keyword\">prófugos</strong>, de los niños huérfanos y de las numerosas víctimas de los males sociales y de la pobreza.","second":"I have a mental picture not only of the hospital beds in which so many of the sick are lying, but also of the sufferings of <strong class=\"keyword\">refugees</strong>, orphaned children and the many victims of social evils and poverty."},{"author":94808,"first":"Espero que no tenga que venir una y otra vez ante el Consejo y repetir el mismo discurso sobre la misma cuestión: la cooperación de Serbia y la detención de <strong class=\"keyword\">prófugos</strong>.","second":"I hope that he will not come before the Council again and again, repeating the same words on the same topic: Serbia’s cooperation and the arrest of <strong class=\"keyword\">fugitives</strong>."},{"author":94808,"first":"Los Estados cooperan más, pero subsisten varios problemas, especialmente en relación con la presentación de documentos y la detención de los <strong class=\"keyword\">prófugos</strong>.","second":"State cooperation has improved, but there do remain a number of outstanding issues, notably concerning the production of documents and the arrest of <strong class=\"keyword\">fugitives</strong>."},{"author":94808,"first":"La Policía Judicial, sometida a la autoridad del Ministerio de Justicia, tiene un amplio abanico de responsabilidades, como gestionar las prisiones, aplicar las decisiones judiciales, garantizar la seguridad de los tribunales y detener a los <strong class=\"keyword\">prófugos</strong>.","second":"Operating under the authority of the Ministry of Justice, the Judicial Police have broad responsibilities, including managing prisons, enforcing court decisions, securing courts and apprehending <strong class=\"keyword\">fugitives</strong>."},{"author":94808,"first":"Se requiere la cooperación y el apoyo indispensables de los Estados Miembros en los siguientes ámbitos: a) aún hay que detener a tres <strong class=\"keyword\">prófugos</strong>; b) es preciso encontrar países de acogida para cinco personas absueltas y tres personas que han cumplido sus penas; y c) el Tribunal necesita que se le faciliten recursos suficientes para poder concluir su labor con arreglo al calendario previsto.","second":"The following efforts require essential cooperation and support of Member States: (a) three <strong class=\"keyword\">fugitives</strong> remain to be arrested; (b) five acquitted persons and three persons who have completed their sentences need countries for relocation; and (c) the Tribunal needs to be provided with sufficient resources to be in a position to complete its tasks within the expected time frame."},{"author":94808,"first":"Si bien las autoridades judiciales de Bosnia y Herzegovina, Croacia y Serbia han incrementado sus esfuerzos para enjuiciar crímenes de guerra, los órganos políticos de Bosnia y Herzegovina y de Serbia no han demostrado la voluntad política necesaria para detener a los <strong class=\"keyword\">prófugos</strong> que aún quedan.","second":"While the judicial authorities in Bosnia and Herzegovina, Croatia and Serbia have stepped up their efforts to try war crimes, the political bodies in Bosnia and Herzegovina and in Serbia have not shown the political will necessary to arrest the remaining <strong class=\"keyword\">fugitives</strong>."},{"author":94808,"first":"Por este motivo, exhorto al Consejo de Seguridad a que haga todo lo posible por lograr la inmediata detención de los dos acusados que siguen <strong class=\"keyword\">prófugos</strong>, Ratko Mladić y Goran Hadžić.","second":"Towards this end, I urge the Security Council to adopt all possible measures to secure the immediate apprehension of the two remaining <strong class=\"keyword\">fugitives</strong> — Ratko Mladić and Goran Hadžić."},{"author":8000,"first":"Dos de esos <strong class=\"keyword\">prófugos</strong> se encuentran actualmente detenidos por Estados Miembros y se están realizando negociaciones para su traslado a La Haya","second":"Two of these <strong class=\"keyword\">fugitives</strong> are currently in the custody of Member States and negotiations are underway to ensure their transfer to The Hague"},{"author":8000,"first":"En particular, nos complace sobremanera tomar nota de la opinión virtualmente unánime de los miembros del Consejo de Seguridad en el sentido de que todos tenemos que detener a los <strong class=\"keyword\">prófugos</strong>","second":"In particular, we were very pleased to note the virtually unanimous opinion of Security Council members that everyone needs to apprehend the <strong class=\"keyword\">fugitives at large</strong>"},{"author":94808,"first":"Las investigaciones de la Oficina de Fiscal siguen centrándose en el apoyo a la celebración de juicios, las apelaciones y la preparación de causas contra <strong class=\"keyword\">prófugos</strong> y otros acusados detenidos para su remisión a otras jurisdicciones.","second":"OTP investigations continue to focus on trial and appeal support, preparation of cases of <strong class=\"keyword\">fugitives</strong> and other indictees in custody for referral."},{"author":94808,"first":"Reiteramos nuestro llamamiento a los Estados Miembros para que apoyen plenamente al Mecanismo, sobre todo en la localización de los <strong class=\"keyword\">prófugos</strong> restantes acusados por el Tribunal Penal Internacional para Rwanda, en la ejecución de las condenas y en el traslado de las personas que han cumplido sus condenas o que han sido absueltas por el Tribunal.","second":"We reiterate our call on Member States to fully support the Mechanism, especially in tracking the remaining <strong class=\"keyword\">fugitives</strong> indicted by the ICTR, to enforce sentences and to relocate those who have served their sentences or who have been acquitted by the Tribunal."},{"author":94808,"first":"Existe un problema pendiente, sin embargo: la cuestión no resuelta de las investigaciones de Serbia de las redes de <strong class=\"keyword\">prófugos</strong>, y en particular, la responsabilidad penal de las personas que prestaron asistencia a Mladić y Hadzić, cuando todavía no habían sido aprehendidos.","second":"An exception, however, is the unresolved issue of Serbia’s investigations into the <strong class=\"keyword\">fugitive</strong> networks, including the criminal responsibility of individuals who assisted Mladić and Hadžić while at large."},{"author":94808,"first":"Es evidente que los acusados <strong class=\"keyword\">prófugos</strong> pueden aparecer en los lugares más inesperados, como en el caso de la detención de Ante Gotovina hace unos pocos años, y encomiamos el papel de las autoridades croatas en ese sentido.","second":"It is clear that <strong class=\"keyword\">fugitive</strong> indictees can turn up in the most unlikely places, as we saw with the arrest a few years ago of Ante Gotovina, and we commend the Croatian authorities for their role in that respect."},{"author":94808,"first":"Mientras los comandantes del LRA sigan <strong class=\"keyword\">prófugos</strong> y puedan operar a través de las fronteras en tres países, el grupo seguirá planteando un grave reto en cuanto a la protección.","second":"As long as the LRA commanders remain <strong class=\"keyword\">at large</strong> and are able to operate across borders in three countries, the group will continue to pose a serious protection challenge."},{"author":94808,"first":"Bélgica encomia cálidamente a las autoridades serbias por esa importante medida y las exhorta a que sigan por ese camino deteniendo a los dos <strong class=\"keyword\">prófugos</strong> restantes, Ratko Mladić y Goran Hadzić.","second":"Belgium warmly congratulates the Serb authorities on that important step and encourages them to continue on that path by arresting the two remaining <strong class=\"keyword\">fugitives</strong>, Ratko Mladic and Goran Hadzic."},{"author":118293,"first":"Aún cinco siguen <strong class=\"keyword\">prófugos</strong>.","second":"Five <strong class=\"keyword\">escapees</strong> still <strong class=\"keyword\">at large</strong>."},{"author":95096,"first":"Que el Redentor ayude y consuele a los <strong class=\"keyword\">prófugos</strong> del Este de la República Democrática del Congo y conceda la paz a Kenia, donde sangrientos atentados han golpeado la población civil y los lugares de culto.","second":"May the Redeemer bring help and comfort to the <strong class=\"keyword\">refugees</strong> from the east of the Democratic Republic of Congo, and grant peace to Kenya, where brutal attacks have struck the civilian population and places of worship."},{"author":95096,"first":"Tampoco podemos olvidar el incalculable número de menores que mueren a causa de la sed, del hambre, de la carencia de asistencia sanitaria, así como a los niños exiliados y <strong class=\"keyword\">prófugos</strong> de su propia tierra que, juntamente con sus padres, van en búsqueda de mejores condiciones de vida.","second":"Then we cannot forget the incalculable number of minors who die of thirst, hunger and the lack of medical help, as well as the small <strong class=\"keyword\">exiles</strong> and <strong class=\"keyword\">refugees</strong> who flee from their countries together with their parents in search of a better life."},{"author":94808,"first":"El plenario aprobó una modificación de las Reglas de Procedimiento y Prueba, consistente en incluir una nueva regla 71 bis, que hizo posible la celebración de vistas de conservación de las pruebas en caso de que hubiera <strong class=\"keyword\">prófugos</strong>.","second":"The plenary adopted an amendment to the Rules of Procedure and Evidence consisting of the addition of a new rule 71 bis, allowing for evidence preservation hearings in the cases of <strong class=\"keyword\">fugitives</strong>."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}