{"result":"ok","tuc":[{"phrase":{"text":"VIP","language":"en"},"meaningId":8618777569822072244,"authors":[86934]},{"phrase":{"text":"bigwig","language":"en"},"meaningId":6888074118702421377,"authors":[86934]},{"meanings":[{"language":"en","text":"big shot; VIP"},{"language":"en","text":"national or cultural hero"}],"meaningId":-2692210270540419689,"authors":[1]}],"phrase":"prócer","examples":[{"author":118293,"first":"Un momentito, doctor, pero porque es el padre de la Patria, el <strong class=\"keyword\">prócer</strong> mayor de nuestra independencia.","second":"One moment, sir, but thats because hes the father of the Fatherland, the biggest <strong class=\"keyword\">hero</strong> of our independence."},{"author":8000,"first":"La historia no es una galería de <strong class=\"keyword\">próceres</strong> ni un calendario de hechos sobresalientes: la historia la hacen los pueblos día a día","second":"History is neither a gallery of <strong class=\"keyword\">national heroes</strong> nor a calendar of outstanding events: history is made by people day by day"},{"author":94808,"first":"De aquí salieron el 14 de mayo de 1811, los <strong class=\"keyword\">próceres</strong> que llevaron la intimación al gobernador español de la época.","second":"It was the place which, on 14 May 1811, <strong class=\"keyword\">national heroes</strong> went out to overthrow the then Spanish governor."},{"author":94808,"first":"El punto culminante fue el asesinato, el 21 de octubre de 1993, del primer Presidente democráticamente elegido, el Excmo. Sr. Ndadaye Melchior, <strong class=\"keyword\">prócer</strong> de la democracia en Burundi.","second":"These culminated in the assassination, on 21 October 1993, of the first democratically‐elected President, His Excellency Ndadaye Melchior, <strong class=\"keyword\">hero</strong> of democracy in Burundi."},{"author":94808,"first":"El presidente Chávez supo interpretar de la manera más cabal el pensamiento independentista y unitario de los <strong class=\"keyword\">próceres</strong> latinoamericanos y caribeños y llevarlo hasta su expresión más acabada, materializada en la fundación de la Alianza Bolivariana para los Pueblos de Nuestra América.","second":"President Chávez was capable of interpreting the thinking of Latin American and Caribbean <strong class=\"keyword\">heroes</strong> on independence and unity in the most sophisticated way, and of expressing it in its fullest form, as exemplified by the establishment of the Bolivarian Alliance of the Peoples of Our America."},{"author":95096,"first":"Así la sembraron sus <strong class=\"keyword\">próceres</strong>.","second":"These were the seeds sown by your <strong class=\"keyword\">forebears</strong>."},{"author":94808,"first":"La historia no es una galería de <strong class=\"keyword\">próceres</strong> ni un calendario de hechos sobresalientes: la historia la hacen los pueblos día a día.","second":"History is neither a gallery of <strong class=\"keyword\">national heroes</strong> nor a calendar of outstanding events: history is made by people day by day."},{"author":8008,"first":"¿Hoy comenzarás ese gran proyecto que te pondrá en el radar de los <strong class=\"keyword\">próceres</strong>?","second":"Is it today that you will start that big project which will make you appear on big guys' <strong class=\"keyword\">radar</strong>?"},{"author":94808,"first":"Es pues el momento, antes de que este conflicto encienda una tragedia aún mayor, de que todas las partes se tomen una pausa y finalmente hagan suya la voluntad del pueblo de Cachemira, de las Naciones Unidas y de los <strong class=\"keyword\">próceres</strong> de estas dos grandes naciones.","second":"It is thus time, before this conflict ignites an even greater tragedy, for all parties to take pause and finally endorse the will of the Kashmiri people, the United Nations and the <strong class=\"keyword\">founding fathers</strong> of these two great nations."},{"author":31,"first":"Pero San Martín era un <strong class=\"keyword\">prócer</strong>","second":"But he was a <strong class=\"keyword\">hero</strong>"},{"author":8000,"first":"Una nueva generación de líderes ha retomado las antiguas banderas de nuestros <strong class=\"keyword\">próceres</strong> para reclamar una auténtica interdependencia mundial mediante un nuevo orden económico, inspirado en la solidaridad y en la construcción de una paz perdurable","second":"A fresh generation of leaders has taken up the old flags of our <strong class=\"keyword\">heroes</strong> to demand real global interdependence through an economic order inspired by solidarity and by the building of a lasting peace"},{"author":93236,"first":"El Ribesi-Nothofagetum y el Ribesi-Berberidetum parodii se encuentran principalmente en el área de los bosques con Nothofagus obliqua y N. <strong class=\"keyword\">procera</strong> en la parte Norte, pero se extienden también al Sur y al Este: el Ribesi-Nothofagetum en forma de chaparrales, y en suelos con napa freática alta el Ribesi-Berberidetum parodii, Subass. de Escallonia virgata.","second":"The Ribesi-Nothofagetum and the Ribesi-Berberidetum are mainly found in the northern part of the zone, where the forests are distinguished by the presence of Nothofagus obliqua and N. <strong class=\"keyword\">procera</strong>. But they also extend southward and towards the east, especially the Ribesi-Nothofagetum in its form of a chaparral, and the Ribesi-Berberidetum, subass. of Escallonia virgata, on soils with a groundwater table near the surface."},{"author":8000,"first":"Nuevas familias de agricultores: familias asentadas en el marco de la reforma agraria pero que no reciben financiación de <strong class=\"keyword\">Procera</strong> o que, recibiendo financiación, no han alcanzado el límite individual","second":"New family farmer: settled under the agrarian reform but not financed by <strong class=\"keyword\">Procera</strong> or who, although thus financed, has not reached the individual limit"},{"author":93236,"first":"Los matorrales del Nothofago-Berberidion son communidades permanentes antropogéneas que sustituyen no solamente a bosquecillos de Nothofagus antarctica, con los cuales tienen mas afinidad florística, sino también a bosques de Nothofagus dombeyi, N. obliqua y N. <strong class=\"keyword\">procera</strong>.","second":"The shrubberies of the Nothofago-Berberidion are anthropogenetic permanent communities; they are replacing not only the low forests of Nothofagus antarctica, to which they floristically are very akin, but also forests of N. dombeyi, N. obliqua and N. <strong class=\"keyword\">procera</strong>."},{"author":94808,"first":"Gisella Victoria Rubilar Figueroa (46 años), muere en fecha 09-03-2014, por herida causada en ojo izquierdo por proyectil de Arma de Fuego, en la Avenida Ezio Valeri con Avenida Los <strong class=\"keyword\">Próceres</strong>, cuya investigación es adelantada por la Fiscalía 3ra. del estado Mérida, en la cual se han practicado las siguientes diligencias de investigación: 07 órdenes de allanamiento sin recolección de evidencias de interés criminalístico, encontrándose dicha causa en Fase de Investigación.","second":"Gisella Victoria Rubilar Figueroa (aged 46) died on 9 March 2014 from a gunshot wound to the left eye sustained at the junction of Avenida Ezio Valeri and Avenida Los <strong class=\"keyword\">Próceres</strong>. The investigation is being conducted by Prosecution Agency No. 3 in the State of Mérida and has involved the following procedures: the issuance of seven search warrants without any relevant evidence being found. The case is currently under investigation."},{"author":94809,"first":"Spach] y de abetos nobles (Abies <strong class=\"keyword\">procera</strong> Rehd.)","second":"Spach) and of noble firs (Abies <strong class=\"keyword\">procera</strong> Rhed.)"},{"author":8000,"first":"Entre # y # se canalizaron # millones de reales para la concesión de créditos de despegue y al Programa Especial de Créditos para la Reforma Agraria- <strong class=\"keyword\">Procera</strong>","second":"From # to # r$ # were channelled to start-up credits and to the Special Agrarian Reform Credit Programme-<strong class=\"keyword\">Procera</strong>"},{"author":94809,"first":"Spach] y abetos nobles [Abies <strong class=\"keyword\">procera</strong> Rehd.)","second":"Spach) and of noble firs (Abies <strong class=\"keyword\">procera</strong> Rehd.)"},{"author":94809,"first":"SPACH] Y DE ABETOS NOBLES (ABIES <strong class=\"keyword\">PROCERA</strong> REHD.), PARA ADORNO","second":"SPACH) AND NOBLE FIRS (ABIES <strong class=\"keyword\">PROCERA</strong> REHD.]), FOR ORNAMENTAL PURPOSES"},{"author":94808,"first":"Venugopal (India) dice que, poco tiempo después de llegar a la independencia, los <strong class=\"keyword\">próceres</strong> de su país acordaron gran importancia a inscribir en la Constitución los principios de igualdad entre los géneros y empoderamiento de la mujer, incluida la “discriminación positiva” cuando es necesaria.","second":"Venugopal (India) said that, shortly after independence, the <strong class=\"keyword\">founding fathers</strong> of his country had ensured that the principles of gender equality and the empowerment of women were written into the Constitution, including affirmative action, where necessary."},{"author":31,"first":"Tendría sus quilombos, su familia, pero era un <strong class=\"keyword\">prócer</strong>, se la bancaba","second":"With his problems, <strong class=\"keyword\">okay</strong>"},{"author":31,"first":"Tendría sus quilombos, pero era un <strong class=\"keyword\">prócer</strong>","second":"With his problems, <strong class=\"keyword\">okay</strong>"},{"author":91988,"first":"Anunció su decisión en el Club Liberal Nacional de Londres, institución fundada en el siglo diecinueve por William Gladstone y otros <strong class=\"keyword\">próceres</strong> de la tradición parlamentaria británica.","second":"He announced his decision at London’s National Liberal Club, an institution founded in the nineteenth century by William Gladstone and other <strong class=\"keyword\">stalwarts</strong> of Britain’s parliamentary tradition."},{"author":8000,"first":"En este sentido, la Alternativa Bolivariana para las Américas (ALBA), propuesta por el presidente venezolano, Hugo Chávez, resume el sueño de integración y los ideales de los <strong class=\"keyword\">próceres</strong> de nuestra América","second":"In this context, the Bolivarian Alternative for the Americas proposed by Venezuelan president Hugo Chávez, encapsulates the dream of integration and the ideals of the <strong class=\"keyword\">heroes</strong> of Latin America's historic struggles for <strong class=\"keyword\">independence</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}