{"result":"ok","tuc":[{"phrase":{"text":"conflict","language":"en"},"meaningId":-1789669572548554228,"authors":[84715]},{"phrase":{"text":"battle","language":"en"},"meaningId":-8574274430760517513,"authors":[89651]},{"phrase":{"text":"struggle","language":"en"},"meaningId":-2029525677294668539,"authors":[89651]},{"phrase":{"text":"confrontation","language":"en"},"meaningId":-7382965141633932199,"authors":[84500]},{"phrase":{"text":"encounter","language":"en"},"meaningId":-604754123090013859,"authors":[84500]},{"phrase":{"text":"face-off","language":"en"},"meaningId":-6559885584117842692,"authors":[84500]},{"phrase":{"text":"nisus","language":"en"},"meaningId":-3843577783644865994,"authors":[84500]},{"phrase":{"text":"pains","language":"en"},"meaningId":5092300316739256770,"authors":[84500]},{"phrase":{"text":"showdown","language":"en"},"meaningId":-1063309603645859874,"authors":[84500]},{"phrase":{"text":"strain","language":"en"},"meaningId":7742504137733692095,"authors":[84500]},{"phrase":{"text":"striving","language":"en"},"meaningId":-6984880206033111411,"authors":[84500]},{"meanings":[{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of pugnar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of pugnar."},{"language":"en","text":"Formal second-person singular (usted) present indicative form of pugnar."}],"meaningId":3022124584312919474,"authors":[1]}],"phrase":"pugna","examples":[{"author":94809,"first":"26 La demandante contesta que dichos documentos no son elementos probatorios nuevos que modifiquen el marco del litigio, sino únicamente representaciones tridimensionales de los dibujos o modelos en <strong class=\"keyword\">pugna</strong>, realizados con el fin exclusivo de facilitar la visualización de las diferencias fundamentales que, en su opinión, caracterizan a los referidos dibujos o modelos y provocan una impresión general distinta en el usuario informado.","second":"26 In reply, the applicant submits that those documents are not new items of evidence which alter the framework of the dispute, but only three-dimensional representations of the designs at <strong class=\"keyword\">issue</strong>, which were produced for the sole purpose of making it easier to visualise the fundamental differences which characterise those designs and give rise, on the part of the informed user, to a different general impression."},{"author":94808,"first":"Como consecuencia de esos puntos de vista positivistas y utilitaristas del derecho, los intereses o deseos privados se transforman en una legislación que está en <strong class=\"keyword\">pugna</strong> con la responsabilidad social y los derechos; a raíz de ello se instaura su ley, y no el estado de derecho y se llega a la conclusión errónea de que lo que es legal es por lo tanto justo y moral.","second":"As a consequence of such positivistic and utilitarian views of the law, private interests or wishes were transformed into legislation that <strong class=\"keyword\">conflicted</strong> with social responsibility and duties, resulting in rule by law rather than rule of law and leading to the flawed conclusion that what became legal was therefore just and moral."},{"author":94808,"first":"A menudo se enfrentaban a relaciones estructurales en <strong class=\"keyword\">pugna</strong>, no sólo con las oficinas en los países sino también con otras organizaciones multilaterales y organizaciones de desarrollo, ya que cada una buscaba su sostenibilidad financiera.","second":"They often encountered a <strong class=\"keyword\">conflicting</strong> structural relationship not only with country offices, but also with other multilateral organizations and development organizations, as each sought to attain financial sustainability."},{"author":94809,"first":"34 Como se desprende de reiterada jurisprudencia, la apreciación global del riesgo de confusión debe basarse, respecto a la similitud gráfica, fonética o conceptual de los signos en <strong class=\"keyword\">pugna</strong>, en la impresión de conjunto producida por éstos, teniendo en cuenta, en particular, sus elementos distintivos y dominantes [véase la sentencia del Tribunal de Primera Instancia de 14 de octubre de 2003, Phillips‐Van Heusen/OAMI – Pash Textilvertrieb und Einzelhandel (BASS), T‐292/01, Rec. p. II‐4335, apartado 47, y la jurisprudencia allí citada].","second":"34 As is clear from settled case-law, the global assessment of the likelihood of confusion, as far as concerns the visual, <strong class=\"keyword\">phonetic</strong> or conceptual similarity of the opposing signs, must be based on the overall impression given by the signs, bearing in mind, inter alia, their distinctive and dominant components (see Case T-292/01 Phillips-Van Heusen v OHIM – Pash Textilvertrieb und Einzelhandel (BASS) [2003] ECR II-4335, paragraph 47 and the case-law cited)."},{"author":8000,"first":"Se argumenta que las políticas macroeconómicas y de liberalización del comercio, la globalización económica y financiera y la transformación de las instituciones del mercado laboral no pueden estar desconectadas de la <strong class=\"keyword\">pugna</strong> por alcanzar la igualdad y la justicia social","second":"The point is made that macroeconomic and trade liberalization policies, financial globalization, and changes in labour market institutions cannot be disengaged from the <strong class=\"keyword\">struggle</strong> to achieve equality and social justice"},{"author":8000,"first":"No obstante, a pesar de que el Relator Especial está al corriente de la dificultad que entraña el tratar de atender a un tiempo a tres intereses en <strong class=\"keyword\">pugna</strong>, a saber, el derecho a la información, el derecho a la intimidad y el derecho a la confidencialidad, no puede dejar de advertir que en el proyecto no parece dejarse mucho acceso a la información","second":"However, despite the fact that the Special Rapporteur is aware of the difficulty in trying to balance three <strong class=\"keyword\">competing</strong> interests- a right to information, a right to privacy and a right to confidentiality- the bill does not appear to grant considerable access to information"},{"author":27,"first":"Tenemos un gran interés en que en esta <strong class=\"keyword\">pugna</strong> triunfen las fuerzas orientadas a las reformas, democráticas y pro europeas.","second":"It is in our <strong class=\"keyword\">interests</strong> that the reform-orientated, democratic, pro-Europe forces carry the motion in this debate."},{"author":8000,"first":"Ello está en <strong class=\"keyword\">pugna</strong> con el espíritu de universalidad de la organización","second":"That was <strong class=\"keyword\">contrary</strong> to the spirit of universality of the Organization"},{"author":8000,"first":"A partir de la segunda década del siglo # nuestro país fue escenario de <strong class=\"keyword\">pugnas</strong> territoriales entre los lugartenientes de los capitanes de conquista que habían partido de las islas del Caribe, dirigiéndose a México, al Darién (Panamá) y luego al Perú y de aquí a regiones adyacentes","second":"From the second decade of the sixteenth century onwards, the country was the scene of <strong class=\"keyword\">fighting over</strong> territory between the representatives of the leaders of the Conquest, who left the Caribbean islands and headed for Mexico, Darién (in Panama) and Peru, before moving on to neighbouring regions"},{"author":8000,"first":"Al dar la alarma a todas las organizaciones internacionales y a las naciones pacíficas y prestigiosas, hacemos un llamamiento a la humanidad para que se movilice y resuelva todos los conflictos del mundo y <strong class=\"keyword\">pugne</strong> por lograr una comunidad humana libre y próspera que viva en paz y orden","second":"We, sounding the alarm to all international organizations, peaceful and authoritative nations, call upon humankind to mobilize and to solve all conflicts on the Earth and to <strong class=\"keyword\">struggle</strong> for a free and prosperous community of people living in peace and order!"},{"author":94809,"first":"39 Por lo demás, como ha señalado esencialmente el Abogado General en el punto 59 de sus conclusiones, los motivos invocados por el Tribunal de Primera Instancia para decidir que existía una semejanza conceptual entre las marcas en <strong class=\"keyword\">pugna</strong>, si se consideraran conformes al artículo 8, apartado 1, letra b), del Reglamento no 40/94, darían lugar a que se admitiera que todo apellido constitutivo de una marca anterior podría oponerse válidamente al registro de una marca formada por un nombre y ese apellido, aun cuando, por ejemplo, este último fuera común o la inclusión del nombre influyera, desde el punto de vista conceptual, en la percepción por el público pertinente de la marca formada del modo indicado.","second":"39 Moreover, as the Advocate General pointed out in essence, in point 59 of his Opinion, the grounds relied on by the General Court in order to conclude that the marks at <strong class=\"keyword\">issue</strong> are conceptually similar, if they were held to be consistent with Article 8(1)(b) of Regulation No 40/94, would result in acknowledging that any surname which constitutes an earlier mark could be effectively relied on to oppose registration of a mark composed of a first name and that surname, even though, for example, the surname was common or the addition of the first name would have an effect, from a conceptual point of view, on the perception by the relevant public of the composite mark."},{"author":119739,"first":"Asimismo, “todas las leyes humanas dependen de estos dos fundamentos: la ley de la naturaleza y la ley de la revelación [que solo se halla en las Santas Escrituras]; lo que equivale a decir que no se debería tolerar que ninguna ley humana estuviera en <strong class=\"keyword\">pugna</strong> con ellas”.","second":"Also, “Upon these two foundations, the law of nature and the law of revelation [found only in the Holy Scriptures], depend all human laws, that is to say, no human laws should be suffered to contradict these.”—Chadman’s Cyclopedia of Law, 1912, Vol."},{"author":94808,"first":"Entre ellos están la administración pública ineficaz, que va de la mano con las instituciones débiles, la desigualdad en la distribución de recursos, la pobreza, los grupos étnicos y los regionalismos, las <strong class=\"keyword\">pugnas</strong> de poder dentro y entre las elites, las malas condiciones de servicio de las instituciones públicas, la corrupción y el nepotismo, la malversación de recursos, la injerencia extranjera y la inestabilidad, resultantes de una cultura política demasiado volátil.","second":"Among these are ineffective governance coupled with weak institutions, inequality in the distribution of resources, poverty, ethnicity and regionalism, power <strong class=\"keyword\">struggles</strong> within and among the elite, poor conditions of service in public institutions, corruption and nepotism, misallocation of resources, foreign interference, and instability as a result of a very fluid political culture."},{"author":118293,"first":"Cuando yo muera, usted deberá representarme para mediar en la <strong class=\"keyword\">pugna</strong> por el poder.","second":"After I die, you will act in my name to arbitrate the <strong class=\"keyword\">struggle</strong> for power."},{"author":94809,"first":"Así pues, se recrudecerá la <strong class=\"keyword\">pugna</strong> por los recursos naturales, aumentará el riesgo de crisis e incluso hay quien habla ya de futuras guerras energéticas.","second":"Competition for energy resources is intensifying, increasing the <strong class=\"keyword\">likelihood</strong> of a crisis, and there is already some talk of future energy wars."},{"author":8000,"first":"Los Inspectores estiman, sin embargo, que asignar a la OGRH una responsabilidad central de la movilidad está en <strong class=\"keyword\">pugna</strong> con los fundamentos de la gestión basada en resultados, que persigue promover la flexibilidad de la gestión en la utilización de los recursos","second":"The Inspectors believe, however, that giving OHRM a central responsibility for mobility <strong class=\"keyword\">contradicts</strong> the foundations of results-based management, which is intended to promote managerial flexibility in the use of resources"},{"author":8000,"first":"• Consideración de la posibilidad de un mecanismo que, además de coordinar las actividades para la aplicación del Plan de Acción de Barbados en el Caribe, contribuya a evitar la duplicación y la <strong class=\"keyword\">pugna</strong> por los escasos recursos de la región entre los organismos regionales, aliente y promueva el intercambio de información y de conocimientos técnicos entre los países, determine posibles sinergias y reduzca las diferencias","second":"The migration of trained human resources from SIDS, particularly in specialised skills, was viewed as both a challenge and an opportunity. The need to address this brain drain to ensure the long-term capacity of Caribbean SIDS to achieve sustainable development was underscored"},{"author":8000,"first":"El Gobierno declara que los Estados Unidos han mantenido sistemáticamente la postura de que la ejecución de menores delincuentes no está en <strong class=\"keyword\">pugna</strong> con el derecho internacional","second":"The Government stated that the United States has consistently taken the position that the execution of juvenile offenders is not <strong class=\"keyword\">inconsistent</strong> with international law"},{"author":94808,"first":"El uso de las cuestiones de derechos humanos como medio para promover intereses políticos está en <strong class=\"keyword\">pugna</strong> con el espíritu y letra de la Carta Internacional de Derechos Humanos.","second":"The use of human rights issues as a means of promoting political interests <strong class=\"keyword\">ran counter</strong> to the spirit and letter of the International Bill of Human Rights."},{"author":8000,"first":"Sr. Heller (México): La delegación de México celebra la oportuna convocación de este debate en torno a la protección de los civiles en los conflictos armados, tomando en cuenta las tendencias que apuntan, en diversas regiones del mundo, al creciente número de víctimas que son parte de la población civil, tanto como resultado de los daños colaterales como por el hecho de que ésta es utilizada de manera deliberada como objetivo militar por los grupos y actores en <strong class=\"keyword\">pugna</strong>","second":"Mr. Heller (Mexico) (spoke in Spanish): The delegation of Mexico would like to express its appreciation for the timely organization of this open debate on the protection of civilians in armed conflict, given the increasing number of civilian casualties in various regions of the world as a result of either collateral damage or deliberate military targeting by groups or other actors in <strong class=\"keyword\">conflict</strong>"},{"author":94808,"first":"Si bien la libertad de pensamiento está plenamente amparada en virtud del artículo 6 de la Declaración, está restringida por otras normas constitucionales que protegen derechos que pueden estar potencialmente en <strong class=\"keyword\">pugna</strong> con el ejercicio real de la libertad de pensamiento.","second":"While freedom of thought is fully protected under article 6 of the Declaration, it is constrained by other constitutional rules protecting rights which may potentially <strong class=\"keyword\">conflict</strong> with the actual exercise of the freedom of thought."},{"author":118293,"first":"Debido a la reciente <strong class=\"keyword\">pugna</strong> legal de Dustin Hoffman... sobre la acusación del uso no autorizado de su imagen, la cara de Dustin Hoffman en la animación del cálculo mental de Randal... será interpret ada por Al Pacino!","second":"Due to the recent lawsuit by Dustin Hoffman... over the alleged unauthorized use of his likeness, the face of Dustin Hoffman in Randal's cartoon brain calculation... will be played by Al Pacino!"},{"author":118293,"first":"No me meta en sus <strong class=\"keyword\">pugnas</strong> internas.","second":"Don't pull me in on your turf <strong class=\"keyword\">war</strong>."},{"author":119739,"first":"humanas que no estén en <strong class=\"keyword\">pugna</strong> 1 Ped.","second":"<strong class=\"keyword\">conflict</strong> with God’s laws 1 Pet."},{"author":95875,"first":"Ahora, sería una equivocación pensar que la distancia que separa Europa de EEUU en términos de gasto global en I+D pasa en balde en la <strong class=\"keyword\">pugna</strong> mundial por la competitividad de nuestros productos a largo plazo\".","second":"But it would be unrealistic to assume that the gap between the US and Europe in overall R&D spending will remain without consequences in the global <strong class=\"keyword\">battle</strong> for competitiveness of our products in the long term.'"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}