{"result":"ok","tuc":[{"phrase":{"text":"punitive","language":"en"},"meanings":[{"language":"en","text":"punishing"}],"meaningId":-7535635962408675811,"authors":[70195]},{"phrase":{"text":"punitory","language":"en"},"meaningId":-6337920446583854058,"authors":[84500]},{"phrase":{"text":"retributive","language":"en"},"meaningId":-5869341227874079362,"authors":[80097]},{"meanings":[{"language":"en","text":"punitive"}],"meaningId":601633431770740095,"authors":[93107]}],"phrase":"punitivo","examples":[{"author":8000,"first":"Con la justicia <strong class=\"keyword\">punitiva</strong> debe venir la justicia distributiva","second":"With <strong class=\"keyword\">retributive</strong> justice must come distributive justice"},{"author":8000,"first":"En otras palabras, las contramedidas, si se adoptan, no deben ser <strong class=\"keyword\">punitivas</strong> sino simplemente apuntar a restablecer el respeto del derecho","second":"In other words, countermeasures, if adopted at all, must not be <strong class=\"keyword\">punitive</strong> but simply seek to re-establish respect for the law"},{"author":94808,"first":"Empleo de medidas abusivas, coercitivas o <strong class=\"keyword\">punitivas</strong> como insultos, golpes, práctica de desnudar a los niños y confinamiento en régimen solitario;","second":"Employment of abusive, coercive and <strong class=\"keyword\">punitive</strong> measures such as cursing, beating, stripping and solitary confinement;"},{"author":94808,"first":"El objetivo primordial del sistema internacional de fiscalización de las drogas consiste en crear un mundo libre de drogas, pero la evaluación del actual enfoque extremadamente <strong class=\"keyword\">punitivo</strong> revela hasta qué punto es inadecuado dicho enfoque.","second":"The single goal of the international drug control system was a drug-free world, but an assessment of the current overly <strong class=\"keyword\">punitive</strong> approach revealed the inadequacy of that approach."},{"author":8000,"first":"El Comité recomienda que el Estado Parte estudie la conveniencia de revisar las leyes relativas al aborto, con miras a suprimir las disposiciones <strong class=\"keyword\">punitivas</strong> impuestas a las mujeres que abortan y darles acceso a servicios de calidad que atiendan las complicaciones resultantes de los abortos realizados en condiciones no seguras, de conformidad con la recomendación general # del Comité y con la Declaración y Plataforma de Acción de Beijing, y a disminuir el número de fallecimientos resultantes de abortos provocados","second":"The Committee recommends that the State party consider reviewing the laws relating to abortion with a view to removing <strong class=\"keyword\">punitive</strong> provisions imposed on women who have abortions and providing them with access to quality services for the management of complications arising from unsafe abortions, in accordance with the Committee's general recommendation # and the Beijing Declaration and Platform for Action, and to reducing the number of deaths resulting from induced abortions"},{"author":118293,"first":"Se tomarán medidas <strong class=\"keyword\">punitivas</strong> contra cualquier individuo que organice una reunión para menores con actividades indebidas.","second":"<strong class=\"keyword\">Punitive</strong> measures will be taken against any individual, group or property owner who organiz es a public gathering where minors engage in inappropriate activities."},{"author":94808,"first":"También se dice que los Estados deberían considerar la posibilidad de revisar las leyes que prevean medidas <strong class=\"keyword\">punitivas</strong> contra las mujeres que hayan tenido abortos ilegales.","second":"It also says that States should consider reviewing laws containing <strong class=\"keyword\">punitive</strong> measures against women who have undergone illegal abortions."},{"author":94808,"first":"La Comisión de la Condición Jurídica y Social de la Mujer tiene una oportunidad crucial para instar a los gobiernos a que se comprometan a aplicar las recomendaciones de la Declaración y el Programa de Acción de Viena, la Convención sobre la Eliminación de Todas las Formas de Discriminación contra la Mujer, el Programa de Acción de la Conferencia Internacional sobre la Población y el Desarrollo y las medidas clave, la Plataforma de Acción de Beijing y los órganos encargados de vigilar la aplicación de los tratados de derechos humanos, para aumentar el acceso al aborto sin riesgo y legal y para revisar y liberalizar las leyes sobre el aborto <strong class=\"keyword\">punitivas</strong> con el fin de lograr la justicia reproductiva y la igualdad y equidad entre los géneros para la mujer y la niña.","second":"The Commission on the Status of Women has a critical opportunity to urge governments to commit to implementing the recommendations of the Vienna Declaration and Programme of Action, the Convention on the Elimination of All forms of Discrimination against Women, the International Conference on Population and Development Programme of Action and the Key Actions, the Beijing Platform for Action and the United Nations Human Rights Treaty Monitoring Bodies to increase access to safe and legal abortion and to review and liberalize <strong class=\"keyword\">punitive</strong> abortion laws in order to achieve reproductive justice and gender equality and equity for women and girls."},{"author":94808,"first":"La adopción de enfoques <strong class=\"keyword\">punitivos</strong> parece ser la respuesta más habitual a los problemas relacionados con la justicia de menores.","second":"The adoption of <strong class=\"keyword\">punitive</strong> approaches seems to be the prevailing response to issues related to juvenile justice."},{"author":94808,"first":"Si bien algunos países destacaron las medidas <strong class=\"keyword\">punitivas</strong> aplicables cuando se constata un conflicto de intereses, muchos otros países destacaron, por el contrario, que empleaban prácticas y políticas proactivas para la pronta resolución del conflicto.","second":"While some States emphasized the <strong class=\"keyword\">punitive</strong> measures applicable in the event that a conflict of interest is identified, there were many States which instead sought to highlight proactive practices and policies employed for the early resolution of conflicts of interest."},{"author":94808,"first":"El Gobierno consideraba que la práctica de algunos órganos creados en virtud de tratados de examinar informes de Estados Partes en ausencia de los representantes del Estado interesado constituía una violación de las normas básicas de las debidas garantías y convertía el diálogo constructivo en un proceso <strong class=\"keyword\">punitivo</strong>.","second":"The Government considered the practice of some treaty bodies of examining States parties’ reports in the absence of representatives of the State concerned to violate basic norms of due process and turn the constructive dialogue into a <strong class=\"keyword\">punitive</strong> process."},{"author":94809,"first":"Además, el coste adicional que supondría poner en práctica una capacidad adicional con fines <strong class=\"keyword\">punitivos</strong> no se compensaría con las ventajas que obtendrían las víctimas de la trampa al imponer un castigo.","second":"Moreover, the extra cost of laying on additional capacity for <strong class=\"keyword\">punitive</strong> purposes would not be offset by the benefits which those who had been cheated against would derive from imposing the punishment."},{"author":94808,"first":"Asimismo, el Comité insta al Estado parte a velar por que las condiciones de detención no sean de carácter <strong class=\"keyword\">punitivo</strong> y estén en conformidad con la situación especial de esos niños como menores no sospechosos ni culpables de ningún delito.","second":"The Committee further urges the State party to ensure that detention conditions are of a non-<strong class=\"keyword\">punitive</strong> character and in line with the special status of such children as minors who are not suspected or convicted of any crime."},{"author":8000,"first":"Estamos convencidos de que esta labor se llevará a cabo satisfactoriamente, habida cuenta de la dedicación del Consejo y el Comité así como del claro entendimiento general de que el Comité contra el terrorismo no funcionará como órgano <strong class=\"keyword\">punitivo</strong> ni rebasará el marco de su mandato","second":"We are convinced that the success of this work is guaranteed, given the dedication of the Council and the Committee as well as the overall clear understanding that the CTC will not function as a <strong class=\"keyword\">punitive</strong> body or overstep the bounds of its mandate"},{"author":94808,"first":"Charles (Trinidad y Tabago) indica que el debate no ha tratado la cuestión de la financiación para el desarrollo, las políticas <strong class=\"keyword\">punitivas</strong> de las instituciones de Bretton Woods y del sector bancario, dos instituciones que más de una vez han sido acusadas de financiar para el subdesarrollo.","second":"Charles (Trinidad and Tobago) said that the discussion had failed to address financing for development and the <strong class=\"keyword\">punitive</strong> policies of the Bretton Woods institutions and the banking sector, institutions which were sometimes accused of financing for underdevelopment."},{"author":94808,"first":"El Comité observa asimismo con preocupación que, en vez de atacar las causas fundamentales que llevan a esa situación, las medidas adoptadas por el Gobierno han consistido principalmente en intensificar las medidas <strong class=\"keyword\">punitivas</strong>, como la reclusión de los niños infractores en centros de detención sin separarlos de los adultos, en vez de adoptar medidas eficaces para reintegrar a esos menores en la sociedad.","second":"The Committee also notes with concern that, rather than addressing the root causes for children in such situations, government measures to counter this development have only been undertaken in a manner primarily focusing on increasing <strong class=\"keyword\">punitive</strong> measures, including the placement of such children in detention facilities where adults are held, instead of effective measures aiming at the reintegration of child offenders into society."},{"author":94809,"first":"Esta medida vincularía más estrechamente el riesgo de incurrir en responsabilidad con el comportamiento seguido por el propietario, produciendo así efectos tanto preventivos como <strong class=\"keyword\">punitivos</strong>\".","second":"Such a measure would relate the exposure to liability more closely to the conduct of the ship owner and would thus produce both preventive and <strong class=\"keyword\">punitive</strong> effects”."},{"author":94808,"first":"El Ministro de Economía y Finanzas y el Representante Especial Adjunto del Secretario General publican cada año una instrucción administrativa sobre la administración de asignaciones financieras correctas, en la que se dan instrucciones sobre la forma de calcular las asignaciones según los renglones presupuestarios y las categorías económicas, se establece la obligación de presentar informes, y se contemplan medidas <strong class=\"keyword\">punitivas</strong> en caso de asignación financiera no equitativa a las comunidades minoritarias.","second":"Every year the Minister of Finance and Economy and the Deputy Special Representative of the Secretary‐General issue an administrative instruction on the administration of correct financial allocation, which provides instructions on calculating allocations according to the budgetary lines, economic categories, and provides for reporting and <strong class=\"keyword\">penalty</strong> measures in cases of unfair financial allocations for non-majority communities."},{"author":94809,"first":"Desde esta perspectiva, una cooperación policial que se refiere a las infracciones que dan lugar a sanciones que tienen a la vez un carácter <strong class=\"keyword\">punitivo</strong> y disuasorio puede ampararse en el artículo 87 TFUE.","second":"From that point of view, police cooperation concerning offences giving rise to penalties which are both <strong class=\"keyword\">punitive</strong> and deterrent may be based on Article 87 TFEU."},{"author":8000,"first":"En cuanto a los efectos de la ejecución de las leyes, la oradora dice que el gobierno ha tratado de adoptar una forma de pena disuasiva, pero que el criterio <strong class=\"keyword\">punitivo</strong> no es siempre el método más eficaz","second":"With regard to the effects of the implementation of laws, she said that the Government had tried to adopt a form of deterrent punishment but that a <strong class=\"keyword\">punitive</strong> approach was not always the most effective method"},{"author":8000,"first":"En Uzbekistán consideramos que la lucha contra la producción y el tráfico ilícitos de drogas en el Afganistán debe realizarse no únicamente endureciendo las medidas <strong class=\"keyword\">punitivas</strong> y administrativas y creando lo que se denomina un cinturón de seguridad alrededor del país y de los territorios donde se produce la droga","second":"In Uzbekistan, we believe that the fight against the illicit production of and trade in drugs in Afghanistan must not only be conducted by intensifying <strong class=\"keyword\">punitive</strong> and administrative measures and creating a so-called security belt around the country and the territory where the drugs are being produced"},{"author":94808,"first":"La lentitud de los procesos judiciales, la excesiva duración de la detención preventiva y la falta de medidas <strong class=\"keyword\">punitivas</strong> alternativas a la detención han causado una congestión grave en las cárceles del Camerún, el Chad, el Congo y el Gabón.","second":"The slowness of judicial processes, the excessive length of pretrial detention and the lack of alternatives to detention as <strong class=\"keyword\">punitive</strong> measures have caused serious congestion in prisons in Cameroon, Chad, the Congo and Gabon."},{"author":94808,"first":"Insta a los Estados que cuentan con un sistema de servicio militar obligatorio a que, en caso de haber establecido todavía una disposición de este tipo, introduzcan, para los objetores de conciencia, diversas modalidades de servicio alternativo que sean compatibles con las razones de la objeción de conciencia, tengan carácter civil o no beligerante, redunden en el interés público y no sean de índole <strong class=\"keyword\">punitiva</strong>;","second":"Urges States with a system of compulsory military service, where such provision has not already been made, to provide for conscientious objectors various forms of alternative service which are compatible with the reasons for conscientious objection, of a non-combatant or civilian character, in the public interest and not of a <strong class=\"keyword\">punitive</strong> nature;"},{"author":94808,"first":"Debe apelarse a Israel, la Potencia ocupante, a que cese de inmediato las medidas <strong class=\"keyword\">punitivas</strong> ilegales y a que cumpla con todas sus obligaciones legales internacionales.","second":"Israel, the occupying Power, must be called upon to immediately cease such illegal <strong class=\"keyword\">punitive</strong> measures and to comply with all of its international legal obligations."},{"author":94808,"first":"Estos desastres han puesto de relieve la necesidad de que haya cooperación y solidaridad internacionales y han hecho que seamos más conscientes de que las medidas <strong class=\"keyword\">punitivas</strong>, como el embargo económico, están teniendo consecuencias de carácter humanitario para el pueblo de Cuba.","second":"These disasters have underscored the need for regional and international cooperation and solidarity and have created a heightened awareness of the fact that <strong class=\"keyword\">punitive</strong> measures such as the economic embargo are having a detrimental humanitarian effect on the people of Cuba."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}