{"result":"ok","tuc":[{"phrase":{"text":"fussy","language":"en"},"meanings":[{"language":"en","text":"particular about details"}],"meaningId":-4293667123947505664,"authors":[70195]},{"phrase":{"text":"punctilious","language":"en"},"meaningId":-1115891912137354053,"authors":[89651]},{"phrase":{"text":"nitpicky","language":"en"},"meaningId":-6778890723834062130,"authors":[9]},{"phrase":{"text":"pedantic","language":"en"},"meaningId":-8270934609699456070,"authors":[89651]},{"phrase":{"text":"pernickety","language":"en"},"meaningId":6711233582005958023,"authors":[9]},{"phrase":{"text":"scrupulous","language":"en"},"meaningId":-7615405376396456418,"authors":[25115]},{"phrase":{"text":"sensitive","language":"en"},"meaningId":-663321795637225509,"authors":[25115]},{"phrase":{"text":"touchy","language":"en"},"meaningId":3571565295643643208,"authors":[25115]},{"meanings":[{"language":"en","text":"touchy"},{"language":"en","text":"punctilious"}],"meaningId":1994668835287193589,"authors":[1]}],"phrase":"puntilloso","examples":[{"author":27,"first":"Conque ya es hora de que los Gobiernos europeos respeten ante todo los derechos humanos en sus países antes de mostrarse tan <strong class=\"keyword\">puntillosos</strong> en los demás.","second":"So perhaps it is time for European governments to respect human rights at home instead of being so <strong class=\"keyword\">fussy about</strong> what happens elsewhere."},{"author":118293,"first":"Él es el <strong class=\"keyword\">puntilloso</strong>.","second":"Old Yee is a <strong class=\"keyword\">fussy</strong> eater."},{"author":22,"first":"Cabe esperar en particular que, mediante la consulta de las partes interesadas, se evitarán las normativas excesivamente <strong class=\"keyword\">puntillosas</strong> o inaplicables in situ","second":"By consulting the parties concerned, it should be possible, for example, to avoid <strong class=\"keyword\">nitpicking</strong> rules and rules which cannot be applied in practice"},{"author":27,"first":"Ahora bien, acabamos de dirigirles un texto confuso, un revoltijo jurídico-político que, y ésta será ciertamente su única cualidad, les permitirá ver en qué se ha convertido hoy la Unión Europea: una entidad supranacional obesa e impotente que ya no tiene fuerza para ejercer las prerrogativas que ella sonsaca a sus Estados miembros y que se abandona a las delicias de un formalismo tan <strong class=\"keyword\">puntilloso</strong> como vano.","second":"But we are sending them a confused text, a legal and political hotchpotch, which, and this will certainly be its only quality, will give them a glimpse of what the European Union has become today: an obese and impotent supranational entity which does not have the strength to make use of the prerogatives it squeezes out of its Member States and which abandons itself to the delights of empty legal <strong class=\"keyword\">nit-picking</strong>."},{"author":118293,"first":"¿No te cansas nunca de ser tan <strong class=\"keyword\">puntilloso</strong>?","second":"Do you ever get tired of being this <strong class=\"keyword\">judgmental</strong>?"},{"author":27,"first":"Es evidente que deseamos menos burocracia <strong class=\"keyword\">puntillosa</strong> y un poco de oxígeno para nuestras empresas.","second":"Clearly, we would like there to be less <strong class=\"keyword\">pernickety</strong> bureaucracy and we would like to give business a bit of air."},{"author":27,"first":"El informe de la Sra. Lööw sobre la transparencia en la Unión Europea va bien encaminado, pero sigue siendo demasiado <strong class=\"keyword\">puntilloso</strong> y adolece de una falta de perspectiva general.","second":"Mrs Lööw's report on transparency in the European Union is on the right lines, but it is still based overly on individual issues and suffers from a lack of overall perspective."},{"author":27,"first":"El mensaje negativo recibido en la Cumbre de la OTAN en Bucarest, donde el comportamiento ilógico y <strong class=\"keyword\">puntilloso</strong> de Grecia desempeñó un papel importante, fue desafortunado.","second":"The negative message at the Bucharest NATO summit, where the petty<strong class=\"keyword\">-</strong>minded and illogical behaviour of Greece played a major role, was unfortunate."},{"author":118293,"first":"Tal vez peque de <strong class=\"keyword\">puntilloso</strong>, cierto...","second":"I'm pretty much of a <strong class=\"keyword\">stickler</strong>."},{"author":31,"first":"Si quieres comentar algo específico con Marty sobre una toma, cuando él dice \" muévete \" en una canción, porque es muy <strong class=\"keyword\">puntilloso</strong>","second":"So if you want to have a specific conversation with Marty about a shot when he says \" move \" in a particular song, because he is extremely <strong class=\"keyword\">precise</strong>"},{"author":118293,"first":"<strong class=\"keyword\">Puntilloso</strong>.","second":"<strong class=\"keyword\">Punctilious</strong>."},{"author":8000,"first":"Sobre si debía rechazarse la demanda por no haberse citado como demandado a la persona que detuvo al demandante, Sharvananda J. declaró lo siguiente: \"Lo que constituye la queja del demandante es una infracción de sus derechos fundamentales por \"un acto del ejecutivo o la administración\", es decir, que el Estado, con el concurso de un funcionario excesivamente <strong class=\"keyword\">puntilloso</strong> o despótico, vulneró su derecho constitucional","second":"On the question whether the petition should fail on the fact that the individual who arrested the petitioner was not cited as a respondent in the case, Sharvananda J stated the following: “What the petitioner is complaining of is an infringement of his fundamental rights by “executive or administrative action”, i.e. that the State has through the instrumentality of an over<strong class=\"keyword\">-</strong>zealous or despotic official, committed the transgression of his constitutional right"},{"author":94809,"first":"¿Considera la Comisión, que se ha mostrado últimamente muy <strong class=\"keyword\">puntillosa</strong> con las ayudas públicas, que es conforme al Derecho europeo que el Estado, o sea, el contribuyente francés, pague las 4/5 partes de la multa impuesta a dicho banco?","second":"Does the Commission, which has recently been so strict <strong class=\"keyword\">about</strong> restrictions on state aids, consider it compatible with EU law that the French state — and hence French taxpayers — should pay 4/5 of the fine imposed on the bank?"},{"author":118293,"first":"No tan <strong class=\"keyword\">puntilloso</strong> como el Inspector en jefe Alan, quizás, pero, como te dije, con mucha experiencia a su manera, y diría que tu tío tiene una alta opinión de él.","second":"Not as <strong class=\"keyword\">punctilious</strong> as Chief Inspector Alan perhaps, but as I say, very experienced in his own way and I might say that your uncle has a very high opinion of him."},{"author":27,"first":"Señor Oostlander, en este contexto, si nuestro Parlamento hubiera tenido la posibilidad de hacer un informe tan <strong class=\"keyword\">puntilloso</strong> no solo de los países candidatos, sino también de los Estados miembros actuales de la Unión, y pienso en mi país, no se habrían necesitado 56 apartados, sino quizás el doble para hablar de la situación en las prisiones italianas, del estado del sistema jurídico italiano, y de muchos otros sectores en los que las cosas no funcionan.","second":"In this context, Mr Oostlander, if this Parliament had been given the possibility of producing a report as <strong class=\"keyword\">detailed</strong> as this one not only on the countries applying for accession, but also on the current Member States of the Union (I am thinking here of my own country), the fact is that it would have taken not 56 paragraphs, but perhaps twice that, to deal with conditions in Italian prisons, the state of the Italian legal system, and many other areas besides, in which things are going badly."},{"author":118293,"first":"¡ Cerdo <strong class=\"keyword\">puntilloso</strong>!","second":"<strong class=\"keyword\">Punctilious</strong> pig!"},{"author":118293,"first":"Bueno, mire yo soy un poco más <strong class=\"keyword\">puntilloso</strong>.","second":"Well, see, I'm a little bit more of a <strong class=\"keyword\">stickler</strong>."},{"author":27,"first":"Para los que tienen una ideología totalitaria, la cultura no se concibe si no está enmarcada, aseptizada, oficializada y los artistas son, por definición, molestos, cosmopolitas, generosos y <strong class=\"keyword\">puntillosos</strong> con las libertades.","second":"For devotees of a totalitarian ideology, culture can only be conceived as restricted, sterilized, official; and artists are, by definition, obstructive, cosmopolitan, generous and <strong class=\"keyword\">particular about</strong> their freedoms."},{"author":27,"first":"Además, estoy totalmente en desacuerdo con mi colega, el señor Gauzès, por su recomendación de no aplicar controles <strong class=\"keyword\">puntillosos</strong> y, por el contrario, esperar a que se evalúe la calidad de cómo se han invertido dichas ayudas en la próxima solicitud.","second":"Furthermore, I strongly disagree with my fellow Member, Mr Gauzès, when he recommends not carrying out <strong class=\"keyword\">nit</strong>-<strong class=\"keyword\">picking</strong> checks but waiting for the next request to examine the quality of aid spending."},{"author":27,"first":"Su Señoría es una concurrente demasiado <strong class=\"keyword\">puntillosa</strong> en cuanto a esta Cámara y en cuanto al Tratado.","second":"The honourable Member is a fastidious <strong class=\"keyword\">attender</strong> in this House and a fastidious attender to the Treaty."},{"author":22,"first":"Hasta ahora no se han explorado suficientemente las posibilidades de una normativa menos detallada, menos <strong class=\"keyword\">puntillosa</strong> y que ofrezca un espacio para la corregulación y la autorregulación","second":"Until now, the possibilities have not been properly explored for less detailed and less <strong class=\"keyword\">finicky</strong> regulation, offering scope for co-regulation and self-regulation"},{"author":118293,"first":"Eres una putilla <strong class=\"keyword\">puntillosa</strong>, ¿no?","second":"You're a tight<strong class=\"keyword\">-</strong>arsed little bitch, aren't you?"},{"author":31,"first":"El jefe es muy <strong class=\"keyword\">puntilloso</strong> con la conducta en todos los detalles","second":"The chief is a <strong class=\"keyword\">stickler</strong> for proper conduct all the way down the line"},{"author":94809,"first":"«Trabajador, exacto» y «bien organizado» desde el punto de vista financiero, era también, al parecer, «sensible, <strong class=\"keyword\">puntilloso</strong> y pagado de sí mismo».","second":"Although ‘hard-working’ and ‘financially accurate and organised’, he was also ‘sensitive, <strong class=\"keyword\">pedantic</strong> and self-important’."},{"author":27,"first":"En Alemania, a este tipo de actitud tan <strong class=\"keyword\">puntillosa</strong> la llamamos \"contar guisantes\".","second":"In Germany, we call this kind of <strong class=\"keyword\">nitpicking</strong> 'counting peas'."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}