{"result":"ok","tuc":[{"phrase":{"text":"Pyrrhic","language":"en"},"meanings":[{"language":"en","text":"achieved at excessive cost"}],"meaningId":-1923666661813808465,"authors":[90508]},{"meanings":[{"language":"en","text":"Pyrrhic"}],"meaningId":58801022991453739,"authors":[93107]}],"phrase":"pírrico","examples":[{"author":118293,"first":"¡ Declaro esta victoria <strong class=\"keyword\">pírrica</strong>!","second":"I deem this victory <strong class=\"keyword\">Pyrrhic</strong>! ALL <strong class=\"keyword\">Pyrrhic</strong>!"},{"author":94808,"first":"Un representante dijo que si la capa de ozono se protegiera a expensas del clima, sería una victoria <strong class=\"keyword\">pírrica</strong>.","second":"One representative said that if the ozone layer were protected at the expense of the climate it would be a hollow <strong class=\"keyword\">victory</strong>."},{"author":31,"first":"Piensa que por la <strong class=\"keyword\">pírrica</strong> cantidad que te ofrece un Big Mac","second":"It' s as <strong class=\"keyword\">though</strong> you just had a Big Mac, completely oblivious to the amount"},{"author":8000,"first":"Con frecuencia emprenden cruzadas que los llevan a victorias <strong class=\"keyword\">pírricas</strong> en las que perjudican a los pueblos del mundo en desarrollo en cuyo nombre dicen que hablan","second":"Often, they take crusades on to <strong class=\"keyword\">pyrrhic</strong> victories, hurting the people in the developing world in whose name they claim to speak"},{"author":27,"first":"Por lo general, los procesos de ratificación de los tratados europeos con mucha frecuencia parecen sagas o victorias <strong class=\"keyword\">pírricas</strong>.","second":"Generally, the processes for ratifying European treaties too often look like sagas or <strong class=\"keyword\">Pyrrhic</strong> victories."},{"author":118293,"first":"Oiseau dirá que fue una victoria <strong class=\"keyword\">pírrica</strong>.","second":"Oiseau will report it as a <strong class=\"keyword\">Pyrrhic</strong> victory."},{"author":118293,"first":"Oh, lo de Verónica fue una victoria <strong class=\"keyword\">pírrica</strong>.","second":"Oh, Veronica's was a <strong class=\"keyword\">pyrrhic</strong> victory."},{"author":91988,"first":"JOHANESBURGO – El retiro de Morgan Tsvangirai de las elecciones presidenciales previstas para el 27 de junio y su decisión de buscar la protección de la embajada holandesa en Pretoria le ha dado al presidente de Zimbabwe, Robert Mugabe, una victoria <strong class=\"keyword\">pírrica</strong>.","second":"JOHANNESBURG – Morgan Tsvangirai’s withdrawal from the presidential run-off scheduled for June 27, and his decision to seek the protection of the Dutch embassy in Pretoria, has secured for Zimbabwe’s President Robert Mugabe a <strong class=\"keyword\">Pyrrhic</strong> victory."},{"author":91988,"first":"Pero fue una victoria <strong class=\"keyword\">pírrica</strong>, ya que empujó a muchos chechenos, desilusionados y furiosos, hacia el fundamentalismo religioso.","second":"But it was a <strong class=\"keyword\">Pyrrhic</strong> victory, given that it drove many disillusioned and angry Chechens toward religious fundamentalism."},{"author":91988,"first":"Transcurridos diez años de la <strong class=\"keyword\">pírrica</strong> victoria legal de los chagosianos -una victoria que pareció no haber hecho más que endurecer la decisión del Ministerio de Asuntos Exteriores de no permitirles regresar a las Islas- han llevado su campaña al Tribunal Europeo de Derechos Humanos, que ha sugerido que el caso se debería retirar para favorecer una \"solución amistosa\".","second":"Ten years after the Chagossians’ <strong class=\"keyword\">Pyrrhic</strong> legal victory – a victory that seemed merely to strengthen the Foreign Office’s resolve to stop them from returning to the Islands – they have taken their campaign to the European Court of Human Rights, which has suggested that the case be withdrawn in favor of a “friendly settlement.”"},{"author":8007,"first":"Pero incluso si los cleptócratas globales sostienen su posición más “moderada” sobre Georgia, la suya podría ser una victoria <strong class=\"keyword\">pírrica</strong>.","second":"But even if the global kleptocrats sustain their more “moderate” position on Georgia, theirs could be a <strong class=\"keyword\">Pyrrhic</strong> victory."},{"author":95875,"first":"Liese calificó la decisión de \"victoria <strong class=\"keyword\">pírrica</strong>\" para los que apoyan la investigación con células madre embrionarias: \"Estoy muy decepcionado por el resultado de la votación.","second":"Afterwards, Mr Liese described the decision as a '<strong class=\"keyword\">pyrrhic</strong> victory' for supporters of embryonic stem cell research: 'I am very disappointed about the result of the vote."},{"author":92475,"first":"Nuevamente escribiendo en Facebook, la periodista Khadija Ismayil, recientemente bajo presión con una supuesta amenaza de chantaje [en], brinda cinco razones por las que el Festival de la Canción Eurovision a ser realizado en mayo en Baku podría terminar siendo una victoria <strong class=\"keyword\">pírrica</strong> para Azerbaiyán [en].","second":"Again writing on Facebook, journalist Khadija Ismayil, recently under pressure with an alleged threat of blackmail, provides five reasons why the Eurovision Song Contest to be staged this May in Baku might prove to be a <strong class=\"keyword\">Pyrrhic</strong> victory for Azerbaijan."},{"author":27,"first":"Mi mayor temor, no obstante, es que un planteamiento como éste, que implica el principio de \"el fin justifica los medios\", se vuelva en contra de todos nosotros y presenciemos una reacción contraria en los años venideros y que la presión ejercida para aprobar el Tratado de Lisboa provoque una reacción violenta que adopte la forma de un mayor apoyo para los verdaderos antieuropeistas, para las fuerzas extremistas, xenófobas y antieuropeas, de modo que ésta sea una victoria <strong class=\"keyword\">pírrica</strong>.","second":"My biggest fear, however, is that an approach such as this, embodying as it does the principle of 'the end justifies the means', will turn against us all and that we will witness a counter-reaction in the years ahead and that the pressure to approve the Lisbon Treaty will provoke a backlash in the form of rising support for the real anti-Europeans, for extremists, xenophobes and anti-European forces, and that this will be a <strong class=\"keyword\">Pyrrhic</strong> victory."},{"author":118293,"first":"Pero eso sería una victoria <strong class=\"keyword\">pírrica</strong> en el mejor caso.","second":"But that would be a <strong class=\"keyword\">pyrrhic</strong> victory at best."},{"author":27,"first":"Al parecer se ha tratado de una victoria <strong class=\"keyword\">pírrica</strong> habida cuenta de que, tras el acuerdo, los precios en bolsa del sector apenas han aumentado, algo que no ha constituido una buena señal.","second":"It was a <strong class=\"keyword\">Pyrrhic</strong> victory apparently, since, following the agreement, stock exchange prices for the sector scarcely increased, which was not a good sign."},{"author":27,"first":"Una decisión en favor de esta cláusula de reparación sería, en mi opinión, una victoria <strong class=\"keyword\">pírrica</strong> para los representantes de los automovilistas.","second":"In my opinion a decision supporting this repair clause would represent a <strong class=\"keyword\">pyrrhic</strong> victory for the motorists' representatives."},{"author":31,"first":"cuando alguien dice...... que algo es una victoria <strong class=\"keyword\">pírrica</strong>...... Ellos quieren decir que es una victoria ganada a un costo demasiado grande","second":"whenever somebody says...... that something is a <strong class=\"keyword\">Pyrrhic</strong> victory...... they mean it' s a victory gained at too great a cost"},{"author":8007,"first":"Si se considera que no se han abordado los desequilibrios mundiales que llevaron a la crisis, el aumento de la competitividad será una victoria <strong class=\"keyword\">pírrica</strong> que se cobrará una grave reducción de los niveles de vida y el consumo internos.","second":"Given that the global imbalances that led to the crisis remain unaddressed, increased competitiveness will be a <strong class=\"keyword\">Pyrrhic</strong> victory – and one that will exact a severe toll on domestic living standards and consumption."},{"author":27,"first":"Todo esto supone quizás una victoria <strong class=\"keyword\">pírrica</strong> pero ya lo veremos más tarde.","second":"This might well be a <strong class=\"keyword\">Pyrrhic</strong> victory, but we shall have to wait and see."},{"author":91988,"first":"La aventura iraquí del Presidente Bush ha estado caracterizada por fracasos repetidos, con una excepción: la \"victoria\" militar propiamente dicha, que cada vez parece más <strong class=\"keyword\">pírrica</strong>.","second":"With one exception - the actual military \"victory,\" which looks increasingly <strong class=\"keyword\">Pyrrhic</strong> - President Bush's Iraqi adventure has been marked by repeated failures."},{"author":8008,"first":"El Enterprise y su tripulación, con ayuda de dos naves romulanas logran frustrar los planes de Shinzon, pero a un gran costo que le da a la batalla un sabor de victoria <strong class=\"keyword\">pírrica</strong>, ya que varios tripulantes murieron en la batalla, incluido el [[Teniente Comandante]] [[Data]] que voluntariamente y sin su chip emocionales elige sacrificarse para salvar a su capitán y mejor amigo: Picard.","second":"[[File:USS Enterprise-E in drydock 2.jpg|thumb|''Enterprise'' in drydock over Earth]] Following the ''Scimitar'' incident the ship returned to Earth where it underwent several weeks of extensive refit. ({{film|10}}) {{bginfo|A cut scene from the script for {{film|10}} revealed that it was the starship {{USS|Hemingway}} that towed the critically damaged ''Enterprise''-E to Earth.|According to the ''Star Trek Nemesis'' script and a deleted scene, the ''Enterprise'' was to explore the [[Denab system]] following her refit."},{"author":94809,"first":"(31) La anulación de tal decisión terminaría siendo una verdadera victoria <strong class=\"keyword\">pírrica</strong>, ya que no podrían eliminarse los efectos negativos de la decisión mediante la recuperación de la ayuda.","second":"(31) The annulment of such a decision would ultimately become a <strong class=\"keyword\">pyrrhic</strong> victory, since the negative effects of the aid could not be remedied by recovery of aid."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}