{"result":"ok","tuc":[{"phrase":{"text":"pulpit","language":"en"},"meanings":[{"language":"en","text":"raised platform in church"},{"language":"es","text":"Plataforma elevada para la predicación en las iglesias cristianas antiguas."},{"language":"en","text":"Raised platform for preaching in ancient Christian churches."}],"meaningId":6695785562222840747,"authors":[70195]},{"phrase":{"text":"rostrum","language":"en"},"meanings":[{"language":"en","text":"a dais, pulpit, or similar platform"},{"language":"en","text":"dais, pulpit, or similar platform"}],"meaningId":7847645533612995078,"authors":[70195]},{"phrase":{"text":"lectern","language":"en"},"meanings":[{"language":"es","text":"Palco en una iglesia más elevado que el nivel del suelo destinado a la prédica."}],"meaningId":-1912614968061369386,"authors":[60172]},{"phrase":{"text":"ambo","language":"en"},"meaningId":-335958964033965017,"authors":[84500]},{"phrase":{"text":"dais","language":"en"},"meaningId":2657895067195706394,"authors":[84500]},{"phrase":{"text":"podium","language":"en"},"meaningId":-2125480681843378721,"authors":[84500]},{"phrase":{"text":"soapbox","language":"en"},"meaningId":-3162236732966496840,"authors":[84500]},{"phrase":{"text":"stump","language":"en"},"meaningId":-7065622399495609083,"authors":[84500]},{"meanings":[{"language":"en","text":"pulpit (raised platform in church)"}],"meaningId":871817693605556386,"authors":[1]},{"meanings":[{"language":"es","text":"tribuna en las iglesias para predicar los curas"}],"meaningId":null,"authors":[81115]}],"phrase":"púlpito","examples":[{"author":31,"first":"¿ Por qué no se larga y se busca un <strong class=\"keyword\">púlpito</strong> en alguna parte?","second":"Why don' t you go out and get yourself a <strong class=\"keyword\">pulpit</strong> somewhere?"},{"author":118293,"first":"Apuesto a que no se atreve a volver a ese <strong class=\"keyword\">púlpito</strong>, ni para una boda.","second":"I'll bet he'll never dare get back in that <strong class=\"keyword\">pulpit</strong> again, even for a wedding."},{"author":119723,"first":"* El <strong class=\"keyword\">púlpito</strong> del Centro de Conferencias","second":"* The <strong class=\"keyword\">Pulpit</strong> in the Conference Center"},{"author":94808,"first":"Efectivamente, debería hacer propósito de enmienda antes de encaramarse al <strong class=\"keyword\">púlpito</strong> a hablar acerca de las maravillas de la democracia.","second":"Indeed, he should mend his ways before he clambers up the <strong class=\"keyword\">pulpit</strong> to <strong class=\"keyword\">deliver</strong> pieties of democracy."},{"author":119723,"first":"Concluyo con sus palabras dadas desde este <strong class=\"keyword\">púlpito</strong>.","second":"I close with his words given from this <strong class=\"keyword\">pulpit</strong>."},{"author":119723,"first":"Me retiré lentamente del <strong class=\"keyword\">púlpito</strong>, junté mis papeles y levanté la vista.","second":"I backed slowly away from the <strong class=\"keyword\">podium</strong>, gathered my papers, and looked up."},{"author":119723,"first":"Sentándose, como acostumbraban hacer los maestros de aquella época al pronunciar un discurso, el Señor habló desde aquel <strong class=\"keyword\">púlpito</strong> flotante a la multitud que se hallaba en las playas.","second":"Seating Himself, as teachers of that time usually did in delivering discourses, the Lord preached from this floating <strong class=\"keyword\">pulpit</strong> to the multitude on shore."},{"author":118293,"first":"Ella está en el <strong class=\"keyword\">púlpito</strong> y habla de amor y de perdón.","second":"She stands in the <strong class=\"keyword\">pulpit</strong> and talks about love and forgiveness."},{"author":8008,"first":"Tiene una atractiva plazoleta y la parroquia más antigua del Cuzco edificada en el año 1563, que posee un <strong class=\"keyword\">púlpito</strong> de madera tallada considerado como la máxima expresión de la época colonial cusqueña.","second":"It has an attractive square and the parish's oldest Cuzco built in the year 1563, which has a carved wooden <strong class=\"keyword\">pulpit</strong> regarded as the ultimate expression of colonial Cusco."},{"author":119723,"first":"Ahora bien, esos ángeles terrenales que vienen a este <strong class=\"keyword\">púlpito</strong>, cada uno a su manera, han tocado “la trompeta de Dios”.","second":"Now, these mortal angels who come to this <strong class=\"keyword\">pulpit</strong> have, each in his or her own way, sounded “the trump of God.”"},{"author":119723,"first":"Hinckley ante el <strong class=\"keyword\">púlpito</strong> en una conferencia general.","second":"Hinckley at the <strong class=\"keyword\">pulpit</strong> in general conference"},{"author":119723,"first":"Desde este <strong class=\"keyword\">púlpito</strong> en 1870, Eliza R.","second":"From this <strong class=\"keyword\">pulpit</strong> in 1870, Eliza R."},{"author":119723,"first":"En la siguiente conferencia general, en abril de 1988, se dirigió lentamente al <strong class=\"keyword\">púlpito</strong> valiéndose de un andador.","second":"At the next general conference, in April 1988, he slowly walked to the <strong class=\"keyword\">pulpit</strong> with a walker."},{"author":8008,"first":"En nuestros restaurantes con vistas panorámicas o en la ancestral Flösserstube le deleitaremos con exquisitas especialidades regionales e internacionales, ya premiadas con numerosas distinciones (Gault Millau, À la carte, Falstaff, Beste Österreichische Gastlichkeit, Besser Essen und Reisen).Disfrute de relajantes horas en nuestro oasis de bienestar con cabina de infrarrojos con suelo estrellado, sauna con cromoterapia, baños aromáticos de vapor, bañera de hidromasaje panorámica y solárium.En nuestras multifuncionales salas de congresos con mucha luz natural podrá contar con retroproyector, pantalla, televisión, vídeo, papelógrafo y <strong class=\"keyword\">púlpito</strong>.","second":"In the Panoramarestaurants and in the cosy Flösserstube, which has already received several awards (by the magazines Gault Millau, À la carte, Falstaff, Beste Österreichische Gastlichkeit, Besser Essen und Reisen), guests are served regional, seasonal and international specialties. Enjoy relaxing moments in our new panoramic wellness oasis, which includes infra-red cabin with a starry sky, sauna with colour-light therapy, aroma steam bath, panoramic jacuzzi tub and a solarium<strong class=\"keyword\">.</strong>"},{"author":8008,"first":"22 Y desde este <strong class=\"keyword\">púlpito</strong> ofrecía, cada uno de ellos, la misma oración a Dios, dando las gracias a su Dios porque los había escogido, y porque no los llevó en pos de la tradición de sus hermanos, y porque sus corazones no fueron cautivados para creer en cosas venideras, de las cuales nada sabían.","second":"22 Now, from this <strong class=\"keyword\">stand</strong> they did offer up, every man, the selfsame prayer unto God, thanking their God that they were chosen of him, and that he did not lead them away after the tradition of their brethren, and that their hearts were not stolen away to believe in things to come, which they knew nothing about."},{"author":118293,"first":"Así que realmente ha dejado el <strong class=\"keyword\">púlpito</strong>.","second":"So you really have left the <strong class=\"keyword\">pulpit</strong>."},{"author":119723,"first":"Parley sufrió considerables pérdidas económicas, y por un tiempo se resintió con el profeta José10. Le escribió duras críticas a José y se expresó en su contra desde el <strong class=\"keyword\">púlpito</strong>.","second":"Parley suffered significant financial losses and for a time became disaffected with the Prophet Joseph.10 He wrote a stinging criticism to Joseph and spoke in opposition of him from the <strong class=\"keyword\">pulpit</strong>."},{"author":119723,"first":"Una tarde, en una charla fogonera, me encontraba ante el <strong class=\"keyword\">púlpito</strong> y sentí la inspiración de que todas las hermanas presentes necesitaban que alguien literalmente les tendiera la mano y las fortaleciera.","second":"One evening at a fireside I stood at the <strong class=\"keyword\">pulpit</strong> and felt prompted that every sister in attendance needed someone to literally reach out and strengthen her."},{"author":119723,"first":"Vimos al Señor sobre el barandal del <strong class=\"keyword\">púlpito</strong>, delante de nosotros; y debajo de sus pies había un pavimento de oro puro del color del ámbar.","second":"We saw the Lord standing upon the breastwork of the <strong class=\"keyword\">pulpit</strong>, before us; and under his feet was a paved work of pure gold, in color like amber."},{"author":119723,"first":"Mis amados hermanos y hermanas, hace más de 44 años, en octubre de 1963, me encontraba ante el <strong class=\"keyword\">púlpito</strong> del Tabernáculo; me acababan de sostener como miembro del Quórum de los Doce Apóstoles.","second":"My beloved brothers and sisters, over 44 years ago, in October of 1963, I stood at the <strong class=\"keyword\">pulpit</strong> in the Tabernacle, having just been sustained as a member of the Quorum of the Twelve Apostles."},{"author":94809,"first":"<strong class=\"keyword\">Pulpitos</strong> | OCT | Octopodidae | Octopuses |","second":"<strong class=\"keyword\">Octopuses</strong> | OCT | Octopodidae |"},{"author":94808,"first":"Los medios de difusión impresos y electrónicos refuerzan los estereotipos de género, que definen quién es o cómo es una buena mujer; lo mismo ocurre en las industrias del espectáculo y de la publicidad, a lo que se suman enérgicos mensajes negativos sobre las mujeres proclamados desde el <strong class=\"keyword\">púlpito</strong>.","second":"The print and electronic media reinforce gender stereotypes, which define who or what a good woman is; as do the entertainment and advertisement industries coupled with strong negative messages about women from the <strong class=\"keyword\">pulpit</strong>."},{"author":94808,"first":"Entre las medidas propuestas por la Recomendación del Consejo Nacional de Justicia N° 27/2009, reformada en 2014 para ampliar su alcance, están: construcción de rampas, adecuación de sanitarios, instalación de ascensores, reserva de plazas en aparcamientos, instalación de piso táctil direccional y de alerta, señalización sonora para personas con discapacidad visual, así como señalizaciones visuales accesibles a personas con discapacidad auditiva, personas con baja visión y personas con discapacidad intelectual, adaptación de mobiliario (incluyendo <strong class=\"keyword\">púlpitos</strong>), puertas y corredores en todas las dependencias y en toda la extensión.","second":"Measures in National Justice Council Recommendation No. 27/2009, amended in 2014 to broaden its scope, include installation of ramps; accessible washrooms and elevators; reserved parking spaces; tactile flooring for orientation and warning; audio signals for the visually impaired; visual aids for the hearing impaired, persons with poor vision or persons having an intellectual disability; and furniture, including witness boxes, doors and hallways, adapted to the needs of disabled <strong class=\"keyword\">people</strong> in all premises and grounds."},{"author":119723,"first":"Aún recuerdo estar observándolo desde mi asiento junto al <strong class=\"keyword\">púlpito</strong>.","second":"I still remember looking up at him from my seat next to the <strong class=\"keyword\">rostrum</strong>."},{"author":119723,"first":"Al estar frente a este <strong class=\"keyword\">púlpito</strong>, me imagino los rostros de las jovencitas de todo el mundo.","second":"As I stand at this <strong class=\"keyword\">pulpit</strong>, I picture the faces of young women all over the world."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}