{"result":"ok","tuc":[{"phrase":{"text":"quiet","language":"en"},"meaningId":-2025248193124287108,"authors":[92056]},{"phrase":{"text":"still","language":"en"},"meaningId":-3760380445179157133,"authors":[25115]},{"phrase":{"text":"gentle","language":"en"},"meaningId":6668304714624252637,"authors":[25018]},{"phrase":{"text":"soft","language":"en"},"meaningId":-1268751165959530314,"authors":[25115]},{"phrase":{"text":"softly","language":"en"},"meaningId":-6615159289747255267,"authors":[86934]},{"meanings":[{"language":"en","text":"quiet, still"},{"language":"en","text":"quietly"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of quedar."}],"meaningId":-3229802256443468296,"authors":[1]}],"phrase":"quedo","examples":[{"author":94809,"first":"Por tanto, el artículo 1, apartado 2, de la Directiva 77/452/CEE, modificada por la Directiva 2001/19/CE y, en última instancia, por el anexo II del Acta relativa a las condiciones de adhesión de la República Checa, la República de Estonia, la República de Chipre, la República de Letonia, la República de Lituania, la República de Hungría, la República de Malta, la República de Polonia, la República de Eslovenia y la República Eslovaca, y a las adaptaciones de los Tratados en los que se fundamenta la Unión, <strong class=\"keyword\">queda</strong> modificado de la siguiente manera:","second":"Article 1(2) of Directive 77/452/EEC as amended by Directive 2001/19/EC and most recently by Annex II of the Act Concerning the Conditions of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia and the Adjustments to the Treaties on which the European Union is Founded <strong class=\"keyword\">is hereby</strong> amended as follows:"},{"author":94809,"first":"De este modo de proceder basado en la progresividad del menoscabo a los derechos en función de la efectividad de las medidas resulta que <strong class=\"keyword\">queda</strong> acreditada su proporcionalidad.","second":"It follows from that approach, which is based on the progressive impairment of rights according to the effectiveness of the measures, that the proportionality of those measures <strong class=\"keyword\">is</strong> established."},{"author":118293,"first":"Cuando llevé a Amber a casa Anoche, me <strong class=\"keyword\">quedó</strong> muy claro que ella está enamorada de el.","second":"When I gave Amber a ride home last night, it <strong class=\"keyword\">was</strong> pretty clear to me she has a major crush on the guy."},{"author":94808,"first":"En la VIII Cumbre Iberoamericana, celebrada en Oporto (Portugal) en 1998, los Jefes de Estado y de Gobierno acordaron crear la Secretaría de Cooperación Iberoamericana (SECIB), que <strong class=\"keyword\">quedó</strong> formalmente constituida en la IX Cumbre Iberoamericana celebrada en La Habana en 1999.","second":"At the Eighth Ibero-American Summit, held in Oporto, Portugal, in 1998, the Heads of State and Government agreed to set up the Secretariat for Ibero-American Cooperation (SECIB), which <strong class=\"keyword\">was</strong> formally constituted at the Ninth Ibero-American Summit, held in Havana in 1999."},{"author":94808,"first":"<strong class=\"keyword\">Queda</strong> aprobado el comentario sobre el proyecto de conclusión 11, en su totalidad, en su forma enmendada.","second":"The <strong class=\"keyword\">commentary</strong> to draft conclusion 11, as a whole, as amended, was adopted."},{"author":118293,"first":"¡ Anoche <strong class=\"keyword\">quedé</strong> en ridículo!","second":"I looked like <strong class=\"keyword\">a fool</strong> last night!"},{"author":94808,"first":"En agosto de 1939, la URSS y Alemania concluyeron el llamado Pacto Mólotov-Ribbentrop, que contenía protocolos secretos que dividían la Europa oriental en esferas de influencia de la Unión Soviética y Alemania, con lo cual Estonia <strong class=\"keyword\">quedó</strong> incluida en la esfera soviética.","second":"In August 1939, the USSR and Nazi Germany concluded the so-called Molotov-Ribbentrop Pact, which contained secret protocols dividing Eastern Europe between the Soviet Union and German spheres of influence, whereby Estonia <strong class=\"keyword\">was</strong> included in the Soviet Union’s sphere."},{"author":94808,"first":"El Comité alienta al Estado Parte a que aplique efectivamente su decisión de garantizar que <strong class=\"keyword\">quede</strong> constancia de todas las situaciones de \"interpelación y registro\" y que se dé una copia del formulario correspondiente a la persona interpelada.","second":"The Committee encourages the State party to implement effectively its decision to ensure that all “stops and searches” are recorded and to give a copy of the record form to the person concerned."},{"author":94809,"first":"En lo referente a la ayuda al desarrollo rural, el principio general de la aplicabilidad de las normas de las ayudas estatales en este contexto <strong class=\"keyword\">queda</strong> recogido en el artículo 81, apartado 1, del Reglamento (UE) no 1305/2013.","second":"As regards support for rural development, the general principle of the applicability of State aid rules in that context <strong class=\"keyword\">is</strong> set out in Article 81(1) of Regulation (EU) No 1305/2013."},{"author":8008,"first":"Del más de sesenta sitios que creé para yo mismo, éstos son los últimos ese se <strong class=\"keyword\">queda</strong> en línea, todos en sus propios dominios.","second":"Of the more of sixty sites that I created for myself, these are the last that <strong class=\"keyword\">remain</strong> online, all in their own domains."},{"author":91988,"first":"Gran parte del público <strong class=\"keyword\">quedó</strong> escandalizada por sus comentarios, pero aparentemente Cheney no se dio cuenta del grado de estupefacción de los presentes.","second":"Many in the audience <strong class=\"keyword\">were</strong> shocked by his remarks, but Cheney seemingly failed to grasp how appalled his audience was."},{"author":8000,"first":"Hablando en su nombre, puedo decir que <strong class=\"keyword\">queda</strong> claro algo que la hubiera ayudado a ella y a decenas de miles de mujeres: si el derecho internacional humanitario se respetara, se reduciría gran parte del sufrimiento, las pérdidas y la destrucción que los civiles y los que ya no participan en las hostilidades experimentan cada día","second":"To speak on her behalf, one thing that would have helped her and tens of thousands of others is <strong class=\"keyword\">clear</strong>. If international humanitarian law was respected, much of the suffering, loss and destruction that civilians and those hors de combat experience every day could be reduced"},{"author":94809,"first":"<strong class=\"keyword\">Queda</strong> abierto un contingente arancelario de importación de carne de pavo originaria y procedente de Israel con un límite anual de 1 400 toneladas.","second":"A tariff quota for the import of turkey meat originating in Israel shall be opened within the limits of an annual volume of 1 400 tonnes."},{"author":94808,"first":"Los expertos en ciencias sociales podrían fácilmente proporcionar una larga lista de conceptos, como <strong class=\"keyword\">quedó</strong> demostrado durante las primeras reuniones del Grupo de Trabajo.","second":"Experts on social sciences may easily turn out a large list of concepts, as <strong class=\"keyword\">was</strong> demonstrated during the Working Group’s first proceedings."},{"author":8000,"first":"La contratación de candidatos idóneos constituirá un gran reto, habida cuenta de que el sistema escolar <strong class=\"keyword\">quedó</strong> desbaratado durante la guerra","second":"Finding qualified candidates will be a major challenge, given the disruption of the school system during the war"},{"author":27,"first":"Confiemos, por otro lado, en que este posible efecto dominó <strong class=\"keyword\">quede</strong> paralizado gracias a la base económica sólida y democrática generalizada en Sudamérica, conseguida gracias al apoyo de los diferentes acuerdos firmados con la Unión Europea.","second":"We should, of course, hope that this possible domino effect <strong class=\"keyword\">will be</strong> arrested thanks to the solid democratic basis established across South America, following the many agreements signed with the European Union."},{"author":94809,"first":"<strong class=\"keyword\">Queda</strong> derogado el Reglamento de Ejecución (UE) no 687/2011.","second":"Implementing Regulation (EU) No 687/2011 is <strong class=\"keyword\">hereby</strong> repealed."},{"author":118293,"first":"Bien, entonces creo que me <strong class=\"keyword\">quedo</strong>.","second":"All right, I guess I'll <strong class=\"keyword\">stay</strong>."},{"author":94808,"first":"El efecto total de los aumentos <strong class=\"keyword\">queda</strong> contrarrestado en parte por reducciones en los gastos no relacionados con puestos en la División de Investigaciones y la Oficina Ejecutiva.","second":"The full effect of the increases <strong class=\"keyword\">is</strong> offset in part by decreases in non-post costs for the Investigations Division and the Executive Office."},{"author":94808,"first":"Aunque sin especificar los sectores de servicio concretos para los que la huelga <strong class=\"keyword\">queda</strong> prohibida, el artículo 3, párrafo 1, del nuevo proyecto de Código Laboral establece que estarán sujetos a sus disposiciones:","second":"Although the service sectors in which strike action <strong class=\"keyword\">is</strong> prohibited <strong class=\"keyword\">are</strong> not specified, article 3, paragraph 1, of the draft new labour law stipulates that the provisions of the law apply to:"},{"author":118293,"first":"Se tarda una eternidad para obtener mi cheque de pago, y cuando lo hago es - generalmente algo que <strong class=\"keyword\">queda</strong> fuera.","second":"It takes forever to get my paycheck, and when I do it's- - usually something's <strong class=\"keyword\">left</strong> out."},{"author":118293,"first":"¿Por qué no se la <strong class=\"keyword\">queda</strong> él?","second":"Why doesn't he hold <strong class=\"keyword\">it</strong>?"},{"author":94808,"first":"Si bien comprende la dificultad de la situación, el Experto independiente aboga por que la cuestión de la formación inicial de los magistrados no <strong class=\"keyword\">quede</strong> relegada al final del orden de prioridad de la reconstrucción de Haití.","second":"While understanding the difficulty of the situation the independent expert urges that the question of the initial training of judges should not <strong class=\"keyword\">relegated</strong> to the bottom of the list of priorities in the reconstruction of Haiti."},{"author":118293,"first":"¡ Quiero ver cómo <strong class=\"keyword\">queda</strong>!","second":"'Cause I want to, I want to watch <strong class=\"keyword\">it</strong> happen!"},{"author":94809,"first":"A mi juicio, la opinión de que el presente asunto <strong class=\"keyword\">queda</strong> fuera del ámbito de aplicación de los artículos relativos al derecho de establecimiento es incorrecta.","second":"The view that the present case <strong class=\"keyword\">falls</strong> outside to scope of the Treaty rules on the right of establishment is, in my opinion, incorrect."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}