{"result":"ok","tuc":[{"phrase":{"text":"shabby","language":"en"},"meanings":[{"language":"en","text":"Torn or worn; poor; mean; ragged"},{"language":"en","text":"torn or worn; poor; mean; ragged"}],"meaningId":-1201790145738710707,"authors":[70195]},{"phrase":{"text":"threadbare","language":"en"},"meanings":[{"language":"es","text":"De tela o ropa: Tan utilizado que se ven los hilos de urdimbre."},{"language":"en","text":"Of fabric or clothing: Used so much that the warp threads show."}],"meaningId":-3746432571046040623,"authors":[97745]},{"phrase":{"text":"tatty","language":"en"},"meaningId":-8920576427552596384,"authors":[25115]},{"phrase":{"text":"abraded","language":"en"},"meaningId":2764690299247998731,"authors":[86934]},{"phrase":{"text":"beastly","language":"en"},"meaningId":2541427145725100377,"authors":[83042]},{"phrase":{"text":"frayed","language":"en"},"meaningId":5041433944577588177,"authors":[2903]},{"phrase":{"text":"mean","language":"en"},"meaningId":-8486254327094327442,"authors":[83042]},{"phrase":{"text":"miserable","language":"en"},"meaningId":8587208323355784220,"authors":[83042]},{"phrase":{"text":"old","language":"en"},"meaningId":-7505312566414593604,"authors":[86934]},{"phrase":{"text":"ragged","language":"en"},"meaningId":485333452895638594,"authors":[25018]},{"phrase":{"text":"ratty","language":"en"},"meaningId":8234416964663173169,"authors":[97745]},{"phrase":{"text":"rotten","language":"en"},"meaningId":-8598008475799500797,"authors":[83042]},{"phrase":{"text":"seedy","language":"en"},"meaningId":-8372181045315912291,"authors":[25115]},{"phrase":{"text":"tacky","language":"en"},"meaningId":-7038527660875655899,"authors":[25115]},{"phrase":{"text":"tattered","language":"en"},"meaningId":-4993182475884098894,"authors":[25115]},{"phrase":{"text":"used","language":"en"},"meaningId":-6387698316572987398,"authors":[86934]},{"phrase":{"text":"worn","language":"en"},"meaningId":4242029019985370135,"authors":[99488]},{"phrase":{"text":"worn out","language":"en"},"meaningId":-5161991918611622225,"authors":[86934]},{"meanings":[{"language":"en","text":"Past participle of raer."}],"meaningId":-4480167792891725578,"authors":[1]}],"phrase":"raído","examples":[{"author":8008,"first":"<strong class=\"keyword\">Raido</strong> FM Transmisor Emisor de MP3 Mechero Coche SD MMCPantalla OLED, más ligero y ahorro de energía Reproducir MP3 archivos conectando el flash memoria al usb puerto O reproducir mediante ...","second":"Car MP3 Player <strong class=\"keyword\">FM</strong> Transmitter USB Pen Drive Slot SD MMC Reader + RemoteOLED screen, light weight and more power saving Plays MP3 by just connecting to USB pen drive Plays MP3 by just connecting ..."},{"author":8008,"first":"<strong class=\"keyword\">RAID</strong>-0 es otro de esos modos \"<strong class=\"keyword\">RAID</strong>\" que no tienen ninguna \"R\" (redundancia) en absoluto.","second":"<strong class=\"keyword\">RAID</strong>-0 is another one of those \"<strong class=\"keyword\">RAID</strong>\" modes that doesn't have any \"R\" (redundancy) at all."},{"author":8008,"first":"¡Ahora tengo un sistema <strong class=\"keyword\">RAID</strong> SATA en mi G5, y veo que usando el códec sin pérdida Sheer se puede leer a la resolución plena 2K, no comprimido!","second":"I now have an inexpensive SATA <strong class=\"keyword\">RAID</strong> in my G5 and find that by using the lossless Sheer codec I can play at full 2K resolution, uncompressed!"},{"author":8008,"first":"Los instrumentos que contengan material radioactivo que no superen los límites de actividad especificados en la Tabla 10.5.A, es decir, el supervisor de agentes químicos (CAM) y/o el supervisor de dispositivos de identificación y de alarma rápida (<strong class=\"keyword\">RAID</strong>-M) embalados de manera segura y sin baterías de litio, cuando los transportan los miembros del personal de la Organización para la Prohibición de Armas Químicas (OPAC) en los viajes oficiales.","second":"Instruments containing radioactive material not exceeding the activity limits specified in Table 10.5A, i.e. chemical agent monitor (CAM) and/or rapid alarm and identification device monitor (<strong class=\"keyword\">RAID</strong>-M), securely packed and without lithium batteries, when carried by staff members of the Organization for the Prohibition of Chemical Weapons (OPCW) on official travel."},{"author":118293,"first":"Puede que incluso Papá Doc esté interpretando un papel... con ese <strong class=\"keyword\">raído</strong> frac que lleva.","second":"But then, of course, perhaps even Papa Doc is playing a part in those <strong class=\"keyword\">shabby</strong> black tails of his."},{"author":8008,"first":"Si el sistema es inestable o no está ventilado adecuadamente tendremos problemas que <strong class=\"keyword\">RAID</strong> no podrá resolver.","second":"If your system is unstable or improperly cooled, you'll run into problems that <strong class=\"keyword\">RAID</strong> can't solve."},{"author":118293,"first":"Sabes, creo que tal vez es hora de que ya deje esa vieja y <strong class=\"keyword\">raída</strong> manta.","second":"You know, it's probably time... for him to move on from that ratty <strong class=\"keyword\">old</strong> blanket anyway."},{"author":8008,"first":"Para crear un dispositivo MD necesita marcar todas las particiones que desea utilizar para su uso con <strong class=\"keyword\">RAID</strong> (puede hacerlo con partman en el menú Configuración de la partición donde debería seleccionar Utilizar como:-&gt;volumen físico para <strong class=\"keyword\">RAID</strong>).","second":"To create a MD device, you need to have the desired partitions it should consist of marked for use in a <strong class=\"keyword\">RAID</strong>. (This is done in partman in the Partition settings menu where you should select Use as:-&gt;physical volume for <strong class=\"keyword\">RAID</strong>."},{"author":118293,"first":"Su pelaje está <strong class=\"keyword\">raído</strong> Es flaco como un palillo","second":"♪ His coat's very <strong class=\"keyword\">shabby</strong> He's thin as a rake"},{"author":8008,"first":"Desde el punto de vista de la fiabilidad, <strong class=\"keyword\">RAID</strong>-0 tiene las mismas características que el modo lineal -- cuantas más unidades se añaden a la estructura mayor es la probabilidad de fallos en el volumen.","second":"From a reliability standpoint, <strong class=\"keyword\">RAID</strong>-0 has the same characteristics as linear mode -- the more drives you add to the array, the higher the probability of volume failure."},{"author":31,"first":"Para mí está <strong class=\"keyword\">raído</strong>","second":"For me it' s <strong class=\"keyword\">threadbare</strong>"},{"author":118293,"first":"<strong class=\"keyword\">Raído</strong>, rápido, bájalo, ocúltalo.","second":"<strong class=\"keyword\">Frayed</strong>, faster, lower it, hide it."},{"author":31,"first":"Los de tez terrosa y cuello <strong class=\"keyword\">raído</strong>, los tartamudos que te cuentan su vida, sus cárceles, sus asilos, sus falsos viajes, sus hospitales","second":"The sallow complexions, the <strong class=\"keyword\">frayed</strong> collars, the stammerers who tell you their life story, tell you about their time in prison, in the asylum, in the hospital"},{"author":8008,"first":"Por otro lado podría ser un poco más lento en operaciones de escritura que <strong class=\"keyword\">RAID</strong> 0 debido al cálculo de la información de paridad.","second":"On the other hand it might be a bit slower on write operation than <strong class=\"keyword\">RAID0</strong> due to computation of parity information."},{"author":8008,"first":"Debido a que está implementado por software, el <strong class=\"keyword\">RAID</strong> por software en Linux es flexible, rápido... ¡y divertido!","second":"Because it's implemented in software, Linux <strong class=\"keyword\">RAID</strong> software is flexible, fast... and fun!"},{"author":8008,"first":"Este apoyo se manifiesta en forma de un servidor <strong class=\"keyword\">RAID</strong> PS3500RR-100 de Linux Hardware Solution montado en bastidor con 256 MB de RAM y una conexión dedicada en el centro de datos de Mindspring Enterprises en Atlanta, Georgia para funcionar como el nuevo servidor ftp.debian.org.","second":"The support comes in the form of a Linux Hardware Solution PS350RR-100 <strong class=\"keyword\">RAID</strong> rackmount server with 256 MB RAM attached to a dedicated colocation connection at Mindspring Enterprises' data center in Atlanta, Georgia to act as the new ftp.debian.org server."},{"author":8000,"first":"• <strong class=\"keyword\">Raid</strong> Musa Aisa Yusuf Ad-Dair # años de cárcel","second":"<strong class=\"keyword\">Ra'id</strong> Musa Isa Yusuf Al-Dayr # years' imprisonment"},{"author":8008,"first":"Importante: Para realizar esta prueba, es esencial configurar nuestro volumen <strong class=\"keyword\">RAID</strong>-1 para que podamos arrancar nuestro sistema Linux con una unidad desconectada, dado que es de este modo como vamos a simular el fallo en la unidad.","second":"Important: To perform this test, it's essential that you set up your <strong class=\"keyword\">RAID</strong>-1 volume so that you can still boot your Linux system with one hard drive unplugged, because this is how we're going to simulate a drive failure."},{"author":118293,"first":"Una vez se les ve haciendo un mal, Tiene cerca de 20 minutos Antes de que se enteran de la <strong class=\"keyword\">RAID</strong> era falsa.","second":"Once you see them making a move, you have about 20 minutes before they find out the <strong class=\"keyword\">raid</strong> was false."},{"author":8008,"first":"De que las puertas de Saint-Etienne en la Bessat común, que se celebrará la 2 a edición de la Rayon vert <strong class=\"keyword\">Raid</strong> 4 y 5 de septiembre 2010.","second":"That the gates of Saint-Etienne on the common Bessat, which will be held the 2nd edition of the <strong class=\"keyword\">Raid</strong> Rayon Vert 4 and September 5, 2010."},{"author":118293,"first":"Señor, mientras cosía en mi aposento el señor Hamlet, con el jubón desabrochado descubierta la cabeza, con las calzas sucias y <strong class=\"keyword\">raídas</strong> y caídas hasta los tobillos pálido como su camisa, entrechocando las rodillas y con expresión tan triste en el rostro se me ha presentado.","second":"My lord, as I was sewing in my chamber Lord Hamlet, with his doublet all unbraced no hat upon his head, his stockings fouled ungartered, and down-gyved to his ankle pale as his shirt, his knees knocking each other and with a look so piteous in purport as if he had been loosed out of hell to speak of horrors he comes before me."},{"author":8008,"first":"Para hacer que el contenido de las mazmorras sea más accesible, una <strong class=\"keyword\">raid</strong> debe ofrecer gran variedad, pero también deben ofrecer a los jugadores una manera muy granular de ajustar la dificultad de la mazmorra.","second":"In order to make raid content more accessible, a <strong class=\"keyword\">raid</strong> has to offer a lot of variety, but it also needs to include a very granular means for players to adjust the raid's difficulty."},{"author":31,"first":"El metal de ese barco parece bastante <strong class=\"keyword\">raído</strong>","second":"The metal on that boat looked pretty <strong class=\"keyword\">worn</strong>"},{"author":8008,"first":"Para más información sobre <strong class=\"keyword\">RAID</strong>, remítase al capítulo <strong class=\"keyword\">RAID</strong> (Formación redundante de discos independientes) en el Manual de administración del sistema de Red Hat Enterprise Linux.","second":"To read more about <strong class=\"keyword\">RAID</strong>, refer to the <strong class=\"keyword\">RAID</strong> (Redundant Array of Independent Disks) chapter in the Red Hat Enterprise Linux System Administration Guide."},{"author":8008,"first":"Por lo que el <strong class=\"keyword\">RAID</strong> por software no va a hacer mucho más fiable el sistema de ficheros ext2; por ello es tan importante que la comunidad Linux disponga de sistemas de ficheros como ReiserFS, JFS y XFS.","second":"So, software <strong class=\"keyword\">RAID</strong> isn't going to make the ext2 filesystem more reliable; that's why it's so important that the Linux community has ReiserFS, as well as JFS and XFS in the works."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}