{"result":"ok","tuc":[{"phrase":{"text":"recalcitrant","language":"en"},"meanings":[{"language":"es","text":"Que resiste con valentía la oposición."},{"language":"en","text":"Boldly resisting opposition."}],"meaningId":9037102613487777799,"authors":[80097]},{"phrase":{"text":"defiant","language":"en"},"meanings":[{"language":"es","text":"Que resiste con valentía la oposición."},{"language":"en","text":"Boldly resisting opposition."}],"meaningId":-8299544469268677741,"authors":[60172]},{"phrase":{"text":"restive","language":"en"},"meanings":[{"language":"en","text":"resistant of control; stubborn"}],"meaningId":-1915388494091317472,"authors":[100714]},{"meanings":[{"language":"en","text":"recalcitrant"}],"meaningId":3974708786398733803,"authors":[93107]}],"phrase":"recalcitrante","examples":[{"author":94808,"first":"Según él, este régimen había sido creado por las autoridades del Estado parte con el objetivo de empujar a los solicitantes de asilo más <strong class=\"keyword\">recalcitrantes</strong> a irse del territorio suizo por falta de perspectivas.","second":"This procedure was allegedly introduced by the authorities in the State party with the aim of inducing the most <strong class=\"keyword\">recalcitrant</strong> asylum-seekers to leave Swiss territory for lack of prospects."},{"author":8000,"first":"A Jamaica le preocupa especialmente la selectividad de las políticas de los países desarrollados, su captación deliberada de importantes profesionales capacitados de los países en desarrollo, acompañada por un fortalecimiento de las leyes contra los jóvenes y las personas no cualificadas, y su repatriación sistemática y en gran escala de quienes han tenido dificultades con sus leyes, especialmente delincuentes <strong class=\"keyword\">recalcitrantes</strong>, muchos de los cuales tienen pocas conexiones o ninguna con el país en desarrollo de acogida","second":"Jamaica is particularly concerned about the selectivity in the policies of developed countries, their deliberate targeting of critical skilled professionals of developing countries, accompanied by the tightening of their general immigration laws against the unskilled and the young, and their systematic and wholesale repatriation of those who run into difficulty with their laws- especially <strong class=\"keyword\">hardened</strong> criminals, many of whom have little or no connection, if they ever did, with the receiving developing country"},{"author":94809,"first":"Información sobre posibles metabolitos <strong class=\"keyword\">recalcitrantes</strong>","second":"Information on the potential <strong class=\"keyword\">recalcitrant</strong> metabolites"},{"author":27,"first":"A este respecto podrían aplicarse multas a los Estados miembros <strong class=\"keyword\">recalcitrantes</strong>. Pero nos parece que la sanción más eficaz sería la de publicar la lista de los retrasos y los retrasados y someterlos al vejamen de la apreciación de su deficiente cumplimiento europeo por parte de la opinión pública.","second":"Fines could be levied on <strong class=\"keyword\">recalcitrant</strong> Member States in such cases, but we believe that the most effective sanction would be to publish a list of delays and the offenders, so as to shame them for their feeble European performance in the full public gaze."},{"author":94808,"first":"Ha utilizado su influencia sobre los implicados en conflictos armados para que se cumplan las normas de protección, entre otras cosas imponiendo medidas selectivas a las partes <strong class=\"keyword\">recalcitrantes</strong> en casos de violaciones del derecho internacional humanitario y de las normas de derechos humanos.","second":"It has used its influence on parties to armed conflict to observe standards of protection, including by imposing targeted measures <strong class=\"keyword\">against recalcitrant</strong> parties in cases of violations of international humanitarian and human rights law."},{"author":8008,"first":"Puede que alguien viera grandes virtudes en el lento y pesado galopar de Tardón, también alguien podría considerar que el hecho que Cutrator sea un caballo de carreras y a la vez portador de la peste equina no es motivo suficiente para desconfiar de sus posibilidades atléticas y también podríamos encontrar al típico sadomasoquista <strong class=\"keyword\">recalcitrante</strong> que no tendría problemas en apostar por Van Perdiendo.","second":"Some would think the fact that Wimpator is the carrier of an equine plague is not a reason to distrust the horse's magnificent athletic virtues. We could even find the downright masochist <strong class=\"keyword\">who</strong> would bet on Van Loser."},{"author":94808,"first":"La reciente cumbre celebrada por iniciativa regional permitió progresar hacia la cesación del fuego y ahora conviene que los últimos movimientos rebeldes <strong class=\"keyword\">recalcitrantes</strong> pongan fin a las hostilidades y negocien de buena fe.","second":"The recent summit of the regional initiative made it possible to make some headway towards a cease-fire, and now the last <strong class=\"keyword\">recalcitrant</strong> rebel movements must cease their hostilities and negotiate in good faith."},{"author":8000,"first":"Ahora bien, hay varios elementos <strong class=\"keyword\">recalcitrantes</strong> entre las distintas partes en Côte d'Ivoire que siguen decididos a menoscabar el proceso de paz","second":"However, there are some <strong class=\"keyword\">hard-line</strong> elements among the various Ivorian parties that remain determined to undermine the peace process"},{"author":8000,"first":"Descollaron también en la Comisión varios de los elementos más <strong class=\"keyword\">recalcitrantes</strong>, revanchistas y anexionistas de la mafia terrorista de origen cubano asentada en Miami","second":"Several of the most <strong class=\"keyword\">recalcitrant</strong>, revanchist and annexationist elements of the Cuban-born mob based in Miami also shone in the Commission"},{"author":94808,"first":"Ya en 1996 Lacoste escribía: \"No obstante, hay militantes islamistas que se esfuerzan por islamizar algunos de los barrios periféricos, tratando de unificar y organizar en nombre del islam a los musulmanes de múltiples nacionalidades que en ellos viven, y también haciendo conversiones e incitando a los <strong class=\"keyword\">recalcitrantes</strong> a irse a vivir a otra parte.","second":"As early as 1996 he wrote: “However, Islamist militants are trying to islamize some suburbs, seeking to unite and organize in the name of Islam the Muslims of various nationalities living there, but also converting people and persuading <strong class=\"keyword\">recalcitrants</strong> to live elsewhere."},{"author":94809,"first":"Hay que destacar, además, que ese carácter de faro ha de alumbrar precisamente a los cultivadores no afiliados a los pactos entre asociaciones, pues pretende incentivar las adhesiones de los campesinos <strong class=\"keyword\">recalcitrantes</strong>, deseosos de acogerse al cómputo oficial ante la expectativa de su menor coste, suponiendo que el gremio al que pertenecen ha logrado plasmar en su texto otras ventajas, amén de un porcentaje equilibrado para sus intereses.","second":"It should also be pointed out they must act as a beacon lighting the way for farmers who have not subscribed to the agreements between associations, since they seek to encourage <strong class=\"keyword\">recalcitrant</strong> farmers to join, wishing to avail themselves of the official calculation in the hope that it will cost less, assuming that the union to which they belong has managed to include other advantages in its text, in addition to a percentage adjusted to their interests."},{"author":8000,"first":"Con todo, bien podría ocurrir que algunos elementos, como los extremistas o los restos <strong class=\"keyword\">recalcitrantes</strong> de la Unión de Tribunales Islámicos, quedaran marginados del proceso y trataran de incitar provocaciones","second":"However, some elements, such as extremists or <strong class=\"keyword\">hardline</strong> Union of Islamic Courts remnants, could remain outside the process, resulting in some spoiler activity"},{"author":94808,"first":"En Angola y Sierra Leona, sanciones específicas, conjugadas con la presión militar, debilitaron y aislaron a los <strong class=\"keyword\">recalcitrantes</strong>.","second":"In Angola and Sierra Leone, targeted sanctions combined with military pressure weakened and isolated <strong class=\"keyword\">recalcitrants</strong>."},{"author":94809,"first":"La evaluación complementaria del riesgo realizada en el ámbito del presente Reglamento, si existe la probabilidad de que se produzcan metabolitos <strong class=\"keyword\">recalcitrantes</strong>, se considerará en el contexto de las evaluaciones realizadas de conformidad con la Directiva 93/67/CEE o el Reglamento (CEE) n.o 793/93.","second":"The complementary risk assessment run in the scope of this Regulation, in case it is likely that <strong class=\"keyword\">recalcitrant</strong> metabolites are produced, shall be considered in the context of assessments made on the basis of Directive 93/67/EEC or Regulation (EEC) No 793/93."},{"author":94809,"first":"En dicha emisión, Mons. Christodoulos, presidente de la Conferencia Episcopal Griega, arzobispo de Atenas y primado de Grecia, fue presentado como un nacionalista <strong class=\"keyword\">recalcitrante</strong> que enardece los ánimos dentro de su país.","second":"This programme presented the Head of the Greek Orthodox Church, the Archbishop of Athens and All Greece, Christodoulos, as an <strong class=\"keyword\">inveterate</strong> \"nationalist\" who inflames the passions of his fellow countrymen."},{"author":27,"first":"Porque el Acuerdo de Belfast premió treinta años de terrorismo en Irlanda del Norte y minó la justicia y la democracia: la justicia, porque supuso la amnistía para todos los presos condenados por actos de terrorismo, y la democracia porque trajo consigo la inclusión de terroristas <strong class=\"keyword\">recalcitrantes</strong> en el gobierno de la región que habían estado devastando durante decenios.","second":"Because it is the Belfast Agreement which rewarded 30 years of terrorism in Northern Ireland by undermining both justice and democracy: justice, by granting an early-release amnesty to all duly convicted terrorist prisoners; and democracy, by prescribing that unrepentant terrorists must be included in the government of the region they ravaged for decades."},{"author":94808,"first":"También se recordó que el propósito de las sanciones era hacer cumplir las resoluciones del Consejo de Seguridad y que se imponían con el objeto de conseguir cambios en el comportamiento de un Estado <strong class=\"keyword\">recalcitrante</strong>.","second":"It was also recalled that the purpose of sanctions was to bring about compliance with the decisions of the Security Council and that sanctions were imposed with the purpose of effecting a change of behaviour on the part of a <strong class=\"keyword\">recalcitrant</strong> State."},{"author":8000,"first":"En efecto, los rebeldes tratan de ganar su simpatía, pero los <strong class=\"keyword\">recalcitrantes</strong> se convierten en víctimas potenciales de las operaciones de represalias","second":"The rebels seek to gain its sympathy, but those who <strong class=\"keyword\">resist</strong> are likely to become the victims of reprisals"},{"author":27,"first":"Sin embargo, señalo, como hicieron mis colegas Fava y Moreno, que los altos fines de la resolución no se compadecen con la actitud <strong class=\"keyword\">recalcitrante</strong> del ponente, Díaz de Mera, Director de la policía española el 11 - Marzo - 2.004, que se negó a colaborar con el Tribunal que ejemplarmente juzgó el mayor atentado que tuvo lugar en Europa.","second":"I must point out, however, as did my colleagues Mr Fava and Mr Moreno, that the lofty goals of the resolution are at odds with the <strong class=\"keyword\">recalcitrant</strong> attitude of the rapporteur, Mr Díaz de Mera, who was Director-General of the Spanish Police on 11 March 2004 and who refused to cooperate with the court that presided over the trial on Europe's largest ever terrorist bombing."},{"author":118293,"first":"Un sureño <strong class=\"keyword\">recalcitrante</strong>.","second":"An <strong class=\"keyword\">unreconstructed</strong> Southerner."},{"author":8000,"first":"En segundo lugar, se ve limitado por la necesidad de llegar a un consenso, debido a que algunos miembros se han mostrado renuentes a nombrar a los Estados <strong class=\"keyword\">recalcitrantes</strong>, mientras que otros consideran que ya ha llegado el momento de mencionarlos por sus nombres","second":"Second, it is limited by the need for consensus, since certain members are very reluctant to name <strong class=\"keyword\">recalcitrant</strong> States and others believe that the time has come to name names"},{"author":8000,"first":"Reino Unido # el Tribunal no sólo reafirmó la obligación de no devolución en el derecho europeo de derechos humanos, sino que también dictó la norma de que las garantías diplomáticas constituyen una garantía insuficiente para las personas que son devueltas a países donde la tortura es “endémica” o un “problema <strong class=\"keyword\">recalcitrante</strong> y persistente”","second":"In the case of Chahal v. the United Kingdom # not only did the Court reaffirm the obligation of non-refoulement in European human rights law, but it also established the standard that diplomatic assurances are an inadequate guarantee for returns to countries where torture is “endemic”, or a “<strong class=\"keyword\">recalcitrant</strong> and enduring problem”"},{"author":94808,"first":"Me siento obligado a reiterar que toda medida de ayuda pequeña, vacilante y desganada y toda demora prolongada no harán sino aumentar la intransigencia de los elementos extremistas <strong class=\"keyword\">recalcitrantes</strong> y viceversa.","second":"I am obliged to repeat that any small, hesitant, half-hearted measures of help and protracted delays will only increase the intransigence of the extremist <strong class=\"keyword\">die</strong>-<strong class=\"keyword\">hard</strong> elements, and that the converse is true."},{"author":94808,"first":"Los mecanismos del Consejo de Derechos Humanos, principalmente los mandatos y las resoluciones que se refieren a determinados países, permiten que grupos de países que disponen de los recursos financieros y organizativos necesarios legitimen sus medidas unilaterales contra Estados y Gobiernos <strong class=\"keyword\">recalcitrantes</strong>.","second":"Human Rights Council mechanisms, primarily country-specific resolutions and mandates, enabled groups of countries that had the necessary financial and organizational resources to legitimize their own one-sided measures against <strong class=\"keyword\">recalcitrant</strong> States and Governments."},{"author":94808,"first":"Alienta a la MONUC a que, de acuerdo con su mandato y teniendo muy presente la necesidad de dar prioridad a la protección de los civiles en las decisiones sobre el uso de la capacidad y los recursos disponibles, utilice todos los medios necesarios, dentro de los límites de su capacidad y en las zonas donde están desplegadas sus unidades, para prestar apoyo a las brigadas integradas de las FARDC con miras a desarmar a los grupos armados <strong class=\"keyword\">recalcitrantes</strong> extranjeros y congoleños, en particular las FDLR, las ex-FAR/Interahamwe y la milicia disidente de Laurent Nkunda, a fin de asegurar su participación en los procesos de desarme, desmovilización, repatriación, reasentamiento y reintegración, según corresponda;","second":"Encourages MONUC, in accordance with its mandate and emphasizing that the protection of civilians must be given priority in decisions about the use of available capacity and resources, to use all necessary means, within the limits of its capacity and in the areas where its units are deployed, to support the FARDC integrated brigades with a view to disarming the <strong class=\"keyword\">recalcitrant</strong> foreign and Congolese armed groups, in particular the FDLR, ex-FAR/Interahamwe and the dissident militia of Laurent Nkunda, in order to ensure their participation in the disarmament, demobilization, repatriation, resettlement and reintegration processes, as appropriate;"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}