{"result":"ok","tuc":[{"phrase":{"text":"distrustful","language":"en"},"meanings":[{"language":"en","text":"marked by distrust; doubtful; suspicious"}],"meaningId":-5049515382159472007,"authors":[70195]},{"phrase":{"text":"suspicious","language":"en"},"meaningId":-8228829668312922446,"authors":[89651]},{"phrase":{"text":"mistrustful","language":"en"},"meaningId":-891266138112331623,"authors":[25018]},{"phrase":{"text":"envious","language":"en"},"meanings":[{"language":"en","text":"excessively careful"}],"meaningId":2535577411370601194,"authors":[90508]},{"phrase":{"text":"askance","language":"en"},"meanings":[{"language":"en","text":"With suspicion or disapproval."},{"language":"es","text":"Con sospecha o desaprobación."}],"meaningId":-2164653697814355971,"authors":[60172]},{"phrase":{"text":"cynical","language":"en"},"meanings":[{"language":"en","text":"of or relating to the belief that human actions are motivated by base desires or selfishness"}],"meaningId":-1955174811623413457,"authors":[90508]},{"phrase":{"text":"anxious","language":"en"},"meaningId":227252642698917142,"authors":[25018]},{"phrase":{"text":"apprehensive","language":"en"},"meaningId":8223809269997426919,"authors":[25018]},{"phrase":{"text":"leery","language":"en"},"meaningId":6056567369151632907,"authors":[25018]},{"phrase":{"text":"mistrusted","language":"en"},"meaningId":-3929743651960679454,"authors":[25018]},{"phrase":{"text":"nervous","language":"en"},"meaningId":-8065380638212503404,"authors":[86934]},{"phrase":{"text":"querulous","language":"en"},"meaningId":7362697146774525978,"authors":[83093]},{"phrase":{"text":"wary","language":"en"},"meaningId":-5166293424157919373,"authors":[89651]},{"phrase":{"text":"worried","language":"en"},"meaningId":3596984980388457475,"authors":[25115]},{"meanings":[{"language":"en","text":"untrusting"}],"meaningId":9071207339326108445,"authors":[93107]}],"phrase":"receloso","examples":[{"author":8008,"first":"Las ingeniosas mentes que idearon el Gorro de Papel de Plata, integrantes del cuerpo especial de ingenieros Sculder y Mully, son extremadamente desconfiados y <strong class=\"keyword\">recelosos</strong> de todo el mundo.","second":"The creative masterminds who invented the Tinfoil Hat, special engineers Sculder and Mully, are extremely <strong class=\"keyword\">suspicious</strong> of any and all visitors."},{"author":118293,"first":"Pero la experiencia me ha hecho <strong class=\"keyword\">receloso</strong> de los extraños.","second":"But experience has made me weary of outsiders."},{"author":94809,"first":"Hubiera sido especialmente útil haber dado más información sobre el problema de los residuos radiactivos, respecto del cual la opinión pública sigue siendo <strong class=\"keyword\">recelosa</strong>.","second":"It would have been particularly valuable to have been given more information about the treatment of radioactive waste, an area of activity about which the public continues to sustain <strong class=\"keyword\">misgivings</strong>."},{"author":94808,"first":"Nuestras capitales se muestran <strong class=\"keyword\">recelosas</strong> de comprometer recursos y tendemos muy fácilmente a concentrarnos solamente en las causas inmediatas del conflicto.","second":"Our capitals are <strong class=\"keyword\">wary</strong> of committing resources and we slip too easily into a focus only on the immediate causes of conflict."},{"author":94808,"first":"Ilustración 10‐5: Se ofrecen a quienes tal vez parezcan <strong class=\"keyword\">recelosos</strong> de las autoridades públicas inversiones para evitar el pago de impuestos por medio de cuentas extraterritoriales.","second":"Illustration 10-5: Those who may be seen as <strong class=\"keyword\">distrustful</strong> of government are offered investments to avoid paying taxes through offshore accounts."},{"author":94809,"first":"Algunos, entre ellos los hmong, tropiezan también a menudo con el trato <strong class=\"keyword\">receloso</strong> de la Administración, incluso si no existen pruebas de discriminación jurídica.","second":"Some groups, among them the Hmong, also frequently encounter <strong class=\"keyword\">mistrust</strong> from the administration even if there is no confirmed evidence of legal discrimination."},{"author":92475,"first":"No obstante, el gobierno de Bombay, <strong class=\"keyword\">receloso</strong> de la reacción persa a la implicación británica con las tribus árabes del Golfo, rechazaron ofrecerles protección.","second":"However, the Bombay government, unsure of the Persian reaction to British involvement with Gulf Arab tribes, declined to offer them protection."},{"author":8000,"first":"En algunos casos, los movimientos se mostraron <strong class=\"keyword\">recelosos</strong> ante la posible utilización política por parte de las autoridades, y de este modo perdieron oportunidades de trabajar conjuntamente para conseguir cambios normativos deseables","second":"At times, movements <strong class=\"keyword\">remained wary</strong> of possible political use by authorities and consequently missed out on occasions for working together to bring about desirable policy changes"},{"author":8007,"first":"Un populista dos veces presidente, <strong class=\"keyword\">receloso</strong> de la inversión extranjera, favoreció a la pequeña empresa, nacionalizó a las grandes y desprestigió el espíritu de empresa.","second":"A populist, twice president, he <strong class=\"keyword\">frowned</strong> on foreign investment, favored small firms, wanted large ones nationalized, and disparaged entrepreneurship."},{"author":31,"first":"Te mostrabas <strong class=\"keyword\">recelosa</strong> con ella y ha querido darte una lección.- ¡ Vas a tener que convencerme!- ¡ No, no quiero convencerte de nada!","second":"You' ve been <strong class=\"keyword\">ratty.She</strong>' s set out to teach you some manners.- You' re being had, Lil"},{"author":91988,"first":"Como China había sido amedrentada, invadida, semicolonizada e incluso ocupada durante la mayor parte de sus años de formación, se mostraba muy <strong class=\"keyword\">receloso</strong> de que se pudiera confiar en que país extranjero alguno –ni siquiera un fraterno aliado comunista– dejara en paz a China y mucho menos aún que la ayudase.","second":"Since China had been bullied, invaded, semi-colonized, and even occupied during most of his formative years, he was deeply <strong class=\"keyword\">suspicious</strong> that any foreign country – even a “fraternal” Communist ally – could ever be relied upon to leave China alone, much less actually help it."},{"author":119739,"first":"(Can 3:3; 5:7.) Las personas <strong class=\"keyword\">recelosas</strong> y que estaban despiertas durante las peligrosas horas nocturnas tal vez preguntasen repetidas veces a dichos atalayas si todo iba bien (Isa 21:11, 12), y era natural que los mismos atalayas anhelaran que llegara la luz del día. (Sl 130:6.)","second":"(Ca 3:3; 5:7) Fearful persons, awake during the dangerous hours of the night, might repeatedly inquire of the watchmen if all was well (Isa 21:11, 12), and it was only natural for watchmen themselves to long for the daylight to come."},{"author":8007,"first":"Sin esa autoridad, es natural que los reguladores europeos se muestren extraordinariamente <strong class=\"keyword\">recelosos</strong> ante las fusiones. Si una nueva compañía, surgida a raíz de una fusión, lograra en un futuro llegar a una posición dominante, los reguladores podrían no tener el poder para intervenir.","second":"Without this authority, it is natural for the European regulator to be unusually <strong class=\"keyword\">suspicious</strong> of mergers: if a new company created by a merger were, sometime in the future, to rise to a dominant position, the regulator may lack the power to intervene."},{"author":91988,"first":"Un Omert <strong class=\"keyword\">receloso</strong> respondió: “Debo ser sincero con usted.","second":"An <strong class=\"keyword\">apprehensive</strong> Olmert responded, “I must be honest with you."},{"author":31,"first":"Pero Julia es muy <strong class=\"keyword\">recelosa</strong>, especialmente con los hombres","second":"But Julia is very <strong class=\"keyword\">mistrustful</strong>, especially toward men"},{"author":27,"first":"¿Cuántos ciudadanos <strong class=\"keyword\">recelosos</strong> de la UE saben que sus funcionarios tienen inmunidad para acusarlo por cualquier cosa que hagan o digan en el transcurso de sus tareas?","second":"How many of the EU's <strong class=\"keyword\">reluctant</strong> citizens know that Europol officers have immunity from prosecution for anything that they do or say in the course of their duties?"},{"author":8007,"first":"Afortunadamente, una prensa <strong class=\"keyword\">recelosa</strong>, gobiernos poderosos y competidores nerviosos vigilan cada paso que da y esperan que la compañía venza las muchas tentaciones que se le presentan.","second":"Fortunately, a <strong class=\"keyword\">wary</strong> press corps, powerful governments, and nervous competitors watch its every move, hoping the company to fight its many temptations."},{"author":118293,"first":"Son <strong class=\"keyword\">recelosas</strong> de los hombres.","second":"They're <strong class=\"keyword\">leery</strong> of men."},{"author":8007,"first":"Incluso países que respondieron al llamado de ayuda de Bush, como Polonia, mi patria, ahora se muestran <strong class=\"keyword\">recelosos</strong> de participar.","second":"Even countries that rallied to Bush's call for help, like my homeland, Poland, are now <strong class=\"keyword\">wary</strong> of their involvement."},{"author":94808,"first":"También cabe preguntarse por qué este órgano se siente <strong class=\"keyword\">receloso</strong> a la hora de abordar las causas fundamentales de los conflictos en todo el mundo y se encuentra paralizado frente a las graves amenazas a la paz y la seguridad internacionales.","second":"One also wonders why this body is <strong class=\"keyword\">shy</strong> of addressing the root causes of conflicts all around the world and finds itself paralysed in the face of serious threats to international peace and security."},{"author":95096,"first":"En esto se necesita por parte de todos un cambio de actitud hacia los inmigrantes y los refugiados, el paso de una actitud defensiva y <strong class=\"keyword\">recelosa</strong>, de desinterés o de marginación –que, al final, corresponde a la “cultura del rechazo”- a una actitud que ponga como fundamento la “cultura del encuentro”, la única capaz de construir un mundo más justo y fraterno, un mundo mejor.","second":"A change of attitude towards migrants and refugees is needed on the part of everyone, moving away from attitudes of <strong class=\"keyword\">defensiveness</strong> and <strong class=\"keyword\">fear</strong>, indifference and marginalization – all typical of a throwaway culture – towards attitudes based on a culture of encounter, the only culture capable of building a better, more just and fraternal world."},{"author":8008,"first":"No fue una decisión inteligente habida cuenta que los paramilitares suelen ir en motocicletas, por lo que la APPO se muestra muy <strong class=\"keyword\">recelosa</strong> con los grupos que las montan.","second":"This wasn't too clever considering paramilitary hitmen ride around on motorbikes, so the APPO is very <strong class=\"keyword\">wary</strong> of groups of bikers."},{"author":94809,"first":"El proyecto, que recibió una buena acogida de los agricultores, les condujo a organizarse para defender mejor sus intereses frente a las explotaciones colectivas y a la administración, todavía <strong class=\"keyword\">recelosa</strong> ante el sector privado.","second":"This project was welcomed by the farmers and prompted them to organize themselves so as better to defend their interests against the collective farms and against an administration still <strong class=\"keyword\">wary</strong> of the private sector."},{"author":94808,"first":"Numerosos políticos, deseosos de conseguir el apoyo de un electorado <strong class=\"keyword\">receloso</strong>, no han demostrado la voluntad política necesaria para frenar las ejecuciones por parte de la policía.","second":"Many politicians, keen to curry favour with a <strong class=\"keyword\">fearful</strong> electorate, have failed to demonstrate the political will necessary to curb executions by the police."},{"author":8007,"first":"Los países vecinos, como Ucrania, se han vuelto más <strong class=\"keyword\">recelosos</strong>.","second":"Neighbors such as Ukraine have become more <strong class=\"keyword\">wary</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}