{"result":"ok","tuc":[{"phrase":{"text":"distrust","language":"en"},"meanings":[{"language":"en","text":"lack of trust or confidence"}],"meaningId":-3959418586093301902,"authors":[70195]},{"phrase":{"text":"mistrust","language":"en"},"meanings":[{"language":"en","text":"lack of trust"}],"meaningId":-840806247155094874,"authors":[70195]},{"phrase":{"text":"misgiving","language":"en"},"meaningId":-5263014327326944568,"authors":[84500]},{"phrase":{"text":"apprehension","language":"en"},"meaningId":-5721833778096966434,"authors":[92056]},{"phrase":{"text":"suspicion","language":"en"},"meaningId":8046493088183862459,"authors":[84500]},{"phrase":{"text":"apprehensiveness","language":"en"},"meaningId":-949404526524809979,"authors":[84500]},{"phrase":{"text":"dread","language":"en"},"meaningId":-9121602913371090155,"authors":[83619]},{"phrase":{"text":"jaundiced eye","language":"en"},"meanings":[{"language":"es","text":"Punto de vista con prejuicio."},{"language":"en","text":"A prejudiced view."}],"meaningId":-2461189878087100914,"authors":[60172]},{"phrase":{"text":"distrustfulness","language":"en"},"meaningId":-2379020257447229500,"authors":[84500]},{"phrase":{"text":"fear","language":"en"},"meaningId":8806784601412595535,"authors":[89651]},{"phrase":{"text":"nervousness","language":"en"},"meaningId":-8308278362908315945,"authors":[86934]},{"phrase":{"text":"qualm","language":"en"},"meaningId":204617002680097220,"authors":[84500]},{"phrase":{"text":"scruple","language":"en"},"meaningId":8774525429182618642,"authors":[84500]},{"phrase":{"text":"suspiciousness","language":"en"},"meaningId":-3921399807385458669,"authors":[25115]},{"meanings":[{"language":"en","text":"aversion"},{"language":"en","text":"mistrust"}],"meaningId":-7850515865103845858,"authors":[1]}],"phrase":"recelo","examples":[{"author":94809,"first":"En lo tocante a la cohesión económica y social, las propuestas de la Comisión han despertado <strong class=\"keyword\">recelos</strong> en los actuales beneficiarios, que temen que la disminución del volumen de transferencias y de la solidaridad entre los Estados que ahora integran la Unión pueda poner en peligro los resultados ya obtenidos en la recuperación de su atraso económico respecto a los países y regiones más desarrollados de la UE.","second":"The Commission's proposals for economic and social cohesion have caused <strong class=\"keyword\">concern</strong> among some of the current beneficiaries, who fear that cutting the volume of transfers and support between the existing Member States could threaten the progress already made in closing the gap between their economies and the economies of the most advanced EU countries and regions."},{"author":95875,"first":"Sin embargo, no están exentas de inconvenientes y aspectos inquietantes que suscitan los <strong class=\"keyword\">recelos</strong> de los ciudadanos y los responsables políticos.","second":"However, they are not without challenges and concerns that render citizens and policymakers <strong class=\"keyword\">apprehensive</strong>."},{"author":8000,"first":"La falta de decisiones en el Parlamento y el debilitamiento gubernamental por el boicot y el retiro de sus miembros no contribuyen a la estabilización del país al hacer más profundos los <strong class=\"keyword\">recelos</strong> y las desconfianzas entre las comunidades","second":"Neither the parliament's failure to take decisions nor the weakening of the Government due to boycotts and resignations by some of its members contribute to the stability of the country. This deepens distrust among communities"},{"author":94809,"first":"() En general se observa un cierto «clientelismo» en las evaluaciones de los diferentes programas, así como un cierto <strong class=\"keyword\">recelo</strong> al sano ejercicio de la autocrítica.","second":"() There is in general an element of 'patronage` in the assessments of the various programmes and some <strong class=\"keyword\">reluctance</strong> to indulge in healthy self-criticism."},{"author":94809,"first":"El Comité está a favor de que se inicie un amplio diálogo en el que se articulen estos <strong class=\"keyword\">recelos</strong> y temores y se hagan más transparentes las normas por las que se rige la economía mundial.","second":"It advocates a broader dialogue in which these fears and <strong class=\"keyword\">misgivings</strong> are articulated and which enhances the transparency of the rules by which the global economy operates."},{"author":27,"first":"Somos conscientes, evidentemente, de los <strong class=\"keyword\">recelos</strong> que esta exigencia puede suscitar ya que exigirá grandes inversiones en instrumentos, máquinas y elementos que aseguren la legalidad del dinero, pero es algo esencial desde el punto de vista de la defensa del ciudadano.","second":"We are, of course, aware of the <strong class=\"keyword\">suspicions</strong> that this requirement could give rise to, as it would require considerable investment in tools, machines and items to ensure that the money is legal, but it is essential from the point of view of protecting citizens."},{"author":94808,"first":"Los nuevos tiempos reclaman una nueva política que en ningún caso puede estar mediatizada por el miedo, la desconfianza o el <strong class=\"keyword\">recelo</strong> en la comunidad internacional.","second":"New times call for new politics that cannot be influenced in any way by fear, distrust or <strong class=\"keyword\">suspicion</strong> in the international community."},{"author":118293,"first":"El <strong class=\"keyword\">recelo</strong> es infundado.","second":"This <strong class=\"keyword\">is</strong> a huge worry."},{"author":8000,"first":"En momentos en que los problemas de seguridad traspasan las fronteras de un solo país, el unilateralismo y la búsqueda de intereses puramente nacionales sólo pueden generar desconfianza, <strong class=\"keyword\">recelo</strong>, malentendidos, desafíos y enfrentamientos","second":"At a time when security problems go beyond the borders of a single country, unilateralism and the pursuit of purely national interests can only give rise to mistrust, <strong class=\"keyword\">suspicion</strong>, misunderstanding, defiance and confrontation"},{"author":94809,"first":"3) Los machos y <strong class=\"keyword\">recelas</strong> presentes en la unidad de recolección de esperma autorizada durante el período de recolección y almacenamiento del esperma arriba mencionado:","second":"3. The bulls and <strong class=\"keyword\">any teasers</strong> present in the approved semen collection centre during the period of collection and storage of the semen described above:"},{"author":8008,"first":"Nuestra época no se escapa del <strong class=\"keyword\">recelo</strong> suscitado por la lectura, fundamentalmente porque no encaja con las formas de vida más aceptadas, las regidas por la velocidad, el ruido, la precipitación, el estrés... Para el común de los mortales los libros ya no pueden competir con una película de éxito, con un programa televisivo de máxima audiencia o con un concierto en directo.","second":"Our period has not escaped from the <strong class=\"keyword\">suspicion</strong> inspired by reading, fundamentally because it does not square with the most accepted life styles, those ruled by speed, sound, precipitation, stress... To common mortals, books cannot compete with a successful film, with a television programme with peak ratings, or with a live concert."},{"author":94808,"first":"El aumento de la transparencia también disminuía el <strong class=\"keyword\">recelo</strong> entre los Estados y fomentaba la confianza en los planos regional e internacional.","second":"Increased transparency also alleviates <strong class=\"keyword\">mistrust</strong> among States and builds confidence and trust at regional and international levels."},{"author":27,"first":"Creo que fue el señor Borghezio el que mencionó este tema y consideró que el programa de Estocolmo levanta grandes <strong class=\"keyword\">recelos</strong> en su versión actual.","second":"I believe it was Mr Borghezio who mentioned this and felt that there was a great deal of <strong class=\"keyword\">concern about</strong> the Stockholm Programme as it stands."},{"author":27,"first":"Soy consciente de que entra dentro de las competencias de la Comisión, pero déjeme que le cuente mis <strong class=\"keyword\">recelos</strong> sobre esto, porque es un extraño asunto.","second":"I am aware that it comes within the competence of the Commission but let me tell you my <strong class=\"keyword\">misgivings about</strong> this, because it is a strange business."},{"author":94808,"first":"No obstante, en vista de que las escuelas están decididas a ultimar la transición parcial mucho antes de lo requerido oficialmente, se puede llegar a la conclusión de que la población de lengua rusa no <strong class=\"keyword\">recela</strong> de la enseñanza en estonio.","second":"However, as schools were determined to complete the partial transition significantly sooner than officially required, it could be concluded that the Russian-speaking population had no <strong class=\"keyword\">misgivings about</strong> the teaching of Estonian."},{"author":22,"first":"Señala que, si bien se han registrado progresos en lo que concierne al empleo femenino, las mujeres continúan, a pesar de su elevado nivel de formación, percibiendo una menor remuneración que los hombres por un mismo trabajo y afrontando el <strong class=\"keyword\">recelo</strong> de los empresarios en lo relacionado con el embarazo y la maternidad; señala asimismo que no deben olvidarse los casos de acoso sexual, que difícilmente se denuncian por el temor a una humillación pública o al despido","second":"Points out that, although progress has been made on women's employment and despite their high level of education, women continue to be paid less than men for the same work and to be regarded with <strong class=\"keyword\">suspicion</strong> by employers owing to pregnancy and maternity; points also to the cases of sexual harassment where women find it difficult to make a complaint for fear of being publicly humiliated or dismissed"},{"author":119739,"first":"En la mayoría de los casos, tales <strong class=\"keyword\">recelos</strong> suelen fundarse en la ignorancia.","second":"Such <strong class=\"keyword\">fear</strong> is most often rooted in ignorance."},{"author":118293,"first":"Sentimientos de <strong class=\"keyword\">recelo</strong> me duele el estómago.","second":"Feeling <strong class=\"keyword\">suspicious</strong> hurts my stomach."},{"author":27,"first":"En nuestras negociaciones con Rusia, la expectativa de que el diálogo sobre la energía sea fructífero no debe obligarnos a callar nuestros <strong class=\"keyword\">recelos</strong> sobre las violaciones de los derechos humanos y de la libertad de prensa.","second":"In our dealings with Russia, the expectation of our dialogues on energy being fruitful must not be contingent on our keeping silent <strong class=\"keyword\">about</strong> our <strong class=\"keyword\">misgivings concerning</strong> the violations of human rights and of freedom of the press."},{"author":8000,"first":"Todos los puntos de vista no sólo son bien acogidos, sino que se buscan y alientan intensamente, incluso los que provienen de aquellos que tienen mucho <strong class=\"keyword\">recelo</strong> acerca del clima político actual que reina en el Iraq","second":"All viewpoints are actively sought and encouraged, not just welcomed- even from those who have <strong class=\"keyword\">strong misgivings</strong> about the current political climate in Iraq"},{"author":74,"first":"Por favor, no me mires con <strong class=\"keyword\">recelo</strong>.","second":"Please don't look at me <strong class=\"keyword\">suspiciously</strong>."},{"author":94808,"first":"Algunas delegaciones abrigaban serios <strong class=\"keyword\">recelos</strong> respecto a la viabilidad de implantar la obligación internacional de la penalización en esta esfera.","second":"Some delegations expressed serious <strong class=\"keyword\">misgivings about</strong> the feasibility of efforts to introduce an international obligation for criminalization in this area."},{"author":27,"first":"Por este motivo, el UKIP mira con <strong class=\"keyword\">recelo</strong> este informe.","second":"It follows that the UK Independence Party regards this report with <strong class=\"keyword\">suspicion</strong>."},{"author":94808,"first":"Lamentamos que, en estas y en otras cuestiones, persistan <strong class=\"keyword\">recelos</strong> y desconfianza entre albaneses y serbios en Kosovo.","second":"We regret that apprehension and <strong class=\"keyword\">mistrust</strong> persist between Albanians and Serbs in Kosovo as regards those and other issues."},{"author":94808,"first":"En primer lugar, el Japón comparte la grave preocupación y los <strong class=\"keyword\">recelos</strong> con respecto a las armas de destrucción en masa y sus sistemas vectores, y considera que el Consejo de Seguridad y las Naciones Unidas en su conjunto deben desempeñar un papel más eficaz para abordar esta cuestión.","second":"First, Japan shares the serious concern and <strong class=\"keyword\">misgivings</strong> at the proliferation of weapons of mass destruction and their means of delivery and believes that the Security Council and the United Nations as a whole must play a more effective role in addressing this issue."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}