{"result":"ok","tuc":[{"phrase":{"text":"recondite","language":"en"},"meaningId":1363291229802594806,"authors":[89651]},{"phrase":{"text":"hidden","language":"en"},"meaningId":-2659509411151100827,"authors":[8]},{"phrase":{"text":"obscure","language":"en"},"meaningId":3824058450747857266,"authors":[8]},{"phrase":{"text":"remote","language":"en"},"meaningId":-5297825144323689975,"authors":[8]},{"phrase":{"text":"retired","language":"en"},"meaningId":3323264913520703795,"authors":[25115]},{"phrase":{"text":"secret","language":"en"},"meaningId":-396223380762517069,"authors":[25115]},{"meanings":[{"language":"en","text":"recondite, hidden"}],"meaningId":-2445812738053994388,"authors":[1]}],"phrase":"recóndito","examples":[{"author":94808,"first":"Una organización tripartita en la que participaban las Naciones Unidas, la ASEAN y el Gobierno de Myanmar trabajaron con eficacia día tras día para superar los problemas en el terreno y garantizar que la ayuda internacional llegara a los rincones más <strong class=\"keyword\">recónditos</strong> de la zona afectada.","second":"A tripartite organization involving the United Nations, ASEAN and the Myanmar Government worked effectively day by day to overcome problems on the ground and ensure that international aid reached the <strong class=\"keyword\">furthest</strong> corners of the affected area."},{"author":119723,"first":"* “Es mi ruego que el Espíritu del Maestro more en nosotros, que podamos perdonar a todos los hombres como Él ha mandado; perdonar, no sólo con los labios, sino en la parte más <strong class=\"keyword\">recóndita</strong> de nuestro corazón, toda ofensa que se haya cometido en nuestra contra”.","second":"* “May we have the Spirit of the Master dwelling within us, that we may forgive all men as He has commanded, forgive, not only with our lips but in the very depths of our hearts, every trespass that may have been committed against us.”"},{"author":118293,"first":"Él provee esclavos de los sitios más <strong class=\"keyword\">recónditos</strong> de la República para acelerar su construcción.","second":"He supplies slaves from the <strong class=\"keyword\">furthest reaches</strong> of the Republic to speed its completion."},{"author":119723,"first":"El deseo creciente de ser santificado por Dios le preparará para un cambio en lo más <strong class=\"keyword\">recóndito</strong> de su naturaleza.","second":"A growing desire to be sanctified by God will make you ready for a change in your very nature."},{"author":119723,"first":"El comportamiento cristiano fluye del manantial más <strong class=\"keyword\">recóndito</strong> del corazón y del alma humana.","second":"Christlike conduct flows from the deepest wellsprings of the human heart and soul."},{"author":95096,"first":"Pero en las palabras escuchadas y en la acogida jubilosa que me tributa hoy el pueblo dominicano siento también la voz, lejana pero presente, de tantísimos otros hijos de todos los países de América Latina, que desde las tierras mexicanas hasta el extremo sur del continente se sienten unidos al Papa por vínculos singulares, que tocan los ámbitos más <strong class=\"keyword\">recónditos</strong> de su ser de hombres y de cristianos.","second":"But in the words I have listened to and in the joyful welcome that the Dominican people gives me today, I also hear the voice, distant but present, of so many other sons of all the countries of Latin America, who, from the lands of Mexico to the extreme south of the continent, feel united with the Pope by extraordinary ties which touch the <strong class=\"keyword\">depths</strong> of their being as men and as Christians."},{"author":118293,"first":"Te puedo llevar a Rivendel por caminos <strong class=\"keyword\">recónditos</strong>.","second":"I can take you to Rivendell by paths that are seldom trodden."},{"author":8000,"first":"La violencia terrorista ha dejado de ser un problema interno de Estados poco consolidados políticamente, para convertirse en la fanática manera de imponer o simplemente difundir internacionalmente las delirantes ideologías, formas de vida o creencias que profesan grupos minoritarios de personas en los más <strong class=\"keyword\">recónditos</strong> lugares del planeta","second":"Terrorist violence, or at least some of its manifestations, has ceased to be an domestic problem of politically unconsolidated states. It has become a fanatic way of imposing internationally the delirious ideologies, lifestyles or beliefs professed by minority groups in some of the most <strong class=\"keyword\">distant corners</strong> of the planet"},{"author":118293,"first":"Pero si esta es una aldea <strong class=\"keyword\">recóndita</strong>.","second":"This is a backwoods <strong class=\"keyword\">village</strong>."},{"author":8008,"first":"Su centro antiguo, declarado como \"Centro Histórico-Artístico\" nos ofrece barrios con auténtica solera, de <strong class=\"keyword\">recónditas</strong> calles, plazas y rincones, donde fuentes y naranjos se pierden entre palacios, iglesias y bodegas, lugar ideal para un paseo entre sus calles peatonales, realizar compras en sus numerosos comercios tradicionales e internacionales y descubrir su magnífica gastronomía en cualquiera de sus bares y restaurantes, donde los numerosos platos y especialidades \"al Jerez\" y el tapeo es mas que una tradición.","second":"Fountains and orange trees blend in with palaces, churches and wine cellars making it an ideal place for taking a stroll through its pedestrian streets or for going shopping in its commercial <strong class=\"keyword\">area</strong> where there are a wide variety of traditional and international shops. Then, there is its magnificent cuisine that can be enjoyed in one of its many bars and restaurants that offer numerous “ Jerez style” dishes and specialities and of course the “tapa” that is much more than a mere tradition in Jerez ."},{"author":31,"first":"Fue construida hace unos # años... por un hombre llamado Hugh Crain como vivienda para su mujer e hija... en el lugar más <strong class=\"keyword\">recóndito</strong> de Nueva Inglaterra que encontró","second":"It was built #- odd, very odd years ago... by a man named Hugh Crain as a home for his wife and daughter... in the most <strong class=\"keyword\">remote part</strong> of New England he could find"},{"author":94259,"first":"Y si buscas en los rincones más <strong class=\"keyword\">recónditos</strong>","second":"And if you reach back into the dark <strong class=\"keyword\">corners</strong>"},{"author":8008,"first":"De la costa a la alta montaña, Tenerife conforma un universo de marcados contrastes donde encontrarás el lugar perfecto para llenar tus vacaciones de momentos inolvidables: <strong class=\"keyword\">recónditas</strong> calas de arena negra, extensas playas doradas, profundos barrancos, gigantescos acantilados, bosques exóticos, parajes volcánicos de aspecto lunar y formas imposibles, valles cubiertos de plataneras...","second":"From the coast up to its mountaintops, Tenerife is a universe of marked contrasts where you can find the perfect place to fill your holidays with unforgettable moments: <strong class=\"keyword\">secret</strong> bays with exotic black volcanic sand, long golden beaches, deep ravines, giant cliffs, exotic woodlands, volcanic landscapes of impossible shapes as well as valleys covered in banana plantations, and much, much more."},{"author":118293,"first":"Se pudrirán los lugares más <strong class=\"keyword\">recónditos</strong> de su cuerpo, produciendo un fétido hedor.","second":"Thy body shall putrefy unto its <strong class=\"keyword\">innermost recesses</strong> and shall give off a noisome st ench."},{"author":31,"first":"Pero saben...... en las esquinas oscuras de las cavidades...... más <strong class=\"keyword\">recónditas</strong> de su mente pequeña que su propia oscuridad fétida...... bulle en sus desechos mentales únicos","second":"But you know... in the dark corners of the more <strong class=\"keyword\">recessed</strong> cavities of your own little mind... that your own fetid darkness... seethes in its unique mental waste"},{"author":95096,"first":"Por otra parte, son elementos de los cuales depende la «respuesta a los enigmas <strong class=\"keyword\">recónditos</strong> de la condición humana que, hoy como ayer, conmueven íntimamente los corazones: ¿Qué es el hombre?, ¿cuál es el sentido y el fin de nuestra vida?, ¿qué es el bien y qué el pecado?, ¿cuál es el origen y el fin del dolor?, ¿cuál es el camino para conseguir la verdadera felicidad?, ¿qué es la muerte, el juicio y la retribución después de la muerte?, ¿cuál es, finalmente, ese misterio último e inefable que abarca nuestra existencia, del que procedemos y hacia el que nos dirigimos?»","second":"Yet these are the very elements on which there depends \"the answer to the <strong class=\"keyword\">obscure</strong> riddles of the human condition which today also, as in the past, profoundly disturb the human heart."},{"author":94808,"first":"La Convención representaba un nuevo hito de la cooperación internacional contra la delincuencia organizada transnacional y transmitía un mensaje político importante: manifestaba la resolución de la comunidad internacional de llevar la lucha hasta los santuarios más <strong class=\"keyword\">recónditos</strong> de la delincuencia transnacional.","second":"The Convention represented a new milestone in international cooperation against transnational organized crime and carried a powerful political message: it signalled the resolve of the international community to take battle to the <strong class=\"keyword\">innermost</strong> sanctums of transnational criminality."},{"author":8008,"first":"En la Bahía de Cádiz encontramos el Parque Natural de las Marismas de la Bahía de Cádiz , un lugar <strong class=\"keyword\">recóndito</strong> y destacado, pero además de este debemos destacar dos sitios más en el término municipal dignos de ser visitados por los amantes de la naturaleza .","second":"In the Bay of Cadiz we encounter the Natural Park and the Swamps of the Bay of Cadiz , very special places, however from these we have to point out two further sites on the <strong class=\"keyword\">outskirts</strong> of the municipality which are worth to be visited by lovers of nature ."},{"author":8008,"first":"unos minutos del Barrio Latino y Saint Germain des Prés, La Demeure es el punto de partida ideal para explorar los tesoros <strong class=\"keyword\">recónditos</strong> de París.","second":"With the world-renowned Latin Quarter on the doorstep and Saint Germain des Prés minute's walk, La Demeure will be a tremendous base from which to explore Paris <strong class=\"keyword\">hidden</strong> gems."},{"author":118293,"first":"Usted me confiesa su secreto inconfesable más <strong class=\"keyword\">recóndito</strong> y yo le cuento el mío.","second":"You tell me your darkest, most unmentionable <strong class=\"keyword\">secret</strong> and I'll tell you mine."},{"author":94808,"first":"El Departamento está estructurado en forma piramidal desde la cúpula hasta la base, de forma que incluso los poblados más pequeños cuentan con una Consejera del MINASCOM, a través de la cuál la política nacional en materia de género, igualdad y promoción de la mujer, llega hasta los lugares más <strong class=\"keyword\">recónditos</strong> de la geografía nacional.","second":"The Department has a pyramid-type structure from the apex to the base, so that even the smallest settlements have MINASCOM Advisers, through whom national policies relating to gender, equality and the advancement of women reach the <strong class=\"keyword\">remotest areas</strong> of the country."},{"author":118293,"first":"Hurgó en lo más <strong class=\"keyword\">recóndito</strong> y vulnerable de mi alma y después me dejó.","second":"He exposed the rawest, most vulnerable <strong class=\"keyword\">depths</strong> of my soul... and then just walked away."},{"author":118293,"first":"Estaba escrito en su corazón desde los tiempos más <strong class=\"keyword\">recónditos</strong>.","second":"It was engraved in his heart from the earliest age."},{"author":94808,"first":"En un mercado unificado, interdependiente y globalizado, las acciones y omisiones pueden beneficiar o perjudicar a los habitantes de los rincones más <strong class=\"keyword\">recónditos</strong> del planeta; por ello, requieren una responsabilidad compartida y una rendición de cuentas mutua.","second":"In a unified, interdependent, globalized marketplace, actions and inactions can benefit or harm people at the <strong class=\"keyword\">furthest</strong> ends of the earth; they therefore necessitate shared responsibilities and mutual accountability."},{"author":8008,"first":"Es una rara experiencia para quien no pertenece a la orden ingresar a los cuartos más <strong class=\"keyword\">recónditos</strong>, y resulta aún más extraño ver la más sagrada de las ceremonias.","second":"It is a rare occasion for someone outside the order to enter the <strong class=\"keyword\">innermost</strong> rooms, and rarer still to see this most sacred of ceremonies."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}