{"result":"ok","tuc":[{"phrase":{"text":"roll","language":"en"},"meanings":[{"language":"en","text":"to beat with rapid, continuous strokes, as a drum"}],"meaningId":-4673630759617997016,"authors":[70195]},{"phrase":{"text":"redouble","language":"en"},"meaningId":2537261665009534840,"authors":[84500]},{"phrase":{"text":"aggravate","language":"en"},"meaningId":2085514498552920549,"authors":[83093]},{"phrase":{"text":"deepen","language":"en"},"meaningId":-5530481460362016632,"authors":[83093]},{"phrase":{"text":"double","language":"en"},"meaningId":-4385102348366923854,"authors":[25018]},{"phrase":{"text":"enhance","language":"en"},"meaningId":187076023601992545,"authors":[89651]},{"phrase":{"text":"reduplicate","language":"en"},"meaningId":-3779344754259785683,"authors":[25018]},{"meanings":[{"language":"en","text":"to redouble, to hike up, step up"}],"meaningId":6375111573830776079,"authors":[93107]}],"phrase":"redoblar","examples":[{"author":94808,"first":"Pediría también a la Oficina de las Naciones Unidas contra la Droga y el Delito que <strong class=\"keyword\">redoblara</strong> sus esfuerzos, de manera coordinada, en lo que respecta a prestar asistencia técnica y servicios de asesoramiento para la ejecución de programas regionales.","second":"Also request the United Nations Office on Drugs and Crime to <strong class=\"keyword\">enhance</strong>, in a coordinated manner, its efforts in providing technical assistance and advisory services for the implementation of regional programmes;"},{"author":94808,"first":"Por su parte, la Oficina del Alto Comisionado <strong class=\"keyword\">redoblará</strong> sus esfuerzos por facilitar la aplicación de las recomendaciones de los órganos creados en virtud de tratados en los países correspondientes y por dar a conocer mejor el sistema de esos órganos.","second":"At the same time, the Office of the United Nations High Commissioner for Human Rights (OHCHR) would aim to <strong class=\"keyword\">enhance</strong> its own efforts to facilitate the implementation of treaty body recommendations at the national level, and to promote awareness and understanding of the treaty body system."},{"author":8000,"first":"En el plano internacional, es preciso <strong class=\"keyword\">redoblar</strong> esfuerzos para que los países en desarrollo dispongan de más oportunidades de conseguir inversiones y mantengan abierto el acceso a los mercados de los países desarrollados","second":"At the international level, more <strong class=\"keyword\">effort</strong> was required to give developing countries access to investment opportunities and open access to markets in developed countries"},{"author":94808,"first":"<strong class=\"keyword\">Redoblar</strong> los esfuerzos para entablar un diálogo abierto y transparente con la sociedad civil sobre los cambios en la legislación que afecten a los derechos de los ciudadanos (Reino Unido);","second":"<strong class=\"keyword\">Increase</strong> the efforts to conduct open and transparent dialogue with civil society on any changes to legislation which affect the rights of citizens (United Kingdom);"},{"author":8000,"first":"Consideramos que el Gobierno del Sudán debe <strong class=\"keyword\">redoblar</strong> sus esfuerzos para facilitar la entrega de la ayuda humanitaria","second":"We believe that the Government of the Sudan should <strong class=\"keyword\">redouble</strong> its efforts to facilitate the delivery of humanitarian aid"},{"author":94808,"first":"En cumplimiento del tercer Plan básico para la igualdad de género, el Gobierno del Japón se propone <strong class=\"keyword\">redoblar</strong> los esfuerzos para crear una sociedad que respete la igualdad de género.","second":"Based on the Third Basic Plan for Gender Equality, the Government of Japan intends to advance <strong class=\"keyword\">efforts</strong> to realize a gender-equal society."},{"author":94808,"first":"Afirmamos nuestro compromiso de superar los obstáculos en la aplicación del Programa de Hábitat, especialmente la pobreza, que consideramos el principal factor subyacente, y de fortalecer y salvaguardar los entornos nacionales e internacionales propicios, y, a tal fin, nos comprometemos a <strong class=\"keyword\">redoblar</strong> nuestros esfuerzos para asegurar la aplicación plena y efectiva del Programa de Hábitat.","second":"Affirm our commitment to overcoming obstacles encountered in implementing the Habitat Agenda, especially poverty, which we consider to be the major underlying factor, and to strengthening and safeguarding national and international enabling environments, and to this end pledge to <strong class=\"keyword\">accelerate</strong> our efforts to ensure the full and effective implementation of the Habitat Agenda."},{"author":8000,"first":"Los países desarrollados deben <strong class=\"keyword\">redoblar</strong> sus esfuerzos para ayudar a los países y regiones menos adelantados a resolver, en particular, los problemas de hambre, asistencia médica y educación de los niños","second":"Developed countries should <strong class=\"keyword\">redouble</strong> their efforts to help least developed countries and regions, particularly in solving the problems of hunger, medical care and children's education"},{"author":94808,"first":"Insta al Gobierno de Myanmar a que acelere sus esfuerzos encaminados a hacer frente a la discriminación, las violaciones de los derechos humanos, la violencia, la incitación al odio, los desplazamientos y la privación económica que afectan a diversas minorías étnicas y religiosas y los ataques perpetrados contra musulmanes y otras minorías religiosas, y exhorta al Gobierno de Myanmar a defender el estado de derecho y a <strong class=\"keyword\">redoblar</strong> sus esfuerzos por promover la tolerancia y la coexistencia pacífica en todos los sectores de la sociedad, entre otras medidas, alentando el diálogo y la comprensión interconfesionales e intercomunitarios y apoyando a los dirigentes comunitarios en este sentido;","second":"Urges the Government of Myanmar to accelerate its efforts to address discrimination, human rights violations, violence, hate speech, displacement and economic deprivation affecting various ethnic and religious minorities, and attacks against Muslims and other religious minorities, and calls upon the Government of Myanmar to uphold the rule of law and to <strong class=\"keyword\">step up</strong> its efforts to promote tolerance and peaceful coexistence in all sectors of society by, inter alia, facilitating interfaith and intercommunity dialogue and understanding and supporting community leaders in this direction;"},{"author":94808,"first":"El Comité alienta al Estado parte a <strong class=\"keyword\">redoblar</strong> esfuerzos para diseñar e implementar una política integral de regularización migratoria que sea accesible a todos los trabajadores migratorios y sus familias en situación irregular, cumpliendo con el principio de no discriminación.","second":"The Committee encourages the State party to <strong class=\"keyword\">redouble its</strong> efforts to establish and implement a comprehensive migration regularization policy that is accessible to all migrant workers and members of their families in an irregular situation and satisfies the principle of non-discrimination."},{"author":8000,"first":"Habida cuenta de la situación, la comunidad internacional debe obrar sin demora y <strong class=\"keyword\">redoblar</strong> sus esfuerzos por crear un entorno favorable para la aplicación inmediata de la hoja de ruta","second":"Given the situation, the international community must act without delay and <strong class=\"keyword\">redouble</strong> its efforts to create a favourable environment for the immediate implementation of the road map"},{"author":8000,"first":"El orador insta a la comunidad internacional a <strong class=\"keyword\">redoblar</strong> sus esfuerzos por hallar una solución duradera al problema de la deuda externa de los países en desarrollo, en particular los países de ingresos bajos y medios","second":"He urged the international community to <strong class=\"keyword\">redouble</strong> its efforts to find a lasting solution to the external debt problems of developing countries, including the low- and middle-income countries"},{"author":94808,"first":"El Comité de Derechos Humanos recomendó que el Canadá <strong class=\"keyword\">redoblara</strong> sus esfuerzos para proteger y promover los idiomas y culturas aborígenes","second":"HR Committee recommended <strong class=\"keyword\">increasing efforts</strong> to protect and promote Aboriginal languages and cultures."},{"author":94808,"first":"Confiamos en que la actual situación y la persistencia de la ocupación no continúen y creemos que todas las Potencias internacionales que tienen influencia sobre Israel deben <strong class=\"keyword\">redoblar</strong> sus esfuerzos genuinos por conseguir una solución justa y duradera de la trágica situación que sigue sufriendo el pueblo palestino.","second":"We are confident that the current situation and the persistence of the occupation will not continue, and that all international Powers having influence with Israel must <strong class=\"keyword\">redouble</strong> their genuine efforts to bring about a lasting and just settlement of the tragic situation from which the Palestinian people continue to suffer."},{"author":94808,"first":"El CRC recomendó a Siria que <strong class=\"keyword\">redoblara</strong> sus esfuerzos por garantizar el registro de todos los niños, independientemente de la situación legal de sus padres .","second":"CRC recommended that Syria <strong class=\"keyword\">strengthen</strong> its efforts to guarantee the registration of all children, irrespective of the legal status of parents."},{"author":94808,"first":"Quería hacer otras tres solicitudes: primero, instar al Presidente Hamid Karzai, después de recibir el poderoso voto de confianza de la Loya Jirga de Emergencia, a <strong class=\"keyword\">redoblar</strong> sus esfuerzos por extender la autoridad de la Administración de Transición más allá de Kabul; segundo, pedir a la diáspora afgana que responda al llamamiento del Presidente Karzai de retornar para ayudar a la reconstrucción del Afganistán, lo que sería mucho más útil para ayudar al país que criticarlo desde lejos, y tercero, instar a las delegaciones afganas que participaron en la Loya Jirga de Emergencia, y que hicieron gala de gran valor y madurez política al hacerlo, que sigan demostrando el mismo nivel de compromiso en los meses y años venideros.","second":"I had three other appeals that I wanted to make: first, to call on President Hamid Karzai, after receiving the compelling vote of confidence from the Emergency Loya Jirga, to <strong class=\"keyword\">redouble</strong> his efforts to extend the authority of the Transitional Administration beyond Kabul; secondly, to call on the Afghan diaspora to respond to President Karzai’s call for them to return to help in the reconstruction of Afghanistan, which would go much further in helping Afghanistan than criticism from afar; and thirdly, to call on the Afghan delegates who participated in the Emergency Loya Jirga and who showed a tremendous amount of political courage and maturity to continue to display the same degree of commitment in the months and years ahead."},{"author":8000,"first":"A tenor del informe provisional es evidente que se deben <strong class=\"keyword\">redoblar</strong> los esfuerzos de coordinación para evitar duplicaciones y superposiciones innecesarias con mecanismos existentes y promover la sinergia, la eficiencia y la coherencia entre los diferentes agentes que trabajan en ese tema","second":"From the interim report, it is evident that coordination <strong class=\"keyword\">efforts</strong> should be strengthened to avoid unnecessary duplication and overlap with mechanisms that already exist, and to promote synergy, efficiency and coherence among all the various actors in this field"},{"author":94808,"first":"Su participación enriquecerá las deliberaciones del Comité y <strong class=\"keyword\">redoblará</strong> el apoyo al Alto Comisionado y a su Oficina.","second":"Their participation would enrich the Committee’s discussions and <strong class=\"keyword\">strengthen</strong> support for the High Commissioner and his Office."},{"author":8000,"first":"Los organismos y asociados para el desarrollo deben <strong class=\"keyword\">redoblar</strong> sus esfuerzos para elaborar proyectos económicos de efecto rápido en las comunidades, con miras a generar empleos e ingresos","second":"Development agencies and partners should <strong class=\"keyword\">redouble</strong> their efforts in designing quick-impact economic projects in the communities, with a view to generating employment and income"},{"author":94808,"first":"El Estado parte debe <strong class=\"keyword\">redoblar</strong> sus esfuerzos para promover la participación de los grupos minoritarios en la vida pública y en los órganos de adopción de decisiones, entre otras cosas, adoptando medidas especiales de carácter temporal.","second":"The State party should <strong class=\"keyword\">strengthen</strong> its efforts to promote the participation of minority groups in public life and decision-making bodies by, inter alia, adopting temporary special measures."},{"author":94808,"first":"El OSACT alentó a las Partes y a los programas y organizaciones de investigación a <strong class=\"keyword\">redoblar</strong> sus esfuerzos para hacer frente a esos retos.","second":"The SBSTA encouraged Parties and the research programmes and organizations to <strong class=\"keyword\">further strengthen</strong> their efforts to address these challenges."},{"author":27,"first":"Sin embargo, el señor Costa tiene razón cuando dice que tendremos que <strong class=\"keyword\">redoblar</strong> nuestros esfuerzos por coordinar la financiación, porque, como han destacado la señora Ayala y otros, nos encontramos con un presupuesto demasiado limitado para ser realmente capaces de emprender importantes obras de infraestructura que permitan una movilidad sostenible.","second":"Mr Costa is right, however, when he says that we shall have to really <strong class=\"keyword\">redouble</strong> our efforts to coordinate financing because, as Mrs Ayala and others have emphasised, we find ourselves faced with a budget which is too limited to be able really to undertake the major works on infrastructure that will enable sustainable mobility."},{"author":8000,"first":"El Comité exhorta al Estado parte a evaluar, desde una perspectiva de género, los efectos de las medidas de lucha contra la pobreza y a <strong class=\"keyword\">redoblar</strong> sus esfuerzos por combatir la pobreza de las mujeres en general y, en particular, de los grupos vulnerables de mujeres","second":"The Committee urges the State party to assess the gender impact of anti-poverty measures and <strong class=\"keyword\">increase</strong> its efforts to combat poverty among women in general and the vulnerable groups of women in particular"},{"author":94808,"first":"En consecuencia, existe una necesidad urgente de <strong class=\"keyword\">redoblar</strong> los esfuerzos por contener la proliferación de armas de destrucción en masa y misiles balísticos entre los países del Oriente Medio que suscitan preocupación.","second":"Accordingly, there is an urgent need <strong class=\"keyword\">to intensify</strong> efforts to <strong class=\"keyword\">halt</strong> the proliferation of weapons of mass destruction and ballistic missiles, as well as nuclear fuel cycle technologies, to countries of concern in the Middle East."},{"author":94809,"first":"Por otra parte, Portugal <strong class=\"keyword\">redoblará</strong> sus esfuerzos para racionalizar el sector público reduciendo el número de organismos y mejorando la distribución de tareas en todos los niveles de la Administración;","second":"In addition, Portugal shall <strong class=\"keyword\">enhance efforts</strong> to streamline the public sector by reducing entities and improving task sharing at all levels of government;"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}