{"result":"ok","tuc":[{"phrase":{"text":"countersign","language":"en"},"meanings":[{"language":"en","text":"To sign a document that has been signed by someone else, in confirmation or authentication."},{"language":"es","text":"Firmar un documento que ha sido firmado por otra persona, para confirmar o autenticar."}],"meaningId":449151114503607538,"authors":[60172]},{"phrase":{"text":"authenticate","language":"en"},"meaningId":8090667279023872439,"authors":[25018]},{"phrase":{"text":"endorse","language":"en"},"meaningId":7546687662350819099,"authors":[25018]},{"phrase":{"text":"confirm","language":"en"},"meaningId":6886667483054362464,"authors":[84715]},{"phrase":{"text":"validate","language":"en"},"meaningId":5691032258101960910,"authors":[80097]},{"phrase":{"text":"cert","language":"en"},"meaningId":-7511277211432025899,"authors":[80097]},{"phrase":{"text":"certify","language":"en"},"meaningId":-4721628034825373979,"authors":[80097]},{"phrase":{"text":"check","language":"en"},"meaningId":-3996344056716388801,"authors":[83042]},{"phrase":{"text":"initial","language":"en"},"meaningId":7167889793492362732,"authors":[83042]},{"meanings":[{"language":"en","text":"to endorse"}],"meaningId":6448574464811787377,"authors":[93107]}],"phrase":"refrendar","examples":[{"author":94808,"first":"Algunas delegaciones indicaron que la Conferencia debía tratar de <strong class=\"keyword\">refrendar</strong> un conjunto de principios para orientar la transición hacia una economía ecológica, formular una hoja de ruta para esa transición y preparar un juego de herramientas bien surtido que pudieran utilizar países con diferentes niveles de desarrollo y diversas circunstancias nacionales como guía en su trayectoria hacia una economía y un crecimiento ecológicos.","second":"Some delegations suggested that the Conference should aim to <strong class=\"keyword\">endorse</strong> a set of principles to guide a transition to a green economy, draw up a road map for that transition and a prepare a well-stocked toolkit that countries at different levels of development and with differing national circumstances could use to guide them towards a green-economy, green-growth path."},{"author":8000,"first":"Un mecanismo del OIEA para <strong class=\"keyword\">refrendar</strong>, publicar o apoyar un marco de seguridad relativo a las fuentes de energía nuclear en el espacio que se estableciera al margen de su procedimiento actual de elaboración de normas de seguridad","second":"An IAEA mechanism for <strong class=\"keyword\">endorsing</strong>, publishing or supporting any space NPS safety framework developed outside IAEA's existing safety standard development process"},{"author":8000,"first":"Una vez que esa presencia esté en funcionamiento, estaremos preparados para <strong class=\"keyword\">refrendar</strong> su mandato mediante la firma de una promesa completa de no utilización de la fuerza","second":"Once such a force is in place, we will be ready to <strong class=\"keyword\">endorse</strong> its mandate by signing a comprehensive non-use-of-force pledge"},{"author":94808,"first":"Exhortamos una vez más a los dirigentes palestinos a que cumplan con su obligación de poner fin a las hostilidades, cesen de realizar toda forma de incitación en los medios de difusión oficiales y se abstengan de <strong class=\"keyword\">refrendar</strong>, incluso de manera indirecta, la acción terrorista contra ciudadanos de Israel.","second":"We call once again upon the Palestinian leadership to fulfil their obligations to bring about an end to hostilities, to cease all forms of incitement in the official media and to refrain from even indirectly <strong class=\"keyword\">sanctioning</strong> the use of terrorist action against Israeli civilians."},{"author":94809,"first":"Sin embargo, su uso más común es exclusivamente <strong class=\"keyword\">refrendar</strong> la autenticidad y la integridad de un mensaje, sin que exista intención de firmar en el sentido tradicional, lo que también ha señalado ICC, por ejemplo, durante la consulta informal.","second":"However, the most common use of digital <strong class=\"keyword\">signatures</strong> is exclusively to enhance message authenticity and integrity, without the aim of showing intent to sign in the traditional sense which has also been pointed out by e.g. ICC during the informal consultation."},{"author":8000,"first":"En su # a sesión, celebrada el # de julio de # el Consejo Económico y Social decidió <strong class=\"keyword\">refrendar</strong> el nombramiento de la Sra. Michèle Ramis-Plum (Francia) para integrar el Consejo Directivo del Instituto Interregional de las Naciones Unidas para Investigaciones sobre la Delincuencia y la Justicia, efectuado por la Comisión de Prevención del Delito y Justicia Penal en su # ° período de sesiones","second":"At its # st meeting, on # uly # the Economic and Social Council decided to <strong class=\"keyword\">endorse</strong> the appointment, by the Commission on Crime Prevention and Criminal Justice at its fifteenth session, of Michèle Ramis-Plum (France) to the Board of Trustees of the United Nations Interregional Crime and Justice Research Institute"},{"author":94809,"first":"Después de verificar la identidad de los testigos, el Presidente les indicará que deben <strong class=\"keyword\">refrendar</strong> sus declaraciones en la forma establecida en el apartado 2 y en el artículo 63.","second":"After the identity of the witness has been established, the President shall inform him that he will be required to <strong class=\"keyword\">vouch</strong> the truth of his evidence in the manner laid down in paragraph 2 and in Article 63."},{"author":94808,"first":"Creo que la mayoría de los oradores que han intervenido hoy, de hecho prácticamente todos los oradores, apoyan esta idea, y se me antoja que la Conferencia está dispuesta a <strong class=\"keyword\">refrendar</strong> esta opinión.","second":"I believe that the majority of speakers today — indeed, virtually all speakers — support this idea, and it appears to me that the Conference is ready to <strong class=\"keyword\">endorse</strong> this view."},{"author":94808,"first":"Aun con sus numerosas limitaciones, esta Declaración constituyó un hito importante al <strong class=\"keyword\">refrendar</strong> una visión de derechos humanos, progresista para su época, que pretendía alcanzar la dignidad humana y la igualdad de derechos para todos los seres humanos.","second":"Despite its many limitations, the Declaration was an important milestone, as it set forth a vision of human rights that was progressive for its time and was designed to secure human dignity and equal rights for all human beings."},{"author":27,"first":"Señor Presidente, quisiera <strong class=\"keyword\">refrendar</strong> las palabras de mi distinguido amigo, el Sr. Harbour.","second":"Mr President, I should like to <strong class=\"keyword\">endorse</strong> what my honourable friend Mr Harbour has just said."},{"author":8008,"first":"El Reichstag (parlamento alemán) no hacía más que <strong class=\"keyword\">refrendar</strong> automáticamente la dictadura de Hitler.","second":"The Reichstag (German parliament) became a <strong class=\"keyword\">rubber stamp</strong> for Hitler's dictatorship."},{"author":94808,"first":"Un mecanismo del OIEA para <strong class=\"keyword\">refrendar</strong>, publicar o apoyar un marco de seguridad relativo a las fuentes de energía nuclear en el espacio que se estableciera al margen de su procedimiento actual de elaboración de normas de seguridad.","second":"An IAEA mechanism for <strong class=\"keyword\">endorsing</strong>, publishing or supporting any space NPS safety framework developed outside IAEA’s existing safety standard development process."},{"author":94809,"first":"Los Estados miembros pueden decidir <strong class=\"keyword\">refrendar</strong> los certificados de aptitud de la gente de mar expedidos por terceros países, siempre que el tercer país en cuestión esté reconocido por la Comisión como garantía de que dicho país cumple los requisitos del Convenio internacional sobre normas de formación, titulación y guardia para la gente de mar, de 1978, en su versión modificada (Convenio STCW) (2).","second":"Member States may decide to <strong class=\"keyword\">endorse</strong> seafarers’ certificates of competency issued by third countries, provided that the relevant third country is recognised by the Commission as ensuring that this country complies with the requirements of the international Convention on Standards of Training, Certification and Watchkeeping for Seafarers, 1978, as amended (STCW Convention) (2);"},{"author":94809,"first":"Õ Los Estados miembros podrán, con respecto a los buques que enarbolen su pabellón, <strong class=\"keyword\">refrendar</strong> los títulos expedidos por los terceros países reconocidos por la Comisión, teniendo en cuenta las disposiciones de los puntos 4 y 5 del Anexo II.","second":"Õ A Member State may decide, with respect to ships flying its flag, to <strong class=\"keyword\">endorse</strong> certificates issued by the third countries recognised by the Commission, account being taken of the provisions contained in Annex II points (4) and (5)."},{"author":27,"first":"<strong class=\"keyword\">Refrendar</strong> el Acuerdo puede ayudar a mejorar la vida de la ciudadanía de Turkmenistán, así como promover reformas económicas.","second":"<strong class=\"keyword\">Initialling</strong> the agreement may help to improve the lives of the citizens of Turkmenistan and also to bring about economic reforms."},{"author":94808,"first":"Sin embargo, la insistencia de los patrocinadores en presentar el proyecto de resolución con arreglo al Capítulo VII —aunque todas las resoluciones del Consejo de Seguridad son vinculantes, de conformidad con el Artículo 25 de la Carta— va más allá del objetivo establecido de <strong class=\"keyword\">refrendar</strong> la creación del tribunal, sobre todo en vista de la complicada y delicada situación política que impera en el Líbano.","second":"However, the insistence of the sponsors to present the draft resolution under Chapter VII — although all Security Council resolutions are binding, in accordance with Article 25 of the Charter — goes beyond its designated aim of <strong class=\"keyword\">endorsing</strong> the establishment of the tribunal, especially in the light of the complicated and delicate political situation in Lebanon."},{"author":8000,"first":"El Presidente debe <strong class=\"keyword\">refrendar</strong> todos los proyectos de ley aprobados por el Parlamento antes de su entrada en vigor","second":"The President must <strong class=\"keyword\">assent</strong> to all bills passed by Parliament before they become law"},{"author":118385,"first":"Para <strong class=\"keyword\">refrendar</strong> las soluciones específicas de cada país, se necesitan pruebas más detalladas.","second":"To <strong class=\"keyword\">endorse</strong> country-specific solutions, more detailed evidence is needed."},{"author":22,"first":"tenga previsto <strong class=\"keyword\">refrendar</strong> calificaciones crediticias como se prevé en el artículo #, apartado","second":"envisages <strong class=\"keyword\">endorsing</strong> credit ratings as referred to in Article"},{"author":94809,"first":"prevea <strong class=\"keyword\">refrendar</strong> calificaciones crediticias a tenor del artículo 4, apartado 3;","second":"envisages <strong class=\"keyword\">endorsing</strong> credit ratings as referred to in Article 4(3);"},{"author":94809,"first":"Aun cuando el texto citado por la Comisión (véase el apartado 39 supra) parezca <strong class=\"keyword\">refrendar</strong> su interpretación, precisa también que el «reparto 50/50 no se ha establecido de manera definitiva» y que podría variar en función de la demanda.","second":"Whilst the extract cited by the Commission (see paragraph 39, above) appears to bear out its interpretation it also makes it clear that `the 50/50 repartition was not established once and for all' and that it may vary according to demand."},{"author":94809,"first":"Un Gobierno Contratante podrá, a petición de la Administración, hacer que el buque sea sometido a una verificación y, si a su juicio se cumplen las disposiciones de la sección 19.1.1, expedirá o autorizará la expedición de un certificado internacional de protección del buque y, cuando proceda, <strong class=\"keyword\">refrendará</strong> o autorizará el refrendo de dicho certificado para el buque, de conformidad con el presente Código.","second":"Another Contracting Government may, at the request of the Administration, cause the ship to be verified and, if satisfied that the provisions of section 19.1.1 are complied with, shall issue or authorise the issue of an International Ship Security Certificate to the ship and, where appropriate, <strong class=\"keyword\">endorse</strong> or authorise the endorsement of that Certificate on the ship, in accordance with this Code."},{"author":94809,"first":"El Estado miembro que reconozca un título en virtud de lo establecido en la letra a) del apartado 3 del artículo 18, lo <strong class=\"keyword\">refrendará</strong> para atestiguar dicho reconocimiento.","second":"A Member State which recognises a certificate under the procedure laid down in Article 18(3)(a) shall <strong class=\"keyword\">endorse</strong> that <strong class=\"keyword\">certificate</strong> to attest its recognition."},{"author":27,"first":"Quiero <strong class=\"keyword\">refrendar</strong> la propuesta de la ponente, destinada a fortalecer la legislación europea sobre igualdad de género.","second":"I should like to <strong class=\"keyword\">reiterate</strong> the rapporteur's proposal, which seeks to strengthen European gender equality legislation."},{"author":8000,"first":"El recurso del Gobierno de Israel a tal violencia y tal asesinato ilícito amenaza los principios de las Naciones Unidas y de la humanidad, que durante todo el siglo # nos esforzamos por <strong class=\"keyword\">refrendar</strong> y aplicar, como ilustra, entre otras cosas, la creación de este Consejo de Seguridad","second":"The Government of Israel's resort to such violence and illegal assassination threatens the principles of the United Nations and humanity that we strove to <strong class=\"keyword\">endorse</strong> and to enforce throughout the twentieth century, as exemplified, inter alia, in the establishment of this Security Council"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}