{"result":"ok","tuc":[{"phrase":{"text":"scuffle","language":"en"},"meaningId":7280198000385400950,"authors":[80097]},{"phrase":{"text":"fray","language":"en"},"meaningId":-6172157963593973005,"authors":[80097]},{"phrase":{"text":"affray","language":"en"},"meaningId":-1067552454955912833,"authors":[80097]},{"phrase":{"text":"melee","language":"en"},"meaningId":5616627151247998733,"authors":[84500]},{"phrase":{"text":"skirmish","language":"en"},"meaningId":882053041522448297,"authors":[25115]},{"phrase":{"text":"battle royal","language":"en"},"meaningId":-3673188819784618783,"authors":[84500]},{"phrase":{"text":"brawl","language":"en"},"meaningId":8488534087300552210,"authors":[25018]},{"phrase":{"text":"clash","language":"en"},"meaningId":360436272415523341,"authors":[80097]},{"phrase":{"text":"dogfight","language":"en"},"meaningId":-7758084683815941562,"authors":[84500]},{"phrase":{"text":"fight","language":"en"},"meaningId":-878579406745285197,"authors":[8]},{"phrase":{"text":"hassle","language":"en"},"meaningId":-5639858292631514732,"authors":[84500]},{"phrase":{"text":"rough-and-tumble","language":"en"},"meaningId":-3271308122222875371,"authors":[84500]},{"phrase":{"text":"scramble","language":"en"},"meaningId":-3200299023202895611,"authors":[84500]},{"phrase":{"text":"scrimmage","language":"en"},"meaningId":7479622952206175488,"authors":[84500]},{"phrase":{"text":"tussle","language":"en"},"meaningId":1542806305448333724,"authors":[84500]},{"meanings":[{"language":"en","text":"skirmish, brawl, scuffle"}],"meaningId":-6711321201207226877,"authors":[93107]}],"phrase":"refriega","examples":[{"author":118293,"first":"Entró en la <strong class=\"keyword\">refriega</strong> como una gatita en celo.","second":"He got right in there and kicked like a Pussycat Doll."},{"author":118293,"first":"Estuve repasa ndo las tareas de Alan... intentando encontrar nombres de interés... y estrictamente hablando, este no es alguien sin conexiones en La <strong class=\"keyword\">Refriega</strong>... pero resulta extraño sin embargo.","second":"Mmm. I was looking through Alan's assignments, trying to find persons of interest, and, well, strictly speaking, this isn't somebody unconnected to the fray, but it's jolly queer nonetheless."},{"author":8008,"first":"Caser-Endesa aprovechaba la <strong class=\"keyword\">refriega</strong> para escaparse de sus dos rivales y colocarse a la izquierda del campo, posición desde la que dominaría a toda la flota.","second":"Islas Canarias Puerto Calero had tried repeatedly to get <strong class=\"keyword\">into</strong> a passing lane, and for a while Caser-Endesa would make aggressive covering manouevers to prevent this, but the 3-point gap needed to fill with other boats to take the runner-up position from the local favorites just couldn’t be overcome, so Caser-Endesa, with owner Javier Goizueta (ESP) on board as a guest, had to settle for being third overall but satisfied as winner of the day on scores of 1-3-1, their best day of the series and second time being champions for the day."},{"author":31,"first":"Casi tuvimos una <strong class=\"keyword\">refriega</strong> hoy en los vestidores","second":"We almost had a <strong class=\"keyword\">scuffle</strong> today at the weigh- in"},{"author":94808,"first":"Luego se sumó a la <strong class=\"keyword\">refriega</strong> la insurgencia islamista.","second":"Islamist insurgents subsequently <strong class=\"keyword\">joined</strong> the <strong class=\"keyword\">fray</strong>."},{"author":94808,"first":"Burundi indicó que las <strong class=\"keyword\">refriegas</strong> políticas y la lentitud de los procedimientos legislativos impedían completar el proceso de ratificación.","second":"Burundi indicated that political <strong class=\"keyword\">struggles</strong> and slow legislation procedures impeded the completion of the ratification process."},{"author":94808,"first":"La Radio Popular Central de China, criticando la <strong class=\"keyword\">refriega</strong> de las recientes elecciones presidenciales de los Estados Unidos, reveló que el costo de las elecciones de este año superó los 6.000 millones de dólares, mientras que en las anteriores elecciones había ascendido a 2.000 millones de dólares.","second":"The Central People’s Radio of China, criticizing the <strong class=\"keyword\">melee</strong> in the recent presidential election in the US, exposed that this year’s election cost over $6 billion, while the previous election cost $2 billion."},{"author":118293,"first":"No creas que es genial el modo en que no te <strong class=\"keyword\">refriego</strong> cuán obviamente te equivocabas.","second":"Don't you think it's cool how I'm not <strong class=\"keyword\">rubbing</strong> your face in how obviously wrong you were?"},{"author":8008,"first":"Puedes elegir unirte a las <strong class=\"keyword\">refriegas</strong> y encuentros puntuados a lo largo de la temporada.","second":"You can choose to join <strong class=\"keyword\">skirmishes</strong> and rated battles throughout the season."},{"author":94808,"first":"De conformidad con los informes, las fuerzas de ocupación llamaron a cinco soldados, fuertemente armados y con una escolta de vehículos blindados, que detuvieron al joven Abu Shahin, junto con Shadid Farahat, Fadlallah Al–Wali, Farid Subh, Yahya Farahat y Majid Al–Qish, tras una <strong class=\"keyword\">refriega</strong> entre los dos lados.","second":"The reports added that the occupation forces had then summoned five soldiers, heavily armed and with an escort of armoured vehicles, who detained the youth Abu Shahin, together with Shadid Farahat, Fadlallah Al-Wali, Farid Subh, Yahya Farahat and Majid Al-Qish, after <strong class=\"keyword\">scuffles</strong> between the two sides."},{"author":118293,"first":"Recientemente, en el 2006, la policia acudió para disolver una <strong class=\"keyword\">refriega</strong> en una concentración del Orgullo Blanco.","second":"Recent as'06, cops got called to break apart a <strong class=\"keyword\">scuffle</strong> at a White Pride rally he organized."},{"author":31,"first":"¿ Por qué crees que se lo <strong class=\"keyword\">refriego</strong> a Chuck en la cara cada vez que puedo?","second":"Why do you think I <strong class=\"keyword\">rub it</strong> in Chuck' s face?"},{"author":92475,"first":"Fuera gas pimienta o gas lacrimógeno, la <strong class=\"keyword\">refriega</strong> ya se había terminado cuando llegamos a la ciudad.","second":"Whether pepper-spray or tear-gas<strong class=\"keyword\">-</strong>related, the <strong class=\"keyword\">scuffle</strong> has died down by the time we arrive in town."},{"author":118293,"first":"Carros volcados, huellas, signos claros de una <strong class=\"keyword\">refriega</strong>.","second":"Overturned carts, footprints, clear sign of <strong class=\"keyword\">a</strong> struggle."},{"author":92475,"first":"Debido a esto, los cibernautas no siempre se ponen del lado de los manifestantes en sus <strong class=\"keyword\">refriegas</strong> con inversionistas y la policía.","second":"Because of this, netizens don't always take the protesters’ side in their <strong class=\"keyword\">scuffles</strong> with investors and the police."},{"author":31,"first":"Como resultado de su <strong class=\"keyword\">refriega</strong> con Connie Briggs ¿ verdad?","second":"As a result of your <strong class=\"keyword\">scuffle</strong> with Connie Briggs, right?"},{"author":118293,"first":"Nos dis pararon y murieron durante la <strong class=\"keyword\">refriega</strong>.","second":"They fired on us and were killed in <strong class=\"keyword\">an</strong> encounter"},{"author":118293,"first":"Roberto todavía me lo <strong class=\"keyword\">refriega</strong> por la cara.","second":"Roberto still blames me."},{"author":31,"first":"Mientras, Rachel <strong class=\"keyword\">refriega</strong> tu calzoncillo en mi cara...... y me pregunta cuándo protagonizaré Mujer Fea","second":"Meanwhile, I get Rachel shoving <strong class=\"keyword\">your</strong> underwear in my face...... and asking when she can come see me star in Ugly Woman"},{"author":92475,"first":"Nos quedamos en Petionville, lejos de la <strong class=\"keyword\">refriega</strong>.","second":"We’re staying in Pétionville, away from the <strong class=\"keyword\">fray</strong>."},{"author":91988,"first":"Así, pues, el aspecto positivo en esta <strong class=\"keyword\">refriega</strong> es el de que ha mostrado que la economía puede lograr avances mediante las reglas científicas.","second":"So the silver lining in this <strong class=\"keyword\">fracas</strong> is that it showed that economics can progress by the rules of science."},{"author":94808,"first":"Sin embargo, cuando Habsade trató de desmantelar la barricada, se produjo una <strong class=\"keyword\">refriega</strong> que dejó un saldo de tres muertos y nueve heridos.","second":"However, when Habsade tried to dismantle the roadblock, a clash <strong class=\"keyword\">ensued</strong>, causing three deaths and injuries to nine others."},{"author":8008,"first":"El 26 de abril del año pasado, al término de un encuentro de fútbol entre el Atlas local y Tigres de la Universidad Autónoma de Nuevo León, hubo una <strong class=\"keyword\">refriega</strong> entre aficionados regiomontanos y la policía local.","second":"Last April 26, after a soccer match between the local Atlas and the Tigres of the Autonomous University of Nuevo León, there was a <strong class=\"keyword\">skirmish</strong> between Tigres fans and police."},{"author":31,"first":"Estoy bastante segura de haber visto a Antonio con un corte en su labio el día que hablamos en la conferencia de prensa, pero asumí que había sido producto de la <strong class=\"keyword\">refriega</strong>","second":"I' m pretty sure that I saw antonio with a cut lipThe day we talked to him at the press conference, But I just assumed that it was from the <strong class=\"keyword\">brawl</strong>"},{"author":118293,"first":"La batalla de Ajilon Prime será recordada como una <strong class=\"keyword\">refriega</strong> inútil. Pero yo siempre la recordaré como algo más que la línea entre el valor y la cobardía es mucho más fina de lo que muchos piensan.","second":"The battle of Ajilon Prime will probably be remembered as a pointless <strong class=\"keyword\">skirmish</strong> but I'll always remember it as something more... as the place I learned that the line between courage and cowardice is a lot thinner than most people believe."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}