{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"to shine, glean"}],"meaningId":4156502275610481310,"authors":[93107]}],"phrase":"refulgir","examples":[{"author":118293,"first":"Si una persona pudiese generar esa energía, su cuerpo se descompondría, empezaría a <strong class=\"keyword\">refulgir</strong>.","second":"If a person generated that much energy their body would break down. They'd <strong class=\"keyword\">glow like</strong> those lights."},{"author":119739,"first":"+ 16 En cuanto a la apariencia de las ruedas+ y su estructura, era como el <strong class=\"keyword\">refulgir</strong> del crisólito;+ y las cuatro tenían una sola semejanza.","second":"+ 16 As for the appearance of the wheels+ and their structure, it was like the glow of chrysʹo·lite;+ and the four of them had one likeness."},{"author":118293,"first":"Dinero verde y oro, tabaco, salmón enlatado, sombreros con plumas, ollas de paté de pescado, calor para el invierno, se entretejen y saltan resbaladizas en los <strong class=\"keyword\">refulgir</strong> de los peces, por las frías calles marinas.","second":"Green and gold money, tobacco, tinned salmon, hats with feathers, pots of fish-paste, warmth for the winter-to-be, weave and leap in it, rich and slippery in the flash and shapes of fishes in the cold sea-streets,"},{"author":119739,"first":"En dos visiones distintas que recibió Ezequiel, observó cuatro ruedas cuya apariencia era “como el <strong class=\"keyword\">refulgir</strong> del crisólito”.","second":"When Ezekiel received two separate visions involving four wheels, he noted that the appearance of the wheels was “like the glow of chrysolite.”"},{"author":119739,"first":"A Ezequiel se le abrieron los cielos y en dos visiones contempló cuatro criaturas vivientes aladas al lado de cuatro ruedas, y la apariencia de cada rueda se asemejaba al “<strong class=\"keyword\">refulgir</strong> del crisólito”, es decir, era de un matiz amarillo o posiblemente verde.","second":"The heavens were opened for Ezekiel, and in two visions he beheld four winged living creatures accompanied by four wheels, the appearance of each wheel being likened to “the glow of chrysolite,” that is, having a hue of yellow or possibly green."},{"author":31,"first":"Habeis enviado al cazador contra mi, para que hiciese <strong class=\"keyword\">refulgir</strong> el puñal contra este rostro que odiais","second":"Did you not send the huntsman out and bid him raise his <strong class=\"keyword\">falchion</strong> high against the abominated face?"},{"author":119739,"first":"9 Y continué viendo, y, ¡mire!, había cuatro ruedas al lado de los querubines, una rueda al lado de un querubín y una rueda al lado del otro querubín,+ y la apariencia de las ruedas era como el <strong class=\"keyword\">refulgir</strong> de una piedra de crisólito.","second":"9 And I continued to see, and, look! there were four wheels beside the cherubs, one wheel beside the one cherub and one wheel beside the other cherub,+ and the appearance of the wheels was like the glow of a chrysʹo·lite stone."},{"author":118293,"first":"La pala <strong class=\"keyword\">refulgirá</strong> con renovado esplendor.","second":"The shovel is only bright with strength."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}