{"result":"ok","tuc":[{"phrase":{"text":"administer","language":"en"},"meaningId":8261024034899765954,"authors":[25018]},{"phrase":{"text":"boss","language":"en"},"meaningId":2004498401356251218,"authors":[25018]},{"phrase":{"text":"guide","language":"en"},"meaningId":-2781075641691445125,"authors":[25018]},{"phrase":{"text":"hold","language":"en"},"meaningId":3938811484477054567,"authors":[20]},{"phrase":{"text":"manage","language":"en"},"meaningId":2475803760613202370,"authors":[25018]},{"phrase":{"text":"occupy","language":"en"},"meaningId":-7329176403907018602,"authors":[86934]},{"meanings":[{"language":"en","text":"to manage"}],"meaningId":4428755727820379968,"authors":[93107]}],"phrase":"regentar","examples":[{"author":94808,"first":"Cuando tales delitos sean cometidos por un grupo organizado o por personas que ya hayan sido condenadas por incitar a la prostitución u organizar o <strong class=\"keyword\">regentar</strong> prostíbulos o practicar el proxenetismo, se impondrán penas de entre tres y siete años de privación de libertad.","second":"The same act, committed by an organized group, and also by a person who has previously been convicted for recruiting for prostitution or for establishing or maintaining <strong class=\"keyword\">dens</strong> or for procuring, shall be punishable by deprivation of liberty for from three to seven years."},{"author":118293,"first":"Como a hartarme de <strong class=\"keyword\">regentar</strong> una panadería.","second":"Like being sick and tired of <strong class=\"keyword\">running</strong> a bakery."},{"author":118293,"first":"Vender tela es más o menos igual que <strong class=\"keyword\">regentar</strong> un burdel.","second":"Selling cloth is more or less similar to <strong class=\"keyword\">running</strong> a brothel."},{"author":8000,"first":"Las medidas adoptadas por la policía han logrado que quienes se dedicaban a la trata de mujeres y niñas y a <strong class=\"keyword\">regentar</strong> negocios de comercio sexual suspendieran sus actividades o cambiaran de actividad","second":"Police's crackdown operations have made those elements that used to traffic women and girls and some commercial sex <strong class=\"keyword\">businesses</strong> suspend their activities or change the businesses"},{"author":27,"first":"Puesto que el sistema europeo le otorga considerables poderes de iniciativa legislativa y ejecución de las políticas, la Comisión de Bruselas ha adquirido, en virtud de los Tratados, la facultad de <strong class=\"keyword\">regentar</strong> una parte cada vez mayor de la vida de 400 millones de europeos, y esta evolución es a la que nos oponemos.","second":"As the European system gives it considerable power to initiate legislation and implement policies, the Commission in Brussels has acquired, by means of the Treaties, the right to govern <strong class=\"keyword\">an</strong> ever greater part of the lives of 400 million Europeans, and it is to this development that we object."},{"author":118293,"first":"Y pensar que se ha ido para <strong class=\"keyword\">regentar</strong> un salón de té.","second":"And to think Taylor's gone off to <strong class=\"keyword\">run</strong> a tea shop!"},{"author":91988,"first":"Cualquiera –padres, maestros o incluso empresas– puede solicitar una licencia para <strong class=\"keyword\">regentar</strong> una escuela.","second":"Anyone – parents, teachers, or even companies – can apply for a license to <strong class=\"keyword\">operate</strong> a school."},{"author":94809,"first":"24 Dicho requisito tenía el siguiente tenor: «nadie podrá <strong class=\"keyword\">regentar</strong> una empresa de seguridad sin previa autorización del Ministro del Interior.","second":"24 – The requirement was worded as follows: ‘Only persons with prior authorisation from the Home Affairs Ministry may <strong class=\"keyword\">operate</strong> a security firm."},{"author":8007,"first":"Bruselas no puede obligar a un país miembro a privatizar: sólo puede obligarlo a <strong class=\"keyword\">regentar</strong> una compañía de propiedad estatal como si fuera una empresa privada.","second":"Brussels cannot force a member country to privatize: it can only force it to <strong class=\"keyword\">run</strong> a state-owned company as if it were a private corporation."},{"author":31,"first":"Y usted podría perder su licencia nos iríamos juntos a Bali para <strong class=\"keyword\">regentar</strong> un bar","second":"Can' t you get disbarred for advising me to..<strong class=\"keyword\">.</strong>- Undoubtedly"},{"author":118293,"first":"Y debo admitir que no me atrae mucho <strong class=\"keyword\">regentar</strong> yo mismo Las Furias.","second":"And I got to admit I'm none too catty at runnir The Furies myself."},{"author":118293,"first":"Dos años en prisión por fingir ser cura y tres años en una cárcel de Francia por <strong class=\"keyword\">regentar</strong> una falsa casa de masajes.","second":"It seems he served two years in jail in Norway for impersonating a clergyman and three years in jail in France for <strong class=\"keyword\">operating</strong> a false massage establishment."},{"author":94809,"first":"\"Cuando una mujer casada, nacional de un Estado miembro, que haya ejercido los derechos que le confiere el Tratado en otro Estado miembro, desarrollando en el mismo una actividad lucrativa, entra y pasa a residir en el Estado miembro del que es nacional, con el fin de <strong class=\"keyword\">regentar</strong> en el mismo un negocio con su marido, ¿autorizan el artículo 52 del Tratado de Roma y la Directiva 73/148/CEE del Consejo, de 21 de mayo de 1973, a su esposo (que no es ciudadano comunitario) a entrar y residir en dicho Estado miembro con su esposa?\"","second":"\"Where a married woman who is a national of a Member State has exercised Treaty rights in another Member State by working there and enters and remains in the Member State of which she is a national for the purposes of <strong class=\"keyword\">running</strong> a business with her husband, do Article 52 of the Treaty of Rome and Council Directive 73/148 of 21 May 1973 entitle her spouse (who is not a Community national) to enter and remain in that Member State with his wife?\""},{"author":94809,"first":"El gasto presupuestario actual es insuficiente para <strong class=\"keyword\">regentar</strong> el sistema educativo con la orientación anterior a la transición.","second":"The current budgetary expenditure is insufficient to <strong class=\"keyword\">run</strong> the education system along pre-transition lines."},{"author":94809,"first":"5 El artículo 4 de esta misma Ley dispone que \"nadie podrá <strong class=\"keyword\">regentar</strong> una empresa de seguridad sin previa autorización del Ministro del Interior.","second":"5 Article 4 of the 1990 Law provides: \"Only persons with prior authorization from the Home Affairs Ministry may <strong class=\"keyword\">operate</strong> a security firm."},{"author":8000,"first":"En la actualidad, la ley prohíbe ejercer la prostitución callejera, lucrarse con la prostitución ajena, explotar a mujeres con fines sexuales y <strong class=\"keyword\">regentar</strong> burdeles","second":"Currently, soliciting by prostitutes, leaving on the earnings of prostitution, the enslavement of women for sexual purposes and keeping of <strong class=\"keyword\">brothels</strong> is prohibited by law"},{"author":118293,"first":"¿Cómo podría <strong class=\"keyword\">regentar</strong> mi establecimiento bajo las normas de conducta de la Flota Estelar?","second":"How could I <strong class=\"keyword\">operate</strong> my establishment under Starfleet rules of conduct?"},{"author":8000,"first":"El delito de “<strong class=\"keyword\">regentar</strong> un establecimiento donde se practica el vicio” tiene por objeto prevenir que dos o más prostitutas compartan establecimiento, para lo cual se actúa contra el dueño de éste","second":"The offence of “<strong class=\"keyword\">keeping</strong> a vice establishment” seeks to prevent the use of premises by two or more prostitutes by targeting the keeper of the premises"},{"author":94808,"first":"El Ministerio de Asuntos Sociales y del Trabajo ha firmado un memorando de entendimiento con la Organización Internacional de Migraciones (OIM) sobre la creación nacional de capacidad con miras a <strong class=\"keyword\">regentar</strong> un refugio para las víctimas de la trata de personas en Siria.","second":"The Ministry of Social Affairs and Labour has signed a memorandum of understanding with the International Organization for Migration (IOM) on national capacity building with regard to the <strong class=\"keyword\">running</strong> of a shelter for victims of human trafficking in Syria."},{"author":31,"first":"Por otra parte, no sé de negocios, no podría <strong class=\"keyword\">regentar</strong> un estación de servicio como tú","second":"Besides, I do not know trade, I would not be able <strong class=\"keyword\">run</strong> a gas station like you"},{"author":31,"first":"No todos podrían <strong class=\"keyword\">regentar</strong> un bar","second":"Hospitality isn' t for the <strong class=\"keyword\">faint</strong>- hearted"},{"author":8000,"first":"En los Países Bajos, el empleo de personas prostituidas nunca ha estado penado por la ley y también es legal actualmente actuar como proxeneta o <strong class=\"keyword\">regentar</strong> un burdel","second":"In the Netherlands, the use of prostituted persons has never been punishable by law and both pimping and brothel-keeping are now legal as well"},{"author":118293,"first":"No es fácil <strong class=\"keyword\">regentar</strong> un bar.","second":"It's not easy running'a bar."},{"author":94808,"first":"En cuanto al problema de la explotación sexual, se han tipificado como delitos punibles los actos siguientes: inducir a otras personas a practicar la prostitución por la fuerza o mediante la amenaza de uso de la fuerza; organizar o <strong class=\"keyword\">regentar</strong> establecimientos donde se ejerza la prostitución; inducir a menores a practicar la prostitución u otras prácticas de abuso sexual (arts. 253, 254 y 171, párr. 1, del Código Penal).","second":"With regard to the problem of sexual exploitation, the following actions are categorized as punishable offences: inducing persons to engage in prostitution through the use or threat of the use of force; organizing or <strong class=\"keyword\">running</strong> establishments of ill repute for the conduct of prostitution; inducing minors to engage in prostitution or other sexually abusive practices (arts. 253, 254 and 171, para. 1, of the Criminal Code)."},{"author":118293,"first":"Los comunistas no la dejan <strong class=\"keyword\">regentar</strong> la tienda.","second":"The commies wouldn ́ t let her <strong class=\"keyword\">run</strong> the stand"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}