{"result":"ok","tuc":[{"phrase":{"text":"trail","language":"en"},"meaningId":-5196781010450358563,"authors":[84715]},{"phrase":{"text":"line","language":"en"},"meaningId":-1393095745046993605,"authors":[25018]},{"phrase":{"text":"streak","language":"en"},"meaningId":-5474418972777924431,"authors":[25115]},{"meanings":[{"language":"en","text":"trickle"},{"language":"en","text":"string, series"},{"language":"en","text":"irrigation ditch"}],"meaningId":-1198348969563590046,"authors":[1]},{"meanings":[{"language":"es","text":"cosas desordenadas"}],"meaningId":null,"authors":[81331]}],"phrase":"reguero","examples":[{"author":118293,"first":"Vas a pagar por el <strong class=\"keyword\">reguero</strong> de cadáveres que has dejado hoy, empezando por Earl.","second":"You're gonna pay for the <strong class=\"keyword\">trail</strong> of bodies you left behind today, going all the way back to Earl."},{"author":94808,"first":"Al final surgió un nuevo acuerdo, pero solo después de que la insistencia en que todo siguiera igual hubo dejado un <strong class=\"keyword\">reguero</strong> de desajustes monetarios, recursos malgastados y comunidades destrozadas.","second":"A new deal did eventually emerge, but only after a push for “business as usual” had left a <strong class=\"keyword\">trail</strong> of currency disorders, wasted resources and shattered communities."},{"author":118293,"first":"Los estafadores dejan un <strong class=\"keyword\">reguero</strong> de gente enojada.","second":"Well, con men do leave a <strong class=\"keyword\">wake</strong> of angry people."},{"author":94809,"first":"las proyecciones, <strong class=\"keyword\">regueras</strong> y otros residuos de colada de acero (normal o en sifón), los embudos de colada, los residuos procedentes de los conductos de colada en sifón, etc., así como los lingotes desechados y defectuosos no contabilizados en la producción,","second":"<strong class=\"keyword\">runners</strong> and other steel pouring scrap (normal or bottom-poured), including tunnels and gates, waste from delivery pipes in bottom pouring etc., and also reject and defective ingots not included on production,"},{"author":8000,"first":"Ello ha dejado tras de sí un <strong class=\"keyword\">reguero</strong> de muerte y destrucción en todo el territorio palestino, incluso en Jerusalén oriental","second":"This has left behind a <strong class=\"keyword\">trail</strong> of death and destruction in all parts of the Palestinian territory, including East Jerusalem"},{"author":118293,"first":"Dejamos un <strong class=\"keyword\">reguero</strong> de sangre y de muertos.","second":"We leave <strong class=\"keyword\">blood</strong> and death behind us."},{"author":94808,"first":"En un artículo aparecido recientemente en Jeune Afrique se señala que la crisis alimentaria se está propagando como un <strong class=\"keyword\">reguero</strong> de pólvora.","second":"A recent Jeune Afrique article refers to it as a food crisis that is spreading like <strong class=\"keyword\">wildfire</strong>."},{"author":118293,"first":"Después del <strong class=\"keyword\">reguero</strong> que hay por allá, tienen cosas mejores que hacer.","second":"Hell of a mess back there. You guys have better things to do."},{"author":118293,"first":"Se extienden como <strong class=\"keyword\">reguero</strong> de pólvora.","second":"They spread like <strong class=\"keyword\">wildfire</strong>."},{"author":118293,"first":"¿Cómo es posible que haya un <strong class=\"keyword\">reguero</strong> de sangre hasta la mesa?","second":"How come there's a tra il of <strong class=\"keyword\">blood</strong> leading right up to that table?"},{"author":118293,"first":"Como el <strong class=\"keyword\">reguero</strong> de promesas que le hiciste a Ellie.","second":"Just <strong class=\"keyword\">like</strong> you gushed promises to Ellie."},{"author":118293,"first":"Tu evangelio se extendió como un <strong class=\"keyword\">reguero</strong> de pólvora Vedrana.","second":"Your gospel would spread <strong class=\"keyword\">like</strong> a ved ran wildfire."},{"author":92475,"first":"Estas declaraciones corrieron como un <strong class=\"keyword\">reguero</strong> de pólvora por Internet y provocaron comentarios extremadamente negativos y reproches por parte de los internautas, que manifestaron su desprecio hacia el sistema político y atacaron la excusa del ministro.","second":"<strong class=\"keyword\">News spread</strong> quickly on the web reacting to the remarks, including extremely negative comments and derogatory insults from netizens, expressing their disdain for the political system, and mocking the minister's excuse."},{"author":94809,"first":"Se excluirán del muestreo, independientemente de su escala, los grandes elementos heterogéneos (roquedos y peñas, pistas y senderos, zonas de fuego, arroyos y charcas, zanjas y <strong class=\"keyword\">regueros</strong>, pozas turbosas).","second":"They shall also exclude major heterogeneities at any scale of sampling (boulders and cliffs, tracks and paths, fire places, streams and ponds, ditches and channels, <strong class=\"keyword\">peaty</strong> pools)."},{"author":118293,"first":"La noticia de la caída de Constantinopla llegó en el resto de Europa como un trueno, y se extendió como <strong class=\"keyword\">reguero</strong> de pólvora.","second":"The news of the fall of Constantinople arrived in the rest of Europe like a thunderclap, and it spread like <strong class=\"keyword\">wildfire</strong>."},{"author":94808,"first":"La crisis financiera que empezó en Wall Street, en esta misma ciudad, a consecuencia de lo que el Presidente Obama denominó “una cultura de irresponsabilidad”, se propagó como un <strong class=\"keyword\">reguero</strong> de pólvora por todos los continentes hasta llegar a los rincones de cada nación, incluido mi país, Eritrea.","second":"The financial crisis that started on Wall Street here in this city, as a result of what President Obama has characterized as “a culture of irresponsibility”, spread like <strong class=\"keyword\">wildfire</strong> across continents to the Main Streets of nations, including my country, Eritrea."},{"author":27,"first":"Es preciso evitar a todo precio que una balcanización en minirregiones y minitribus inflame no solamente el país sino que se extienda como <strong class=\"keyword\">reguero</strong> de pólvora en toda Africa central.","second":"We must stop a Balkanization into mini-regions and mini-tribes from igniting the whole country and even <strong class=\"keyword\">spreading across</strong> the whole of central Africa."},{"author":94809,"first":"En el Po, que antes fue un gran río y que hoy en día no es sino en <strong class=\"keyword\">reguero</strong> maloliente, fluye una masa de sustancias venenosas que ha llegado a contaminar incluso las orillas.","second":"The Po was once a proper river but has now been reduced by drought to a foul-smelling <strong class=\"keyword\">stream</strong> full of noxious substances, which have even polluted the river's banks."},{"author":92475,"first":"El miércoles 12 de enero temprano por la mañana, se propagó el rumor de un golpe de Estado en Túnez como un <strong class=\"keyword\">reguero</strong> de pólvora en Twitter.","second":"Early Wednesday morning, January 12, reports of a coup in Tunisia <strong class=\"keyword\">spread like wildfire</strong> on Twitter."},{"author":118293,"first":"Esto es un <strong class=\"keyword\">reguero</strong>.","second":"It's his mess."},{"author":90326,"first":"Una vez que ambos contenedores están conectados, el material puede ser transvasado sin <strong class=\"keyword\">regueros</strong> ni contacto con los operarios.","second":"Once both containers have been connected, the material can be transferred without causing spillages and without coming into contact with the operators."},{"author":118293,"first":"Muy bien, un <strong class=\"keyword\">reguero</strong> de sangre.","second":"All right, blood <strong class=\"keyword\">trail</strong>."},{"author":8000,"first":"Los recientes huracanes, que dejaron un <strong class=\"keyword\">reguero</strong> de destrucción en todo el Caribe, han puesto de manifiesto las grandes vulnerabilidades de los pequeños Estados insulares, como Maldivas, al calentamiento y al cambio climático mundiales","second":"The recent hurricanes that left such a <strong class=\"keyword\">trail</strong> of destruction across the Caribbean once again brought into sharp relief the acute vulnerabilities of small island States, such as the Maldives, to global warming and climate change"},{"author":94808,"first":"Si bien el Afganistán ha sido el más afectado por la violencia terrorista, el flagelo se ha propagado como <strong class=\"keyword\">reguero</strong> de pólvora por toda la región.","second":"While Afghanistan has borne the brunt of terrorist violence, the scourge has now spread like a <strong class=\"keyword\">wildfire across</strong> the wider region."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"81331":{"U":"","id":81331,"N":"Jerga y Regionalismos de Venezuela","url":"https://glosbe.com/source/81331"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}