{"result":"ok","tuc":[{"phrase":{"text":"reluctant","language":"en"},"meanings":[{"language":"en","text":"not wanting to take some action"}],"meaningId":-6975440184870303508,"authors":[90508]},{"phrase":{"text":"unwilling","language":"en"},"meaningId":-7668165812621585889,"authors":[97745]}],"phrase":"reluctante","examples":[{"author":8007,"first":"Pero, en su caso, durante mucho tiempo Europa se ha mostrado <strong class=\"keyword\">reluctante</strong> a proporcionarle el mismo tipo de incentivo y esperanza.","second":"But, in the case of Turkey, Europe has long been <strong class=\"keyword\">reluctant</strong> to provide the same sort of incentives and hopes."},{"author":92475,"first":"Terminamos con un poco de humor cortesía de <strong class=\"keyword\">Reluctant</strong> Memsahib, quien describe un paseo que involucra a su esposo, un honesto japonés y un ministro de ambiente en 23 camionetas 4×4; ‘Solamente en África’.","second":"We conclude with a little humor courtesy of <strong class=\"keyword\">Reluctant</strong> Memsahib who describes a jaunt involving her husband, some earnest Japanese and an environment minister in 23 4X4 landcruisers; ‘Only In Africa’."},{"author":92475,"first":"Tropical Ramblings está <strong class=\"keyword\">reluctante</strong> a dar dinero a las organizaciones de ayuda involucradas en las labores de apoyo en Myanmar (Birmania) pues teme que las donaciones no lleguen a las víctimas.","second":"Tropical Ramblings is <strong class=\"keyword\">reluctant</strong> to give money to aid organizations involved in the relief work in Myanmar since he fears the money will not reach the victims"},{"author":8007,"first":"Sólo China, durante mucho tiempo <strong class=\"keyword\">reluctante</strong> a usar sus músculos diplomáticos, tiene hoy el poder de encontrar una solución diplomática al problema nuclear de Corea del Norte.","second":"Only China, long <strong class=\"keyword\">reluctant</strong> to flex its diplomatic muscles, now has the power to find a diplomatic solution to the North Korean nuclear problem."},{"author":118293,"first":"Bueno, por supuesto estoy <strong class=\"keyword\">reluctante</strong> a entrar en detalles específicos aquí pero debo decir que los planes son peligrosos y necesitamos de sus habilidades únicas.","second":"I am, of course, <strong class=\"keyword\">reluctant</strong> to go into specific details here. But suffice it to say the plans are dangerous and in need of your unique abilities."},{"author":91988,"first":"Francia, a su vez, tuvo que aceptar el Pacto de Estabilidad y Crecimiento y convencer a un <strong class=\"keyword\">reluctante</strong> público alemán de que el euro sería tan estable como el marco alemán.","second":"France, in turn, had to swallow the Stability and Growth Pact to convince a <strong class=\"keyword\">reluctant</strong> German public that the euro would be as stable as the Deutsche Mark."},{"author":91988,"first":"Sin embargo, el tema más difícil ha sido las visitas de los primeros ministros al Santuario Yasukuni Shrine y, hasta la llegada de Abe, China se había mostrado <strong class=\"keyword\">reluctante</strong> a participar en cumbres con Japón mientras estas visitas continuaran.","second":"The most contentious issue, however, has been prime ministerial visits to the Yasukuni Shrine, and, until Abe’s visit, China had been <strong class=\"keyword\">reluctant</strong> to engage in any summit meetings with Japan so long as such visits continue."},{"author":92475,"first":"Tazeen en A <strong class=\"keyword\">Reluctant</strong> Mind habla sobre los riesgos de viajar sola para una mujer soltera.","second":"Tazeen at A <strong class=\"keyword\">Reluctant</strong> Mind talks about the perils of a single Pakistani woman traveling alone."},{"author":118293,"first":"Se sintió tan familiar para mi, sus problemas... La manera de lentamente tomar el poder <strong class=\"keyword\">reluctante</strong> o inconcientemente, talvez.","second":"It felt so familiar to me, her issues... of sort of slowly moving into power <strong class=\"keyword\">reluctantly</strong> or unconsciously, perhaps."},{"author":92475,"first":"El bloguero Tazeen Javed de <strong class=\"keyword\">Reluctant</strong> Mind (Mente reticente) tuiteó:","second":"Blogger Tazeen Javed of Reluctant Mind tweets:"},{"author":8008,"first":"yet, when it comes to spending money on something that would not make us bigger, faster, prettier or stronger, human nature is often <strong class=\"keyword\">reluctant</strong> to do so.","second":"Just click our site, and you'll find honey bio guide and honey bio related <strong class=\"keyword\">tips</strong> for free!"},{"author":91988,"first":"Los gobernantes chinos son <strong class=\"keyword\">reluctantes</strong>, lo que es comprensible, a abandonar un modelo ya probado.","second":"China’s leaders are understandably <strong class=\"keyword\">reluctant</strong> to abandon a tried-and-true model."},{"author":8007,"first":"Lamentablemente, el Presidente Bush ha sido tan <strong class=\"keyword\">reluctante</strong> a admitir los desatinos de su política económica como lo ha sido en el caso de su desgraciada aventura en Irak.","second":"Unfortunately, President Bush has been as <strong class=\"keyword\">reluctant</strong> to admit the mistakes of his economic policy as he has in the case of his Iraqi misadventure."},{"author":91988,"first":"Considerando la volatilidad de las perspectivas macroeconómicas, muchas empresas se muestran <strong class=\"keyword\">reluctantes</strong> a contratar nuevos empleados, llevando a un alto desempleo juvenil en todo el planeta.","second":"Given the volatile macroeconomic outlook, many firms are <strong class=\"keyword\">reluctant</strong> to hire new workers, leading to high youth unemployment throughout the world."},{"author":8008,"first":"Shunned by their community, the women are often <strong class=\"keyword\">reluctant</strong> to come forward for treatment.","second":"Decades have passed, but the <strong class=\"keyword\">Japanese</strong> government never issued an apology."},{"author":8007,"first":"En una época de reconciliación entre el cristianismo y el judaísmo, una Europa menos cristiana ha sido más <strong class=\"keyword\">reluctante</strong> a considerar la especificidad espiritual de Israel.","second":"At a time of reconciliation between Christianity and Judaism, a less Christian Europe has been more <strong class=\"keyword\">reluctant</strong> to consider the spiritual specificity of Israel."},{"author":91988,"first":"Comenzó su mandato rindiendo homenaje a la estatua de Deng Xiaoping en Shenzen, donde hace más de tres décadas el ex jefe del Partido Comunista iniciara la compaña para hacer que un <strong class=\"keyword\">reluctante</strong> partido adoptara reformas de libre mercado.","second":"He began his term by paying homage to Deng Xiaoping at his statue in Shenzhen, where, more than three decades ago, the former Communist Party leader had launched the campaign to convert a <strong class=\"keyword\">reluctant</strong> Party to free-market reforms."},{"author":118293,"first":"Fuiste bastante <strong class=\"keyword\">reluctante</strong> a entrar en esto.","second":"YOU WERE PRETTY <strong class=\"keyword\">RELUCTANT</strong> TO GET INTO ALL THIS."},{"author":91988,"first":"En momentos que Estados Unidos se muestra cada vez más inclinado a hacer uso de su moneda como instrumento diplomático y hasta bélico (proceso conocido en Washington como “usar el dólar como arma”), China, Rusia y Arabia Saudita, por ejemplo, podrían muy bien sentirse <strong class=\"keyword\">reluctantes</strong> a convertir incluso más de sus reservas a bonos del Tesoro estadounidense.","second":"With the US increasingly prone to using its currency as an instrument of diplomacy, even of warfare – a process known in Washington as “weaponizing the dollar\" – China, Russia, and Saudi Arabia, for example, may well be <strong class=\"keyword\">reluctant</strong> to shift even more of their wealth into US Treasury bonds."},{"author":91988,"first":"Con una carga así para contratar trabajadores, no es de sorprender que la industria sea <strong class=\"keyword\">reluctante</strong> a moverse hacia el este y que la región esté apoyada con subsidios que equivalen al 45% de su producto bruto.","second":"With such a hurdle to hiring workers, no wonder industry is <strong class=\"keyword\">reluctant</strong> to locate in the East and the region is supported by subsidies equal to 45% of its gross product."},{"author":8007,"first":"Conscientes de esto, los países más grandes y ricos pueden mostrarse <strong class=\"keyword\">reluctantes</strong> a tomar medidas de precaución, ya que esto premiaría y estimularía este “subirse gratis al carro”.","second":"Knowing this, larger and richer countries may be <strong class=\"keyword\">reluctant</strong> to take precautionary measures, as this would reward and thus encourage “free riding.”"},{"author":8007,"first":"Los gobernantes chinos son <strong class=\"keyword\">reluctantes</strong>, lo que es comprensible, a abandonar un modelo ya probado.","second":"They <strong class=\"keyword\">can’t</strong> restructure their economy instantaneously."},{"author":118293,"first":"Capitán John Alden, amante de brujas, <strong class=\"keyword\">reluctante</strong> padre del diablo en persona.","second":"Captain John Alden, lover of witches, <strong class=\"keyword\">reluctant</strong> father of the devil himself."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}