{"result":"ok","tuc":[{"phrase":{"text":"repudiate","language":"en"},"meanings":[{"language":"es","text":"Rechazar la veracidad o la validez algo."},{"language":"en","text":"to reject the truth of, deny"},{"language":"en","text":"To reject the truth or validity of something."},{"language":"en","text":"to refuse to have anything to do with"}],"meaningId":-7292932346356648315,"authors":[70195]},{"phrase":{"text":"disown","language":"en"},"meaningId":3871520074193365682,"authors":[84715]},{"phrase":{"text":"renounce","language":"en"},"meaningId":-7132951532031398618,"authors":[80097]},{"phrase":{"text":"deny","language":"en"},"meanings":[{"language":"es","text":"Rechazar la veracidad o la validez algo."},{"language":"en","text":"To reject the truth or validity of something."}],"meaningId":4297804872560022189,"authors":[80097]},{"phrase":{"text":"disavow","language":"en"},"meaningId":-2504134329133825290,"authors":[80097]},{"phrase":{"text":"denounce","language":"en"},"meaningId":6180060381877843405,"authors":[80097]},{"phrase":{"text":"disacknowledge","language":"en"},"meaningId":1707291485336399278,"authors":[80097]},{"phrase":{"text":"disclaim","language":"en"},"meaningId":5515423639816264921,"authors":[25018]},{"phrase":{"text":"reject","language":"en"},"meaningId":8571801396892015813,"authors":[80097]},{"phrase":{"text":"throw out","language":"en"},"meaningId":1945584232945632964,"authors":[86934]},{"meanings":[{"language":"en","text":"to repudiate"}],"meaningId":246767551845181708,"authors":[93107]},{"meanings":[{"language":"es","text":"rechazar por ley el marido a su mujer"}],"meaningId":null,"authors":[81115]}],"phrase":"repudiar","examples":[{"author":119739,"first":"+ 31 Pero él se puso a decir con insistencia: “Aunque tenga que morir contigo, de ningún modo te <strong class=\"keyword\">repudiaré</strong>”.","second":"+ 31 But he began to say profusely: “If I have to die with you, I will by no means <strong class=\"keyword\">disown</strong> you.”"},{"author":94808,"first":"· Hacer frente al sectarismo y esforzarse por eliminarlo de una vez por todas, <strong class=\"keyword\">repudiar</strong> y resistir a los grupos que intentan iniciar una confrontación civil, así como convocar una conferencia incluyente sobre el Acuerdo Nacional Iraquí en el momento más oportuno y lo antes posible;","second":"· Confront sectarianism and endeavour to remove it once and for all, <strong class=\"keyword\">repudiate</strong> and resist groups which seek to ignite civil strife and convene the inclusive conference on Iraqi National Accord at the earliest and most opportune time;"},{"author":8000,"first":"A partir de un enfoque basado en los derechos y teniendo presentes las consideraciones de seguridad, se movilizó el apoyo de las embajadas y las misiones diplomáticas multilaterales, con lo cual se consiguió, entre otras cosas, que el Presidente <strong class=\"keyword\">repudiara</strong> públicamente esa tendencia a través de los medios de difusión","second":"Using a rights-based and security-sensitive approach, support was mobilized from embassies and multilateral diplomatic missions, leading to, among other actions, a public <strong class=\"keyword\">repudiation</strong> by the President of the trend through the media"},{"author":94808,"first":"· <strong class=\"keyword\">Repudiar</strong> toda violencia dirigida contra el Estado y entre los grupos tribales y étnicos dentro del país;","second":"· Eliminating <strong class=\"keyword\">violence</strong> against the State and among confessional and ethnic groups in Iraq"},{"author":8008,"first":"En la preocupación por este requerimiento se podría pensar en ll idea de <strong class=\"keyword\">repudiar</strong> los vínculos directos a través de las fronteras y colocar cada relación limítrofe en la estructura delimitada de las \"relaciones internacionales\", incluyendo la \"ley de los pueblos\".","second":"In dealing with this requirement, one approach would be to <strong class=\"keyword\">repudiate</strong> the direct linkages across borders and to embed every cross-boundary relation within the limited structure of \"international relations\", including the \"law of peoples\"."},{"author":118293,"first":"Lo <strong class=\"keyword\">repudiaré</strong>.","second":"I'll <strong class=\"keyword\">disown him</strong>."},{"author":8000,"first":"Al adherirse a las condiciones del Libro de Reglas, los usuarios de Bolero convienen en aceptar la admisibilidad como prueba de los datos y mensajes electrónicos y se privan por acto propio de la posibilidad de <strong class=\"keyword\">repudiar</strong> los mensajes de Bolero que envíen","second":"By adhering to the terms of the Rulebook, Bolero users agree to accept the evidential admissibility of electronic data and messages and are estopped from <strong class=\"keyword\">repudiating</strong> Bolero messages they send"},{"author":91988,"first":"La democracia tiene derecho a <strong class=\"keyword\">repudiar</strong> una dictadura y la nueva ley española está redactada con prudencia, pero es mejor dejar libertad a las personas para que expresen incluso simpatías políticas desagradables, pues las prohibiciones legales no fomentan la libertad de pensamiento, sino que la obstaculizan.","second":"It is right for a democracy to <strong class=\"keyword\">repudiate</strong> a dictatorship, and the new Spanish law is cautiously drafted, but it is better to leave people free to express even unsavory political sympathies, for legal bans don’t foster free thinking, they impede them."},{"author":95096,"first":"No era, pues, permitido <strong class=\"keyword\">repudiar</strong> un solo precepto de la doctrina de los apóstoles sin rechazar en aquel punto la doctrina del mismo Jesucristo.","second":"And, therefore, it was no more allowable to <strong class=\"keyword\">repudiate</strong> one iota of the Apostles' teaching than it was to reject any point of the doctrine of Christ Himself."},{"author":118293,"first":"Si ella lo descubre, te juro por Dios, que me <strong class=\"keyword\">repudiará</strong>.","second":"If she found out, I swear to God, she'd <strong class=\"keyword\">disown</strong> me."},{"author":27,"first":"Mantener que esta afirmación es un indicio de racismo y hostilidad contra el islam es una distorsión de los hechos y una calumnia deliberada que deseo <strong class=\"keyword\">repudiar</strong>.","second":"To maintain that that statement is an indication of racism and of hostility to Islam is a distortion of the facts and a deliberate slander that I wish to <strong class=\"keyword\">repudiate</strong>."},{"author":8000,"first":"El éxito de las operaciones de las Naciones Unidas para el mantenimiento de la paz depende de un proceso político activo simultáneo que incluya la determinación de todas las partes en conflicto de <strong class=\"keyword\">repudiar</strong> la violencia y fomentar el diálogo para restaurar la paz","second":"The success of peacekeeping operations depends on an active accompanying political process that includes the resolve of all parties to a conflict to <strong class=\"keyword\">repudiate</strong> violence and to favour a dialogue to restore peace"},{"author":27,"first":"El ponente lo reconoce al <strong class=\"keyword\">repudiar</strong> ese aspecto.","second":"The rapporteur recognises this by <strong class=\"keyword\">repudiating</strong> that specific point."},{"author":94808,"first":"Por ello es tan significativo que la Asamblea General instituyera un día oficial para recordar el Holocausto, además de aprobar por consenso una resolución para <strong class=\"keyword\">repudiar</strong> la negación del Holocausto.","second":"That is why it was so significant that the General Assembly established a formal day of remembrance of the Holocaust, in addition to its adoption by consensus of a resolution <strong class=\"keyword\">rejecting</strong> denials of the Holocaust."},{"author":94808,"first":"Instamos a la comunidad internacional a <strong class=\"keyword\">repudiar</strong> esa posición de la Potencia ocupante y a abordar sin dilación esta cuestión con la mira de rescatar las esperanzas de paz.","second":"We call on the international community to <strong class=\"keyword\">reject</strong> such a position by the occupying Power and to urgently address this matter for the chance of salvaging the hopes for peace."},{"author":31,"first":"Es mi deber <strong class=\"keyword\">repudiar</strong> a la reina","second":"It' s my <strong class=\"keyword\">bounden</strong> duty to <strong class=\"keyword\">put away</strong> the Queen"},{"author":94808,"first":"Se deben <strong class=\"keyword\">repudiar</strong> las amenazas de utilizar las armas nucleares en determinadas circunstancias contra los Estados que no las poseen.","second":"Threats to use nuclear weapons against non-nuclear-weapon States in certain circumstances must be disavowed."},{"author":94808,"first":"Un ejemplo: la repudiación está reglamentada con suma precisión en el Islam, pero, en la práctica, el esposo que quiere <strong class=\"keyword\">repudiar</strong> a su mujer le pide sin previo aviso que abandone inmediatamente el domicilio conyugal.","second":"For example, there are very specific rules governing repudiation under Islam; in practice, a husband who wishes to <strong class=\"keyword\">repudiate</strong> his wife tells her, without warning, to leave the matrimonial home immediately."},{"author":8007,"first":"El primer lugar, los líderes africanos que deberían <strong class=\"keyword\">repudiar</strong> estas deudas con los mismos que las contrajeron originalmente, con la obvia intención de enriquecerse.","second":"First, African leaders, who should <strong class=\"keyword\">repudiate</strong> these debts, are the ones who contracted them in the first place, with the obvious aim of enriching themselves."},{"author":8007,"first":"¿Por qué la ciencia dio un giro completo, después de sólo unos años, desde <strong class=\"keyword\">repudiar</strong> la existencia de diferencias raciales entre los seres humanos a generar casi una obsesión con ellas?","second":"Why has science turned - after only a few years - from <strong class=\"keyword\">repudiating</strong> the existence of racial differences between human beings to generating a near obsession with them?"},{"author":94808,"first":"Es preciso señalar que la sharia, si bien faculta al varón para <strong class=\"keyword\">repudiar</strong> (o disolver unilateralmente el matrimonio), también le impone todas las obligaciones económicas inherentes al ejercicio de ese derecho, entre otras, el abono del regalo nupcial aplazado, los alimentos durante el período de incapacidad de la esposa para contraer nuevas nupcias (`idda), la indemnización en caso de repudio abusivo, el salario por el efectivo ejercicio materno de la guarda y custodia de los hijos, el alquiler de la vivienda, los alimentos de los hijos menores de edad y sus gastos educativos y sanitarios.","second":"Under the sharia a man has the right to <strong class=\"keyword\">divorce</strong> his wife unilaterally, however, he also must assume all the financial consequences arising therefrom, including payment of the deferred dowry, idda support, compensation for arbitrary divorce, custody support, housing support, child support (including the cost of children’s education and medical treatment) and other expenses."},{"author":94808,"first":"Por ejemplo, si [los países] A y B convienen en prestarse asistencia mutua en caso de ataque por una potencia extranjera y A está empleando todo su poderío militar para luchar contra una revolución interna, ¿existe fundamento suficiente para <strong class=\"keyword\">repudiar</strong> el tratado?","second":"For example, if [countries] A and B agree to aid each other in case of attack by a foreign power and A is using all its military strength to fight a revolution at home, is this sufficient grounds for <strong class=\"keyword\">repudiation</strong> of the treaty?"},{"author":27,"first":"En primer lugar, no se deben <strong class=\"keyword\">repudiar</strong> las condiciones de competencia En segundo lugar, la ayuda ha de ajustarse a la Política Agrícola Común en general y, en tercer lugar, debe ser, obviamente, compatible con los compromisos internacionales que hemos asumido.","second":"Firstly, the conditions of competition must not be <strong class=\"keyword\">repudiated</strong>. Secondly, the aid must be in keeping with the common agricultural policy in general and, thirdly, such aid must of course be compatible with the international commitments we have entered into."},{"author":94808,"first":"Aunque no aclara la responsabilidad de ninguna de las partes, este repudio indica una importante evolución de la aceptación por parte de los Tigres de Liberación del Ealam Tamil de su responsabilidad moral de <strong class=\"keyword\">repudiar</strong> los ataques a civiles.","second":"While not clarifying the responsibility of any party, this denunciation does demonstrate an important evolution in the acceptance by LTTE of its moral responsibility to <strong class=\"keyword\">denounce</strong> attacks on civilians."},{"author":94808,"first":"Se pregunta si las mujeres realmente pueden aprovechar ese derecho unilateral a <strong class=\"keyword\">repudiar</strong> al cónyuge y si en verdad se puede afirmar que ese derecho protege efectivamente los derechos de las mujeres casadas.","second":"She wondered whether women were really able to take advantage of that unilateral right to <strong class=\"keyword\">repudiation</strong> and whether that right could in fact be claimed to offer real protection of the rights of married women."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}