{"result":"ok","tuc":[{"phrase":{"text":"restore","language":"en"},"meanings":[{"language":"en","text":"(to) restore"}],"meaningId":3324072140290908533,"authors":[83428]},{"phrase":{"text":"give back","language":"en"},"meanings":[{"language":"es","text":"Traer algo para volver a colocarlo en donde estaba."},{"language":"en","text":"To transfer a good to the person or people it came from, or to their legal successors."},{"language":"es","text":"Transferir un bien a la persona o personas de quienes proviene, o a sus sucesores legales."},{"language":"en","text":"To bring something in order to put it back where it was."}],"meaningId":7909519700721040272,"authors":[69425]},{"phrase":{"text":"return","language":"en"},"meanings":[{"language":"es","text":"Traer algo para volver a colocarlo en donde estaba."},{"language":"en","text":"To transfer a good to the person or people it came from, or to their legal successors."},{"language":"es","text":"Transferir un bien a la persona o personas de quienes proviene, o a sus sucesores legales."},{"language":"en","text":"To bring something in order to put it back where it was."}],"meaningId":2076882787968374438,"authors":[60172]},{"phrase":{"text":"restitute","language":"en"},"meaningId":-1599382147031126794,"authors":[84500]},{"phrase":{"text":"reinstate","language":"en"},"meaningId":-5750701791651744702,"authors":[84500]},{"phrase":{"text":"repay","language":"en"},"meaningId":6779646857001542818,"authors":[69425]},{"phrase":{"text":"reimburse","language":"en"},"meanings":[{"language":"en","text":"To compensate with payment; especially, to repay money spent on one&#39;s behalf."},{"language":"es","text":"Compensar con un pago, específicamente, devolver el dinero gastado en uno mismo."}],"meaningId":-3329523205591020888,"authors":[60172]},{"phrase":{"text":"answer","language":"en"},"meaningId":3947108708451535809,"authors":[86934]},{"phrase":{"text":"bounce","language":"en"},"meaningId":4121984042321673772,"authors":[84500]},{"phrase":{"text":"disgorge","language":"en"},"meaningId":6350699809312894880,"authors":[25018]},{"phrase":{"text":"make","language":"en"},"meaningId":5976262931643360605,"authors":[89651]},{"phrase":{"text":"put back","language":"en"},"meaningId":-42523240052022457,"authors":[25018]},{"phrase":{"text":"re-establish","language":"en"},"meaningId":9180380796565514435,"authors":[83093]},{"phrase":{"text":"refund","language":"en"},"meaningId":5600802045943872494,"authors":[25018]},{"phrase":{"text":"renew","language":"en"},"meaningId":-5159570026877006114,"authors":[83093]},{"phrase":{"text":"replace","language":"en"},"meaningId":-4611165303740171891,"authors":[25115]},{"phrase":{"text":"reply","language":"en"},"meaningId":-9180787537674729750,"authors":[25115]},{"phrase":{"text":"revert","language":"en"},"meaningId":-7407284459954483268,"authors":[89651]},{"phrase":{"text":"send back","language":"en"},"meaningId":-6858729286344649400,"authors":[25115]},{"phrase":{"text":"vomit","language":"en"},"meaningId":-7618162457645254053,"authors":[25115]},{"meanings":[{"language":"en","text":"restore, bring back, return"}],"meaningId":-5401785639784552516,"authors":[93107]}],"phrase":"restituir","examples":[{"author":94809,"first":"Hasta que las modificaciones de la presente Directiva se adopten a propuesta de la Comisión de conformidad con lo dispuesto en el artículo 18, los Estados miembros mantendrán en vigor las disposiciones legales existentes que se relacionen con el uso del dibujo o modelo de un componente utilizado a efectos de reparación de un producto complejo con objeto de <strong class=\"keyword\">restituir</strong> su apariencia inicial, e introducirán únicamente cambios en dichas disposiciones si están destinados a liberalizar el mercado de estos componentes.»","second":"Until such time as amendments to this directive are adopted on a proposal from the Commission in accordance with the provisions of Article 18, Member States shall maintain in force their existing legal provisions relating to the use of the design of a component part used for the purpose of the repair of a complex product so as to <strong class=\"keyword\">restore</strong> its original appearance and shall introduce changes to those provisions only if the purpose is to liberalise the market for such parts.'"},{"author":95096,"first":"Diez años más tarde, el 1 de mayo de 1955, el mismo Pontífice instituyó la fiesta de San José obrero, para proponer a todos los trabajadores del mundo el camino de la santificación personal a través del trabajo, y <strong class=\"keyword\">restituir</strong> así al esfuerzo diario la perspectiva de una auténtica humanización.","second":"Ten years later, on 1 May 1955, the same Pontiff established the Feast of St Joseph the Worker to point out to all the world's workers the way to personal sanctification through work, and thereby to <strong class=\"keyword\">restore</strong> the perspective of authentic humanization to the drudgery of daily life."},{"author":8000,"first":"Cuando un órgano haya decidido <strong class=\"keyword\">restituir</strong> los derechos de voto de uno de sus miembros sobre la base de este mecanismo, comprobará al comienzo de cada período de sesiones si los pagos se han efectuado de conformidad con las condiciones previstas en dicho plan","second":"Once an organ had decided to <strong class=\"keyword\">restore</strong> the voting rights of one of its members on the basis of a payment plan, it would ascertain at the beginning of each session whether the payments had been made in accordance with the terms of that plan"},{"author":94808,"first":"Preocupa particularmente a la Comisión la necesidad de que, en previsión de la introducción de las Normas Contables Internacionales para el Sector Público, será preciso <strong class=\"keyword\">restituir</strong> la gestión de los bienes no fungibles.","second":"The Committee is particularly concerned that, in anticipation of IPSAS, the management of non-expendable <strong class=\"keyword\">property</strong> needs to be formalized."},{"author":8000,"first":"Aarela y Nakkalajarvi c. Finlandia) afirmó que se había decidido <strong class=\"keyword\">restituir</strong> los costos a los autores de la comunicación y que con arreglo a las leyes finlandesas, éstos podían impugnar el fallo definitivo interponiendo una apelación extraordinaria","second":"Aarela and Nakkalajarvi v. Finland) had stated that they had received <strong class=\"keyword\">restitution</strong> of the costs award and that under Finnish law, they could challenge the final judgement by lodging an extraordinary appeal"},{"author":94809,"first":"41 Dicha resolución, contenida en un escrito de la Comisión de 23 de agosto de 1989 y que se hizo efectiva el 23 de octubre de 1989, da lugar a la obligación de la otra parte contratante de <strong class=\"keyword\">restituir</strong> inmediatamente a la Comisión la cantidad que se haya podido percibir en exceso, cantidad a la que deberán añadirse los correspondientes intereses, calculados a partir de la fecha en que las obras se terminaron o quedaron suspendidas.","second":"41 Termination of the contract, which the Commission intimated in a letter of 23 August 1989 and which took effect on 23 October 1989, entails an obligation on the part of the contractor immediately to <strong class=\"keyword\">repay</strong> the Commission any sum received in excess of the amount payable, together with interest calculated from the date of completion or cessation of the work."},{"author":94808,"first":"Medidas para prevenir y combatir la transferencia de fondos de origen ilícito derivados de actos de corrupción, incluido el blanqueo de fondos, y para <strong class=\"keyword\">restituir</strong> esos fondos","second":"Preventing and combating the transfer of funds of illicit origin derived from acts of corruption, including the laundering of funds, and <strong class=\"keyword\">returning</strong> such funds"},{"author":94809,"first":"El dispositivo percibirá el espectro visual y siempre <strong class=\"keyword\">restituirá</strong> esta imagen sin necesidad de interpretarlo.","second":"The device shall perceive the visual spectrum and shall always <strong class=\"keyword\">render</strong> this image without the need for interpretation into the visual spectrum."},{"author":94808,"first":"Según el artículo 253 del Código de Procedimiento Penal, el registro se autorizará a) si existe una investigación en curso sobre un delito o una falta, o b) si hay motivos fundados para creer que con la realización del registro se puede determinar la existencia de un delito, desenmascarar a los autores y proceder a su posterior detención o <strong class=\"keyword\">restituir</strong> los daños causados.","second":"The search is allowed, according to article 253 CCP, (a) if there is an ongoing investigation concerning a felony or a misdemeanor, or (b) if it can be reasonably assumed that the exposure of the crime, the exposure of the perpetrators and their subsequent arrest or the <strong class=\"keyword\">restitution</strong> of the damage occurred can be realized or facilitated only through this search."},{"author":8000,"first":"El vendedor, si estuviere obligado a <strong class=\"keyword\">restituir</strong> el precio, deberá abonar también los intereses correspondientes, a partir de la fecha en que se haya efectuado el pago","second":"If the seller is bound to <strong class=\"keyword\">refund</strong> the price, he must also pay interest on it, from the date on which the price was paid"},{"author":8000,"first":"a) si la imposibilidad de <strong class=\"keyword\">restituir</strong> las mercaderías o de restituirlas en estado sustancialmente idéntico a aquel en que el comprador las hubiera recibido no fuere imputable a un acto u omisión de éste","second":"a) If the impossibility of making <strong class=\"keyword\">restitution</strong> of the goods or of making restitution of the goods substantially in the condition in which the buyer received them is not due to his act or omission"},{"author":94809,"first":"En segundo lugar, el Gobierno francés se opone a la tesis de que, en Derecho procesal francés, los accionistas no disponen de acción alguna de restitución, indicando que la existencia de tal acción, que, en principio, se agrega al recurso de responsabilidad, se desprende de la obligación de los Estados miembros, de conformidad con reiterada jurisprudencia del Tribunal de Justicia, de <strong class=\"keyword\">restituir</strong> los impuestos percibidos con violación del Derecho de la Unión.","second":"Secondly, the French Government challenges the contention that, under French procedural law, shareholders cannot bring an action for restitution, pointing out that the existence of such a remedy, and also the remedy of an action for damages, stem from the obligation on Member States, according to the consistent case-law of the Court, to <strong class=\"keyword\">repay</strong> charges levied in breach of the rules of EU law."},{"author":94809,"first":"que regulen las condiciones aplicables a la garantía que debe constituirse y al garante y las condiciones para constituir y <strong class=\"keyword\">restituir</strong> la garantía:","second":"laying down the conditions applying to the security to be lodged and the guarantor and the conditions for lodging and <strong class=\"keyword\">releasing</strong> that security;"},{"author":94808,"first":"Sin embargo, si el tribunal que conoce de la causa pone en libertad al demandado, si no hay rebeldía ordena al Estado <strong class=\"keyword\">restituir</strong> el valor de los bienes confiscados, a menos que se determine que los bienes son producto de un crimen o un delito”.","second":"However, if a court, ruling on a motion to vacate judgement, discharges the accused, it shall order the <strong class=\"keyword\">restitution</strong> by the State of the value of the confiscated assets, unless it is established that such assets are the proceeds of a crime or an offence.”"},{"author":94809,"first":"No quedará excluida la revocación por el deterioro o pérdida del objeto o por otra imposibilidad de <strong class=\"keyword\">restituir</strong> el objeto recibido.","second":"Damage to or loss of the object or any other matter preventing the <strong class=\"keyword\">return</strong> of the object shall not preclude cancellation."},{"author":94809,"first":"Salvo si el Estado miembro afectado acordara otra cosa, Europol <strong class=\"keyword\">restituirá</strong> íntegramente los importes que se hubieren abonado a las víctimas o a sus derechohabientes por los daños y perjuicios a los que hace referencia el apartado 1.","second":"Unless otherwise agreed by the Member State concerned, Europol shall <strong class=\"keyword\">reimburse</strong> in full any sums that Member State has paid to the victims or persons entitled on their behalf for damage referred to in paragraph 1."},{"author":94808,"first":"En el tercer año, la formación profesional se intensifica y los muchachos empiezan a recibir ayuda económica por su trabajo; la mitad de dicha ayuda deben depositarla en un fondo especial y se les <strong class=\"keyword\">restituirá</strong> cuando terminen su formación, momento en el que también se les entregará un juego de herramientas profesionales para garantizarles las condiciones esenciales que les permitan abrir su propio negocio una vez concluyan el programa de formación.","second":"During the third year this professional training becomes more intensive and youngsters start to receive economic aid for their work; half of it has to be deposited in a special fund that will be given <strong class=\"keyword\">back</strong> to them at the end of their professional experience, together with a set of professional tools to guarantee the basic conditions so that they can start their own business once they leave the programme."},{"author":94808,"first":"También desea resaltar la clara diferencia que debe existir entre los actos de terrorismo y la lucha de los pueblos contra la ocupación extranjera, por la libre determinación y por mantener o <strong class=\"keyword\">restituir</strong> su soberanía.","second":"It also wished to reiterate that a clear distinction must be drawn between terrorist acts and the struggle of peoples to resist foreign occupation, establish self-determination and maintain or <strong class=\"keyword\">restore</strong> sovereignty."},{"author":94808,"first":"El programa tiene por objeto <strong class=\"keyword\">restituir</strong> a los pacientes su dignidad y confianza en sí mismos.","second":"The programme is intended to <strong class=\"keyword\">rebuild</strong> the patient’s self-confidence and dignity."},{"author":8000,"first":"“El Comité decide, antes de <strong class=\"keyword\">restituir</strong> el carácter consultivo de la organización Consejo Internacional de la Asociación para la Paz Continental, solicitar un informe especial de la ONG sobre sus actividades durante los tres años de suspensión, el cumplimiento durante ese período de la resolución # del Consejo Económico y Social, de # de julio de # los posibles cambios que se han producido en la organización y la forma en que la organización superó las razones por las que fue suspendida.”","second":"“The Committee decides, prior to the <strong class=\"keyword\">reinstatement</strong> of the consultative status of the organization International Council of the Associations for Peace in the Continents, to request a special report of the non-governmental organization on its activities during the # years of its suspension, the fulfilment in this period of the Economic and Social Council resolution # of # uly # the possible changes taken place in the organization and how the organization overcame the reasons for this suspension.”"},{"author":94809,"first":"A falta de poder presentar dicha solicitud , el Gobierno de Irlanda se verá obligado a <strong class=\"keyword\">restituir</strong> el anticipo percibido .","second":"IF SUCH A REQUEST CANNOT BE MADE , THE GOVERNMENT OF IRELAND SHALL BE REQUIRED TO <strong class=\"keyword\">RETURN</strong> THE ADVANCE PAYMENT RECEIVED ."},{"author":94808,"first":"Sin embargo, ulteriormente, el vendedor se negó a <strong class=\"keyword\">restituir</strong> las mercaderías al comprador mientras éste no le pagara algunas deudas que tenía pendientes con él.","second":"Thereafter, however, the seller refused to <strong class=\"keyword\">return</strong> the goods to the buyer until the buyer paid some other debts that the buyer owed."},{"author":27,"first":"Desde el principio, la Unión Europea ha tenido que adaptarse a las diferentes exigencias de la crisis: estabilizar la crisis financiera inmediata, <strong class=\"keyword\">restituir</strong> la confianza en el sistema financiero, conseguir que los bancos vuelvan a emitir préstamos, garantizar acciones en el ámbito mundial que respondan al alcance global de la crisis y aportar ayudas directas a las personas que se han quedado sin empleo o que corren el riesgo de perder su trabajo.","second":"From the first, the European Union has had to adapt to the different demands of the crisis: to stabilise the immediate financial crisis; to <strong class=\"keyword\">rebuild</strong> confidence in the financial system; to get banks lending again; to ensure global action that matches the global reach of the crisis; and to bring direct help to those made unemployed or at risk of losing their jobs."},{"author":94809,"first":"43. Nadie discute tampoco que, en estas condiciones, la inactividad del Consejo no puede, \"en ningún caso, <strong class=\"keyword\">restituir</strong> a los Estados miembros la competencia y la libertad de actuar unilateralmente en este ámbito\"(1)3 (traducción provisional).","second":"43 It is also not contested that in those circumstances the Commission' s failure to act cannot \"in any case <strong class=\"keyword\">restore</strong> to the Member States the power and freedom to act unilaterally in this field \". ( 13 )"},{"author":94808,"first":"Por último, se llegó a la conclusión de que el comprador que había resuelto el contrato debía <strong class=\"keyword\">restituir</strong> el precio en la misma moneda en que éste se había pagado y al tipo de cambio estipulado en el contrato para calcular el precio que había de pagarse vendedor.","second":"Finally, it has been concluded that an avoiding buyer’s <strong class=\"keyword\">refund</strong> of the price was due in the same currency in which the price had been duly paid, and at the exchange rate specified in the contract for payment of the price to the seller."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83428":{"U":"","id":83428,"N":"Guaymí Grammar and Dictionary","url":"https://glosbe.com/source/83428"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}