{"result":"ok","tuc":[{"phrase":{"text":"string","language":"en"},"meaningId":5003051472982221710,"authors":[84715]},{"meanings":[{"language":"en","text":"string, series"}],"meaningId":8734713813114021553,"authors":[93107]}],"phrase":"retahíla","examples":[{"author":8008,"first":"En el camino y al final de la utilización de esta <strong class=\"keyword\">retahíla</strong> de materiales se generan todo tipo de residuos: sólidos, líquidos y gaseosos.","second":"A huge range of waste is generated in the use of materials: solids, liquids and gases. The different types of solid waste from the city are handled in a number of treatment plants (refuse selection plants, compost plants, methane production plants, energy re-use plants, etc.)."},{"author":27,"first":"Nuestros socios turcos son valorados a través de toda una <strong class=\"keyword\">retahíla</strong> de malos ejemplos.","second":"Our Turkish partners are confronted with an <strong class=\"keyword\">assortment</strong> of bad examples."},{"author":31,"first":"Las últimas palabras de mi padre fueron una <strong class=\"keyword\">retahíla</strong> de raros estereotipos raciales","second":"My dad' s last words to me were a <strong class=\"keyword\">string</strong> of odd racial stereotypes"},{"author":8008,"first":"Los activistas también deben luchar contra la censura, unirse contra la <strong class=\"keyword\">retahíla</strong> de legislación inútil, etc.","second":"It is also up to activists to fight against censorship, lobby against the flood <strong class=\"keyword\">of</strong> disastrous legislation, etc."},{"author":27,"first":"Lo que podemos esperar es que, si hay nuevas conversaciones durante un período limitado de tiempo, Serbia debería adoptar una actitud constructiva y un enfoque realista en esas conversaciones, en vez de repetir la misma <strong class=\"keyword\">retahíla</strong> de frases que hemos estado oyendo en los dos últimos años.","second":"What we can expect is that, if there are further talks for a limited period of time, then Serbia should take a constructive attitude and a realistic approach in these talks, instead of repeating the same set phrases that we have been hearing over the past couple of years."},{"author":94808,"first":"Eso es una <strong class=\"keyword\">retahíla</strong> de problemas.","second":"That is a <strong class=\"keyword\">litany</strong> of problems."},{"author":8007,"first":"Otros países parecen haber adoptado una actitud como la del protagonista de Campo de sueños –con la <strong class=\"keyword\">retahíla</strong> “constrúyelo y ya vendrán”– &nbsp;ante los mercados crediticios privados. En los EE.UU., por ejemplo, los tipos de interés artificialmente bajos de las hipotecas, resultantes del activismo de la política de la Reserva Federal, habrían de hacer arrancar una financiación prudente.","second":"Other countries appear to have adopted a “Field of Dreams” – also known <strong class=\"keyword\">as</strong> “build it and they will come” – approach to private credit markets, In the US, for example, artificially low interest rates for home mortgages, resulting from the Federal Reserve’s policy activism, are supposed to kick-start prudent financing."},{"author":92475,"first":"La queja mayor sobre el Metro, sin embargo, es la que tiene que ver con la obra magna de la anterior administración del Jefe de Gobierno Marcelo Ebrard (conocido entre otras cosas, por sus interacciones en línea con los ciudadanos): toda una nueva línea de metro que ha tenido que ser cerrada a pocos meses de su inauguración, dada la <strong class=\"keyword\">retahíla</strong> de irregularidades (financieras o legales) y fallas técnicas que ha presentado.","second":"The biggest complaint about the Metro, however, is one that has to do with the great work done by the administration of the Head of Government, Marcelo Ebrard (known among other things for his online interactions with citizens): a whole new metro line that has had to close down a few months after his inauguration, given the <strong class=\"keyword\">litany</strong> of irregularities (financial or legal) and technical failures that it has presented."},{"author":27,"first":"No podemos seguir confiando en el transporte por carretera, porque éste tiene muchos problemas: contaminación, caravanas, más riesgo de accidente y la <strong class=\"keyword\">retahíla</strong> de inconvenientes que más y más gente tiene que soportar por el tráfico que pasa por delante de sus casas, que aumenta a diario.","second":"We can no longer rely on road transport alone for it is fraught with problems, pollution, traffic jams, increased risk of accidents, <strong class=\"keyword\">as</strong> well as the problems which an increasing number of people are facing with the swelling flow of through traffic zooming past their doors."},{"author":31,"first":"Una <strong class=\"keyword\">retahíla</strong> de mentiras","second":"A <strong class=\"keyword\">rehash of all</strong> the other old lies"},{"author":27,"first":"De hecho, si convence a los Jefes de Estado y de Gobierno para que escriban en esta hoja, no las <strong class=\"keyword\">retahílas</strong> de nombres que aparecen en los periódicos y en la televisión, sino la idea que tienen de la política exterior de la Unión Europea, entonces darán un gran paso hacia adelante, pues si nos dejan claro lo que piensan, por ejemplo, con respecto a una mayor coordinación o sobre una política exterior genuina, será más fácil poner cara y nombrar a la persona que nos representará en el mundo.","second":"In fact, if you convince the Heads of State or Government to write on this sheet not the <strong class=\"keyword\">string</strong> of names appearing in the newspapers and on the television, but the idea that they have of European Union foreign policy, then we will have made a major step forward, because if they make it clear to us whether they believe, for example, in greater coordination, or in a genuine foreign policy, it will be easy then to put a face and a name to the person who will have to represent us in the world."},{"author":92475,"first":"Lord225 continuaba la <strong class=\"keyword\">retahíla</strong> de quejas condenando las sustituciones inorportunas de seleccionadores de la FIF:","second":"The series of complaints continued with this from <strong class=\"keyword\">Lord225</strong> who condemned these impetuous replacements of managers by the FIF:"},{"author":27,"first":"Por supuesto, he estado muy atento al informe del Instituto Wuppertal y si éste no ve en ello ninguna incompatibilidad, es porque a la vez el mercado interior, con toda probabilidad, no se liberalizará sino de forma moderada -de lo que personalmente me alegro- y por otra parte, la planificación racional sigue siendo de todos modos, en gran medida, una <strong class=\"keyword\">retahíla</strong> de buenas intenciones.","second":"I have naturally read with interest the Wuppertal Institute's report and if they cannot see any incompatibility then it because on the one hand the internal market is only likely to be liberalized to a moderate degree - and personally I am delighted with this - and because on the other rational planning is going to remain very largely <strong class=\"keyword\">a</strong> pipe dream."},{"author":118293,"first":"Ahí están las pruebas, las propuestas de resolución, y otros restos de justicia que han rellenado a lo largo de los años la crónica de una <strong class=\"keyword\">retahila</strong> de quejas mezquinas por las cuáles se han abierto camino en mi sala de tribunal.","second":"This is the evidence, the motions, and other detritus of justice that they have filed over the years chronicling a <strong class=\"keyword\">litany</strong> of petty complaints that have made their way into my courtroom."},{"author":8007,"first":"Dicho de otro modo, un nuevo equilibrio de fuerzas y debilidades está surgiendo por debajo de la superficie de los acontecimientos... y va en dirección opuesta a las <strong class=\"keyword\">retahílas</strong> actuales.","second":"In other words, a new balance of strengths and weaknesses is emerging beneath the surface of events – and runs contrary to current <strong class=\"keyword\">mantras</strong>."},{"author":118293,"first":"Este imbécil cierra el auto con las llaves adentro... y me llama para soltarme una <strong class=\"keyword\">retahíla</strong> de insultos.","second":"This jackass locks himself out of his car, figures he can cuss me out on the phone."},{"author":94808,"first":"Desde 2008, el mundo ha hecho frente a una verdadera <strong class=\"keyword\">retahíla</strong> de crisis de todo tipo, desde financieras y económicas hasta ambientales, sociales y políticas.","second":"Since 2008, the world has faced a veritable cascade <strong class=\"keyword\">of</strong> crises of all types, from financial and economic to environmental, social and political."},{"author":27,"first":"No es presentable que nuestras empresas tengan todavía problemas para acceder a la contratación pública en los Estados Unidos -y así una larga <strong class=\"keyword\">retahíla</strong> de problemas que no es momento de relatar pormenorizadamente.","second":"It is not acceptable that our companies should still be experiencing difficulties in the area of government procurement in the United States, and there is a <strong class=\"keyword\">long</strong> list of other problems I do not think it appropriate to elaborate on here and now."},{"author":118293,"first":"Bueno, lo estaba hasta esta <strong class=\"keyword\">retahíla</strong>.","second":"Well, I was until this little riff."},{"author":8000,"first":"Hay una nueva fórmula en la <strong class=\"keyword\">retahíla</strong> de iniciativas de paz para el Oriente Medio","second":"There is a new equation in the <strong class=\"keyword\">litany</strong> of peace initiatives for the Middle East"},{"author":118293,"first":"Una <strong class=\"keyword\">retahíla</strong> de mentiras.","second":"A <strong class=\"keyword\">rehash of all</strong> the other old lies."},{"author":8000,"first":"La amplitud de esos poderes establecida en esa legislación draconiana suplementaria se utilizó en una <strong class=\"keyword\">retahíla</strong> de torturas y de detenciones sin juicio","second":"The broad power under this additional draconian legislation was used as a <strong class=\"keyword\">catalogue</strong> for detentions without trial and torture"},{"author":8000,"first":"En un fallo de # de octubre de # el Tribunal de Distrito de Zutphen impuso una pena de cinco meses de prisión, dos de los cuales de ejecución condicional durante dos años, a dos personas por agredir físicamente a una solicitante de asilo a la vez que proferían toda una <strong class=\"keyword\">retahíla</strong> de insultos claramente racistas","second":"By judgement of # ctober # utphen district court imposed a five-month prison sentence, two months of which were suspended for two years, on two people who had physically assaulted a female asylum-seeker, while at the same time uttering a <strong class=\"keyword\">string</strong> of overtly racist insults"},{"author":27,"first":"Esto significaba una <strong class=\"keyword\">retahíla</strong> de favoritismos políticos, nombramientos a dedo de personas claramente incompetentes y una intervención política de la casa real belga para que la empresa siguiera en manos francófonas.","second":"That translated into political profiteering, political appointments of the manifestly incompetent and political interference by the Belgian Royal House to keep the company in French-speaking hands."},{"author":27,"first":"Basta con mirar a Polonia, donde en todo el espectro político hay una <strong class=\"keyword\">retahíla</strong> constantemente renovada de declaraciones homófobas contra marchas del Orgullo Gay y similares.","second":"It is enough to take a look at Poland, where, from right across the political spectrum, there is <strong class=\"keyword\">an</strong> ever-renewed stream of homophobic statements directed against Gay Pride parades and the like."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}