{"result":"ok","tuc":[{"phrase":{"text":"reticent","language":"en"},"meanings":[{"language":"en","text":"reserved"}],"meaningId":-5418278059035323436,"authors":[70195]},{"phrase":{"text":"unwilling","language":"en"},"meanings":[{"language":"en","text":"not willing; loath; disinclined; reluctant"}],"meaningId":5876397347673208738,"authors":[70195]},{"phrase":{"text":"reluctant","language":"en"},"meanings":[{"language":"en","text":"not wanting to take some action"}],"meaningId":-2291472961247193600,"authors":[84715]},{"phrase":{"text":"loath","language":"en"},"meaningId":-7112107064061110839,"authors":[99488]},{"phrase":{"text":"reserved","language":"en"},"meaningId":8049041579538483745,"authors":[25115]},{"meanings":[{"language":"en","text":"reticent, reluctant"}],"meaningId":-5179506179967115202,"authors":[1]}],"phrase":"reticente","examples":[{"author":94808,"first":"Como se indica en el informe, el sector privado se muestra <strong class=\"keyword\">reticente</strong> a respaldar la propuesta del Gobierno de exigir que las empresas concedan prestaciones remuneradas por maternidad y paternidad, y por ello la División Laboral, en consulta con representantes del sector privado y la Asociación de Trabajadores de las Islas Cook, ha establecido sistemas innovadores (moratorias fiscales, contribuciones a fondos obligatorios, etc.) para estimular a los empresarios del sector privado a proporcionar estas prestaciones a sus empleados.","second":"As indicated in the report, the private sector is <strong class=\"keyword\">reluctant</strong> to support Government’s proposal to require businesses to provide paid maternity and paternity benefits, therefore, the Labour Division in consultation with the private sector and the Cook Islands Worker’s Association has identified innovative schemes (tax breaks, contribution to compulsory fund) to encourage the private sector to provide these benefits to employees."},{"author":118385,"first":"No obstante, Turquía no está aplicando correctamente la legislación sobre ayudas estatales y la creación de mecanismos de seguimiento, y parece <strong class=\"keyword\">reticente</strong> a permitir plenamente la libre circulación de mercancías suprimiendo restricciones ocultas; por último, no ha adoptado ni aplicado efectivamente medidas coercitivas contra las violaciones de los derechos de propiedad intelectual.","second":"However Turkey is not properly implementing law in relation to State aid and setting up of monitoring schemes, and it seems <strong class=\"keyword\">reluctant</strong> to fully enable free movement of goods by lifting concealed restrictions; lastly, it has omitted to adopt and effectively implement enforcement measures against intellectual property rights violations."},{"author":27,"first":"Es cierto que, cada vez más -y debería ser todavía más frecuente y los datos que ha dado el Sr. Whitehead son interesantes-, debería usarse el campo abierto por Internet para las contrataciones, incluso de los servicios financieros, sector sobre el que los consumidores se muestran más <strong class=\"keyword\">reticentes</strong> en la actualidad; y es cierto, señor Whitehead, que never, never, never, at the expense of the consumer .","second":"Mr Whitehead provided us with some interesting figures, and there is no doubt that the use of the Internet in this type of transaction should become even more widespread. What is more, Mr Whitehead, the expression 'never, never, never at the expense of the consumer' certainly rings true."},{"author":94809,"first":"Considerando, no obstante, que en algunos casos los Estados miembros siguen siendo <strong class=\"keyword\">reticentes</strong> a cooperar activamente con la comisión competente, por ejemplo, no participando en las reuniones de la comisión o no contestando a las cartas que les son remitidas, y que esto denota una falta de cooperación leal con la Institución,","second":"whereas, however, in some cases Member States remain <strong class=\"keyword\">reluctant</strong> to cooperate actively with the responsible committee, and fail, for example, to attend meetings of the committee or to reply to letters sent to them; whereas this denotes a failure to cooperate with the institution in good faith,"},{"author":118293,"first":"Después de 27 años en la casa en la que él y ella habían criado a todxs sus hijxs, se mostraban <strong class=\"keyword\">reticentes</strong> a marcharse, y no se les había ofrecido ninguna comodidad comparable.","second":"Af ter 27 years in the house where they had brought up all their children... they were <strong class=\"keyword\">reluctant</strong> to leave... and had been offered nothing with comparable amenities."},{"author":94808,"first":"Incluso disponiendo de tres opciones, y con el aliento de la secretaría y del FMAM, algunos países Partes se mostraron <strong class=\"keyword\">reticentes</strong> a solicitar esos fondos.","second":"Even with three options available, and encouragement by both the secretariat and the GEF, some country Parties were <strong class=\"keyword\">reluctant</strong> to apply for these funds."},{"author":94809,"first":"Pero las actitudes cambian cuando se pasa a la «práctica»: Un 47 %[10] de europeos serían <strong class=\"keyword\">reticentes</strong> a hacer pedidos a una empresa que haya quebrado; un 51 %[11] nunca invertiría en empresas con dificultades financieras.","second":"But attitudes change when it comes to “practice”: 47%[10] of Europeans would be <strong class=\"keyword\">reluctant</strong> to order from a previously failed business; 51%[11] of them would never invest in businesses in financial difficulties."},{"author":118293,"first":"El presidente americano Andrew Jackson es <strong class=\"keyword\">reticente</strong> a intervenir, y Texas no tiene otra elección que declararse a sí misma nación independiente.","second":"U.S. President Andrew Jackson is <strong class=\"keyword\">hesitant</strong> to intervene, and Texas has no choice but to declare itself an independent nation."},{"author":94808,"first":"Me complace informar de que ningún Estado se ha mostrado <strong class=\"keyword\">reticente</strong> a la hora de compartir información.","second":"I am pleased to report that no State has been <strong class=\"keyword\">reluctant</strong> to share information."},{"author":94808,"first":"No es la intención de la oradora prejuzgar ni mostrarse <strong class=\"keyword\">reticente</strong> a aceptar el ofrecimiento de préstamo, sino señalar que la Asamblea General sólo puede responder a información oficial presentada por escrito.","second":"She was not attempting to prejudge or signal <strong class=\"keyword\">reluctance</strong> to accept the loan offer, but rather to point out that the General Assembly could react only to official written information."},{"author":8000,"first":"Es evidente que la cooperación del Iraq en cuanto a las exigencias de la comunidad internacional ha sido <strong class=\"keyword\">reticente</strong>","second":"It is clear that Iraqi cooperation has been <strong class=\"keyword\">unwilling</strong> with respect to the demands of the international community"},{"author":118385,"first":"Al principio ÍG se mostró <strong class=\"keyword\">reticente</strong> a asumir las labores, ya que la zona presentaba varios problemas, como inquilinos problemáticos y diversos tipos de restos de automóviles y residuos industriales.","second":"ÍG was <strong class=\"keyword\">very reluctant</strong> in the beginning to take on the task as the area presented several problems, such as difficult tenants and a collection of car wrecks and industrial waste."},{"author":94809,"first":"Muchos Estados miembros se han mostrado <strong class=\"keyword\">reticentes</strong> a facilitar la información solicitada por la Comisión.","second":"Many of the Member States <strong class=\"keyword\">seemed reluctant</strong> to provide the information requested by the Commission."},{"author":94808,"first":"Este arreglo es de una importancia considerable en esta materia, en que las víctimas son a veces <strong class=\"keyword\">reticentes</strong> para constituirse en parte civil, sobre todo por temor a las represalias;","second":"This option is of considerable importance in these cases, where victims are often <strong class=\"keyword\">reticent</strong> in filing civil suits, especially due to fear of reprisals."},{"author":8000,"first":"Una vez que han recibido la autorización para contratar asesores, las entidades se muestran extremadamente <strong class=\"keyword\">reticentes</strong> a renunciar a ella","second":"Once it has received an “adviser authority”, an entity is extremely <strong class=\"keyword\">reluctant</strong> to give it up"},{"author":27,"first":"¿Cómo se conseguirá que todos los Estados miembros de la UE apliquen unas normas comunes, a sabiendas de que algunos, como el mío, el Reino Unido, se muestran <strong class=\"keyword\">reticentes</strong> a adoptar cualquier medida de ayuda económica, incluso cuando pueden hacerlo?","second":"How do you get common standards of delivery across the EU amongst the Member States, with some, like mine, the United Kingdom, ever-<strong class=\"keyword\">reluctant</strong> to take any financial assistance steps, even when they are permitted?"},{"author":94809,"first":"No obstante, hubo de constatar, en su informe de 9 de julio de 1997 (23) relativo a la evaluación de los efectos de la Recomendación de 1995, que la situación ha evolucionado poco en los Estados miembros, y que las PYME siguen <strong class=\"keyword\">reticentes</strong> en cuanto a las actividades de exportación.","second":"But in its report of 9 July 1997 on an evaluation of the effects of the 1995 Recommendation (23), it felt bound to conclude that the situation had developed very little in the Member States and that small businesses remained <strong class=\"keyword\">reluctant</strong> to engage in export trade."},{"author":94808,"first":"Muchos de los afiliados se muestran <strong class=\"keyword\">reticentes</strong> a hablar en público.","second":"Many members were <strong class=\"keyword\">reluctant</strong> to speak in public."},{"author":27,"first":"Nuestro Grupo desea dejar bien claro también, en la línea de lo manifestado ayer en la delegación, que nosotros no somos <strong class=\"keyword\">reticentes</strong> a la presencia del movimiento zapatista indígena en esta Asamblea.","second":"Our group would also like to make it clear, in line with what was expressed yesterday in the delegation, that we have no <strong class=\"keyword\">hesitations</strong> about the indigenous Zapatista movement being present in this House."},{"author":8000,"first":"Algunas víctimas se mostraron <strong class=\"keyword\">reticentes</strong> a testificar ante el ministerio público por temor a represalias del Comité Cívico","second":"Some victims have been <strong class=\"keyword\">reluctant</strong> to testify to the Prosecutor's Office for fear of reprisals from the civic committee"},{"author":94808,"first":"Los profesionales de la salud pueden mostrarse <strong class=\"keyword\">reticentes</strong> a prestar sus servicios a las personas de edad por considerar que su tratamiento es menos importante.","second":"Health-care providers may be <strong class=\"keyword\">reluctant</strong> to provide health services to older people, perceiving their treatment to be less vital."},{"author":94808,"first":"En esos casos, las mujeres son, por ejemplo, más <strong class=\"keyword\">reticentes</strong> a regresar a su país de origen para aprovechar una oportunidad de empleo o un cargo en la administración pública ya que sus hijos no tendrán la posibilidad de ir a la escuela o acceder a los servicios de atención de la salud por no tener la nacionalidad de la madre.","second":"In such situations, for example, women are more <strong class=\"keyword\">reluctant</strong> to return to their country of origin for a job opportunity or a position in public services because their children will have no opportunity to attend school or have access to health services, given that they lack the nationality of their mothers."},{"author":27,"first":"Me sorprende mucho ver lo <strong class=\"keyword\">reticente</strong> y tímida que se muestra la Comisión cuando se trata de este tipo de incidentes, que representan claras violaciones de los derechos fundamentales.","second":"I am very surprised to see how <strong class=\"keyword\">reluctant</strong> and timid the Commission is when it comes to such incidents, which are clear violations of fundamental rights."},{"author":91988,"first":"No obstante, el PBC también se muestra <strong class=\"keyword\">reticente</strong> a comprar constantemente dólares.","second":"But the PBC is also <strong class=\"keyword\">reluctant</strong> to buy dollars constantly."},{"author":8000,"first":"Con el apoyo <strong class=\"keyword\">reticente</strong> de los Estados miembros afectados, la sociedad civil se ha ganado el reconocimiento de la comunidad internacional de donantes, que ha procurado canalizar la ayuda para el desarrollo a través de ella","second":"With the <strong class=\"keyword\">reluctant</strong> support of the affected Member States, civil society has gained the recognition of the international donor community, which has sought to channel development aid through them"}],"from":"es","dest":"en","authors":{"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}