{"result":"ok","tuc":[{"phrase":{"text":"rhetorical","language":"en"},"meanings":[{"language":"en","text":"part of or similar to rhetoric"}],"meaningId":-8258121707127692549,"authors":[70195]},{"phrase":{"text":"forensic","language":"en"},"meanings":[{"language":"en","text":"relating to, or used in debate or argument"}],"meaningId":-6178669925272933570,"authors":[70195]},{"phrase":{"text":"oratorical","language":"en"},"meaningId":9045449099260497234,"authors":[25018]},{"phrase":{"text":"rhetoric","language":"en"},"meaningId":-4995548265607502690,"authors":[25115]},{"meanings":[{"language":"en","text":"rhetorical"}],"meaningId":1638849044238365910,"authors":[1]}],"phrase":"retórico","examples":[{"author":8008,"first":"En una entrevista concedida a la revista portuguesa “Visão”, José Saramago define a la Biblia como “un manual de malas costumbres”, donde se encuentran todo tipo de atrocidades, y busca, con su <strong class=\"keyword\">retórica</strong> intelectual, cuestionar la veracidad de las Escrituras, oponiéndose de forma vehemente al concepto de que allí se registra la Palabra de Dios.","second":"I was reading an article about the subject on Portal R7 and remembered the day one of my neighbours decided to confide in me: she told me she had had an abortion and asked my opinion <strong class=\"keyword\">about</strong> what she had done. Well, if that young woman risked telling me something so serious, knowing that I could misinterpret her, it was because she could no longer keep that secret to herself."},{"author":8000,"first":"Con todos esos esfuerzos se ha intentado afrontar el problema de los grupos étnicos y religiosos que se sienten excluidos y que son particularmente vulnerables a la <strong class=\"keyword\">retórica</strong> del extremismo","second":"All of these efforts have attempted to address the problem of disenfranchised ethnic and religious groups that are particularly susceptible to the <strong class=\"keyword\">rhetoric</strong> of extremism"},{"author":8000,"first":"Es indispensable hacer frente sin demora, y de manera firme e inequívoca, a la <strong class=\"keyword\">retórica</strong> fea y violenta del antisemitismo en las Naciones Unidas y en otras partes","second":"It is essential that the ugly and vicious anti-Semitic <strong class=\"keyword\">rhetoric</strong> at the United Nations and elsewhere be confronted without delay, in a firm and unambiguous manner"},{"author":94808,"first":"Es <strong class=\"keyword\">retórico</strong> e inaceptable definir diferentes civilizaciones y religiones como blanco de ataques.","second":"It is <strong class=\"keyword\">rhetoric</strong>, and unacceptable, to define different civilizations and religions as a target."},{"author":8000,"first":"A este respecto, me reservo el derecho a contestar a la declaración de la delegación de Azerbaiyán, que una vez más ha utilizado este elevado foro para inducir a error a los Estados Miembros mediante su <strong class=\"keyword\">retórica</strong> invariable","second":"In that regard, I reserve the right to respond to the statement of the delegation of Azerbaijan, which has once again used this high forum to misled Member States with its unchanged <strong class=\"keyword\">rhetoric</strong>"},{"author":31,"first":"Mâs sustancia y menos <strong class=\"keyword\">retôrica</strong>","second":"More matter with less <strong class=\"keyword\">art</strong>"},{"author":94808,"first":"Como consideración final, deseo volver a mis reflexiones iniciales sobre la importancia de minimizar la brecha entre la <strong class=\"keyword\">retórica</strong> y la realidad.","second":"As a final thought, I want to return to where I began, on the importance of minimizing the gap between <strong class=\"keyword\">rhetoric</strong> and reality."},{"author":27,"first":"La <strong class=\"keyword\">retórica</strong> y la visión de futuro son necesarias, pero aún más necesario es estudiar la complejidad de la situación.","second":"<strong class=\"keyword\">Rhetoric</strong> and vision are necessary, but it is even more necessary to look at the complexity of the situation."},{"author":94808,"first":"La desinformación y la <strong class=\"keyword\">retórica</strong> promocionan y promueven el aborto como “seguro y legal”.","second":"Misinformation and <strong class=\"keyword\">rhetoric</strong> tout and promote abortion as “safe and legal.”"},{"author":8000,"first":"Es necesario un esfuerzo concertado para superar la distancia que separa la <strong class=\"keyword\">retórica</strong> de la práctica","second":"A concerted effort was needed to bridge the gap between <strong class=\"keyword\">rhetoric</strong> and practice"},{"author":91988,"first":"El hábito de la <strong class=\"keyword\">retórica</strong> insulsa es difícil de romper.","second":"The habit of bland <strong class=\"keyword\">rhetoric</strong> is a hard one to break."},{"author":94808,"first":"Finalmente, las diferentes actividades descritas anteriormente (la presión económica, la ayuda militar a la República Moldova de Transnistria, la política energética) deben entenderse desde la perspectiva de una <strong class=\"keyword\">retórica</strong> constante de Rusia a favor de la República Moldova de Transnistria y en contra de Moldova.","second":"Finally, the various activities described above—the economic pressure, the military assistance to the TMR, the energy politics—need to be understood in light of the constant Russian <strong class=\"keyword\">rhetoric</strong> in favor of the TMR and critical of Moldova."},{"author":74,"first":"Este argumento es pura <strong class=\"keyword\">retórica</strong>.","second":"This argument is nothing more than <strong class=\"keyword\">rhetoric</strong>."},{"author":94808,"first":"Insta encarecidamente a todas las partes a que tengan en cuenta y respeten seriamente los legítimos intereses de las demás en materia de seguridad, se abstengan de cometer ningún acto de violencia o provocación, incluidas las acciones políticas o las manifestaciones <strong class=\"keyword\">retóricas</strong>, y cumplan plenamente los acuerdos previos relativos a la cesación del fuego y la no utilización de la violencia;","second":"Strongly urges all parties to consider and address seriously each other’s legitimate security concerns, to refrain from any acts of violence or provocation, including political action or <strong class=\"keyword\">rhetoric</strong>, and to comply fully with previous agreements regarding ceasefire and non‐use of violence;"},{"author":8000,"first":"Quisiera decir que en una serie de esferas los resultados fueron inmediatos; la <strong class=\"keyword\">retórica</strong> destructiva en los medios de comunicación cesó","second":"I would like to state that in a number of areas the results were instantaneous; the destructive <strong class=\"keyword\">rhetoric</strong> in the mass media was halted"},{"author":8007,"first":"Semejante <strong class=\"keyword\">retórica</strong> no autoriza el optimismo sobre el resultado de la cumbre.","second":"Such <strong class=\"keyword\">rhetoric</strong> makes it <strong class=\"keyword\">hard</strong> to be optimistic about the outcome of the summit."},{"author":94808,"first":"El ensayo nuclear llevado a cabo en febrero de 2013 por Corea del Norte y su <strong class=\"keyword\">retórica</strong> incendiaria sobre el uso de las armas nucleares son amenazas claras contra la paz y la seguridad internacionales.","second":"The nuclear test carried out in February 2013 by North Korea and its inflammatory <strong class=\"keyword\">rhetoric</strong> about nuclear weapons use represented a clear and present threat to regional and international peace and security."},{"author":8000,"first":"Son demasiado serios para hacerlos objeto de <strong class=\"keyword\">retórica</strong>","second":"They are too serious to make <strong class=\"keyword\">rhetoric</strong> out of them"},{"author":93236,"first":"Sin embargo, a pesar de su política de tracción en <strong class=\"keyword\">retórica</strong> y política, hay pocos datos empíricos de cómo la reforma se está llevando a cabo.","second":"However, despite its traction in policy <strong class=\"keyword\">rhetoric</strong> and policy there is little empirical evidence of how reform is being played out."},{"author":91988,"first":"La Cumbre de Evian nos dejará en claro si la avaricia, la ignorancia y la <strong class=\"keyword\">retórica</strong> de la guerra han cerrado completamente los ojos de EEUU, y si Europa y Japón se volverán hacia sí mismos en lugar de mirar hacia afuera","second":"The Evian Summit will clarify whether greed, ignorance, and the <strong class=\"keyword\">bombast</strong> of war have closed the eyes of the US entirely, and whether Europe and Japan will look inward rather than outward."},{"author":119739,"first":"O: “ciudades”, representadas por las “puertas”, por una figura <strong class=\"keyword\">retórica</strong>, sinécdoque.","second":"Or, “cities,” represented by the “gates,” by a figure of speech, synecdoche."},{"author":94808,"first":"Al Relator Especial le preocupa que algunos partidos mayoritarios que han estado en el poder durante largos períodos de tiempo hayan optado por una <strong class=\"keyword\">retórica</strong> similar a la de los partidos políticos de ideología extremista y también hayan utilizado a distintos grupos vulnerables como chivos expiatorios.","second":"The Special Rapporteur is concerned that some mainstream political parties that have been in power for long periods have engaged in a <strong class=\"keyword\">rhetoric</strong> similar to that of extremist political parties, and have also treated vulnerable groups as scapegoats."},{"author":94809,"first":"En la Decisión impugnada, la Comisión señala acertadamente que la frase «los hectolitros perdidos podrían haber quedado compensados de otra forma» que figuraba en el texto del correo en cuestión indica que no hubo ninguna discusión entre Heineken y Bavaria acerca de la necesidad de una compensación, sino únicamente acerca del modo de obtener una compensación (considerando 185 de la Decisión impugnada), y que el empleo de las palabras «<strong class=\"keyword\">retórica</strong> [...] que todos conocemos», «énfasis» y «voluntariamente» significa que, en opinión del autor de las mismas, perteneciente al grupo Heineken, Bavaria es sospechosa de no haber respetado una regla conforme a la cual las empresas cerveceras no debían intentar activamente captar los clientes pertenecientes al sector «hostelería» de las otras empresas cerveceras (considerando 188 de la Decisión impugnada).","second":"In the contested decision, the Commission rightly notes that the sentence ‘[t]he hectolitres lost could then have been compensated for in some other way’, in the text of the letter in question, indicates that there was no discussion between Heineken and Bavaria on the need for compensation, but only on the means of obtaining compensation (recital 185 to the contested decision), and that the use of the words ‘well‐known <strong class=\"keyword\">rhetoric</strong>’, ‘emphasis’ and ‘voluntarily’ signifies that, according to the author, who comes from the Heineken group, Bavaria is suspected of failing to respect a rule that brewers must not actively solicit on-trade customers from other brewers (recital 188 to the contested decision)."},{"author":94808,"first":"También me gustaría dar las gracias al Grupo asesor del Secretario General sobre la NEPAD por su informe, titulado “De la <strong class=\"keyword\">retórica</strong> a la acción: movilización del apoyo internacional para liberar el potencial de África” (A/60/85).","second":"I would also like to thank the Secretary-General’s Advisory Panel on NEPAD for its report, entitled “From <strong class=\"keyword\">rhetoric</strong> to action: mobilizing international support to unleash Africa’s potential” (A/60/85)."},{"author":8000,"first":"La última semana se ha caracterizado por un aumento de la <strong class=\"keyword\">retórica</strong>, las amenazas y las acciones agresivas de Israel contra el pueblo palestino y la Autoridad Palestina en la medida en que los partidos israelíes rivales compiten entre sí con miras a las próximas elecciones sobre la base de una plataforma de violencia y agresión contra el pueblo palestino y sus derechos","second":"The past week has seen an increase in aggressive Israeli <strong class=\"keyword\">rhetoric</strong>, threats and actions against the Palestinian people and the Palestinian Authority as the contending Israeli parties compete against one another for the upcoming elections on a platform of violence and aggression against the Palestinian people and their rights"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}