{"result":"ok","tuc":[{"phrase":{"text":"astuteness","language":"en"},"meanings":[{"language":"en","text":"quality of being astute"}],"meaningId":-505638538142980278,"authors":[70195]},{"phrase":{"text":"sagacity","language":"en"},"meanings":[{"language":"en","text":"quality of being sage"}],"meaningId":8743665044930831199,"authors":[70195]},{"phrase":{"text":"shrewdness","language":"en"},"meaningId":-3875572441255360245,"authors":[84715]},{"phrase":{"text":"acumen","language":"en"},"meaningId":-9051098601658124819,"authors":[89651]},{"phrase":{"text":"cleverness","language":"en"},"meaningId":-24941294484423003,"authors":[25018]},{"phrase":{"text":"cunning","language":"en"},"meaningId":-4187516483165502745,"authors":[25018]},{"phrase":{"text":"impishness","language":"en"},"meaningId":-7652635232125752471,"authors":[84500]},{"phrase":{"text":"insight","language":"en"},"meaningId":795642704780544599,"authors":[89651]},{"phrase":{"text":"mischievousness","language":"en"},"meaningId":-9218312571112526511,"authors":[84500]},{"phrase":{"text":"perspicacity","language":"en"},"meaningId":9131864851625773904,"authors":[83093]},{"phrase":{"text":"puckishness","language":"en"},"meaningId":-6288195864036263049,"authors":[84500]},{"phrase":{"text":"whimsicality","language":"en"},"meaningId":3899799508907396227,"authors":[84500]},{"meanings":[{"language":"en","text":"sagacity; astuteness"}],"meaningId":4413149095979740041,"authors":[1]}],"phrase":"sagacidad","examples":[{"author":119739,"first":"Ella misma los enumera: “Yo, la sabiduría, he residido con la <strong class=\"keyword\">sagacidad</strong> y hallo hasta el conocimiento de las capacidades de pensar.","second":"Stating what these gifts are, wisdom says: “I, wisdom, I have resided with <strong class=\"keyword\">shrewdness</strong> and I find even the knowledge of thinking abilities."},{"author":95096,"first":"Lo sabéis por el trato de las almas, principalmente de algunas de aquellas en las cuales domina el sentimiento; lo sabéis por la lectura de las obras de ascética: obras que los modernistas menosprecian, pero que ofrecen una doctrina mucho más sólida y una sutil <strong class=\"keyword\">sagacidad</strong> mucho más fina que las que ellos se atribuyen a sí mismos.","second":"You know it from your own dealings with sounds, and especially with souls in whom sentiment predominates; you know it also from your reading of ascetical books - books for which the Modernists have but little esteem, but which testify to a science and a solidity very different from theirs, and to a refinement and subtlety of observation of which the Modernists give no evidence."},{"author":8000,"first":"Permítame por un momento dejar de lado el protocolo y agradecerle, no sólo como Embajador del Canadá, sino también como amigo y persona que nos ha aportado el beneficio de su <strong class=\"keyword\">sagacidad</strong> en el curso de las deliberaciones sobre el desarme","second":"Let me for a moment leave formality aside and not only thank you, as Ambassador of Canada, but also as a friend and a person who has given us the benefit of his <strong class=\"keyword\">sagacity</strong> in these proceedings on disarmament"},{"author":119739,"first":"La Biblia nos da <strong class=\"keyword\">sagacidad</strong> para hallar soluciones prácticas a los problemas que nos angustian (Proverbios 1:4).","second":"The Bible gives us <strong class=\"keyword\">shrewdness</strong> that can help us find practical solutions to distressing problems.—Proverbs 1:4."},{"author":94808,"first":"Instamos a todos las partes y a todas las facciones en el Líbano a que hagan galas de sabiduría y <strong class=\"keyword\">sagacidad</strong> y superen esas difíciles circunstancias.","second":"We urge all of the parties and factions in Lebanon to display wisdom and <strong class=\"keyword\">sagacity</strong> and to overcome those difficult circumstances."},{"author":94808,"first":"El orador define el dinamismo como la fertilidad y la originalidad del sector comercial de la economía para generar nuevas ideas comerciales prometedoras; la aptitud o la <strong class=\"keyword\">sagacidad</strong> con la cual el sector financiero de la economía selecciona propuestas de innovación para su desarrollo y comercialización; y la curiosidad y experimentación de los consumidores con respecto a los nuevos productos.","second":"He defined dynamism as the fertility and originality of the economy’s business sector in coming up with new ideas of commercial promise; the aptness or <strong class=\"keyword\">shrewdness</strong> with which the economy’s financial sector selected innovation proposals for development and marketing; and the curiosity and experimentalism of consumers towards new products."},{"author":94808,"first":"El pueblo palestino ha respondido con madurez y <strong class=\"keyword\">sagacidad</strong>.","second":"The Palestinian people have responded maturely and <strong class=\"keyword\">sagaciously</strong>."},{"author":8000,"first":"Confiamos en que el acierto y la <strong class=\"keyword\">sagacidad</strong> de que se ha hecho gala en la conclusión de los pasados acuerdos sean una guía para un resultado justo y exitoso","second":"We trust that the wisdom and <strong class=\"keyword\">sagacity</strong> displayed in concluding past agreements will be a guide to a just and successful outcome"},{"author":8007,"first":"WASHINGTON, DC – En un momento en que la economía global se ve afectada por una crisis de confianza, desequilibrios estructurales y perspectivas de crecimiento apagado, mirar diez años para adelante para predecir el curso del desarrollo exige un trabajo cuidadoso y algo más que <strong class=\"keyword\">sagacidad</strong>.","second":"WASHINGTON, DC – At a time when the global economy is suffering from a crisis of confidence, structural imbalances, and subdued growth prospects, looking ahead ten years to predict the course of development requires careful modeling and something beyond <strong class=\"keyword\">sagacity</strong>."},{"author":8000,"first":"En segundo lugar, quiero reconocer la visión de la Presidencia del Movimiento de los Países No Alineados al solicitar la convocación de esta sesión y la <strong class=\"keyword\">sagacidad</strong> del Consejo de Seguridad, particularmente la de su actual Presidencia, por proceder a convocarla, permitiendo así la participación de todos los Estados Miembros en el debate de la crisis más importante y grave de la actualidad","second":"Secondly, I should like to acknowledge the foresight of the presidency of the Non-Aligned Movement for requesting that this meeting be convened, and the <strong class=\"keyword\">foresight</strong> of the Security Council- particularly that of the current presidency- for convening it, thus allowing for the participation of every Member State in a discussion of the most important and serious international crisis today"},{"author":94808,"first":"Quiero rendir homenaje a la sabiduría y la <strong class=\"keyword\">sagacidad</strong> de África, porque mientras que la mayor parte de las organizaciones regionales se basan solo en el comercio y las consideraciones económicas, África ha logrado progresos importantes al considerar el reto de la paz y la seguridad como una responsabilidad colectiva.","second":"I salute African wisdom and <strong class=\"keyword\">sagacity</strong>, because while most regional organizations are based solely on trade and economic considerations, Africa has made significant strides to conceive the challenge of peace and security as a collective responsibility."},{"author":94808,"first":"Someto esta cita a su <strong class=\"keyword\">sagacidad</strong> y a la de la Conferencia.","second":"I submit that to your <strong class=\"keyword\">wisdom</strong> and that of the Conference."},{"author":95875,"first":"Recurriendo a la tradición italiana de buscar la excelencia en el diseño y la innovación a pequeña escala y aplicando la <strong class=\"keyword\">sagacidad</strong> neerlandesa para transformar ideas en productos rentables, Iannuzzi creó su propia empresa en 2011, a la que llamó Optics11.","second":"Drawing on the Italian tradition of design excellence and small-scale innovation and the Dutch <strong class=\"keyword\">acumen</strong> for transforming ideas into profitable products, Iannuzzi established, in 2011, a start-up called Optics11."},{"author":8000,"first":"Los dirigentes de los Estados miembros manifestaron su vivo agradecimiento al Custodio de los Dos Lugares Santos, Soberano del Reino de la Arabia Saudita y Presidente del período de sesiones en curso, el Rey Abdullah bin Abdulaziz Al Saud, por el interés e importancia que había otorgado a la reunión y la <strong class=\"keyword\">sagacidad</strong> con la que había dirigido sus trabajos que, en gran medida, habían permitido que se lograran acuerdos y resultados importantes, y manifestaron su convencimiento de que el Reino de la Arabia Saudita, del cual el Custodio de los Dos Lugares Santos es Presidente del período de sesiones en curso, contribuiría al buen funcionamiento del Consejo y a lograr aún mayores progresos en el contexto de los planos local, regional e internacional y, por ese medio, a fomentar la seguridad, la estabilidad y la prosperidad de los pueblos de los Estados miembros del Consejo de Cooperación","second":"The leaders also took note of the attention, care and wise administration bestowed on the meeting by the Custodian of the Two Holy Mosques, King Abdullah Bin Abdulaziz Al Saud, of the Kingdom of Saudi Arabia, Chairman of the current session of the Supreme Council, which had had a major influence on the important results and decisions that had been produced. They expressed their confidence that the Kingdom of Saudi Arabia, during its chairmanship of the current session under the leadership of the Custodian of the Two Holy Mosques, would contribute to promoting the auspicious GCC process and guiding it towards wider and more comprehensive horizons, while taking into account prevailing local, regional and international conditions, so as to bring about security, stability and prosperity for the peoples of the GCC States"},{"author":118293,"first":"Con dinero y <strong class=\"keyword\">sagacidad</strong>, compró el trono a Sinan, con quien parece ser amigo.","second":"With money and <strong class=\"keyword\">shrewdness</strong>, <strong class=\"keyword\">he</strong> bought the throne from Sinan, whom he seems to be friends with."},{"author":94808,"first":"La tercera cosa que quiero señalar es que para superar el estancamiento la Conferencia no solo debe fomentar y fortalecer la confianza mutua y ejercer <strong class=\"keyword\">sagacidad</strong> política; también debe aplicar un enfoque conceptual apropiado y métodos de trabajo correctos.","second":"The third point I would like to make is that in order to break the deadlock the Conference must not only build confidence, strengthen mutual trust and exercise political <strong class=\"keyword\">wisdom</strong>; it must also have a proper conceptual approach and sound working methods."},{"author":119739,"first":"Esta preparación, junto con la sabiduría que Dios proporciona, “dar[á] <strong class=\"keyword\">sagacidad</strong> a los inexpertos, conocimiento y capacidad de pensar al joven” (Proverbios 1:4).","second":"This training, coupled with God-given wisdom, will “give to the inexperienced ones <strong class=\"keyword\">shrewdness</strong>, to a young man knowledge and thinking ability.”—Proverbs 1:4."},{"author":119723,"first":"La palabra <strong class=\"keyword\">sagacidad</strong> significa astuto y prudente, que prevé y previene las cosas.","second":"The word subtilty, or subtlety, means carefulness or the ability to govern oneself with judgment and sound reason."},{"author":118293,"first":"Un producto de los bajos fondos y los bazares... un niño desamparado y huérfano, que vivía de su <strong class=\"keyword\">sagacidad</strong> y astucia.","second":"A product of the gutters and bazaars... an orphan waif, who lived by his <strong class=\"keyword\">shrewdness</strong> and cunning."},{"author":22,"first":"El hecho de que BANESTO no ejecutara sus créditos hipotecarios contra SNIACE más bien demuestra que FOGASA actuó con prudencia y <strong class=\"keyword\">sagacidad</strong> al celebrar el acuerdo de reprogramación y obtener garantías desde que se comunicó la suspensión de pagos, contrariamente al acreedor privado BANESTO","second":"The fact that BANESTO did not enforce its mortgage loans against SNIACE rather demonstrates that FOGASA acted prudently and <strong class=\"keyword\">wisely</strong> when it concluded the rescheduling agreement and obtained guarantees as soon as the suspension of payments was notified, unlike the private creditor BANESTO"},{"author":94809,"first":"poseer la <strong class=\"keyword\">sagacidad</strong> necesaria y una capacidad acreditada para generar y poner en práctica nuevas ideas, siendo capaz de liderar el proceso de modernización de las estadísticas sociales, que es absolutamente esencial,","second":"very sound judgment and a <strong class=\"keyword\">demonstrable</strong> drive to generate and implement new ideas, being able to lead the absolutely essential modernisation process of social statistics,"},{"author":94808,"first":"El representante del Canadá expresó su acuerdo y observó que las Partes poseían colectivamente un importante cúmulo de conocimientos y una <strong class=\"keyword\">sagacidad</strong> que podrían aprovecharse para hallar solución a todas las cuestiones que se habían planteado.","second":"The representative of Canada expressed agreement, observing that the parties possessed a significant amount of collective knowledge and <strong class=\"keyword\">wisdom</strong> that could be put to use in addressing all the questions that had been raised."},{"author":94808,"first":"Ello ha sido posible debido a su <strong class=\"keyword\">sagacidad</strong>, perseverancia, dedicación y compromiso.","second":"This has been possible due to your <strong class=\"keyword\">sagacity</strong>, perseverance, dedication and commitment."},{"author":94808,"first":"Felicitamos de todo corazón a la Secretaría, los asesores en materia de género, los Estados Miembros, la sociedad civil y otros por sus esfuerzos, su <strong class=\"keyword\">sagacidad</strong> y sus logros.","second":"We heartily commend the efforts of the Secretariat, the Gender Advisers, Member States, civil society and others on their <strong class=\"keyword\">insight</strong> and accomplishments."},{"author":94809,"first":"La redacción del Derecho nacional puede encontrar los mismos problemas que el Derecho comunitario (modificaciones, compromisos, fórmulas imprecisas dejadas a la <strong class=\"keyword\">sagacidad</strong> de los lectores y a la interpretación o apreciación del juez).","second":"The wording of national law may encounter the same kind of problems as those faced by Community law (amendments, compromise, vague wording with the meaning left to readers and interpretation or assessment by judges)."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}