{"result":"ok","tuc":[{"phrase":{"text":"salvo","language":"en"},"meanings":[{"language":"en","text":"concentrated fire from pieces of artillery"}],"meaningId":-5727171471537331752,"authors":[90508]},{"phrase":{"text":"volley","language":"en"},"meanings":[{"language":"en","text":"simultaneous fire"}],"meaningId":-5891247822301175561,"authors":[90508]},{"phrase":{"text":"burst","language":"en"},"meaningId":7306340892304614437,"authors":[25018]},{"phrase":{"text":"salute","language":"en"},"meaningId":438675707775487634,"authors":[89651]},{"phrase":{"text":"hail","language":"en"},"meaningId":2760651198193600831,"authors":[25018]},{"phrase":{"text":"fusillade","language":"en"},"meaningId":-3820837801911779424,"authors":[84500]},{"phrase":{"text":"greeting","language":"en"},"meaningId":2774237535273547737,"authors":[20]},{"phrase":{"text":"round","language":"en"},"meaningId":4427712870795871414,"authors":[97745]},{"phrase":{"text":"sage","language":"en"},"meaningId":7608041261413655171,"authors":[83089]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of salvar."},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of salvar."}],"meaningId":-7721992982952466756,"authors":[1]}],"phrase":"salva","examples":[{"author":94809,"first":"<strong class=\"keyword\">Salvo</strong> en el caso de desnaturalización de los elementos de prueba aportados ante el Tribunal General, la apreciación de los hechos no constituye una cuestión de Derecho sujeta, como tal, al control del Tribunal de Justicia.","second":"The appraisal of the facts by the General Court does not constitute, <strong class=\"keyword\">save</strong> where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice."},{"author":94808,"first":"Cualquier información que obtenga el prestatario del servicio sobre la persona jurídica o el órgano en el que preste el servicio o cualquier información relacionada con ellos, <strong class=\"keyword\">salvo</strong> la información que se encuentre en el dominio público (información registrada en documentos públicos, etc.), se considera secreto empresarial u oficial.","second":"Any information which the civilian recruit gains about the legal person or body with whom they are serving or any information related to them, <strong class=\"keyword\">apart</strong> from information which is in the public domain (information recorded in public documents, etc.) is considered a business or official secret."},{"author":94808,"first":"Autoriza al Comité Mixto de Pensiones del Personal de las Naciones Unidas a aumentar a 65 años la edad normal de jubilación para los nuevos afiliados a la Caja, con efecto a partir del 1 de enero de 2014 a más tardar, <strong class=\"keyword\">salvo</strong> que la Asamblea General no haya decidido aumentar de la misma manera la edad obligatoria de jubilación;","second":"Authorizes the United Nations Joint Staff Pension Board to increase the normal retirement age to 65 for new participants in the Fund, with effect not later than from 1 January 2014, <strong class=\"keyword\">unless</strong> the General Assembly has not decided on a corresponding increase in the mandatory age of separation;"},{"author":94809,"first":"Cuando la Agencia lo solicite, los Estados miembros pondrán a su disposición guardias de fronteras y otro personal competente para su despliegue, <strong class=\"keyword\">salvo</strong> en caso de que se enfrenten a una situación excepcional que afecte de manera sustancial a la ejecución de funciones nacionales.","second":"Member States shall make the border guards and other relevant staff available for deployment at the request of the Agency <strong class=\"keyword\">unless</strong> they are faced with an exceptional situation substantially affecting the discharge of national tasks."},{"author":42,"first":"De conformidad con los artículos # y # del Acuerdo, la autoridad de aplicación argentina facilitará a las sociedades a las que se refiere el presente Anexo la transferencia de los permisos de pesca vigentes, <strong class=\"keyword\">salvo</strong> aquellos correspondientes a buques de bandera argentina que hayan permanecido inactivos, cualquiera fuese su causa, por un lapso superior a un año corrido, como cuando aquéllos pertenezcan a empresas en quiebra","second":"In accordance with Articles # and # of the Agreement, the Argentinian enforcement authority shall facilitate the transfer of current fishing licences to the companies referred to in this Annex, with the <strong class=\"keyword\">exception</strong> of those issued to Argentinian flag vessels laid up, for whatever reason, for longer than one year without interruption, such as vessels belonging to bankrupt undertakings"},{"author":8000,"first":"<strong class=\"keyword\">Salvo</strong> prueba en contrario, se presumirá que el porteador ha entregado las mercancías tal como aparecen descritas en los datos del contrato, a menos que se dé aviso de la pérdida o el daño de las mercancías, con indicación de su naturaleza general, al porteador o a la parte ejecutante que las haya entregado, antes o en el momento mismo de efectuarse la entrega, o, si la pérdida o el daño no son aparentes, dentro de los siete días laborables siguientes a la entrega, donde la misma tenga lugar","second":"The carrier is presumed, in absence of proof to the contrary, to have delivered the goods according to their description in the contract particulars unless notice of loss of or damage to the goods, indicating the general nature of such loss or damage, was given to the carrier or the performing party that delivered the goods before or at the time of the delivery, or, if the loss or damage is not apparent, within seven working days at the place of delivery after the delivery of the goods"},{"author":94808,"first":"Para las Partes en el Protocolo de Kyoto, la presentación del inventario de 2006 se examinaría únicamente en conjunción con el examen inicial con arreglo al Protocolo de Kyoto; estos inventarios no estarán sujetos a un examen técnico adicional en 2006, <strong class=\"keyword\">salvo</strong> para los fines de la preparación de informes sobre la situación por parte de la secretaría.","second":"For Parties to the Kyoto Protocol, the 2006 inventory submission would be reviewed only in conjunction with the initial review under the Kyoto Protocol; these inventories will not be subject to an additional technical review in 2006, <strong class=\"keyword\">except</strong> for the purposes of the preparation of status reports by the secretariat."},{"author":94809,"first":"Sin perjuicio de otras disposiciones aplicables, las deliberaciones del Comité y el Grupo de contacto estarán amparadas por el secreto profesional, <strong class=\"keyword\">salvo</strong> que el Comité decida otra cosa.","second":"Without prejudice to other applicable provisions, the work of the Committee and the Contact Group shall be covered by the obligation of professional secrecy, <strong class=\"keyword\">except insofar</strong> as the Committee decides otherwise."},{"author":94809,"first":"a) su valor total no sea superior al 15 % del precio franco fábrica del producto, <strong class=\"keyword\">salvo</strong> en el caso de los productos clasificados en los capítulos 3 y 24 y en las partidas 1604, 1605, 2207 y 2208 del sistema armonizado, en cuyo caso el valor total de las materias no originarias no deberá ser superior al 10 % del precio franco fábrica del producto;","second":"(a) their total value does not exceed 15 % of the ex-works price of the product, <strong class=\"keyword\">except</strong> for products falling within Chapters 3 and 24 and HS Headings 1604, 1605, 2207 and 2208 where the total value of the non-originating materials does not exceed 10 % of the ex-works price of the product;"},{"author":94809,"first":"El gobierno griego sostiene que el artículo 18 del Reglamento de base establece una presunción con el fin de ayudar a las instituciones de la Unión en la realización de la investigación contra la elusión, de manera que, a falta de cooperación de las partes interesadas, las instituciones de la Unión pueden calificar de elusión la modificación de la estructura del comercio acaecida inmediatamente después del establecimiento del derecho antidumping, <strong class=\"keyword\">salvo</strong> si las partes interesadas aportan prueba en contrario.","second":"The Greek Government maintains that Article 18 of the basic regulation introduces a presumption designed to assist the EU institutions in the conduct of the anti-circumvention investigation, to the effect that, in the absence of cooperation from the parties concerned, the EU institutions may classify the change in the pattern of trade which ensued immediately after the anti-dumping duty was imposed as circumvention, <strong class=\"keyword\">unless</strong> the interested parties adduce proof to the contrary."},{"author":118293,"first":"No, <strong class=\"keyword\">salvo</strong> que considere un arma a una pierna de plástico.","second":"Well, not <strong class=\"keyword\">unless</strong> you consider a plastic leg a weapon."},{"author":31,"first":"¿ Es algo que te repites?\" Está bien que me pegó \". \" Trevor está a <strong class=\"keyword\">salvo</strong> \"","second":"Trevor Iocked himself in a bathroom and he can' t breathe...... and he' s praying that it wiII stop<strong class=\"keyword\">!</strong>"},{"author":22,"first":"Los productos tendrán una especificidad de al menos el #,# % en donaciones de sangre, <strong class=\"keyword\">salvo</strong> indicación contraria en los cuadros adjuntos","second":"Devices shall have a specificity of at least #,# % on blood donations, <strong class=\"keyword\">unless</strong> otherwise indicated in the accompanying tables"},{"author":94809,"first":"AH || || es la superficie del diagrama de fuerza de frenado definida mediante: la línea paralela al eje y a una velocidad = 0 la línea paralela al eje y a una velocidad de 5 km/h la línea paralela al eje x con una fuerza de retención = 0 la curva de la fuerza de frenado correspondiente al ancla de referencia A. Diagrama modelo de la fuerza de frenado (En el que se determinan las superficies AA y AB) AB tiene la misma definición que AA, <strong class=\"keyword\">salvo</strong> que se utiliza la curva de la fuerza de frenado del ancla especial B.","second":"AA || || the surface area on the braking force diagram defined by: – the line parallel to the y-axis at v = 0, – the line parallel to the y-axis at v = 5 km/h, – the line parallel to the x-axis at holding force F = 0, – the braking force curve for reference anchor A, Model braking force diagram (Determining the surface areas AA and AB) AB same definition as for AA <strong class=\"keyword\">except</strong> that the braking force curve for special anchor B is used."},{"author":94809,"first":"(28) <strong class=\"keyword\">Salvo</strong> prueba en contrario, se presumirá que el demandante tuvo conocimiento de la compra si se prueba que: i) la mayoría de los miembros de la rama de producción nacional del país del comprador potencial hicieron todo lo posible ante el comprador para llevarse el contrato de venta del buque en cuestión; ii) los corredores, establecimientos financieros, sociedades de clasificación, fletadores, asociaciones profesionales u otras entidades que intervienen normalmente en las operaciones de construcción naval y con las que el constructor mantiene regularmente contactos o relaciones de negocios, estaban todos ellos en condiciones de facilitar informaciones sobre la compra prevista.","second":"(28) It shall be rebuttably presumed that the applicant knew or should have known of the proposed purchase if it is demonstrated that: (i) the majority of the domestic industry in the country of the proposed buyer have made efforts with that buyer to conclude a sale of the vessel in question; or (ii) general information on the proposed purchase was available from brokers, financiers, classification societies, charterers, trade associations, or other entities normally involved in shipbuilding transactions with whom the shipbuilder had regular contacts or dealings."},{"author":94809,"first":"En general, no se exigirá ningún documento acreditativo de los conocimientos lingüísticos, <strong class=\"keyword\">salvo</strong> en determinados perfiles lingüísticos (véase la sección 1.3) o especializados.","second":"In general, no supporting documents are required to prove your knowledge of languages, <strong class=\"keyword\">except</strong> for some linguist (see section 1.3) or specialist profiles."},{"author":118385,"first":"Para ser admisibles y <strong class=\"keyword\">salvo</strong> cuando se indique lo contrario, los instrumentos de deuda cumplirán las exigencias de calidad crediticia especificadas en el capítulo 2.","second":"In order to be eligible, debt instruments shall meet the credit quality requirements specified in Chapter 2, <strong class=\"keyword\">except</strong> where otherwise stated."},{"author":118385,"first":"No existe distinción alguna entre los activos negociables y los no negociables por lo que respecta a la calidad de los activos y a su selección para los distintos tipos de operaciones de política monetaria del Eurosistema, <strong class=\"keyword\">salvo</strong> que éste no emplea activos no negociables en las operaciones simples.","second":"No distinction is made between marketable and non-marketable assets with regard to the quality of the assets and their eligibility for the various types of Eurosystem monetary policy operations, <strong class=\"keyword\">except</strong> that non-marketable assets are not used by the Eurosystem for outright transactions."},{"author":94809,"first":"Cada puerta de servicio operada por el conductor debe poder ser accionada desde el puesto de conducción por mandos que, <strong class=\"keyword\">salvo</strong> en el caso de un mando de pedal, estén clara e inconfundiblemente marcados.","second":"Every driver-operated service door shall be capable of operation by the driver when in the driving seat using controls which, <strong class=\"keyword\">except</strong> in the case of a foot control, are clearly and distinctively marked."},{"author":118385,"first":"Por tanto, los nuevos criterios deben ser de aplicación lo antes posible, <strong class=\"keyword\">salvo</strong> en caso de que el Comité pertinente haya votado el proyecto de Reglamento que se le ha presentado sin que este haya sido adoptado por la Comisión a más tardar el 28 de agosto de 2017.","second":"The new criteria should therefore apply as soon as possible, <strong class=\"keyword\">except</strong> where the relevant Committee has voted on the draft Regulation presented to it without that Regulation having been adopted by the Commission by 28 August 2017."},{"author":42,"first":"A partir del # de noviembre de #, los vegetales de Rhododendron spp., a excepción de Rhododendron simsii Planch, y Viburnum spp., a excepción de los frutos y semillas, originarios de terceros países, <strong class=\"keyword\">salvo</strong> de los Estados Unidos de América, introducidos en la Comunidad, sólo podrán desplazarse en la Comunidad si van acompañados de un pasaporte fitosanitario preparado y expedido de conformidad con lo dispuesto en la Directiva #/CEE de la Comisión","second":"As of # November # plants of Rhododendron spp., other than Rhododendron simsii Planch, and Viburnum spp., other than fruit and seeds, originating in third countries, other <strong class=\"keyword\">than</strong> the United States of America, introduced into the Community may only be moved in the Community if they are accompanied by a plant passport prepared and issued in accordance with Commission Directive #/EEC"},{"author":94808,"first":"Suponiendo que el Comité acepte mi propuesta de que sea el grupo de trabajo el que determine la admisibilidad de las denuncias, la recomendación inicial deberá hacerse a instancias de un miembro del grupo (por ejemplo, la Presidenta o la Relatora) y ser ratificada efectivamente por el grupo, <strong class=\"keyword\">salvo</strong> que éste determine lo contrario.","second":"Assuming that the Committee accepts my recommendation that admissibility be determined by the working group, the initial recommendation should be made by the recommendation of a member of the working group (for instance the chairperson or the rapporteur) and effectively ratified by the working group <strong class=\"keyword\">unless</strong> it determines to the contrary."},{"author":94808,"first":"El funcionario que ejecute la detención estará obligado, en el momento de ejecutarla, a notificar a la persona detenida de la causa de su detención y del hecho de que se ha dictado orden de detención contra ella, cuando sea el caso, <strong class=\"keyword\">salvo</strong> cuando esta persona se dé a la fuga o se resista por la fuerza antes de que el funcionario que ejecuta la detención tenga oportunidad de notificárselo o cuando dicha notificación comprometa la detención.","second":"The arresting officer is required, at the time of arrest, to inform the person to be arrested of the cause of the arrest and of the fact that a warrant has been issued for his arrest, if such was the fact, <strong class=\"keyword\">except</strong> when he flees or forcibly resists before the arresting officer has opportunity so to inform him, or when the giving of such information will imperil the arrest."},{"author":94809,"first":"La concesión de la restitución especial se supeditará, <strong class=\"keyword\">salvo</strong> en caso de fuerza mayor, a la exportación de la cantidad total de los trozos procedentes del deshuesado sometidos al control contemplado en el apartado 3 del artículo 2 y recogidos en la certificación o certificaciones contempladas en el apartado 1 del artículo 4.","second":"<strong class=\"keyword\">Except</strong> in cases of force majeure, special refunds shall be granted subject to the export of the total quantity of cuts produced by boning performed under supervision in accordance with Article 2(3) and that are shown in the certificate(s) provided for in Article 4(1)."},{"author":118293,"first":"Nunca habías estado tan a <strong class=\"keyword\">salvo</strong>.","second":"Hey, buddy, you've never been <strong class=\"keyword\">safer</strong> in your life<strong class=\"keyword\">, OK</strong>?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}