{"result":"ok","tuc":[{"phrase":{"text":"safeguard","language":"en"},"meaningId":-1771055029995974319,"authors":[13]},{"phrase":{"text":"protect","language":"en"},"meaningId":-113820578309920511,"authors":[25018]},{"phrase":{"text":"backup","language":"en"},"meaningId":-5773982301595030065,"authors":[25018]},{"phrase":{"text":"save","language":"en"},"meaningId":601709075694950751,"authors":[25115]},{"meanings":[{"language":"en","text":"to safeguard"}],"meaningId":224814280112247123,"authors":[93107]}],"phrase":"salvaguardar","examples":[{"author":8000,"first":"Chang, el delegado chino, declaró posteriormente que \"la finalidad de [una disposición sobre los derechos morales] no sólo es proteger a los artistas, sino también <strong class=\"keyword\">salvaguardar</strong> los intereses de todos","second":"Chang, the delegate from China, later stated that “the purpose of [a moral rights provision] was not merely to protect artists but to <strong class=\"keyword\">safeguard</strong> the interests of everyone"},{"author":8000,"first":"Las fuentes de energía nuevas y renovables desempeñan un papel importante en lo que respecta a <strong class=\"keyword\">salvaguardar</strong> la seguridad energética y el desarrollo sostenible","second":"New and renewable sources of energy played an important role in <strong class=\"keyword\">safeguarding</strong> energy security and sustainable development"},{"author":8000,"first":"Las enmiendas tienen por objeto <strong class=\"keyword\">salvaguardar</strong> la disponibilidad del tratamiento basado en las necesidades de atención sanitaria, reducir las desigualdades en el acceso al tratamiento, aumentar la transparencia durante el período de espera y aumentar la justicia y la no discriminación en el acceso al tratamiento","second":"The amendments are intended to <strong class=\"keyword\">safeguard</strong> the availability of treatment based on health care needs, to reduce inequality in access to treatment, to increase transparency during the waiting period and to increase fairness and non-discrimination in access to treatment"},{"author":8008,"first":"En el mismo año la Unión Europea ha adoptado la Directiva \"Conservación de los hábitats naturales y seminaturales de la flora y la fauna salvaje\" 92/43/CEE, con la finalidad de <strong class=\"keyword\">salvaguardar</strong> la biodiversidad en los países miembros y constituir la red ecológica europea llamada \"NATURA 2000\".","second":"Nello stesso anno l'Unione Europea ha adottato la Direttiva \"Conservazione degli habitat naturali e seminaturali e della flora e della fauna selvatiche\" 92/43/CEE, allo scopo di <strong class=\"keyword\">salvaguardare</strong> la biodiversità nei paesi membri e costituire la rete ecologica europea denominata \"NATURA 2000\"."},{"author":94809,"first":"Con objeto de <strong class=\"keyword\">salvaguardar</strong> las expectativas legítimas, los actos jurídicos comunitarios de aplicación podrán establecer períodos transitorios para la entrada en vigor de determinados contenidos máximos de residuos que permitan la comercialización normal de las cosechas.","second":"In order <strong class=\"keyword\">to safeguard</strong> legitimate expectations, Community legal implementing acts may provide for transitional periods for the implementation of certain maximum residue levels allowing the normal marketing of the harvested products."},{"author":42,"first":"La ejecución de las actividades del sexto programa marco debe ajustarse a los intereses financieros de la Comunidad y <strong class=\"keyword\">salvaguardar</strong> dichos intereses","second":"Activities under the sixth framework programme should comply with the financial interests of the Community and should <strong class=\"keyword\">safeguard</strong> those interests"},{"author":94808,"first":"Este período de sesiones era otra demostración más del compromiso del Primer Ministro y de la decisión del país de <strong class=\"keyword\">salvaguardar</strong> el medio ambiente de la tierra.","second":"The current session was yet another demonstration of the Prime Minister’s commitment and the country’s resolve <strong class=\"keyword\">to safeguard</strong> the earth’s environment."},{"author":8000,"first":"Es éste un patrimonio que han de <strong class=\"keyword\">salvaguardar</strong> a toda costa, en nombre de las generaciones futuras y de la historia","second":"This is a treasure they must <strong class=\"keyword\">safeguard</strong> at all costs, for the sake of future generations and of history"},{"author":94808,"first":"De conformidad con la legislación de Sri Lanka, el requisito de registrar los sitios web nacionales de noticias es legal para <strong class=\"keyword\">salvaguardar</strong> los derechos y las libertades de los demás.","second":"The requirement of registration of national news sites is permissible under Sri Lankan law in the <strong class=\"keyword\">interests</strong> of <strong class=\"keyword\">safeguarding</strong> the rights and freedoms of others."},{"author":94809,"first":"Considerando que la experiencia ha demostrado que es fundamental realizar en breve plazo determinadas adaptaciones de la actual organización común de mercados para reducir las dificultades de los agentes del sector, mejorar los controles en las administraciones nacionales y <strong class=\"keyword\">salvaguardar</strong> mejor el presupuesto comunitario; que es conveniente establecer los ajustes necesarios de la actual organización común de mercados y fijar los precios y los importes correspondientes para las campañas de 1998-1999 a 2000-2001;","second":"Whereas experience has shown that some adjustments need to be made in the near future to the current common organisation of the market to reduce the difficulties of operators in the sector, improve checks conducted by the national authorities and <strong class=\"keyword\">protect</strong> the Community budget better; whereas provision should be made for the necessary adjustments to the present market organisation and the relevant prices and amounts should be fixed for the marketing years from 1998/99 to 2000/01;"},{"author":94809,"first":"En toda convocatoria prevista en relación con subvenciones, contratos públicos o premios gestionada en régimen de gestión directa, los beneficiarios, candidatos, licitadores y participantes potenciales, serán informados de conformidad con el Reglamento (CE) no 45/2001 del Parlamento Europeo y del Consejo (10) de que, para <strong class=\"keyword\">salvaguardar</strong> los intereses financieros de la Unión, sus datos personales podrán transferirse a los servicios de auditoría interna, al Tribunal de Cuentas Europeo, a la instancia especializada en irregularidades financieras o a la Oficina Europea de Lucha contra el Fraude (en lo sucesivo, «la OLAF»), así como entre los ordenadores de la Comisión y las agencias ejecutivas.","second":"In any call made in the context of grants, procurement or prizes implemented in direct management, potential beneficiaries, candidates, tenderers and participants shall, in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council (10) be informed that, for the purposes of <strong class=\"keyword\">safeguarding</strong> the financial interests of the Union, their personal data may be transferred to internal audit services, to the European Court of Auditors, to the Financial Irregularities Panel or to the European Anti-Fraud Office (hereinafter ‘OLAF’) and between authorising officers of the Commission and the executive agencies."},{"author":91988,"first":"También pide que Turquía y su estrecho aliado Azerbaiyán pongan fin a su embargo comercial contra la República de Armenia, reabran las fronteras y lleguen a un acuerdo de paz por territorios a fin de resolver la disputa territorial sobre Nagorno Karabaj en Azerbaiyán y <strong class=\"keyword\">salvaguardar</strong> la identidad armenia.","second":"It is also calling for an end to the trade embargo by Turkey and its close ally Azerbaijan against the Republic of Armenia, a reopening of frontiers, and a land-for-peace deal to resolve the territorial dispute over Nagorno Karabakh in Azerbaijan and <strong class=\"keyword\">safeguard</strong> its Armenian identity."},{"author":8000,"first":"En general, en las Directrices se ha adoptado una posición bastante análoga a la del Reglamento en relación con el dilema básico que plantea la necesidad de <strong class=\"keyword\">salvaguardar</strong> la libertad del cedente a conceder la licencia y dar al mismo tiempo al concesionario la posibilidad de competir","second":"In general, the Guidelines have adopted a broadly similar approach to the Regulation relating to the basic dilemma of how to <strong class=\"keyword\">safeguard</strong> the licensor's willingness to license while enabling the licensee to compete"},{"author":94809,"first":"a ) <strong class=\"keyword\">salvaguardar</strong> la situación de su balanza de pagos y garantizar un nivel de reservas suficiente para la realización de programas de desarrollo económico ;","second":"(b) <strong class=\"keyword\">promote</strong> the establishment or development of domestic industries including the development of small-scale and cottage industries in rural or backward areas ; and economic development of other sectors of the economy;"},{"author":8000,"first":"No obstante, mi delegación considera que, lo que es incluso más importante, la mejor manera de proteger y <strong class=\"keyword\">salvaguardar</strong> los civiles en los conflictos armados es ocuparse de las causas fundamentales de esos conflictos de una manera abierta e incluyente y respetar la diversidad cultural, histórica y espiritual de los pueblos","second":"More importantly, however, my delegation believes that the best way of protecting and <strong class=\"keyword\">safeguarding</strong> civilians in armed conflicts is to tackle the root causes of these conflicts in an open and inclusive manner, and to respect the cultural, historical and spiritual diversity of peoples"},{"author":94808,"first":"En julio de 2016, la UNESCO y una empresa china de tecnología de la información y las comunicaciones aplicada a la educación, Talkmate, también dieron a conocer un proyecto de cuatro años para elaborar un Atlas mundial de idiomas interactivo y disponible en línea, sobre la base del actual Atlas de las lenguas del mundo en peligro, que mantiene la UNESCO, para contribuir a <strong class=\"keyword\">salvaguardar</strong> la diversidad lingüística mundial y promover el multilingüismo en el ciberespacio.","second":"In July 2016, UNESCO and a Chinese educational information and communications technology company, Talkmate, also unveiled a four-year project to develop an online interactive World Atlas of Languages, based on the existing Atlas of the World’s Languages in Danger maintained by UNESCO, to help <strong class=\"keyword\">safeguard</strong> the world’s linguistic diversity and promote multilingualism in cyberspace."},{"author":94809,"first":"Haciendo uso del margen de maniobra presupuestario que ofrecían los moderados niveles de déficit y deuda existentes al iniciarse la crisis, las autoridades han adoptado medidas de reforzamiento de la economía, encaminadas a estabilizar el sistema financiero, <strong class=\"keyword\">salvaguardar</strong> el empleo y fomentar el potencial de crecimiento, mientras que las empresas también se benefician de desgravaciones fiscales decididas antes del comienzo de la crisis.","second":"Using the room for fiscal manoeuvre offered by the moderate deficit and debt levels going into the crisis, the authorities have adopted measures to support the economy, aimed at stabilising the financial system, <strong class=\"keyword\">safeguarding</strong> jobs and enhancing growth potential, while firms also benefit from tax relief decided before the onset of the crisis."},{"author":27,"first":"Lo anterior destaca la necesidad de <strong class=\"keyword\">salvaguardar</strong> un marco estable de normas multilaterales equitativas en materia de libre comercio.","second":"This underlines the need to <strong class=\"keyword\">safeguard</strong> a stable framework of fair and multilateral rules for free trade."},{"author":94808,"first":"Afirmamos nuestro compromiso de superar los obstáculos en la aplicación del Programa de Hábitat, especialmente la pobreza, que consideramos el principal factor subyacente, y de fortalecer y <strong class=\"keyword\">salvaguardar</strong> los entornos nacionales e internacionales propicios, y, a tal fin, nos comprometemos a redoblar nuestros esfuerzos para asegurar la aplicación plena y efectiva del Programa de Hábitat.","second":"Affirm our commitment to overcoming obstacles encountered in implementing the Habitat Agenda, especially poverty, which we consider to be the major underlying factor, and to strengthening and <strong class=\"keyword\">safeguarding</strong> national and international enabling environments, and to this end pledge to accelerate our efforts to ensure the full and effective implementation of the Habitat Agenda."},{"author":94808,"first":"Los encargados de la formulación de políticas se enfrentaban al reto de adoptar políticas y marcos reguladores e institucionales más adecuados a las condiciones existentes en sus países y a los imperativos del desarrollo, a fin de <strong class=\"keyword\">salvaguardar</strong> la competencia leal, niveles adecuados de inversión, la fijación de precios justos, el acceso universal, la prestación de servicios de buena calidad y la protección de los consumidores.","second":"Policymakers faced the challenge of establishing the policies and RIFs best suited to countries’ local conditions and development imperatives, in order to <strong class=\"keyword\">safeguard</strong> fair competition, adequate investment levels, equitable pricing, universal access, quality services and consumer protection."},{"author":94808,"first":"En esencia, se trata de una cuestión de <strong class=\"keyword\">salvaguardar</strong> los intereses de los países en desarrollo, especialmente de los países africanos, que son los que menos contaminan pero los más expuestos a las consecuencias del cambio climático.","second":"In essence, it is a matter of <strong class=\"keyword\">safeguarding</strong> the interests of developing countries, especially African countries, which pollute the least but are the most exposed to the effects of climate change."},{"author":8000,"first":"Respecto del párrafo # ), se invitó al Grupo de Trabajo a que examinara la eventual necesidad de prever una disposición que <strong class=\"keyword\">salvaguardara</strong> la competitividad del proceso adjudicatorio en acuerdos con múltiples proveedores; de ser así, habría que estudiar si sería conveniente fijar un número mínimo (de tres o de cinco proveedores) que se determinaría en función de lo que previeran las disposiciones correspondientes a la convocatoria de propuestas o cotizaciones (véase el párrafo # supra","second":"With respect to paragraph , the Working Group was invited to consider whether a provision to <strong class=\"keyword\">ensure effective</strong> competition in multi-supplier agreements was required; if so, whether any minimum ( # or # ) should be included and conformed to the number in the equivalent provisions regulating requests for proposals or quotations procedures (see para # above"},{"author":94808,"first":"También se investigan los casos de fraude económico dentro del sistema de las Naciones Unidas para promover la rendición de cuentas y <strong class=\"keyword\">salvaguardar</strong> los intereses, bienes y recursos de la Organización limitando la exposición a riesgos institucionales.","second":"Economic fraud within the United Nations system is also targeted to promote accountability and <strong class=\"keyword\">safeguard</strong> the Organization’s interests, assets and resources by limiting exposure to organizational risks."},{"author":94808,"first":"En vista del número creciente de miembros del personal que se matriculan en este programa de capacitación, mi delegación apoya el que se consagren más recursos humanos y financieros al programa a fin de que los miembros del personal puedan lograr el objetivo de enriquecer la diversidad cultural e intelectual que deben <strong class=\"keyword\">salvaguardar</strong> las Naciones Unidas.","second":"In view of the increasing numbers of staff joining the language training programme, my delegation supports dedicating more human and financial resources to it to enable it to achieve the objectives of enriching cultural and intellectual diversity, which the United Nations should <strong class=\"keyword\">safeguard</strong>."},{"author":94808,"first":"El Programa de Protección de los defensores de los derechos humanos, sindicalistas, periodistas y dirigentes sociales, administrado por el Ministerio del Interior y de Justicia y puesto en marcha en 1997, tiene por objeto <strong class=\"keyword\">salvaguardar</strong> la vida, la integridad y la seguridad de los periodistas y comunicadores sociales, dirigentes o activistas de grupos políticos, organizaciones sociales, cívicas, comunales, gremiales, sindicales, campesinas y de grupos étnicos, entre otros, que se encuentren en situación de riesgo cierto, inminente y excepcional como consecuencia directa y en razón del ejercicio de sus actividades o funciones políticas, públicas, sociales o humanitarias .","second":"The Protection Programme for Human Rights Defenders, Trade Unionists, Journalists and Social Leaders, administered by the Ministry of Interior and Justice and launched in 1997, aims to <strong class=\"keyword\">safeguard</strong> the life, well-being and safety of journalists and social communicators, leaders or activists of political groups, social, civic, community, labour and rural organizations and ethnic groups, among others, who find themselves at certain, imminent and exceptional risk as a direct consequence and by reason of carrying out their political, public, social or humanitarian activities or duties."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"13":{"U":"http://ro.wiktionary.org","id":13,"N":"ro.wiktionary.org","url":"https://glosbe.com/source/13"}}}