{"result":"ok","tuc":[{"phrase":{"text":"season","language":"en"},"meanings":[{"language":"es","text":"Agregar especias."},{"language":"en","text":"to flavour food"},{"language":"en","text":"To add spices."}],"meaningId":-3299054913472026335,"authors":[70195]},{"phrase":{"text":"spice","language":"en"},"meanings":[{"language":"en","text":"to add spice or spices to"}],"meaningId":-1271184196091268573,"authors":[70195]},{"phrase":{"text":"flavour","language":"en"},"meaningId":7345953679296749172,"authors":[9]},{"phrase":{"text":"flavor","language":"en"},"meaningId":-4814034076815787123,"authors":[9]},{"phrase":{"text":"salt","language":"en"},"meaningId":-5819396693569884686,"authors":[25115]},{"phrase":{"text":"mellow","language":"en"},"meaningId":5975374480243480782,"authors":[84500]},{"phrase":{"text":"ripen","language":"en"},"meaningId":1543031179975248286,"authors":[86934]},{"phrase":{"text":"sugar","language":"en"},"meaningId":6062022958787436969,"authors":[86934]},{"meanings":[{"language":"en","text":"to season"}],"meaningId":7958294967868680868,"authors":[93107]}],"phrase":"sazonar","examples":[{"author":89915,"first":"Vinagres, aliños a base de aceite de oliva hechos de aceite de oliva para <strong class=\"keyword\">sazonar</strong> alimentos, con la exclusión expresa de salsas para <strong class=\"keyword\">sazonar</strong> alimentos de arroz o pasta, donde el arroz o la pasta son uno de los componentes","second":"Vinegars, olive oil based dressings made with olive oil for <strong class=\"keyword\">seasoning</strong> food, with the express exclusion of sauces to <strong class=\"keyword\">season</strong> food made out of rice or pasta, where rice and or pasta are one of the components"},{"author":94809,"first":"Para la aplicación de esta definición se hará abstracción, en su caso, de los diversos ingredientes añadidos a la mezcla en pequeña cantidad para <strong class=\"keyword\">sazonar</strong>, conservar u otros fines.","second":"For the application of this definition, no account is to be taken of small quantities of any ingredients which may be added to the mixture for <strong class=\"keyword\">seasoning</strong>, <strong class=\"keyword\">preservation</strong> or other purposes."},{"author":89915,"first":"Mezclas secas para <strong class=\"keyword\">sazonar</strong> para cocidos y sopas","second":"Dry <strong class=\"keyword\">seasoning</strong> mixes for stews and soups"},{"author":89915,"first":"Hierbas aromáticas en conserva [productos para <strong class=\"keyword\">sazonar</strong>]","second":"Garden herbs, preserved [<strong class=\"keyword\">seasonings</strong>]"},{"author":95096,"first":"Como es bien sabido, una de las funciones principales de la sal es <strong class=\"keyword\">sazonar</strong>, dar gusto y sabor a los alimentos.","second":"One of the main functions of salt is to <strong class=\"keyword\">season</strong> food, to give it taste and flavour."},{"author":118293,"first":"Con él puedes <strong class=\"keyword\">sazonar</strong> tu comida mientras la sirves. Sí.","second":"You can <strong class=\"keyword\">season</strong> your food while you serve it."},{"author":8008,"first":"Es además aconsejable <strong class=\"keyword\">sazonar</strong> las comidas con aceite de oliva.","second":"For <strong class=\"keyword\">seasoning</strong> and dressing, above all, it is recommended to use olive oil."},{"author":31,"first":"Les tengo algo especial, pero debo admitir que es muy difícil <strong class=\"keyword\">sazonar</strong> cuando sólo usas una base de aceite para motores","second":"I really got a treat for you guys. but I must admit it' s really difficult to <strong class=\"keyword\">season</strong> when you' re only using a motor oil base"},{"author":89915,"first":"Salsa de ciruela, salsa \"pad-thai\", salsa de marisco, salsa de soja, salsa de soja dulce, salsa de cacahuete, salsa \"sukiyaki\", salsa de ostra, salsas para <strong class=\"keyword\">sazonar</strong>, pastas comprendidas en esta clase, incluyendo pasta \"pad-thai\", pasta \"tom-yum\", pasta de curry rojo, pasta de curry verde","second":"Plum sauce, pad Thai sauce, seafood sauce, soy sauce, sweet soy sauce, peanut sauce, sukiyaki sauce, oyster sauce, <strong class=\"keyword\">seasoning</strong> sauce, pastes included in this class, including Pad Thai paste, Tom Yum paste, red curry paste, green curry paste"},{"author":89915,"first":"Productos para <strong class=\"keyword\">sazonar</strong> alimentos","second":"<strong class=\"keyword\">Rubs</strong> for food"},{"author":89915,"first":"Adobos, sales, aliños, aderezos y condimentos, salsas, chutney y cremas alimenticias, especias, productos para <strong class=\"keyword\">sazonar</strong>, todos ellos procedentes de España","second":"Marinades, Salts, Dressings for food, Seasonings and Condiments, Sauces, Chutneys [condiments] and Cream for food, Spices, <strong class=\"keyword\">Spices</strong>, All the aforesaid originating from Spain"},{"author":94809,"first":"Para la aplicación de esta definición se hará abstracción, en su caso, de los diversos ingredientes añadidos a la preparación en pequeña cantidad para <strong class=\"keyword\">sazonar</strong>, conservar u otros fines.","second":"For the application of this definition no account is to be taken of small quantities of any ingredients which may have been added to the preparation for <strong class=\"keyword\">seasoning</strong>, <strong class=\"keyword\">preservation</strong> or other purposes."},{"author":8008,"first":"Habitualmente se emplean para <strong class=\"keyword\">sazonar</strong> pequeños panecillos de centeno pero pueden formar parte de platos tanto salados como dulces.","second":"They are often used to <strong class=\"keyword\">season</strong> rye bread rolls but they can form part of both savoury and sweet dishes."},{"author":118293,"first":"Tal vez sea mejor <strong class=\"keyword\">sazonar</strong>, ¿no?","second":"It's time <strong class=\"keyword\">we</strong> left."},{"author":8008,"first":"Cortar el hígado de res en trozos y <strong class=\"keyword\">sazonar</strong> con ellos, la hoja de laurel ajo, pimentón, sal, pimienta negro, el vinagre y el vino.","second":"Cut the beef liver into pieces and <strong class=\"keyword\">season</strong> them with garlic, bay leaf, paprika, salt, pepper, vinegar and wine."},{"author":89915,"first":"Achicoria, Chocolate, Clavo [especia], Productos de confitería, Productos de confitería, Galletas saladas [crackers], Refrigerios a base de arroz, Refrigerios a base de cereales, Especias, Masa para productos de pastelería y repostería, Esencias para alimentos, excepto esencias etéricas y aceites esenciales, Jalea real, Jengibre (condimento), Goma de mascar, Infusiones no medicinales, Chocolate con leche [bebida], Café con leche, Cacao con leche, Masa para productos de pastelería y repostería, Dulces de menta, Miel, Mostaza, Muesli, Nuez moscada, Pastillas [confitería], Gelatinas (de fruta) [confitería], Pimentón (condimento), Pimienta, Crema inglesa, Propóleos, Azafrán [productos para <strong class=\"keyword\">sazonar</strong>], Té helado, Aromatizantes que no sean aceites esenciales, Barritas de chocolate","second":"Chicory, Chocolate, Cloves [spice], Candy, Candy, Crackers, Rice-based snack food, Cereal-based snack food, Spices, Cake dough, Essences for foodstuffs, except ethereal essences and essential oils, Royal jelly, Ginger (spice), Bubble gum, Infusions, not medicinal, Chocolate beverages with milk, Coffee beverages with milk, Cocoa beverages with milk, Cake dough, Candy mints, Honey, Mustard, Muesli, Nutmeg, Lozenges (confectionery), Jellies (fruit -) [confectionery], Peppers (seasonings), Pepper, Puddings, Bee glue, Saffron [<strong class=\"keyword\">seasoning</strong>], Iced tea, Flavourings, other than essential oils, Chocolate bars"},{"author":89915,"first":"Servicios de importación y exportación y servicios de venta al por menor en comercio y venta a través de redes mundiales informáticas de especias, productos para <strong class=\"keyword\">sazonar</strong>, café, té, cacao y sucedáneos de los mismos, productos de panadería, pastelería, chocolates y postres, hielo, helados, yogures helados y sorbetes, azúcar, edulcorantes naturales, productos dulces de cobertura y relleno y productos de apicultura, siropes y melazas, cereales, levadura y otros agentes fermentadores","second":"Import and export and retailing in shops and sale via global computer networks of spices, <strong class=\"keyword\">seasonings</strong>, coffee, tea, cocoa and artificial coffee, tea and cocoa, bread products, pastries, chocolates and desserts, ice, edible ices, frozen yoghurts and sorbets, sugar, natural sweeteners, sweet products for coating and filling and goods derived from apiculture, syrups and treacle, cereals, yeast and other fermenting agents"},{"author":89915,"first":"Sal y sal para <strong class=\"keyword\">sazonar</strong>","second":"Salt and <strong class=\"keyword\">seasoned salt</strong>"},{"author":8008,"first":"Punk - mecer, pero <strong class=\"keyword\">sazonar</strong> por un conocimiento artístico y por una habilidad musical eso, mezclado por el real de Buthc Vig (historiador de fabricación de los Nirvanas), la evolución artística del grupo que hace even more vívida siempre.","second":"Always punk-rock, but <strong class=\"keyword\">seasoned</strong> by an artistic awareness and by a musical ability that, mixed by the regal one of Buthc Vig (manufacturing historian of the Nirvanas), the artistic evolution of the group it makes even more vivid."},{"author":94809,"first":"Para la aplicación de esta definición se hará abstracción, en su caso, de los diversos ingredientes añadidos a la preparación en pequeña cantidad para <strong class=\"keyword\">sazonar</strong>, conservar u otros fines.","second":"For the application of this definition, no account is to be taken of small quantities of any ingredients which may have been added to the preparation for <strong class=\"keyword\">seasoning</strong>, <strong class=\"keyword\">preservation</strong> or other purposes."},{"author":89915,"first":"Mezclas para <strong class=\"keyword\">sazonar</strong> desecadas de tacos, burritos, chiles, enchiladas o fajitas","second":"Dry taco, burrito, chili, enchilada or fajita seasoning mixes"},{"author":118293,"first":"Dan, ¿no concuerdas en que la verdad aunque sea sólo una pizca, debe <strong class=\"keyword\">sazonar</strong> toda falsedad para que el paladar no se rebele?","second":"Dan, don't you agree that the truth... if only a pinch, must <strong class=\"keyword\">season</strong> every falsehood, or the palate fucking rebels?"},{"author":89915,"first":"Copos de maíz, Harinas, Frutas en gelatina (confitería), Miel, Té helado, Ketchup (salsa), Macarrones [pastas alimenticias], Mayonesa, Harinas, Pasteles de carne [empanadas de carne], Mousse de chocolate, Mousses de postre [caramelos comestibles], Mostaza, Tallarines, Panqueques, Masa para productos de pastelería y repostería, Pimienta, Pastas (pastelería), Pizza, Crema inglesa, Arroz, Refrigerios a base de arroz, Biscotes, Sal de cocina, Bocadillos y sándwiches, Productos para <strong class=\"keyword\">sazonar</strong>, Sorbetes (helados comestibles), Azúcar, Tapioca","second":"Corn flakes, flour, fruit jellies (confectionery), honey, iced tea, ketchup (sauce), macaroni, mayonnaise, meal, meat pies, chocolate mousses, dessert mousses (confectionery), mustard, noodles, pancakes, pastries, pepper, petits fours (cakes), pizzas, puddings, rice, rice-based snack food, rusks, cooking salt, sandwiches, <strong class=\"keyword\">seasonings</strong>, sorbets (ices), sugar, tapioca"}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"9":{"U":"http://fr.wiktionary.org","id":9,"N":"fr.wiktionary.org","url":"https://glosbe.com/source/9"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}