{"result":"ok","tuc":[{"phrase":{"text":"secularisation","language":"en"},"meaningId":6074165930995843135,"authors":[84715]},{"phrase":{"text":"secularization","language":"en"},"meaningId":2933294488041025790,"authors":[84500]},{"meanings":[{"language":"en","text":"secularisation"}],"meaningId":4449750425721725606,"authors":[93107]}],"phrase":"secularización","examples":[{"author":94808,"first":"En el informe, el Relator Especial describe la función especial de la iglesia estatal (“Folkekirke”) y su repercusión, en materia de derechos humanos, en una sociedad caracterizada por la <strong class=\"keyword\">secularización</strong> y por un pluralismo religioso o de creencias cada vez mayor.","second":"In the report, the Special Rapporteur describes the special role of a State church (“Folkekirke”) and its human rights implications in a society marked by <strong class=\"keyword\">secularization</strong> and increasing religious or belief-related pluralism."},{"author":95096,"first":"En un tiempo de creciente <strong class=\"keyword\">secularización</strong> y relativismo, los católicos y ortodoxos en Europa están llamados a dar un renovado testimonio común de los valores éticos, siempre dispuestos a dar razón de su fe en Jesucristo, Señor y Salvador.","second":"At a time when <strong class=\"keyword\">secularization</strong> and relativism are growing, Catholics and Orthodox in Europe are called to offer a renewed common witness to the ethical values, ever ready to account for their faith in Jesus Christ, Lord and Saviour."},{"author":95096,"first":"Aunque todo eso no se ha perdido en nuestro tiempo, es indispensable un renovado empeño ante los desafíos de la <strong class=\"keyword\">secularización</strong>, para que toda la existencia de los creyentes sea un verdadero culto espiritual agradable a Dios (cf.","second":"Even if none of these things has been lacking in our time, a renewed commitment is still indispensable if we are to face the challenges of <strong class=\"keyword\">secularization</strong>, so that believers may make their entire life a true spiritual worship that is pleasing to God (cf."},{"author":95096,"first":"Doy gracias en esta ocasión por el desarrollo de la vida religiosa en vuestros países, y os animo a sostenerlo y promoverlo, recordando que, sin el signo concreto de la vida consagrada, \"la caridad que anima a la Iglesia correría el riesgo de enfriarse, la paradoja salvífica del Evangelio de perder en penetración, la \"sal\" de la fe de disolverse en un mundo de <strong class=\"keyword\">secularización</strong>\" (Vita consecrata, 105).","second":"I give thanks on this occasion for the expansion of religious life in your countries and I encourage you to support and nurture this development, remembering that without the concrete sign of consecrated life, \"there would be a danger that the charity which animates the entire Church would grow cold, that the salvific paradox of the Gospel would be blunted, and that the \"salt' of faith would lose its savour in a world <strong class=\"keyword\">undergoing secularization</strong>\" (Vita Consecrata, n. 105)."},{"author":95096,"first":"En el mundo moderno, al aumentar cada vez más la influencia de la <strong class=\"keyword\">secularización</strong>, a menudo resulta difícil seguir manteniendo firme este patrimonio espiritual que ha hecho de vuestra nación una nación \"cristiana\".","second":"With the ever stronger influence of <strong class=\"keyword\">secularization</strong> in the modern world, it is sometimes difficult to continue to hold fast to this spiritual patrimony which has made you a \"Christian\" nation."},{"author":95096,"first":"Ello os obliga a un esfuerzo por mantener el equilibrio, os alerta a dominar la tensión entre lo humano y lo divino, entre el Evangelio y el materialismo, entre los valores perennes anunciados por Jesucristo y los postulados de la <strong class=\"keyword\">secularización</strong>.","second":"It obliges you to seek to maintain a balance; putting you on your guard in order to overcome the tension between the human and the divine, between the Gospel and materialism, between the perennial values proclaimed by Jesus Christ and the demands of <strong class=\"keyword\">secularization</strong>."},{"author":94808,"first":"Recomienda que el Grupo de Expertos examine cuestiones determinadas, como la globalización y los desafíos ideológicos y sicológicos, además del modernismo, la <strong class=\"keyword\">secularización</strong>, la cultura y la educación;","second":"Recommends the Experts Group to consider in particular such issues as globalization, ideological, and psychological challenges, as well as modernity, <strong class=\"keyword\">secularism</strong>, culture, and education."},{"author":8007,"first":"Se debía a “las nuevas y graves amenazas a la fe debidas a la rápida transformación y <strong class=\"keyword\">secularización</strong> de la sociedad irlandesa.","second":"It was because of “new and serious challenges to the faith arising from the rapid transformation and <strong class=\"keyword\">secularization</strong> of Irish society."},{"author":94808,"first":"Si bien la República de Turquía ha alcanzado un nivel de democratización y <strong class=\"keyword\">secularización</strong> sin precedentes en el mundo islámico, la condición de las minorías siempre ha estado en el programa de las relaciones entre Turquía y Europa.","second":"Although the Republic of Turkey had achieved a level of democratization and <strong class=\"keyword\">secularism</strong> unprecedented in the Islamic world, the status of minorities had always been on the agenda in Turkish-European relations."},{"author":91988,"first":"Este nuevo llamamiento a la religión -después de un largo período en que se dio por sentado que la <strong class=\"keyword\">secularización</strong> haría que la religión fuera cada vez menos relevante desde un punto de vista político- no es un fenómeno exclusivamente francés.","second":"This new appeal to religion – after a long period when it was taken for granted that <strong class=\"keyword\">secularization</strong> would make religion less and less politically relevant – is not an exclusively French phenomenon."},{"author":95096,"first":"De hecho, algunos han visto en el progreso de la ciencia y de la tecnología modernas una de las principales causas de la <strong class=\"keyword\">secularización</strong> y el materialismo: ¿por qué invocar el dominio de Dios sobre esos fenómenos, cuando la ciencia ha mostrado su propia capacidad de hacer lo mismo?","second":"Indeed, some have seen in the progress of modern science and technology one of the main causes of <strong class=\"keyword\">secularization</strong> and materialism: why invoke God’s control over these phenomena when science has shown itself capable of doing the same thing?"},{"author":27,"first":"Me muestro especialmente satisfecho por el apartado n- 10 que aboga por el principio de <strong class=\"keyword\">secularización</strong> en el ámbito educativo.","second":"I particularly like paragraph 10 which calls for the principle of <strong class=\"keyword\">secularism</strong> in education."},{"author":8007,"first":"Dejemos que Polonia sea la prueba de que el vínculo entre modernizacíón y <strong class=\"keyword\">secularización</strong> es erróneo.","second":"Let Poland prove that the link between modernization and <strong class=\"keyword\">secularization</strong> is wrong."},{"author":95096,"first":"Conozco y aliento el impulso que estáis dando a la acción pastoral, en un tiempo de rápida <strong class=\"keyword\">secularización</strong>, que a veces afecta incluso a la vida interna de las comunidades cristianas.","second":"I am aware of, and I encourage the impulse that you are giving to pastoral activity at a time of rapid <strong class=\"keyword\">secularization</strong>, which can also affect the internal life of Christian communities."},{"author":94808,"first":"El Comité valora los datos facilitados por la delegación, que indican que la Congregación para la Doctrina de la Fe confirmó 3.420 denuncias creíbles de abusos sexuales cometidos por sacerdotes entre 2004 y 2013, lo que dio lugar a la aplicación de numerosas sanciones canónicas impuestas por medio de un proceso penal eclesiástico, que incluyeron la <strong class=\"keyword\">secularización</strong> de 848 sacerdotes y la aplicación a otros 2.572 de medidas disciplinarias, tales como la imposición de una vida de oración o penitencia.","second":"The Committee appreciates the data provided by the delegation indicating that the Congregation for the Doctrine of the Faith confirmed 3,420 credible allegations of sexual abuse by priests between 2004-2013, resulting in the implementation of numerous canonical penalties meted out through an ecclesiastical penal process, including the defrocking of 848 priests and disciplining of 2,572 others such as through imposition of a life of prayer or penance."},{"author":93236,"first":"A pesar del hecho de que las iglesias siguen siendo fuentes importantes de capital social en los Países Bajos, la <strong class=\"keyword\">secularización</strong> en curso de la sociedad holandesa no ha dado lugar todavía a una caída del voluntariado no religioso.","second":"Despite the fact that churches are still important sources of social capital in the Netherlands, the ongoing <strong class=\"keyword\">secularization</strong> of Dutch society has as yet not resulted in a drop of non-religious volunteering."},{"author":8007,"first":"Al imponerse la <strong class=\"keyword\">secularización</strong>, los pilares tradicionales empezaron a desplomarse.","second":"With <strong class=\"keyword\">secularization</strong> taking <strong class=\"keyword\">hold</strong>, the traditional pillars began to break down."},{"author":95096,"first":"La creciente <strong class=\"keyword\">secularización</strong> de la sociedad demuestra que ella se está manifestando ampliamente ajena a los valores espirituales, al misterio de nuestra salvación en Jesucristo, a la realidad del mundo venidero.","second":"The growing <strong class=\"keyword\">secularization</strong> of society shows that that it is becoming largely estranged from spiritual values, from the mystery of our salvation in Jesus Christ, from the reality of the world to come."},{"author":8000,"first":"Cree que los principios de <strong class=\"keyword\">secularización</strong>, tolerancia y pluralismo son elementos integrantes del derecho a la libertad de conciencia y religión","second":"It believed that the principles of <strong class=\"keyword\">secularity</strong>, tolerance and pluralism were components of the right to freedom of conscience and religion"},{"author":91988,"first":"La descripción de Marx del “fetichismo de las mercancías básicas” –la traducción de los bienes en recursos transables, desvinculados de su proceso de creación o su utilidad- parece completamente relevante para el complejo proceso de <strong class=\"keyword\">secularización</strong>, en el que los valores parecen estar ocultos por oscuras transacciones.","second":"Marx’s description of “the fetishism of commodities” – the translation of goods into tradable assets, disembodied from either the process of creation or their usefulness – seems entirely relevant to the complex <strong class=\"keyword\">process</strong> of securitization, in which values seem to be hidden by obscure transactions."},{"author":94808,"first":"Recomienda que el Grupo de Expertos examine cuestiones determinadas, como la globalización y los desafíos ideológicos y psicológicos, además de la modernidad, la <strong class=\"keyword\">secularización</strong>, la cultura y la educación;","second":"Recommends the Experts Group to consider in particular such issues as globalization, ideological, and psychological challenges, as well as modernity, <strong class=\"keyword\">secularism</strong>, culture, and education."},{"author":95096,"first":"Ante el actual proceso de <strong class=\"keyword\">secularización</strong> y sus evidentes consecuencias sociales y existenciales, muy oportunamente, en muchas ocasiones, hemos recibido de su magisterio, en admirable continuidad con el de su venerado predecesor, la exhortación a la urgencia del primer anuncio, al celo pastoral por la evangelización o nueva evangelización, a tener una mentalidad misionera.","second":"Faced with the current process of <strong class=\"keyword\">secularization</strong> and its obvious social and existential impact, we have opportunely received through your Magisterium an exhortation concerning the urgent need for the first evangelization, for pastoral zeal in evangelization or re-evangelization, and for the adoption of a missionary outlook."},{"author":95096,"first":"La <strong class=\"keyword\">secularización</strong> avanzada de la sociedad implica una tendencia a confundir los límites entre la Iglesia y el mundo.","second":"The advanced <strong class=\"keyword\">secularization</strong> of society brings with it a tendency to blur the boundaries between the Church and the world."},{"author":95096,"first":"Hoy existe el peligro de una <strong class=\"keyword\">secularización</strong> que se infiltra incluso dentro de la Iglesia y que puede traducirse en un culto eucarístico formal y vacío, en celebraciones sin la participación del corazón que se expresa en la veneración y respeto de la liturgia.","second":"Today we run the risk of <strong class=\"keyword\">secularization</strong> creeping into the Church too. It can be translated into formal and empty Eucharistic worship, into celebrations lacking that heartfelt participation that is expressed in veneration and in respect for the liturgy."},{"author":95096,"first":"Además, para evitar una transformación indebida de la identidad espiritual que os caracteriza, tenéis pensado impartirles una sólida formación, arraigada en la tradición oriental, que les permita responder de manera eficaz a los desafíos cada vez mayores de la <strong class=\"keyword\">secularización</strong>.","second":"In addition, to avoid any undue alteration in the spiritual identity that distinguishes you, you intend to encourage a sound formation that is rooted in the Eastern tradition and can respond effectively to the growing challenges of <strong class=\"keyword\">secularization</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}