{"result":"ok","tuc":[{"phrase":{"text":"eternal","language":"en"},"meaningId":-7523803759257109765,"authors":[25018]},{"phrase":{"text":"everlasting","language":"en"},"meaningId":5718799869668510359,"authors":[89651]},{"phrase":{"text":"dateless","language":"en"},"meaningId":6839283276134378799,"authors":[84500]},{"phrase":{"text":"sempiternal","language":"en"},"meaningId":-2545845260441604115,"authors":[8]},{"phrase":{"text":"timeless","language":"en"},"meaningId":5419974530115573777,"authors":[84500]},{"meanings":[{"language":"en","text":"sempiternal"}],"meaningId":2390390796722954103,"authors":[93107]}],"phrase":"sempiterno","examples":[{"author":119723,"first":"En sus altares nos arrodillamos ante Dios, nuestro Creador, y se nos prometen Sus bendiciones <strong class=\"keyword\">sempiternas</strong>.","second":"At their altars we kneel before God, our Creator, and are given promise of His <strong class=\"keyword\">everlasting</strong> blessings."},{"author":119723,"first":"* Para alcanzar el grado más alto de la gloria celestial, el hombre tiene que entrar en el nuevo y <strong class=\"keyword\">sempiterno</strong> convenio del matrimonio, DyC 131:1–4.","second":"* To obtain the highest degree of the celestial kingdom, a man must enter into the new and <strong class=\"keyword\">everlasting</strong> covenant of marriage, D&C 131:1–4."},{"author":119723,"first":"El obispo tiene la responsabilidad de ver que cada familia se vincule mediante convenios <strong class=\"keyword\">sempiternos</strong>, y para la seguridad y felicidad de cada uno de sus integrantes.","second":"It is the responsibility of the bishop to see that each family is bound together in enduring covenants and each individual is safe and happy."},{"author":118293,"first":"Cuando los <strong class=\"keyword\">sempiternos</strong> alcanzaron la conciencia total, dormir se hizo obsoleto. Optaron por la meditación de segundo nivel.","second":"As <strong class=\"keyword\">Eternals</strong> achieved total consciousness, sleep became obsolete and Second Level meditation took its place."},{"author":119723,"first":"20 Os he dado esta aorden como orden <strong class=\"keyword\">sempiterna</strong> a vosotros y a vuestros sucesores, en tanto que no pequéis.","second":"20 This order I have appointed to be an aeverlasting border unto you, and unto your successors, inasmuch as you sin not."},{"author":119723,"first":"* El nuevo y <strong class=\"keyword\">sempiterno</strong> convenio se instituyó para la plenitud de la gloria del Señor, DyC 132:6, 19.","second":"* The new and <strong class=\"keyword\">everlasting</strong> covenant was instituted for the fulness of the Lord’s glory, D&C 132:6, 19."},{"author":119723,"first":"Confío y ruego que todos veamos su potencial divino, que los veamos como portadores del santo sacerdocio y como misioneros que predican “...el evangelio <strong class=\"keyword\">sempiterno</strong>”5 por medio del Espíritu6 a “...las naciones del mundo” 7; que los veamos como padres y esposos fieles y como siervos valientes y líderes de la Iglesia y del reino de Dios en los últimos días.","second":"I trust and pray that we can all see their divine potential; that we can see them going forth as bearers of the holy priesthood and as missionaries preaching “the <strong class=\"keyword\">everlasting</strong> gospel”5 by the Spirit6 “to the nations of the earth”;7 that we can see them as faithful husbands and fathers and as valiant servants in and leaders of the Church and kingdom of God in these latter days."},{"author":119723,"first":"Sólo por medio del nuevo y <strong class=\"keyword\">sempiterno</strong> convenio del matrimonio alcanzarán la plenitud de las bendiciones eternas (véase D. y C. 131:1–4; 132:15–19).","second":"Only through the new and <strong class=\"keyword\">everlasting</strong> covenant of marriage can they realize the fulness of <strong class=\"keyword\">eternal</strong> blessings (see D&C 131:1–4; D&C 132:15–19)."},{"author":119723,"first":"Moisés alisa nuevas tablas de piedra para reponer las que había quebrado, pero éstas no contienen “las palabras del convenio <strong class=\"keyword\">sempiterno</strong> del santo sacerdocio” (Éxodo 34:1–5; Traducción de José Smith, Deuteronomio 10:2).","second":"Moses hews new tablets of stone to replace those that he has broken, but the new tablets do not include “the words of the <strong class=\"keyword\">everlasting</strong> covenant of the holy priesthood” (34:1–5; Joseph Smith Translation, Deuteronomy 10:2)."},{"author":119723,"first":"29 Y además, ael <strong class=\"keyword\">Sempiterno</strong> de Israel no mentirá ni se arrepentirá, porque no es hombre para que se arrepienta.","second":"29 And also athe Strength of Israel will not lie nor repent: for he is not a man, that he should repent."},{"author":119723,"first":"A fin de ser merecedores de la vida eterna, debemos hacer un convenio eterno y <strong class=\"keyword\">sempiterno</strong> con nuestro Padre Celestial23. Esto significa que el matrimonio en el templo no es sólo entre esposo y esposa, sino que es una sociedad que incluye a Dios24.","second":"To qualify for <strong class=\"keyword\">eternal</strong> life, we must make an <strong class=\"keyword\">eternal</strong> and <strong class=\"keyword\">everlasting</strong> covenant with our Heavenly Father.23 This means that a temple marriage is not only between husband and wife; it embraces a partnership with God.24"},{"author":119723,"first":"El Salvador declara que Él es la luz y la vida del mundo y que ha enviado Su convenio <strong class=\"keyword\">sempiterno</strong> al mundo","second":"The Savior declares that He is the light and life of the world and that He has sent His <strong class=\"keyword\">everlasting</strong> covenant to the world"},{"author":119723,"first":"4 Confiad en Jehová para siempre, porque en aJehová el Señor está la fortaleza <strong class=\"keyword\">sempiterna</strong>.","second":"4 Trust ye in the Lord for ever: for in the Lord aJehovah is beverlasting cstrength:"},{"author":119723,"first":"En la revelación sobre el sacerdocio que se dio a José Smith en septiembre de 1832, el Señor dice que el Sacerdocio de Melquisedec es <strong class=\"keyword\">sempiterno</strong>; que administra el Evangelio, se halla en la Iglesia verdadera en todas las generaciones y posee las llaves del conocimiento de Dios.","second":"In the revelation on priesthood, given to Joseph Smith in September 1832, the Lord says that the Melchizedek Priesthood is <strong class=\"keyword\">everlasting</strong>; that it administers the gospel, is found in the true church in all generations, and holds the keys of the knowledge of God."},{"author":8008,"first":"GEE Nuevo y <strong class=\"keyword\">sempiterno</strong> convenio .","second":"TG New and <strong class=\"keyword\">Everlasting Covenant</strong> ."},{"author":119723,"first":"Este artículo tiene como objeto ayudar a cada uno de nosotros a comprender mejor el nuevo y <strong class=\"keyword\">sempiterno</strong> convenio, y a vivir más conforme a él, a fin de que podamos heredar la vida eterna.","second":"The purpose of this article is to help each of us better understand and live according to the new and <strong class=\"keyword\">everlasting</strong> covenant so that we may inherit <strong class=\"keyword\">eternal</strong> life."},{"author":119723,"first":"2 De cierto te digo, bendito eres por haber recibido mi aconvenio <strong class=\"keyword\">sempiterno</strong>, sí, la plenitud de mi evangelio, enviado a los hijos de los hombres para que tengan bvida y lleguen a ser partícipes de las glorias que serán reveladas en los postreros días, como lo escribieron los profetas y los apóstoles en días antiguos.","second":"2 Verily I say unto you, blessed are you for receiving mine aeverlasting covenant, even the fulness of my gospel, sent forth unto the children of men, that they might have blife and be made cpartakers of the dglories which are to be revealed in the last days, as it was written by the prophets and apostles in days of old."},{"author":119723,"first":"Abraham adora al Dios <strong class=\"keyword\">sempiterno</strong>.","second":"Abraham worships the <strong class=\"keyword\">everlasting</strong> God."},{"author":119723,"first":"* Como cuórum, lean D. y C. 131:1–4 y “El nuevo y <strong class=\"keyword\">sempiterno</strong> convenio del matrimonio” en Leales a la fe (pág. 113), buscando respuestas a la pregunta: “¿Por qué es importante el matrimonio en el templo?”.","second":"* As a quorum, read D&C 131:1–4 and “The New and <strong class=\"keyword\">Everlasting</strong> Covenant of Marriage” in True to the Faith (page 98), looking for answers to the question “Why is temple marriage important?”"},{"author":119723,"first":"Cuando se restauró esta obra y el Señor expuso los propósitos de la Restauración, dijo que una de las razones de ella era restablecer Su convenio <strong class=\"keyword\">sempiterno</strong>.","second":"When this work was restored and the Lord set forth the purposes for that restoration, He said that one reason for the restoration was that His <strong class=\"keyword\">everlasting</strong> covenant might be reestablished."},{"author":119723,"first":"¿De qué modo dichas opiniones contradicen el nuevo y <strong class=\"keyword\">sempiterno</strong> convenio del matrimonio?","second":"How are these opinions contrary to the new and <strong class=\"keyword\">everlasting</strong> covenant of marriage?"},{"author":119723,"first":"Jesucristo y el Evangelio <strong class=\"keyword\">sempiterno</strong>","second":"Jesus Christ and the <strong class=\"keyword\">Everlasting</strong> Gospel"},{"author":119723,"first":"Ustedes son ministros del convenio <strong class=\"keyword\">sempiterno</strong>.","second":"You are ministers of the <strong class=\"keyword\">everlasting</strong> covenant."},{"author":119723,"first":"“¡Cuántas veces os he llamado por boca de mis siervos y por la ministración de ángeles, y por mi propia voz y por la de los truenos y la de los relámpagos y la de las tempestades; y por la voz de terremotos y de fuertes granizadas, y la de hambres y pestilencias de todas clases... y os hubiera salvado con una salvación <strong class=\"keyword\">sempiterna</strong>, mas no quisisteis!” (D. y C.","second":"“How oft have I called upon you by the mouth of my servants, and by the ministering of angels, and by mine own voice, and by the voice of thunderings, and by the voice of lightnings, and by the voice of tempests, and by the voice of earthquakes, and great hailstorms, and by the voice of famines and pestilences of every kind, ... and would have saved you with an <strong class=\"keyword\">everlasting</strong> salvation, but ye would not!”"},{"author":119723,"first":"39 Cuando los hombres son llamados a mi aevangelio eterno, y pactan con un convenio <strong class=\"keyword\">sempiterno</strong>, se les considera como la bsal de la tierra y el sabor de los hombres.","second":"39 When men are called unto mine aeverlasting gospel, and covenant with an <strong class=\"keyword\">everlasting</strong> covenant, they are accounted as the bsalt of the earth and the savor of men;"}],"from":"es","dest":"en","authors":{"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"}}}