{"result":"ok","tuc":[{"phrase":{"text":"sibylline","language":"en"},"meaningId":693673611734177720,"authors":[89651]},{"phrase":{"text":"cryptic","language":"en"},"meaningId":-5229657209047855053,"authors":[89651]},{"phrase":{"text":"mysterious","language":"en"},"meaningId":-4768922140564505756,"authors":[83042]},{"phrase":{"text":"sibylic","language":"en"},"meaningId":-5574103633614263085,"authors":[83064]},{"phrase":{"text":"sibyllic","language":"en"},"meaningId":-2872610296281008558,"authors":[83064]},{"meanings":[{"language":"en","text":"sibylline"}],"meaningId":-543676743333686575,"authors":[93107]}],"phrase":"sibilino","examples":[{"author":94809,"first":"(38) Esta fórmula, de apariencia algo <strong class=\"keyword\">sibilina</strong> y sujeta a algunas variantes en su redacción, (39) viene, en realidad, a traducir la siguiente propuesta para las decisiones negativas.","second":"(38) That <strong class=\"keyword\">rather cryptic</strong> wording, which is subject to some variation in drafting, (39) is in fact the reflection of the following proposition as regards negative decisions."},{"author":31,"first":"El Códice <strong class=\"keyword\">Sibilino</strong> Devandiré","second":"The Devandire <strong class=\"keyword\">Sibyiline</strong> Codex"},{"author":8008,"first":"En su ya citada columna del 10 de diciembre de 2004, Nils Ericsson cerró el texto con una frase impactante: \"Acabemos con toda la 'coca con cola' que en forma <strong class=\"keyword\">sibilina</strong> nos quieren contrabandear\".","second":"In his previously cited December 10 column, Nils Ericsson closed the text with a surprising phrase: \"Acabemos con toda la 'coca con cola' que en forma <strong class=\"keyword\">sibilina</strong> nos quieren contrabandear."},{"author":94808,"first":"El Relator Especial, respondiendo a las preguntas formuladas por la delegación de Egipto, se refiere, en primer lugar, al método empleado para preparar el informe y, para explicar el estilo, a veces <strong class=\"keyword\">sibilino</strong>, dice que hay una limitación impuesta por el número de páginas y la multiplicidad de cuestiones y países que se examinan.","second":"Replying to the representative of Egypt concerning the methodology used in drafting the report, he said that its occasionally <strong class=\"keyword\">cryptic</strong> style could be explained by the limit on the number of pages and the myriad issues and countries covered."},{"author":27,"first":"Es un poco como la historia de los libros <strong class=\"keyword\">Sibilinos</strong>.","second":"It is perhaps a little like the story of the <strong class=\"keyword\">Sybilline</strong> Books."},{"author":94809,"first":"18 – Perrot., D., indica en «Les régions ultrapériphériques françaises selon le Traité de Lisbonne», Revue trimestrielle de droit européen, p. 733, que esta frase «<strong class=\"keyword\">sibilina</strong>» tiene por objeto anular otros procedimientos legislativos especiales que establecen unos requisitos de votación más estrictos que los que se desprenden del artículo 16 TUE, apartado 3 (mayoría cualificada).","second":"18 – Perrot., D., argues in ‘Les régions ultrapériphériques françaises selon le Traité de Lisbonne’, R.T.D. Eur. 2009, p. 733, that this ‘<strong class=\"keyword\">sibylline</strong>’ sentence aims to overrule other special legislative procedures which lay down voting requirements stricter than those which follow from Article 16(3) TEU (qualified majority)."},{"author":94809,"first":"Así, con una formulación un tanto <strong class=\"keyword\">sibilina</strong>, la StDrG precisa que los precios tendrán en cuenta «las capacidades de disponibilidades necesarias», lo que da a entender que su nivel cubre los costes ocasionados por el mantenimiento de una capacidad de producción suficiente para satisfacer las necesidades del Estado, aun cuando dichos factores de producción se encuentren, en ocasiones, infrautilizados.","second":"Thus, somewhat enigmatically, the StDrG states that prices take account of `necessary availability of capacity', which suggests that their level includes the costs incurred as a result of maintaining a sufficiently high production capacity to meet the State's needs, even if those production facilities sometimes remain underused."},{"author":27,"first":"Señoría, le agradezco mucho que haya calificado mi actitud de «<strong class=\"keyword\">sibilina</strong>» porque es una condición que desconocía tener, pero la acepto con mucho gusto.","second":"Mr Cohn-Bendit, I am most grateful to you for describing my attitude as '<strong class=\"keyword\">sibylline</strong>' . I did not know I had that quality, but I am delighted to assume it."},{"author":94809,"first":"Su naturaleza es, además, difícil de comprender y su contenido es <strong class=\"keyword\">sibilino</strong>.","second":"Furthermore, its nature is difficult to determine and its content is <strong class=\"keyword\">obscure</strong>."},{"author":8008,"first":"La musica francesa en general no me gusta pero cuando se mete en el rap aun me gusta menos, no obstante este album es bueno, tiene buen sonido, sus ritmos, timbres y acompañamientos darian para una musica mas sofisticada, si desapareciera ese cantante que declama versos de carácter apocaliptico -quizá <strong class=\"keyword\">sibilino</strong>- y les diera por explotar sus bases ritmicas y armónicas habrian hallazgos interesantes.","second":"Un niveau d'écriture surprenant, une trame sonore choisie avec grand soin... incroyable."},{"author":118293,"first":"· · Medio <strong class=\"keyword\">sibilinas</strong> y medio ridículas · ·, escribió Brasillach.","second":"\" Semi <strong class=\"keyword\">sibylline</strong>, semi ridiculous \"."},{"author":31,"first":"A esa zorra <strong class=\"keyword\">sibilina</strong>","second":"The <strong class=\"keyword\">sneaky</strong> bitch"},{"author":94809,"first":"Pues bien, según las demandantes, la Comisión interpretó tales documentos de un modo totalmente erróneo, aislándolos de su contexto, generalizando su redacción <strong class=\"keyword\">sibilina</strong>, imprecisa y fragmentaria, e ignorando así los numerosos documentos y declaraciones susceptibles de exculpar a las demandantes y remitidos a la Comisión tanto por Chiquita como por PFCI.","second":"The Commission, however, has totally misinterpreted those documents, placed them outside their context and generalised their <strong class=\"keyword\">cryptic</strong>, imprecise and fragmentary wording, thereby ignoring the numerous exculpatory documents and statements submitted to the Commission by Chiquita and PFCI."},{"author":8000,"first":"El Relator Especial, respondiendo a las preguntas formuladas por la delegación de Egipto, se refiere, en primer lugar, al método empleado para preparar el informe y, para explicar el estilo, a veces <strong class=\"keyword\">sibilino</strong>, dice que hay una limitación impuesta por el número de páginas y la multiplicidad de cuestiones y países que se examinan","second":"Replying to the representative of Egypt concerning the methodology used in drafting the report, he said that its occasionally <strong class=\"keyword\">cryptic</strong> style could be explained by the limit on the number of pages and the myriad issues and countries covered"},{"author":27,"first":"Señor Comisario, usted ha hablado de un modo muy <strong class=\"keyword\">sibilino</strong> sobre la participación del Parlamento. De un modo menos <strong class=\"keyword\">sibilino</strong> se trata sencillamente de consulta del Parlamento.","second":"Commissioner, you made a very <strong class=\"keyword\">cryptic</strong> reference to the participation of the Parliament - you could have been a bit less <strong class=\"keyword\">cryptic</strong>, and simply said consultation of the Parliament."},{"author":118293,"first":"La Suma Sacerdotisa de las <strong class=\"keyword\">Sibilinas</strong>.","second":"High Priestess of the <strong class=\"keyword\">Sibylline</strong>."},{"author":27,"first":"Sólo aparece en un circunloquio breve y <strong class=\"keyword\">sibilino</strong>, añadido a último momento en las negociaciones, donde se dice que dichos documentos no tendrán consecuencias con respecto a la posición jurídica de la Comunidad Europea, de sus Estados miembros y de Canadá.","second":"It appears only in a brief and <strong class=\"keyword\">sibylline</strong> phrase, added at the last minute of the negotiations to the effect that these documents have no impact on the legal position of the European Community, of its Member States, or of Canada."},{"author":94809,"first":"En realidad, los fríos invernales, condicionados por los Montes <strong class=\"keyword\">Sibilinos</strong>, influyen positivamente en el curado y, por consiguiente, en la permanencia de la calidad del producto.","second":"The cold winter weather, influenced by the <strong class=\"keyword\">Sibylline</strong> Mountains, have a positive effect on ageing and therefore on the keeping qualities of the product."},{"author":31,"first":"En los frontones del nuevo Palacio de Chaillot... hay inscripciones de Paul Valéry que divierten a la extrema derecha. ·· Medio <strong class=\"keyword\">sibilinas</strong> y medio ridículas ··, escribió Brasillach","second":"The pavillions of the new Palais de Chaillot... are engraved with inscriptions by Paul Valéry which were very amusing for the far right.\" Half prophetic half preposterous \", wrote Brasillach"},{"author":118293,"first":"A esa zorra <strong class=\"keyword\">sibilina</strong>.","second":"The <strong class=\"keyword\">sneaky</strong> bitch."},{"author":94809,"first":"Las demandantes subrayan que el Sr. P1 falleció en julio de 2006 a la edad de 32 años y que, por lo tanto, es preciso ser extremadamente prudente antes de sacar conclusiones de sus notas personales, que podrían dar lugar a todo tipo de interpretaciones, tanto más cuanto eran muy <strong class=\"keyword\">sibilinas</strong>, incoherentes y fragmentarias, y contenían numerosas faltas de ortografía y gramática, reveladoras de que la lengua materna de su autor no era el inglés.","second":"The applicants emphasise that Mr P1 died in July 2006 at the age of 32 and that extreme caution should therefore be exercised in drawing conclusions from those personal notes, which could give rise to all sorts of interpretations, particularly since they are generally very unclear, inconsistent and fragmentary and that they contain numerous spelling and grammatical mistakes, evidencing that their author was not a native English speaker."},{"author":31,"first":"La vida se ha deslizado <strong class=\"keyword\">sibilina</strong> Sin que nos hayamos dado cuenta","second":"Life has <strong class=\"keyword\">slipped</strong> by Without our noticing it"},{"author":94808,"first":"Esta frase <strong class=\"keyword\">sibilina</strong> se podría interpretar en el sentido de que el mantenimiento de los títulos hereditarios es de por sí incompatible con el Pacto.","second":"This <strong class=\"keyword\">cryptic</strong> sentence could be read to suggest that the continuation of hereditary titles is itself incompatible with the Covenant."},{"author":118293,"first":"¿Has conocido a un monje <strong class=\"keyword\">Sibilino</strong>, traidor?","second":"Have you ever met a Sybelline monk<strong class=\"keyword\">,</strong> traitor?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}