{"result":"ok","tuc":[{"phrase":{"text":"systematic","language":"en"},"meanings":[{"language":"en","text":"Characterized by order and planning."},{"language":"es","text":"Caracterizado por el orden y la planificación."},{"language":"en","text":"carried out using a planned, ordered procedure"}],"meaningId":-7765502220100681961,"authors":[70195]},{"phrase":{"text":"regular","language":"en"},"meaningId":2357437857464753501,"authors":[25018]},{"phrase":{"text":"systematical","language":"en"},"meaningId":-348126732796141254,"authors":[25115]},{"phrase":{"text":"consistent","language":"en"},"meanings":[{"language":"es","text":"De naturaleza a ocurrir formal y regularmente."},{"language":"en","text":"Of a regularly occurring, dependable nature."}],"meaningId":391321320322222485,"authors":[60172]},{"phrase":{"text":"businesslike","language":"en"},"meaningId":3082604518121596789,"authors":[84500]},{"phrase":{"text":"methodical","language":"en"},"meaningId":2565322376782661584,"authors":[89651]},{"phrase":{"text":"planned","language":"en"},"meaningId":-8070760220573019367,"authors":[83093]},{"phrase":{"text":"taxonomic","language":"en"},"meaningId":-706353436358102004,"authors":[84500]},{"phrase":{"text":"taxonomical","language":"en"},"meaningId":-4169057578048036486,"authors":[84500]},{"meanings":[{"language":"en","text":"systematic"}],"meaningId":9108394935784391677,"authors":[1]}],"phrase":"sistemático","examples":[{"author":94809,"first":"Su informe de septiembre 2003 recomienda la utilización <strong class=\"keyword\">sistemática</strong> de pruebas psicológicas en el momento de la selección del personal, en el reconocimiento médico de los 50 años, y también cuando surjan dudas sobre la aptitud de una persona para desempeñar cometidos críticos en relación con la seguridad.","second":"Their September 2003 report recommends the <strong class=\"keyword\">systematic</strong> use of psychological tests when selecting staff and as part of medical examinations after the age of 50, but also if there is any doubt as to an individual's fitness to perform safety-critical tasks."},{"author":94808,"first":"A fin de proteger eficazmente a las víctimas hay que trabajar asimismo de forma <strong class=\"keyword\">sistemática</strong> con los perpetradores, como se hace en los centros de intervención de Viena, en colaboración con el centro de asesoramiento masculino, en el contexto de programas para perpetradores.","second":"Effective victim protection also comprises <strong class=\"keyword\">systematic</strong> work with the perpetrators, as it is carried out by the Viennese intervention centres in cooperation with the men counselling centre within the context of a perpetrator programme."},{"author":8000,"first":"Durante la última misión y la reunión informativa mantenida entonces se examinaron esas cuestiones y actualmente se reconoce la necesidad de adoptar un enfoque <strong class=\"keyword\">sistemático</strong> y mutuamente convenido","second":"During the recent mission and the briefing held that morning such matters had been discussed, and the need for a mutually agreed, <strong class=\"keyword\">systematic</strong> approach was now recognized"},{"author":94808,"first":"La supervisión de estos Hogares Sustitutos (de guarda/familias de acogida) se hace a través de un conjunto de actividades <strong class=\"keyword\">sistemáticas</strong> de observación, verificación y registro del nivel de cumplimiento de los estándares de estructura, proceso y resultado estipulados en los contratos de aporte, utilizando estrategias de seguimiento y asesoría que permiten mejorar la calidad del servicio y garantizar o restablecer los derechos de la población atendida.","second":"Supervision of alternative care arrangements (foster and shelter care placements) is undertaken through a series of organized activities to monitor, check and record levels of compliance with structural, procedural and outcome standards, as set out in the care provision contracts, with the use of follow-up and advisory strategies in order to improve service quality and guarantee the realization or restoration of care recipients’ rights."},{"author":94808,"first":"El Estado de Chile da muestras de su compromiso regular y <strong class=\"keyword\">sistemático</strong> con la situación de los derechos humanos de las personas que pertenecen a grupos vulnerables de la población, integrando información específica en los diferentes informes periódicos de cumplimiento de las convenciones internacionales suscritas y vigentes.","second":"Chile demonstrates its unwavering commitment to the human rights situation of persons belonging to vulnerable groups in the population by including specific information in the periodic reports submitted in accordance with the international treaties that it has signed and that are in force."},{"author":94808,"first":"El Comité expresa su profunda inquietud por los informes en el sentido de que todavía no se aplican de manera <strong class=\"keyword\">sistemática</strong> y efectiva las salvaguardias fundamentales contra los malos tratos durante la prisión preventiva, ya que los detenidos no están siempre plenamente informados de sus derechos fundamentales desde el principio de su privación de libertad, se les niega un acceso oportuno a un abogado y a un médico así como el derecho a notificar a un familiar o una persona de su elección la detención y el lugar en que se encuentren privados de libertad, y a menudo no son llevados ante un juez dentro de los plazos prescritos constitucionalmente (arts. 2, 11 y 16).","second":"The Committee expresses its deep concern at reports that basic safeguards against ill-treatment during pretrial detention are still not applied <strong class=\"keyword\">systematically</strong> and effectively as detainees are not always fully informed of their fundamental rights from the outset of their deprivation of liberty, get deprived of timely access to a lawyer and a medical doctor and of the right to notify a family member or person of one’s choice of an arrest and current place of detention, and are not often brought before a judge within the constitutionally prescribed periods (arts. 2, 11 and 16)."},{"author":94809,"first":"Para evaluar el valor añadido europeo que presenta una acción, incluidas las acciones a pequeña escala y las de ámbito nacional, se tendrán en cuenta criterios tales como su contribución a la aplicación <strong class=\"keyword\">sistemática</strong> y coherente del Derecho de la Unión y a la sensibilización de la población en su conjunto sobre los derechos que se derivan del mismo, las posibilidades que brindan de aumentar la confianza mutua entre los Estados miembros y de mejorar la cooperación transfronteriza, sus repercusiones transnacionales, su contribución a la definición y difusión de las prácticas más idóneas, y las posibilidades que ofrecen de contribuir a la creación de normas mínimas, crear herramientas y soluciones prácticas para afrontar desafíos que tengan carácter transfronterizo o que afecten a toda la Unión.","second":"The European added value of actions, including that of small-scale and national actions, shall be assessed in the light of criteria such as their contribution to the <strong class=\"keyword\">consistent</strong> and coherent implementation of Union law, and to wide public awareness about the rights deriving from it, their potential to develop mutual trust among Member States and to improve cross-border cooperation, their transnational impact, their contribution to the elaboration and dissemination of best practices or their potential to contribute to the creation of minimum standards, practical tools and solutions that address cross-border or Union-wide challenges."},{"author":8000,"first":"En el apartado c) del párrafo # la Junta recomendó que el PNUD, en proyectos tales como el # asignara prioridad a las actividades y elaborara indicadores medibles para permitir la vigilancia <strong class=\"keyword\">sistemática</strong> de los proyectos alcanzados","second":"In paragraph # (c), the Board recommended that, in projects such as # prioritize activities and devise measurable indicators and milestones to allow <strong class=\"keyword\">systematic</strong> monitoring of progress"},{"author":94808,"first":"Muchos Estados han adoptado medidas para combatir la inmigración ilegal y el tráfico de armas y explosivos, pero en casi todas las regiones se necesita una aplicación más <strong class=\"keyword\">sistemática</strong> de esas medidas.","second":"Many States have introduced measures to combat illegal immigration and trafficking in arms and explosives, but wider, more <strong class=\"keyword\">consistent</strong> implementation is required in most regions."},{"author":94808,"first":"La cuestión se ha debatido a nivel de los Presidentes de los dos órganos, pero exige iniciativas más <strong class=\"keyword\">sistemáticas</strong> y una solución completa.","second":"The issue has been discussed at the level of the Presidents of the two bodies, but it requires more <strong class=\"keyword\">systematic</strong> efforts and a comprehensive solution."},{"author":118385,"first":"Establecer un diálogo <strong class=\"keyword\">sistemático</strong> para intercambiar las mejores prácticas en materia de libertad y pluralismo de los medios de comunicación, de despenalización de la difamación, de protección de las fuentes periodísticas y de diversidad cultural en los medios de comunicación.","second":"Set up a <strong class=\"keyword\">regular</strong> dialogue to exchange best practices on freedom of the media, media pluralism, decriminalisation of defamation, protection of journalist sources, and cultural diversity in the media;"},{"author":94808,"first":"Traducir de forma <strong class=\"keyword\">sistemática</strong> las aportaciones de los órganos creados en virtud de los tratados, incluidas las decisiones sobre las comunicaciones individuales en idiomas nacionales y locales y garantizar su amplia difusión a través de canales apropiados, inclusive mediante la introducción de la jurisprudencia de los órganos creados en virtud de los tratados en materia de educación legal y judicial.","second":"To <strong class=\"keyword\">systematically</strong> translate the treaty bodies’ outputs including decisions on individual communications in national and local languages and ensure their wide dissemination through appropriate channels including through inclusion of treaty body case law in legal and judicial education."},{"author":94808,"first":"El Relator Especial encontró una serie de disposiciones jurídicas que no cumplen los requisitos mencionados, y recomendó que el Gobierno iniciara un proceso de revisión y, al mismo tiempo, pusiera fin a las detenciones y condenas en cumplimiento de esas disposiciones, a saber, la Ley de protección del Estado (1975); la Ley de disposiciones de emergencia (1950); la Ley de inscripción de impresores y editores (1962); la Ley que protege la transferencia pacífica y <strong class=\"keyword\">sistemática</strong> de la responsabilidad del Estado y el desempeño exitoso de las funciones de la Convención Nacional contra los disturbios y la oposición (núm. 5) (1996); la Ley relativa a la formación de organizaciones (1988); la Ley de televisión y vídeo (1985); la Ley de cine (1996); la Ley de fomento de la ciencia informática (1996); la Ley sobre asociación ilícita; la Ley de comunicación electrónica y los artículos 143, 145, 152, 505, 505 b) y 295-A del Código Penal.","second":"The Special Rapporteur has identified a number of legal provisions that do not fulfil the above-mentioned requirements, and recommended that the Government start a process of review and, at the same time, stop arrests and convictions under those legal provisions, namely, the State Protection Act (1975); the Emergency Provisions Act (1950); the Printers and Publishers Registration Act (1962); the Law Protecting the Peaceful and <strong class=\"keyword\">Systematic</strong> Transfer of State Responsibility and the Successful Performance of the Functions of the National Convention against Disturbance and Opposition (No. 5) (1996); the Law Relating to the Forming of Organizations (1988); the Television and Video Law (1985); the Motion Picture Law (1996); the Computer Science Development Law (1996); the Unlawful Association Law; the Electronic Communication Law; and sections 143, 145, 152, 505, 505 (b) and 295 (A) of the Penal Code."},{"author":94808,"first":"Hastaie (República islámica del Irán), dice que está presentando el proyecto de resolución en respuesta a violaciones <strong class=\"keyword\">sistemáticas</strong> de los derechos humanos, particularmente los de los aborígenes e inmigrantes, en el Canadá.","second":"Hastaie (Islamic Republic of Iran), said that she was introducing the draft resolution in response to <strong class=\"keyword\">systematic</strong> violations of human rights — particularly those of aboriginals and immigrants — in Canada."},{"author":94808,"first":"La negativa de Israel a participar siquiera en la conferencia concuerda con su política de rechazo <strong class=\"keyword\">sistemático</strong> de las resoluciones internacionales válidas y ratifica su falta de seriedad y de deseo sincero de que se establezca la zona.","second":"Israel’s refusal merely to participate in the conference accords with its policy of <strong class=\"keyword\">systematically</strong> rejecting authoritative international resolutions and affirms its lack of seriousness or a sincere desire to establish the zone."},{"author":94808,"first":"Exhorta también a las entidades competentes del sistema de las Naciones Unidas a tener en cuenta de manera <strong class=\"keyword\">sistemática</strong> los diversos aspectos del estado de derecho en sus programas, proyectos y demás actividades relacionadas con la prevención del delito y la justicia penal y a incluir en ellos a todos los sectores de la población, particularmente a las mujeres;","second":"Also calls upon relevant entities of the United Nations system to <strong class=\"keyword\">systematically</strong> take into account the various aspects of the rule of law in their programmes, projects and other activities related to crime prevention and criminal justice and to include in them all segments of the population, particularly women;"},{"author":8000,"first":"La Alta Comisionada de las Naciones Unidas para los Derechos Humanos, en una reciente visita a Israel y al Territorio Palestino Ocupado, llegó a la conclusión de que los abusos de derechos humanos eran <strong class=\"keyword\">sistemáticos</strong>, crónicos y generalizados","second":"The United Nations High Commissioner for Human Rights, on a recent visit to Israel and the Occupied Palestinian Territory, found that human rights abuses were <strong class=\"keyword\">systematic</strong>, chronic and widespread"},{"author":94809,"first":"La comparabilidad es un concepto relativo de diferencias <strong class=\"keyword\">sistemáticas</strong> entre los IPCA debidas a diferencias en las definiciones, métodos y prácticas que pueden convertirse en desviaciones si se establece una referencia entre la diferencia relativa y el ideal conocido o la definición, método o práctica correctos.","second":"Comparability is a relative concept of <strong class=\"keyword\">systematic</strong> differences between HICPs on account of differences in definitions, methods and practices which can turn to bias where the relative difference is referred to the known ideal or correct definition, method or practice."},{"author":27,"first":"En el plano económico se alcanzó un entendimiento sobre la necesidad de formular políticas que permitan a los países africanos beneficiarse al máximo de la liberalización del comercio en el nivel mundial, con lo que se invertirá la tendencia actual a la marginación <strong class=\"keyword\">sistemática</strong> y progresiva de África en el comercio internacional.","second":"In economic terms, understanding was reached on the need to define policies which will enable African countries to gain maximum benefit from the liberalisation of trade throughout the world, thus reversing the current trend of <strong class=\"keyword\">consistently</strong> and progressively marginalising Africa in world trade."},{"author":94808,"first":"Una vez más, el Gobierno de la República de Cuba está obligado a denunciar la <strong class=\"keyword\">sistemática</strong> política de agresión que por casi 40 años ha mantenido el Gobierno de los Estados Unidos de América contra Cuba, de la cual el bloqueo económico, comercial y financiero impuesto a nuestra patria, constituye uno de sus instrumentos fundamentales.","second":"Once again, the Government of the Republic of Cuba is obligated to denounce the <strong class=\"keyword\">systematic</strong> policy of aggression which the Government of the United States of America has maintained against Cuba for nearly 40 years, one of whose basic instruments is the economic, commercial and financial embargo imposed against our nation."},{"author":94809,"first":"(2) Los Estados miembros garantizarán que el marco nacional exija a los titulares de licencias, bajo la supervisión de la autoridad reguladora competente, evaluar y verificar periódicamente, y mejorar continuamente, en la medida de lo razonablemente posible, la seguridad de sus actividades —incluidas la salud y la seguridad de los trabajadores y subcontratistas y la seguridad de sus instalaciones — de manera <strong class=\"keyword\">sistemática</strong> y verificable, de acuerdo con las mejores tecnologías disponibles (MTD) .","second":"(2) Member States shall ensure that the national framework requires licence holders, under the supervision of the competent regulatory authority, to regularly assess and verify, and continuously improve, as far as reasonably achievable, the safety of their activities , including the health and safety of workers and subcontractors and the safety of their facilities , in a <strong class=\"keyword\">systematic</strong> and verifiable manner in compliance with the best available technology (BAT) ."},{"author":94808,"first":"Invita a la Alta Comisionada de las Naciones Unidas para los Derechos Humanos a intensificar su acción <strong class=\"keyword\">sistemática</strong> para alentar a los Estados a hacerse Partes en los Pactos internacionales de derechos humanos y, por conducto del programa de cooperación técnica y servicios de asesoramiento en materia de derechos humanos, a prestar asistencia a esos Estados, cuando lo soliciten, para ratificar los Pactos y los Protocolos Facultativos del Pacto Internacional de Derechos Civiles y Políticos, o adherirse a ellos, con miras a conseguir la adhesión universal a dichos instrumentos;","second":"Invites the United Nations High Commissioner for Human Rights to intensify <strong class=\"keyword\">systematic</strong> efforts to encourage States to become parties to the International Covenants on Human Rights and, through the programme of technical cooperation and advisory services in the field of human rights, to assist such States, at their request, in ratifying or acceding to the Covenants and to the Optional Protocols to the International Covenant on Civil and Political Rights with a view to achieving universal adherence;"},{"author":94809,"first":"Existe un enfoque <strong class=\"keyword\">sistemático</strong> para supervisar y hacer cumplir las obligaciones de presentación y garantizar que las declaraciones se presentan a tiempo.","second":"A <strong class=\"keyword\">systematic</strong> approach is in place to monitor and enforce filing obligations and ensure on-time filing of returns."},{"author":94808,"first":"Se sugirió que se elaborara una lista de iniciativas y programas destinados a facilitar el acceso de los países en desarrollo a las TIC y se respaldó la recomendación recogida en el informe acerca de la compilación <strong class=\"keyword\">sistemática</strong> de datos sobre tecnología y sobre TIC.","second":"It was suggested that an inventory be drawn up of initiatives and programmes designed to facilitate the access of developing countries to ICT, while the report’s recommendation for the <strong class=\"keyword\">systematic</strong> compilation of technology and ICT-related data was endorsed."},{"author":94809,"first":"En cuarto lugar, una interpretación literal y <strong class=\"keyword\">sistemática</strong> de las disposiciones de la Directiva respaldan este enfoque.","second":"Fourthly, a textual and <strong class=\"keyword\">systemic</strong> interpretation of the provisions of the directive supports my approach."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}