{"result":"ok","tuc":[{"phrase":{"text":"startle","language":"en"},"meanings":[{"language":"en","text":"a sudden motion or shock"}],"meaningId":-797895309648970145,"authors":[70195]},{"phrase":{"text":"start","language":"en"},"meaningId":-5241929843262920034,"authors":[25115]},{"phrase":{"text":"fear","language":"en"},"meaningId":-4311421160879070623,"authors":[86934]},{"phrase":{"text":"fluster","language":"en"},"meaningId":-1583727010056923917,"authors":[84500]},{"phrase":{"text":"panic","language":"en"},"meaningId":-879855660018972189,"authors":[86934]},{"phrase":{"text":"perturbation","language":"en"},"meaningId":8678846940522392234,"authors":[84500]},{"phrase":{"text":"shock","language":"en"},"meaningId":-987853407834865509,"authors":[97745]},{"meanings":[{"language":"en","text":"jolt"},{"language":"en","text":"scare, fright"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of sobresaltar."}],"meaningId":6983649497045904717,"authors":[1]}],"phrase":"sobresalto","examples":[{"author":94809,"first":"Estas comisiones son simplemente incompatibles con una Unión monetaria completamente integrada que funcione sin <strong class=\"keyword\">sobresaltos</strong>.","second":"Such charges are simply incompatible with a <strong class=\"keyword\">smoothly</strong> functioning, fully integrated Monetary Union."},{"author":118293,"first":"Me alegra que me perdonaras por mi pequeño <strong class=\"keyword\">sobresalto</strong> en el auto.","second":"I'm so glad you forgave me for my little outburst in the car."},{"author":94808,"first":"Es fundamental que se dote a ONU‐Mujeres de los recursos suficientes para culminar sin <strong class=\"keyword\">sobresaltos</strong> el período de transición y se convierta en un órgano plenamente efectivo y funcional, capaz de encarar los ingentes desafíos mundiales que afronta en el ámbito del empoderamiento de la mujer.","second":"It was vital to ensure that UN Women was equipped with adequate resources to complete the transition period <strong class=\"keyword\">smoothly</strong> and become a fully effective and functional body able to meet the huge global challenges it faced in the area of women’s empowerment."},{"author":8000,"first":"A este respecto, el Consejo subraya una vez más la importancia de garantizar una transición sin <strong class=\"keyword\">sobresaltos</strong> de la solución del conflicto a la consolidación de la paz y la reconstrucción en la fase posterior, a la que puede contribuir en gran medida una adecuada coordinación de los esfuerzos de todos","second":"In this regard, the Council once again underlines the importance of ensuring a <strong class=\"keyword\">smooth</strong> transition from conflict management to post-conflict peace-building and reconstruction, which can be greatly enhanced through adequate coordination of the efforts of all"},{"author":8008,"first":"Es un juego muy bien realizado para tu ordenador que contiene muchos niveles y pantalla llenos de peligros y <strong class=\"keyword\">sobresaltos</strong>, no podrás a...","second":"It is perfectly adapted to PC usage, contains many levels and screens full of danger and thrills – you won’t be able to stop playing. This version features a ..."},{"author":27,"first":"Una característica de la democracia es también que los implicados sean capaces de aceptar la derrota y que la transición política de un partido de gobierno a otro, caso de que se produzca, pueda realizarse sin <strong class=\"keyword\">sobresaltos</strong>.","second":"A mark of democracy is also whether incumbents can accept defeat and whether political transition from one party of government to another, if it occurs, can go <strong class=\"keyword\">smoothly</strong>."},{"author":74,"first":"Lo que dijo entonces me <strong class=\"keyword\">sobresaltó</strong>.","second":"What he said then <strong class=\"keyword\">shocked</strong> me."},{"author":119739,"first":"“No sufras <strong class=\"keyword\">sobresalto</strong> ni te aterrorices —fue el consejo que recibió—, porque Jehová tu Dios está contigo adondequiera que vayas.”","second":"“Do not suffer <strong class=\"keyword\">shock</strong> or be terrified,” he was told, “for Jehovah your God is with you wherever you go.”"},{"author":118293,"first":"Kate Sykora, gracias por el <strong class=\"keyword\">sobresalto</strong> de la presión sanguínea.","second":"Kate Sykora, thanks for the blood pressure jolt."},{"author":94809,"first":"A fin de lograr una transición al euro sin <strong class=\"keyword\">sobresaltos</strong> y facilitar la aceptación del nuevo sistema de acuñación por parte de los usuarios, había de garantizarse una diferenciación fácil entre las monedas mediante características visuales y táctiles.","second":"In order to ensure a <strong class=\"keyword\">smooth</strong> changeover to the euro and to facilitate acceptance of the coinage system by users, easy distinction between coins through visual and tactile characteristics needed to be guaranteed."},{"author":118293,"first":"Fue una noche llena de <strong class=\"keyword\">sobresaltos</strong>.","second":"It was a bumpy night."},{"author":118293,"first":"¿Aún crees que es un <strong class=\"keyword\">sobresalto</strong> del pulso electromagnético?","second":"Still think it's <strong class=\"keyword\">an</strong> overcranked EMP?"},{"author":8000,"first":"Se pretende lograr una transición suave y sin <strong class=\"keyword\">sobresaltos</strong> desde los módulos de apoyo moderado y en gran escala y las fuerzas de la AMIS a la UNAMID","second":"The military aims to ensure a <strong class=\"keyword\">smooth</strong> and seamless transition from the light support package, heavy support package and AMIS forces to UNAMID"},{"author":92475,"first":"Las riñas políticas debido a los asientos de poder es un signo distintivo de la política libanesa, y por ello, la blogósfera libanesa expresó poco <strong class=\"keyword\">sobresalto</strong> a los largo de la saga de cinco meses.","second":"Political wrangling over the seats of power is a trademark of Lebanese politics, and thus, the Lebanese blogosphere expressed little <strong class=\"keyword\">shock</strong> throughout the five month saga."},{"author":118293,"first":"Tardas un tiempo en calmarte tras un <strong class=\"keyword\">sobresalto</strong> como ése.","second":"You sort of coast to a stop after a <strong class=\"keyword\">shock</strong> like that."},{"author":94808,"first":"Para introducir debidamente en la sociedad de Tonga un cambio duradero y sostenido, las partes interesadas necesitaban tiempo para asimilar el porvenir razonablemente y sin <strong class=\"keyword\">sobresaltos</strong>.","second":"For a lasting durable change to rightfully take place in Tongan society, stakeholders deserve time to enable them to reasonably absorb and reassure them of what lies <strong class=\"keyword\">ahead</strong>."},{"author":31,"first":"Sabes que está grave y que debe evitar <strong class=\"keyword\">sobresaltos</strong>","second":"We must spare him any excitement.I didn' t <strong class=\"keyword\">start</strong> it"},{"author":118293,"first":"¿O debo tener un <strong class=\"keyword\">sobresalto</strong> cada vez que me doy vuelta?","second":"Or do I have heart attack every time I walk round a corner?"},{"author":94809,"first":"Para que estos servicios puedan difundirse sin <strong class=\"keyword\">sobresaltos</strong>, resulta esencial simplificar la adopción de las normas internacionales y la armonización de las regionales.","second":"The streamlined adoption of new ISO international standards and the harmonisation of regional standards are essential for the <strong class=\"keyword\">smooth</strong> take-up of services."},{"author":8000,"first":"En consecuencia, esa cooperación puede que no se realice sin <strong class=\"keyword\">sobresaltos</strong>","second":"As a result, such an undertaking may not always be <strong class=\"keyword\">smooth</strong>"},{"author":22,"first":"Dependencia que agudiza sus efectos al someter a los países latinoamericanos –en la otra vertiente de su restricción externa, la deuda–, a un continuo <strong class=\"keyword\">sobresalto</strong> sobre los costes variables de su financiación","second":"Such dependency also means that the cost for Latin American countries of financing their debt – the other area in which they <strong class=\"keyword\">suffer from</strong> external restrictions- is constantly fluctuating"},{"author":118293,"first":"No me <strong class=\"keyword\">sobresaltes</strong> así.","second":"Don \" t sneak up on <strong class=\"keyword\">me</strong> like that."},{"author":94809,"first":"E. Considerando que los nuevos Estados miembros se han integrado con éxito y de manera fluida <strong class=\"keyword\">sobresaltos</strong> en el mercado interior, contribuyendo a un desarrollo considerable del comercio de los productos agrícolas y alimentarios en Europa; que los nuevos Estados miembros han introducido y aplicado de manera satisfactoria las normas veterinarias, fitosanitarias, de seguridad alimentaria y de organización común de mercados, así como otras normas horizontales, de modo que no ha sido necesaria la aplicación de medidas de salvaguardia específicas,","second":"E. whereas the new Member States have been successfully and <strong class=\"keyword\">smoothly</strong> integrated into the internal market, contributing to a significant increase of the European agricultural and food trade; whereas the new Member States duly introduced and enforced veterinary, phytosanitary, food safety, common market organisation and other horizontal rules, so that it was not necessary to apply any specific safeguard measures,"},{"author":94808,"first":"Entre las medidas adoptadas para lograr un traspaso sin <strong class=\"keyword\">sobresaltos</strong>, el Departamento de Operaciones de Mantenimiento de la Paz prestó tres funcionarios (1 P-5, 1 P-4 y 1 P-3) al Departamento de Asuntos Políticos, procedentes de su ya disuelto equipo operacional integrado del Afganistán, para el período comprendido entre el 1 de octubre de 2014 y el 30 de junio de 2015.","second":"As part of the measures to ensure a <strong class=\"keyword\">smooth</strong> transfer, the Department of Peacekeeping Operations has loaned three staff members (1 P-5, 1 P-4 and 1 P-3) to the Department of Political Affairs from its now-disbanded Afghanistan integrated operational team for the period from 1 October 2014 through 30 June 2015."},{"author":8000,"first":"Sin embargo, la multipolarización mundial y la mundialización de la economía son por fuerza un proceso prolongado, no exento de trampas y <strong class=\"keyword\">sobresaltos</strong>. Hasta ahora no se ha resuelto ninguna de las dos cuestiones principales del mundo actual, a saber, la paz y el desarrollo","second":"The path of multipolarization and economic globalization followed by the world is, however, a tortuous one and, up to the present time, neither of the two major problems faced by today's world, namely, peace and development, has been resolved"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}