{"result":"ok","tuc":[{"phrase":{"text":"crude","language":"en"},"meaningId":-3057045317006239474,"authors":[86934]},{"phrase":{"text":"earthy","language":"en"},"meaningId":-7763296416637280292,"authors":[84715]},{"phrase":{"text":"obscene","language":"en"},"meaningId":-8296747013733271932,"authors":[25018]},{"meanings":[{"language":"en","text":"coarse, vulgar"}],"meaningId":-482114499328474686,"authors":[93107]}],"phrase":"soez","examples":[{"author":118293,"first":"Por encerrar a los bichos raros, los bandidos y los <strong class=\"keyword\">soeces</strong>.","second":"You lock up the weirdoes The crooks and the geeks"},{"author":31,"first":"Prometian las palabras <strong class=\"keyword\">soeces</strong>, mas me falt el valor de escupirme a mi mismo y profanar la noche primaveral","second":"Lascivious <strong class=\"keyword\">words</strong> promised agreement, but I didn' t have the strength to spit at myself and to desecrate the spring night"},{"author":119723,"first":"Véase también Adoración; Albedrío; Blasfemias y vocabulario <strong class=\"keyword\">soez</strong>; Castidad; Día de reposo; Guerra; Honradez; Obediencia; Reverencia.","second":"See also Agency; Chastity; Honesty; Obedience; Profanity; Reverence; Sabbath; War; Worship"},{"author":119723,"first":"Hay diversos tipos de conversación inapropiada, entre los que se incluyen los chismes, el sarcasmo, las mentiras, los relatos <strong class=\"keyword\">soeces</strong> y la blasfemia.","second":"There are many kinds of inappropriate speech, including gossip, sarcasm, lying, vulgar stories, and profanity."},{"author":8000,"first":"Asimismo, la Ley de responsabilidad social de radio y televisión, en el artículo # define los elementos clasificados, relativos al lenguaje, salud, sexo y violencia, a fin de normar el uso adecuado de estas áreas en la programación dirigida a los niños, niñas y adolescentes, para evitar un contenido <strong class=\"keyword\">soez</strong>, obscenidad de las imágenes, la divulgación de información, opinión o conocimientos contrarios a la prevención, tratamiento o erradicación del consumo de alcohol, tabaco, sustancias estupefacientes o psicotrópicas, así como de la práctica compulsiva de juegos de envite y azar y de otras conductas adictivas que puedan ser presenciados por niños, niñas y adolescentes","second":"Furthermore, article # of the Radio and Television Social Responsibility Act sets out categories of language, health, sex and violence for the purpose of regulating their appropriate use in programming for children and adolescents, avoiding <strong class=\"keyword\">crude</strong> content, obscene images, or the disclosure of information, opinions or material opposing the prevention, treatment and eradication of the consumption of alcohol, tobacco, narcotic drugs and psychotropic substances, and the display of compulsive gambling, games of chance, and other addictive behaviours that could be witnessed by children and adolescents"},{"author":94808,"first":"En julio de 1998, la Administración Estatal de Radio, Cine y Televisión publicó una circular sobre la \"difusión por radio o televisión de información a propósito para proteger la salud física y mental de la juventud\", en que se dictan restricciones al uso de violencia, contenido sexual, palabras <strong class=\"keyword\">soeces</strong> u otro material que impida el sano crecimiento.","second":"In July 1998 the State Administration of Radio, Film and Television issued a circular concerning the “dissemination in broadcast and television programmes of information conducive to protecting the physical and mental health of young persons”, which set out restrictions on the violence, sexual content, <strong class=\"keyword\">coarse</strong> language and other materials injurious to healthy growth in such programming."},{"author":8000,"first":"Incivilidad sin agravantes, es decir: lenguaje <strong class=\"keyword\">soez</strong> o gestos impúdicos en lugares públicos, acoso injurioso y otros actos similares que perturben la paz y el orden públicos","second":"minor hooliganism, that is offensive language or <strong class=\"keyword\">indecent</strong> gestures in public places, offensive harassment and other similar acts which disturb public peace or order"},{"author":119739,"first":"31 ‘En nuestro idioma no se usa lenguaje <strong class=\"keyword\">soez</strong>’","second":"31 “In Our Language There Is No Profanity”"},{"author":92475,"first":"Aunque el bloqueo de las etiquetas <strong class=\"keyword\">soeces</strong> y los bots porno puede parecer un problema menor, estos hechos causaron preocupación entre los usuarios de internet iraníes sobre la relación entre Telegram y el gobierno iraní.","second":"While the blocking of <strong class=\"keyword\">rude</strong> stickers and porn bots might seem minor, these events trigger worries for Iranian Internet users regarding Telegram's relationship with the Iranian government."},{"author":118293,"first":"Sí, es <strong class=\"keyword\">soez</strong>.","second":"Yeah, it's gross."},{"author":119723,"first":"* Usamos el nombre de Dios en todo tipo de formas profanas, incluso en las exclamaciones y en el lenguaje <strong class=\"keyword\">soez</strong>.","second":"* We use the name of God in all kinds of profane ways, including our exclamations and our swearing."},{"author":94808,"first":"Toktonazarova y utilizado un lenguaje <strong class=\"keyword\">soez</strong> al extremo de lograr que se declarase culpable.","second":"Tokhtonazarova, employing extremely abusive <strong class=\"keyword\">language</strong>, and thus coercing her into confessing a crime she did not commit."},{"author":118293,"first":"Sin escenas de violencia, desnudos ni lenguaje <strong class=\"keyword\">soez</strong>.","second":"No violence, no nudity or <strong class=\"keyword\">profane</strong> language on the air."},{"author":92475,"first":"Una campaña [ru] popular en esa página tiene por objetivo a la legisladora Yelena Mizulina, quien ha encabezado la controversial legislación para restringir los derechos LGBT, prohibir la adopción de huérfanos rusos por parte de extranjeros y censurar el lenguaje <strong class=\"keyword\">soez</strong>.","second":"One popular campaign on that website targets lawmaker Yelena Mizulina, who has spearheaded controversial legislation to restrict LGBT rights, ban adoptions of Russian orphans by foreigners, and censor <strong class=\"keyword\">foul</strong> language."},{"author":94808,"first":"Desde el territorio ocupado frente al cruce de Kfar Kila, una patrulla a pie del enemigo israelí compuesta por siete efectivos llegó a la zona y se dirigió con un lenguaje <strong class=\"keyword\">soez</strong> a los transeúntes.","second":"From inside occupied territory opposite the Kafr Killa crossing, an Israeli enemy foot patrol comprising seven personnel arrived and directed <strong class=\"keyword\">foul</strong> language at passers-by."},{"author":118293,"first":"Lenguaje <strong class=\"keyword\">soez</strong> en el local.","second":"<strong class=\"keyword\">Bad language</strong> on the premises."},{"author":119723,"first":"Si deseas una explicación de este mandamiento, fíjate en “Blasfemias y vocabulario <strong class=\"keyword\">soez</strong>”, páginas 39–40.","second":"For an explanation of this commandment, see “Profanity,” pages 128–29."},{"author":31,"first":"Qué palabra tan <strong class=\"keyword\">soez</strong>","second":"Harry, that' s a <strong class=\"keyword\">horrid word</strong>"},{"author":119739,"first":"(Véase también: Adulación; Alabar; Blasfemia; Calumnia; Chisme; Comunicación; Confidencialidad; Contrastes; Conversación; Fluidez; Franqueza de expresión; Habla injuriosa; Idiomas; Injuria; Lengua; Lenguaje; Lenguaje <strong class=\"keyword\">soez</strong>; Lenguas, Hablar en; Mentiras; Oratoria; Palabras; Pronunciación; Sarcasmo; Secretos; Tartamudear; Voz)","second":"(See also Abusive Speech; Blasphemy; Communication; Confidentiality; Contrasts; Conversation; Flattery; Fluency; Freeness of Speech; Gossip; Language[s]; Lies; Praise; Profanity; Pronunciation; Public Speaking; Reviling; Sarcasm; Secrets; Slander; Stuttering; Tongue; Tongues, Speaking in; Voice; Words)"},{"author":118293,"first":"Las armas, las palabras <strong class=\"keyword\">soeces</strong> y la carne de cerdo.","second":"No guns, no <strong class=\"keyword\">foul language</strong>, no red meat."},{"author":94808,"first":"Se ha detectado que los niños y los jóvenes tienen tendencia a imitar lo que han visto en la televisión, como el recurso a la violencia y el lenguaje <strong class=\"keyword\">soez</strong>.","second":"It was found that children and youth have a tendency to imitate what they have seen on television, including the use of violence and <strong class=\"keyword\">coarse</strong> language."},{"author":31,"first":"Y qué quiere que le diga.Es una calumnia <strong class=\"keyword\">soez</strong>","second":"What am I supposed to say in answer to this hideous <strong class=\"keyword\">slander?</strong>"},{"author":119739,"first":"De acuerdo con otra estadística que cita el Star, “el lenguaje <strong class=\"keyword\">soez</strong> en la televisión [estadounidense] aumentó en más del 500% de 1989 a 1999”.","second":"Another statistic cited by the Star reveals that in the United States, “profane language on television increased more than 500 per cent from 1989 to 1999.”"},{"author":119723,"first":"José debió haber recordado algunos de los peligros por los que había pasado, como aquella noche de invierno en la que una chusma irrumpió en su casa y, profiriendo maldiciones y palabras <strong class=\"keyword\">soeces</strong>, lo arrancaron de la cabecera de su esposa e hijos enfermos y lo llevaron afuera, estrangulándole hasta que perdió el conocimiento.","second":"Joseph must have recalled some of the dangers through which he had passed—like the winter night when a mob broke into his home and with curses and profanity tore him from the bedside of his wife and sick children and carried him outside, strangling him until he was unconscious."},{"author":119723,"first":"Sin excepción, el oficial instructor encontró minuciosamente algo con que ridiculizar a cada recluta, dando voces y con lenguaje <strong class=\"keyword\">soez</strong>.","second":"Without exception, the drill instructor methodically found something about each recruit to ridicule with loud, vulgar language."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}