{"result":"ok","tuc":[{"phrase":{"text":"sophism","language":"en"},"meanings":[{"language":"en","text":"A flawed argument superficially correct in its reasoning, usually designed to deceive. An intentional fallacy."},{"language":"es","text":"Argumento errado superficialmente correcto en su razonamiento, usualmente creado para engañar. Falacia intencional."}],"meaningId":-3525466900768099246,"authors":[84715]},{"phrase":{"text":"fallacy","language":"en"},"meaningId":-1164814997505397784,"authors":[89651]},{"phrase":{"text":"chicane","language":"en"},"meaningId":2234443013446574553,"authors":[83619]},{"phrase":{"text":"logical fallacy","language":"en"},"meaningId":-8531456209254873437,"authors":[16]},{"phrase":{"text":"sophistry","language":"en"},"meaningId":-9133201553163076937,"authors":[89651]},{"meanings":[{"language":"en","text":"sophism"}],"meaningId":-1643745048249445676,"authors":[1]}],"phrase":"sofisma","examples":[{"author":27,"first":"Mi colega el señor Hudacký, que es de Eslovaquia, como yo, ha hablado del modo en que los <strong class=\"keyword\">sofismas</strong> políticos han llegado hasta la Cámara del Parlamento Europeo.","second":"My colleague Mr Hudacký, who like myself is from Slovakia, spoke of how a political <strong class=\"keyword\">squabble</strong> has been escalated to the Chamber of the European Parliament."},{"author":27,"first":"En mi opinión, con <strong class=\"keyword\">sofismas</strong> de este tipo, somos nosotros quienes ponemos en peligro nuestra libertad, nuestra democracia y nuestros principios y, desde luego, nuestra seguridad, porque una sociedad que permite mentiras y tergiversaciones para dominar el mercado del petróleo y ejecutar caprichos estratégicos de índole imperial se debilita a sí misma a medio plazo y con ello pone en peligro su cohesión y seguridad.","second":"I believe that, with <strong class=\"keyword\">sophisms</strong> of this type, it is we who endanger our freedom, our democracy and our principles and of course our security, because a society which allows lies and distortions in order to dominate the oil market and indulge in strategic whims of an imperialist nature weakens itself in the medium term and thereby jeopardises its cohesion and security."},{"author":118293,"first":"Pido servicio, no <strong class=\"keyword\">sofismas</strong>.","second":"I require service not <strong class=\"keyword\">sophistry</strong>."},{"author":27,"first":"Quisiera recodarles -aunque quizás sea un <strong class=\"keyword\">sofisma</strong>- que la democracia y la política suelen primar sobre las consideraciones económicas.","second":"I would remind you - even if this is perhaps a <strong class=\"keyword\">sophism</strong> - that democracy and politics normally take precedence over economic considerations."},{"author":118293,"first":"Eso es un <strong class=\"keyword\">sofisma</strong>.","second":"That's <strong class=\"keyword\">sophistical</strong>."},{"author":8008,"first":"El grupo <strong class=\"keyword\">Sofisme</strong> un grupo líder en el sector de materiales de equipamiento para las redes de Electricidad, Gas, Agua y Telecomunicaciones.","second":"The <strong class=\"keyword\">SOFISME</strong> group is a major actor in proposing technical packages used to protect Electrical, Gas, Water and Telecom networks."},{"author":94808,"first":"Incluso ampliando el concepto original de modo que prohíba a los Estados utilizar su territorio para causar daño a los territorios situados fuera de su jurisdicción nacional, utilizar ese argumento para afirmar que los Estados tienen una obligación general de protección de la atmósfera es un <strong class=\"keyword\">sofisma</strong>.","second":"Even if one extended the original concept so as to provide that States must not use their territory to harm areas beyond their national jurisdiction, it was a non sequitur to say that that supported the proposition that States had a general obligation to protect the atmosphere<strong class=\"keyword\">.</strong>"},{"author":118293,"first":"¿Y el <strong class=\"keyword\">sofismo</strong> de los Reformados?","second":"What about <strong class=\"keyword\">Reformists'sophistry</strong>?"},{"author":94808,"first":"A juicio del Estado Parte, el argumento de que el derecho al trabajo es una libertad civil y que, como el ejercicio de la abogacía es una ocupación lucrativa, constituye una libertad civil, es un mero \"<strong class=\"keyword\">sofisma</strong>\" y debe rechazarse.","second":"For the State party, the author’s argument that the right to work is a civil liberty and that, since the legal profession is gainful occupation it is a civil liberty, is a mere “<strong class=\"keyword\">sophism</strong>” and must be rejected."},{"author":8000,"first":"La educación sobre los <strong class=\"keyword\">sofismas</strong> de la discriminación racial y los conceptos erróneos que rodean a las ideas de superioridad racial es una necesidad","second":"Education about the <strong class=\"keyword\">fallacies</strong> of racial discrimination and the misconceptions surrounding ideas of racial superiority is a necessity"},{"author":118293,"first":"Dejando a un lado sus <strong class=\"keyword\">sofismas</strong> colegial, permítanme hacer una oferta.","second":"Leaving aside your schoolboy <strong class=\"keyword\">sophistries</strong>, let me make you an offer."},{"author":94808,"first":"Opinamos que cuando las crisis humanitarias se manifiestan en forma de genocidio, violaciones graves de los derechos humanos y del derecho relativo a los derechos humanos, ningún tipo de <strong class=\"keyword\">sofismas</strong> puede reemplazar la falta de voluntad política de las principales Potencias.","second":"We believe that, in the case of humanitarian crises manifested in the form of genocide and gross violations of human rights and humanitarian law, no amount of <strong class=\"keyword\">sophistry</strong> can substitute for the lack of political will among major Powers."},{"author":31,"first":"Este <strong class=\"keyword\">sofismo</strong> fue recogido como un disfraz del destino","second":"This <strong class=\"keyword\">sophism</strong> was taken for Fate in disguise"},{"author":8008,"first":"¡También cuando todo parece ir liso como el aceite, siempre encotramos un Géminis a punto de devanarse los sesos, a perderse en <strong class=\"keyword\">sofismas</strong>!","second":"There were days when they could have enjoyed fortune, but look what happened instead. By dint of questioning themselves, they let someone else act thus taking away all their profits<strong class=\"keyword\">.</strong>"},{"author":27,"first":"Esos son <strong class=\"keyword\">sofismas</strong>.","second":"But those are <strong class=\"keyword\">sophisms</strong>."},{"author":27,"first":"Esto indica que el asunto no puede considerarse un <strong class=\"keyword\">sofisma</strong> político interno.","second":"This indicates that the affair cannot be dismissed as an internal political <strong class=\"keyword\">squabble</strong>."},{"author":8000,"first":"Opinamos que cuando las crisis humanitarias se manifiestan en forma de genocidio, violaciones graves de los derechos humanos y del derecho relativo a los derechos humanos, ningún tipo de <strong class=\"keyword\">sofismas</strong> puede reemplazar la falta de voluntad política de las principales Potencias","second":"We believe that, in the case of humanitarian crises manifested in the form of genocide and gross violations of human rights and humanitarian law, no amount of <strong class=\"keyword\">sophistry</strong> can substitute for the lack of political will among major Powers"},{"author":118293,"first":"Este <strong class=\"keyword\">sofisma</strong> fue aceptado como un disfraz del Destino.","second":"This <strong class=\"keyword\">sophism</strong> was taken for fate in disguise."},{"author":8008,"first":"Dos morales , capítulo II de los \"<strong class=\"keyword\">Sofismas</strong> Económicos\" de 1848.","second":"Portraits of Famous Economists at State University of <strong class=\"keyword\">Louisiana</strong> (1b)."},{"author":27,"first":"Se trata de un <strong class=\"keyword\">sofisma</strong>, es decir, de un razonamiento falso con apariencia de verdadero.","second":"That is mere <strong class=\"keyword\">sophistry</strong>: false reasoning masquerading as sound argument."},{"author":27,"first":"Tengo mis reservas con respecto al enfoque -que no fue lo suficientemente flexible- adoptado por la Comisión sobre estas concesiones, pero tampoco me complace especialmente la postura de la Comisión: no su postura directamente, señor Dalli, pero hubo un momento en el que uno de sus colegas Comisarios, el Comisario belga, el señor De Gucht, le dio la espalda al comité de conciliación para comparecer ante la Comisión de Comercio Internacional de este Parlamento, donde procedió a presentar una serie de <strong class=\"keyword\">sofismas</strong>.","second":"I do have reservations about the insufficiently flexible approach taken by the Commission to these concessions, but I am also not particularly satisfied with the Commission's stance - not with your position, directly, Mr Dalli, but at one point, one of your fellow Commissioners, the Belgian Commissioner, Mr De Gucht, went behind the backs of the conciliation committee to appear before this Parliament's Committee on International Trade, where he proceeded to present a whole series of <strong class=\"keyword\">sophisms</strong>."},{"author":31,"first":"¿ Cómo es que su debilidad está más dispuesta a la hora de discernir, entre el ruido ininterrumpido de los mensajes simultáneos de la publicidad o del gobierno, todos los groseros <strong class=\"keyword\">sofismos</strong> que les inclinan a aceptar sus trabajos y entretenimientos,las ideas del presidente Giscart y el sabor de los amiláceos?","second":"How could such easily fatigued people find themselves in any better position, amid the incessant cacophony of so many simultaneous commercial and political messages, through the crude <strong class=\"keyword\">sophisms</strong> designed to make them accept their work and their leisure, or the wisdom of President Giscard, or the taste of food additives?"},{"author":8008,"first":"A los artesanos y a los obreros , capítulo VI de los \"<strong class=\"keyword\">Sofismas</strong> Económicos\" de 1848.","second":"The bastiat.net site from the Cercle Frédéric Bastiat , of which I am a member. See particularly its bibliography of texts <strong class=\"keyword\">about Bastiat</strong> , or the Bastiat'2001 congress ."},{"author":27,"first":"Y tampoco es legítimo pervertir los procedimientos parlamentarios de la manera que esta moción de censura lo está haciendo, usar <strong class=\"keyword\">sofismas</strong> e insinuaciones y poner en entredicho los motivos de las personas sin ningún tipo de prueba.","second":"Nor is it legitimate to pervert parliamentary procedures in the way that this motion of censure does, to use <strong class=\"keyword\">sophistry</strong> and insinuation and impugn people’s motives without any evidence."},{"author":118293,"first":"Eso son <strong class=\"keyword\">sofismas</strong>, Coronel.","second":"This is <strong class=\"keyword\">sophistry</strong>, Colonel."}],"from":"es","dest":"en","authors":{"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}