{"result":"ok","tuc":[{"meanings":[{"language":"en","text":"outburst"}],"meaningId":5893526735449657587,"authors":[93107]}],"phrase":"soflama","examples":[{"author":118293,"first":"<strong class=\"keyword\">Soflamas</strong> para distraer.","second":"<strong class=\"keyword\">Rabble-rousing</strong> to distract."},{"author":90922,"first":"Esos jóvenes palestinos son también trágicas víctimas de la insidiosa campaña que, con <strong class=\"keyword\">soflamas</strong> antiisraelíes, llevan a cabo líderes palestinos como Abás, predicadores en mezquitas, medios de comunicación y redes sociales.","second":"Those young Palestinians are also tragic victims of the poisonous campaign of the inflammatory anti-Israeli language emanating from Palestinian leaders such as Abbas, mosque preachers, news outlets and social media."},{"author":31,"first":"<strong class=\"keyword\">Soflamas</strong> para distraer","second":"<strong class=\"keyword\">Rabble- rousing</strong> to distract"},{"author":27,"first":"Y es una vergüenza, señor Gorostiaga, que usted se prevalga de la libertad que le confiere ser miembro de esta Cámara -libertad que sus amigos de la banda terrorista ETA pisotean todos los días- para hacer aquí sus <strong class=\"keyword\">soflamas</strong>, absolutamente impresentables.","second":"Furthermore, it is shameful, Mr Gorostiaga, that you should enjoy the freedom associated with being a Member of this House – a freedom over which your friends from ETA ride roughshod every day – and that you use it to make your totally disgraceful outbursts."},{"author":118293,"first":"Doc, ¿sigues escribiendo esas ardientes y fantasiosas <strong class=\"keyword\">soflamas</strong>, diciendo cómo hay que gobernar el universo?","second":"Say, Doc, you're always writing fancy, flag<strong class=\"keyword\">-</strong>waving speeches telling how to run the universe."},{"author":94808,"first":"El anterior titular del mandato ya señaló la posición, a veces ambigua, de los partidos políticos mayoritarios con respecto a los partidos políticos extremistas, en particular la formación de coaliciones con dichos partidos y el lanzamiento de <strong class=\"keyword\">soflamas</strong> populistas durante las campañas electorales (A/HRC/15/45; A/HRC/18/44).","second":"The previous mandate holder had already pointed out the sometimes equivocal position taken by mainstream political parties towards extremist political parties, including through coalitions formed with such parties and the fuelling of populist ideas during electoral campaigns (A/HRC/15/45; A/HRC/18/44)."},{"author":94808,"first":", la organización, con la participación de expertos extranjeros, de un seminario sobre la represión de la propaganda racista o antisemita y otras <strong class=\"keyword\">soflamas</strong> de odio en Internet, y finalmente la organización de una mesa redonda en 2005 sobre el antisemitismo y sus manifestaciones en la República Checa .","second":"All these cases were passed on to the criminal police and investigation service at the relevant Police District Headquarters."},{"author":27,"first":"Menos <strong class=\"keyword\">soflamas</strong> ardientes y más elaboración concreta de la labor de integración: eso será lo que defina a partir de ahora el trabajo diario del Parlamento Europeo y lo que, me parece también, le dará nuevo impulso.","second":"We will now be involved less with ardent appeals than with the concrete work of integration which will determine and, I think, give new impetus to, the everyday work of the European Parliament."}],"from":"es","dest":"en","authors":{"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"90922":{"U":"https://www.gatestoneinstitute.org","id":90922,"N":"Gatestone Institute Corpus","url":"https://glosbe.com/source/90922"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}