{"result":"ok","tuc":[{"phrase":{"text":"flush","language":"en"},"meaningId":4751231290070751138,"authors":[89651]},{"phrase":{"text":"hot flush","language":"en"},"meaningId":3690229141670551272,"authors":[97745]},{"phrase":{"text":"agony","language":"en"},"meaningId":3476968742951797779,"authors":[2698]},{"phrase":{"text":"anguish","language":"en"},"meaningId":1849602654882431650,"authors":[2698]},{"phrase":{"text":"asphyxiation","language":"en"},"meaningId":1161313981267453852,"authors":[86934]},{"phrase":{"text":"fear","language":"en"},"meaningId":2744190701289867094,"authors":[2698]},{"phrase":{"text":"hot flash","language":"en"},"meaningId":8420274571674039589,"authors":[80097]},{"phrase":{"text":"suffocation","language":"en"},"meaningId":-4130488675921743313,"authors":[25115]},{"phrase":{"text":"trepidation","language":"en"},"meaningId":-8689464162631340871,"authors":[83042]},{"meanings":[{"language":"en","text":"Formal second-person singular (usted) preterite indicative form of sofocar."},{"language":"en","text":"hot flash"},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of sofocar."}],"meaningId":-3598394046472432277,"authors":[1]}],"phrase":"sofoco","examples":[{"author":24,"first":"Además, son motivo de preocupación la hiperprolactinemia y el riesgo de prolongación del QT; que el CHMP ha llegado a la conclusión, a la vista de los datos disponibles, de que los riesgos asociados al uso de la veraliprida para el tratamiento de los <strong class=\"keyword\">sofocos</strong> asociados a la menopausia superan a sus limitados efectos beneficiosos","second":"In addition, hyperprolactinemia and the risk of QT prolongation are also concerns; The Committee concluded, in view of available data, that the risks associated with the use of veralipride in the treatment of <strong class=\"keyword\">hot flushes</strong> associated with the menopause outweigh the limited benefits"},{"author":118293,"first":"Estoy fatal de los <strong class=\"keyword\">sofocos</strong>.","second":"I'm having horrible <strong class=\"keyword\">hot flashes</strong>."},{"author":24,"first":"Si toma más Tredaptive del que debiera En caso de sobredosis, se han notificado los siguientes efectos adversos: <strong class=\"keyword\">sofocos</strong>, dolor de cabeza, prurito (picor), náusea, mareos, vómito, diarrea, dolor/malestar de estómago y dolor de espalda. Si toma más Tredaptive del que debiera, consulte con su médico o farmacéutico inmediatamente","second":"If you take more Tredaptive than you should In the event of an overdose, the following adverse events were reported: <strong class=\"keyword\">flushing</strong>, headache, pruritus (itching), nausea, dizziness, vomiting, diarrhoea, abdominal pain/discomfort, and back pain. If you take more than you should, talk to a doctor or pharmacist straight away"},{"author":91988,"first":"Cuando el partido naserista intentó derrocar a Saleh aun antes de que hubieran transcurrido cien días de su presidencia, Al Ahmar lo defendió y <strong class=\"keyword\">sofocó</strong> el golpe.","second":"When the Nasserite party attempted to overthrow Saleh less than 100 days into his presidency, al-Ahmar defended him and <strong class=\"keyword\">quashed</strong> the coup."},{"author":24,"first":"La adición de laropiprant al ácido nicotínico redujo los síntomas de <strong class=\"keyword\">sofocos</strong> producidos por esta última sustancia","second":"Adding laropiprant to nicotinic acid reduced the symptoms of <strong class=\"keyword\">flushing</strong> caused by nicotinic acid"},{"author":95096,"first":"Recordó a los ricos que el engaño de la riqueza <strong class=\"keyword\">sofoca</strong> la Palabra (cf.","second":"He reminded the rich that the snare of wealth <strong class=\"keyword\">stifles</strong> God's word (cf."},{"author":24,"first":"La reducción de los síntomas de <strong class=\"keyword\">sofocos</strong> (evaluados mediante cuestionarios cumplimentados por los pacientes) se correlacionó con una reducción de la vasodilatación inducida por el ácido nicotínico (evaluada mediante la determinación del flujo sanguíneo en la piel","second":"The reduction in <strong class=\"keyword\">flushing</strong> symptoms (assessed by patient questionnaires) was correlated with a reduction in nicotinic acid-induced vasodilatation (assessed by measurements of skin blood flow"},{"author":24,"first":"Reacciones de hipersensibilidad/a la perfusión Con la administración de temsirolimus, se han asociado reacciones de hipersensibilidad/a la perfusión (incluyendo algunas reacciones potencialmente mortales y mortales poco comunes), incluyendo y sin limitarse a <strong class=\"keyword\">sofoco</strong>, dolor de pecho, disnea, hipotensión, apnea, pérdida de conocimiento, hipersensibilidad y anafilaxis, (ver sección","second":"Hypersensitivity/infusion reactions Hypersensitivity/infusion reactions (including some life-threatening and rare fatal reactions), including and not limited to <strong class=\"keyword\">flushing</strong>, chest pain, dyspnoea, hypotension, apnoea, loss of consciousness, hypersensitivity and anaphylaxis, have been associated with the administration of temsirolimus (see section"},{"author":24,"first":"principalmente en la región de los párpados y los labios (edema de Quincke) y reacciones alérgicas de tipo shock, con síntomas de picor, enrojecimiento, escozor, <strong class=\"keyword\">sofocos</strong> y pulso acelerado","second":"region of the eyelids and the lips (Quincke 's oedema) and shock-like allergic reactions with symptoms of tingling, reddening, itching, <strong class=\"keyword\">hot flush</strong> and accelerated pulse"},{"author":118293,"first":"Las pruebas revelan que Bobby <strong class=\"keyword\">sofocó</strong> a Eric.","second":"The evidence tells us that Bobby <strong class=\"keyword\">suffocated</strong> Eric."},{"author":24,"first":"Efectos adversos menos frecuentes (en al menos # de # pacientes) son: Dolor de cabeza <strong class=\"keyword\">Sofocos</strong>, tensión arterial elevada, pequeños puntos lisos, rojos o morados debajo de la piel Heces decoloradas, heces negras del color del alquitrán Enrojecimiento de la piel, erupción cutánea Escozor, picor, enrojecimiento y sensación de calor en el sitio de perfusión, enrojecimiento en el sitio de inyección Aumento del número de plaquetas","second":"Less common (more than # in # patients and less than # in # patients) side effects are: Headache <strong class=\"keyword\">Hot flush</strong>, high blood pressure, red or purple, flat, pinhead spots under the skin Discoloured faeces, black tar-like faeces Skin redness, skin rash Burning, itching, redness and warmth at infusion site, redness at injection site Increase in platelet count"},{"author":24,"first":"Anafilaxia Reacciones a la perfusión, que incluyen los siguientes síntomas: taquicardia, respiración sibilante, pirexia, rigidez, <strong class=\"keyword\">sofocos</strong> sistémicos, vértigo, síncope y sensación metálica al gusto","second":"Anaphylaxis Infusion reactions including the following symptoms: tachycardia, wheezing, pyrexia, rigors, systemic <strong class=\"keyword\">flushing</strong>, vertigo, syncope and metallic taste"},{"author":118293,"first":"¡ Me está dando un <strong class=\"keyword\">sofoco</strong>!","second":"You do this one thing for me<strong class=\"keyword\">?</strong>"},{"author":119723,"first":"A esas personas las envuelve una nube oscura que <strong class=\"keyword\">sofoca</strong> su progreso, opaca su intelecto y ensombrece sus esperanzas.","second":"They are shrouded by a dark cloud which stifles their progress, dulls their intellect, and dims their hopes."},{"author":24,"first":"Por tanto, no es necesario tomar ácido acetilsalicílico para reducir los síntomas de los <strong class=\"keyword\">sofocos</strong>","second":"Therefore, taking aspirin to reduce <strong class=\"keyword\">flushing</strong> symptoms is not necessary"},{"author":8008,"first":"Este compuesto natural, seguro y bien tolerado, produce una reducción significativa y clínicamente relevante de la sintomatología vegetativa, <strong class=\"keyword\">sofocos</strong>, sudoraciones y sintomatología psíquica, además de una mejora del perfil lipídico mediante reducción de los niveles de colesterol total, c-LDL, y un incremento de c-HDL a los 6 meses de tratamiento.","second":"El doctor Alberto Sacristán, médico de familia, <strong class=\"keyword\">destaca</strong> los beneficios de las plantas medicinales para combatir los problemas que dificultan el descanso nocturno."},{"author":8008,"first":"Todavía la frescura efímera del aire, el bullicio que a la vez que irrumpe se quiebra de inmediato por el <strong class=\"keyword\">sofoco</strong> que invade cualquier muestra de agitación.","second":"Still the ephemeral freshness of the air, the bustle that, at the same time, bursts and breaks up at once due to the <strong class=\"keyword\">hot flushes</strong> that invade any sign of excitement."},{"author":24,"first":"El efecto secundario más frecuente de Trevaclyn (observado en más de # de cada # pacientes) son los <strong class=\"keyword\">sofocos</strong>","second":"The most common side effect with Trevaclyn (seen in more than # patient in #) is <strong class=\"keyword\">flushing</strong>"},{"author":118293,"first":"Entonces... ¿se <strong class=\"keyword\">sofocó</strong>?","second":"So... he was <strong class=\"keyword\">suffocated</strong>?"},{"author":95096,"first":"Sin ello la mera categoría del «progreso» económico se convierte en una categoría superior que subordina el conjunto de la existencia humana a sus exigencias parciales, <strong class=\"keyword\">sofoca</strong> al hombre, disgrega la sociedad y acaba por ahogarse en sus propias tensiones y en sus mismos excesos.","second":"Otherwise, the category of \"economic progress\" becomes in isolation a superior category subordinating the whole of human existence to its partial demands, <strong class=\"keyword\">suffocating</strong> man, breaking up society, and ending by entangling itself in its own tensions and excesses."},{"author":24,"first":"En general, la administración de albúmina humana se ha asociado con alteraciones transitorias del gusto, náuseas, <strong class=\"keyword\">sofocos</strong>, sarpullido, cefalea, vómitos, escalofríos y fiebre","second":"In general, the administration of human albumin has been associated with transient altered taste, nausea, <strong class=\"keyword\">flushing</strong>, rash, headache, vomiting, chills and fever"},{"author":118293,"first":"No, él fingió como que algo está realmente mal conmigo, y cuando me pasó, sentí como si estuviera teniendo un <strong class=\"keyword\">sofoco</strong>.","second":"No, he pretended like something was really wrong with me, and when it came over me, I felt like I was having a <strong class=\"keyword\">hot flash</strong>."},{"author":119723,"first":"El egoísmo <strong class=\"keyword\">sofoca</strong> los sentidos espirituales.","second":"Selfishness <strong class=\"keyword\">suffocates</strong> spiritual senses."},{"author":94808,"first":"El resultado fue que el fuego se <strong class=\"keyword\">sofocó</strong> con la sangre de los inocentes.","second":"The result was that the fire was <strong class=\"keyword\">quelled</strong> with the blood of the innocent."},{"author":118293,"first":"La ciudad te <strong class=\"keyword\">sofoca</strong> si no eres ambicioso de verdad.","second":"The city <strong class=\"keyword\">suffocates</strong> you unless you're really ambitious."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}