{"result":"ok","tuc":[{"phrase":{"text":"solemn","language":"en"},"meanings":[{"language":"en","text":"deeply serious and somber"},{"language":"en","text":"performed with great ceremony"}],"meaningId":-2069154810046980319,"authors":[70195]},{"phrase":{"text":"grave","language":"en"},"meanings":[{"language":"en","text":"having a sense of seriousness"}],"meaningId":926029328096428981,"authors":[70195]},{"phrase":{"text":"ceremonial","language":"en"},"meaningId":2742623417228232226,"authors":[69425]},{"phrase":{"text":"dignified","language":"en"},"meaningId":8167323928924732843,"authors":[84500]},{"phrase":{"text":"formal","language":"en"},"meaningId":-934295941535810510,"authors":[84500]},{"phrase":{"text":"ceremonious","language":"en"},"meaningId":3748823148692785864,"authors":[89651]},{"phrase":{"text":"festive","language":"en"},"meaningId":-3590175218919721463,"authors":[69425]},{"phrase":{"text":"gala","language":"en"},"meaningId":-460875274840443923,"authors":[69425]},{"phrase":{"text":"courtly","language":"en"},"meaningId":2242923916638433230,"authors":[84500]},{"phrase":{"text":"demure","language":"en"},"meaningId":-6736951841278391157,"authors":[25018]},{"phrase":{"text":"grand","language":"en"},"meaningId":5668004876629231796,"authors":[2698]},{"phrase":{"text":"humorless","language":"en"},"meaningId":-4209120530953302507,"authors":[84500]},{"phrase":{"text":"humourless","language":"en"},"meaningId":8918115787755778934,"authors":[84500]},{"phrase":{"text":"impressive","language":"en"},"meaningId":7051239846825891707,"authors":[25018]},{"phrase":{"text":"melancholy","language":"en"},"meaningId":5392763888657438463,"authors":[84500]},{"phrase":{"text":"ritually","language":"en"},"meaningId":-7141989141616297956,"authors":[25115]},{"phrase":{"text":"sedate","language":"en"},"meaningId":-8011509712408942330,"authors":[84500]},{"phrase":{"text":"sober","language":"en"},"meaningId":4539587577669082226,"authors":[84500]},{"phrase":{"text":"somber","language":"en"},"meaningId":1138270168097831202,"authors":[84500]},{"phrase":{"text":"sombre","language":"en"},"meaningId":-2713160757898378588,"authors":[84500]},{"phrase":{"text":"stately","language":"en"},"meaningId":2987879438679028037,"authors":[84500]},{"phrase":{"text":"terrible","language":"en"},"meaningId":-8071235710283751225,"authors":[86934]},{"phrase":{"text":"unhumorous","language":"en"},"meaningId":4208405252729538709,"authors":[84500]},{"phrase":{"text":"vow","language":"en"},"meaningId":-339321506191359175,"authors":[25115]},{"phrase":{"text":"weighty","language":"en"},"meaningId":3200568445629501189,"authors":[25115]},{"meanings":[{"language":"en","text":"solemn"}],"meaningId":1702698953294221656,"authors":[1]}],"phrase":"solemne","examples":[{"author":95096,"first":"Por un singular designio de la Providencia, la <strong class=\"keyword\">solemne</strong> inauguración de la Asamblea especial para África del Sínodo de los Obispos tuvo lugar el segundo domingo de Pascua, es decir, al concluir su octava.","second":"By a singular design of Providence, the <strong class=\"keyword\">solemn</strong> inauguration of the Special Assembly for Africa of the Synod of Bishops took place on the Second Sunday of Easter, at the end of the Easter Octave."},{"author":119723,"first":"Después de la reunión, seguido de una <strong class=\"keyword\">solemne</strong> y silenciosa oración, el Salvador apareció en majestuosidad al profeta José y a Oliver Cowdery y, por medio de Moisés, Elías y Elías el profeta, se inició la restauración de llaves adicionales del sacerdocio, entre ellas el sagrado poder de sellar que une a las familias por la eternidad20.","second":"After the meeting, following <strong class=\"keyword\">solemn</strong> and silent prayer, the Savior appeared in majesty to the Prophet Joseph and Oliver Cowdery and through Moses, Elias, and Elijah ushered in the restoration of additional priesthood keys, including the sacred sealing power that unites families throughout eternity.20"},{"author":8000,"first":"“...la <strong class=\"keyword\">solemne</strong> renuncia a la guerra como instrumento de política nacional necesariamente entraña la proposición de que una guerra de esa índole es ilegal en el derecho internacional, y de que quienes planean y hacen una guerra de esa índole, con sus inevitables y terribles consecuencias, están cometiendo un crimen al actuar de tal manera","second":"“... the <strong class=\"keyword\">solemn</strong> renunciation of war as an instrument of national policy necessarily involves the proposition that such a war is illegal in international law; and that those who plan and wage such a war, with its inevitable and terrible consequences, are committing a crime in so doing"},{"author":27,"first":"Ha sido necesario vivir el horror que hemos vivido para que volvamos a hablar en sesión <strong class=\"keyword\">solemne</strong>, un miércoles por la mañana, de ello.","second":"We have had to experience the recent horror in order to return to this issue in <strong class=\"keyword\">formal</strong> session, on a Wednesday morning."},{"author":95096,"first":"En la carta apostólica Novo millennio ineunte, que quise firmar precisamente durante el <strong class=\"keyword\">solemne</strong> rito conclusivo del itinerario jubilar, subrayé la exigencia de poner de relieve las \"indicaciones programáticas concretas\" (n. 29) de la acción evangelizadora de la Iglesia en el alba de un nuevo milenio.","second":"In the Apostolic Letter Novo millennio ineunte, whose signing I made part of the <strong class=\"keyword\">solemn</strong> closing of the Jubilee, I emphasized the need to bring to your attention a number of practical suggestions for the Church's mission of evangelization at the dawn of the new millennium."},{"author":94809,"first":"¿Por qué no se han colocado sino recientemente (dos años y medio después de la inauguración <strong class=\"keyword\">solemne</strong>) en las estaciones del metro de Atenas pequeñas placas que simplemente informan de la cofinanciación del proyecto por la UE?","second":"Why was it only recently (2,5 years after the opening <strong class=\"keyword\">ceremony</strong>) that small signs were displayed in Athens Metro stations merely stating that the project was jointly funded by the EU?"},{"author":94808,"first":"<strong class=\"keyword\">Solemne</strong> llamamiento hecho por el Presidente de la Asamblea General el 6 de febrero de 2006 en relación con la observancia de la tregua olímpica (A/60/662)","second":"<strong class=\"keyword\">Solemn</strong> appeal made by the President of the General Assembly on 6 February 2006 in connection with the observance of the Olympic Truce (A/60/662)"},{"author":22,"first":"Entrega del Premio Sájarov (sesión <strong class=\"keyword\">solemne</strong>","second":"Award of the <strong class=\"keyword\">Sakharov</strong> Prize"},{"author":91988,"first":"En 1994, Ucrania accedió a entregar el arsenal atómico que había heredado de la Unión Soviética, a cambio de un compromiso <strong class=\"keyword\">solemne</strong> por parte de Estados Unidos, el Reino Unido y Rusia de proteger la integridad territorial y la soberanía de Ucrania.","second":"In 1994, Ukraine agreed to give up the nuclear weapons it had inherited from the Soviet Union, in return for a <strong class=\"keyword\">solemn</strong> commitment by the United States, the United Kingdom, and Russia to protect Ukraine’s territorial integrity and sovereignty."},{"author":8000,"first":"La Declaración <strong class=\"keyword\">solemne</strong> sobre la igualdad entre los géneros en África es un instrumento africano para promover la igualdad entre los géneros y el empoderamiento de la mujer; su objetivo es intensificar la identificación de África con el programa relativo a la igualdad entre los géneros y mantener la presencia de esa cuestión al más alto nivel político en el continente","second":"The <strong class=\"keyword\">Solemn</strong> Declaration on Gender Equality in Africa (SDGEA) is an African instrument for promoting gender equality and women's empowerment; it is intended to strengthen African ownership of the gender equality agenda and keeps the issues alive at the highest political level in Africa"},{"author":22,"first":"Sesión <strong class=\"keyword\">solemne</strong>- Georgia","second":"<strong class=\"keyword\">Formal sitting</strong>- Georgia"},{"author":8000,"first":"Tenemos la obligación <strong class=\"keyword\">solemne</strong> de defender a nuestros ciudadanos del terrorismo, de atacar a las redes terroristas y privarlas de todo refugio y de promover una ideología de libertad y tolerancia que refute la nefasta visión de los terroristas","second":"We have a <strong class=\"keyword\">solemn</strong> obligation to defend our citizens against terrorism, to attack terrorist networks and deprive them of any safe haven, and to promote an ideology of freedom and tolerance that will refute the dark vision of the terrorists"},{"author":95096,"first":"Mediante un acto público y <strong class=\"keyword\">solemne</strong>, glorificamos y adoramos el Pan y el Vino que se han convertido en verdadero Cuerpo y en verdadera Sangre del Redentor.","second":"With a public and <strong class=\"keyword\">solemn</strong> act, we glorify and adore the Bread and the Wine become the true Body and true Blood of the Redeemer."},{"author":8000,"first":"Los compromisos de los gobiernos de África con la promoción del papel de la mujer se han expresado, entre otros lugares, en la Plataforma de Acción de Dakar, de # el Acta Constitutiva de la Unión Africana; el Protocolo de la Carta Africana de Derechos Humanos y de los Pueblos relativo a los derechos de la mujer en África, de # la Declaración <strong class=\"keyword\">solemne</strong> sobre la igualdad entre los géneros en África, de # y en la política de género de la Unión Africana que se está formulando","second":"The commitments of African Governments to the promotion of the role of women have been expressed, inter alia, in the # akar Platform for Action, the Constitutive Act of the African Union, the # rotocol to the African Charter on Human and People's Rights on the Rights of Women in Africa, the <strong class=\"keyword\">Solemn</strong> Declaration on Gender Equality in Africa of # and the ongoing formulation of the African Union gender policy"},{"author":8000,"first":"Cuando este órgano <strong class=\"keyword\">solemne</strong> invoca el Capítulo # de la Carta en respuesta a las amenazas contra la paz y la seguridad internacionales, no puede existir otro resultado satisfactorio más que los Estados Miembros cumplan totalmente con aplicar las medidas autorizadas por el Consejo de Seguridad","second":"When this <strong class=\"keyword\">solemn</strong> body invokes Chapter # of the Charter in response to threats against international peace and security, there can be no satisfactory outcome by member States other than complete compliance in implementing the measures authorized by the Security Council"},{"author":95096,"first":"Queridos hermanos y hermanas, en este momento <strong class=\"keyword\">solemne</strong> expreso el deseo de que el año de gracia 2000 sea para todos los discípulos de Cristo ocasión para dar nuevo impulso al compromiso ecuménico, acogiéndolo como un imperativo de la conciencia cristiana.","second":"Dear brothers and sisters, my wish at this <strong class=\"keyword\">solemn</strong> moment is that the year of grace 2000 will be an opportunity for all of Christ's disciples to give new impetus to the ecumenical commitment and to welcome it as a demand of the Christian conscience."},{"author":94808,"first":"El primer día que poseyó armas nucleares, China emitió una declaración <strong class=\"keyword\">solemne</strong> y propuso celebrar una cumbre mundial para examinar la cuestión de la prohibición completa y la destrucción total de las armas nucleares.","second":"On the very first day when it possessed nuclear weapons, China issued a <strong class=\"keyword\">solemn</strong> statement and proposed to hold a world summit to discuss the issue of complete prohibition and thorough destruction of nuclear weapons."},{"author":94808,"first":"El Consejo observa con gran satisfacción el <strong class=\"keyword\">solemne</strong> compromiso de la Confederación Suiza de respetar y hacer valer los propósitos y principios de la Carta de las Naciones Unidas, y de cumplir con todas las obligaciones recogidas en ella.","second":"“The Council notes with great satisfaction the Swiss Confederation’s <strong class=\"keyword\">solemn</strong> commitment to uphold the purposes and principles of the Charter of the United Nations and to fulfil all the obligations contained therein."},{"author":95096,"first":"Al volver a vuestros países y a vuestras casas, llevad el recuerdo de estas celebraciones <strong class=\"keyword\">solemnes</strong>, que os han hecho sentir la alegría de pertenecer a la Iglesia una y santa, y llevad también a vuestros seres queridos la bendición que el Papa os imparte con afecto.","second":"In returning to your countries and to your homes, take with you the memory of these <strong class=\"keyword\">solemn</strong> celebrations which enabled you to experience the joy of belonging to the one holy Church, and bring to your loved ones the Pope's blessing, which he gives you affectionately."},{"author":8000,"first":"Sr. De Saram (Presidente del Comité Especial encargado de investigar las prácticas israelíes que afecten a los derechos humanos del pueblo palestino y otros habitantes árabes de los territorios ocupados) (habla en francés): Sr. Presidente: Gracias por haberme invitado en mi calidad de Presidente del Comité Especial establecido por la Asamblea General encargado de investigar las prácticas israelíes que afecten a los derechos humanos del pueblo palestino y otros habitantes árabes de los territorios ocupados a estar presente en esta <strong class=\"keyword\">solemne</strong> ocasión y a dirigirme a esta distinguida reunión","second":"Mr. De Saram (Chairman of the Special Committee to Investigate Israeli Practices Affecting the Human Rights of the Palestinian People and Other Arabs of the Occupied Territories): I thank you, Mr. Chairman, for inviting me as the Chairman of the Special Committee established by the General Assembly to investigate Israeli practices affecting the human rights of the Palestinian people and other Arabs of the occupied territories to be present at this <strong class=\"keyword\">solemn</strong> occasion and to address this gathering"},{"author":94808,"first":"Seychelles suscribió asimismo la Declaración <strong class=\"keyword\">Solemne</strong> de la Unión Africana sobre la igualdad entre los hombres y las mujeres, de 2004.","second":"Seychelles is committed to the 2004 AU <strong class=\"keyword\">Solemn</strong> Declaration on Gender Equality."},{"author":8000,"first":"En la reunión inaugural de los magistrados, celebrada en La Haya el # de marzo de # los magistrados electos hicieron sus promesas <strong class=\"keyword\">solemnes</strong> con arreglo al artículo # del Estatuto de Roma","second":"The inaugural meeting of the judges was held at The Hague on # arch # on which occasion the elected judges gave their <strong class=\"keyword\">solemn</strong> undertakings under article # of the Rome Statute"},{"author":27,"first":"(DE) Honorable Gran Rabino, Sir Sacks, señora Sacks, Comisario, Señorías, es un auténtico honor y un auténtico placer dar la bienvenida al Honorable Gran Rabino de las Congregaciones Hebreas Unidas de la Commonwealth y a su esposa a la sede del Parlamento Europeo de Estrasburgo, que participará en esta sesión <strong class=\"keyword\">solemne</strong> en el marco del \"Año europeo del diálogo intercultural 2008\".","second":"(DE) Chief Rabbi Sacks, Lady Sacks, Commissioner, ladies and gentlemen, it is a great honour and pleasure to welcome the Chief Rabbi of the United Hebrew Congregations of the Commonwealth, and his wife, to the European Parliament in Strasbourg at this <strong class=\"keyword\">formal</strong> session as part of the European Year of Intercultural Dialogue 2008."},{"author":27,"first":"Declaro interrumpida la votación para la sesión <strong class=\"keyword\">solemne</strong>.","second":"I declare voting suspended to make way for the <strong class=\"keyword\">formal sitting</strong>."},{"author":94808,"first":"De conformidad con el artículo 38 del Pacto y con el artículo 16 del reglamento, los miembros del Comité elegidos en la 30a Reunión de Estados partes en el Pacto, celebrada el 17 de enero de 2012, harán la siguiente declaración <strong class=\"keyword\">solemne</strong>:","second":"In accordance with article 38 of the Covenant and rule 16 of the rules of procedure, the members of the Committee elected at the thirtieth meeting of States Parties to the Covenant on 17 January 2012 will make the following <strong class=\"keyword\">solemn</strong> declaration:"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}