{"result":"ok","tuc":[{"phrase":{"text":"solicitous","language":"en"},"meaningId":7958397274098853664,"authors":[89651]},{"phrase":{"text":"attentive","language":"en"},"meanings":[{"language":"en","text":"paying attention"}],"meaningId":563978344110135787,"authors":[90508]},{"phrase":{"text":"careful","language":"en"},"meaningId":8826427663128661662,"authors":[25018]},{"phrase":{"text":"diligent","language":"en"},"meaningId":-6685891848571229675,"authors":[25018]},{"phrase":{"text":"eagerly","language":"en"},"meaningId":-1555831068763372715,"authors":[86934]},{"phrase":{"text":"fussy","language":"en"},"meaningId":3140802770594262763,"authors":[83042]},{"phrase":{"text":"studious","language":"en"},"meaningId":-5693895156880121110,"authors":[25115]},{"meanings":[{"language":"en","text":"solicitous"}],"meaningId":5753922171180503260,"authors":[93107]}],"phrase":"solícito","examples":[{"author":94809,"first":"Dichos expertos podrán estar presentes, como asesores, durante las reuniones de negociación, cuando así lo <strong class=\"keyword\">solicite</strong> la comisión negociadora, en su caso, para promover la coherencia a nivel comunitario.","second":"Such experts may be present at negotiation meetings in an advisory capacity at the <strong class=\"keyword\">request</strong> of the special negotiating body, where appropriate to promote coherence and consistency at Community level."},{"author":94808,"first":"Insto al Consejo a que <strong class=\"keyword\">solicite</strong> a la Secretaría una revisión de esta cuestión y encuentre una solución pragmática y flexible.","second":"I would urge the Council to <strong class=\"keyword\">request</strong> the Secretariat to revisit this matter and come up with a pragmatic and flexible solution."},{"author":94808,"first":"En el párrafo 4 de la resolución 1888 (2009) del Consejo de Seguridad, el Consejo <strong class=\"keyword\">solicitó</strong> al Secretario General que nombrara a un Representante Especial para que aportase un liderazgo coherente y estratégico, colaborase efectivamente para reforzar los mecanismos de coordinación existentes en las Naciones Unidas e iniciara gestiones de promoción ante, entre otras partes, los gobiernos, incluidos sus representantes militares y judiciales, así como todas las partes en conflictos armados y la sociedad civil, a fin de afrontar, tanto en la Sede como en los países, la violencia sexual en los conflictos armados, promoviendo al mismo tiempo la cooperación y la coordinación de esfuerzos entre todas las partes interesadas, fundamentalmente por medio de la iniciativa interinstitucional “Campaña de las Naciones Unidas contra la Violencia Sexual en los Conflictos”.","second":"In paragraph 4 of Security Council resolution 1888 (2009), the Council <strong class=\"keyword\">requested</strong> the Secretary-General to appoint a Special Representative to provide coherent and strategic leadership and to work effectively to strengthen existing United Nations coordination mechanisms and to engage in advocacy efforts with Governments, including military and judicial representatives, as well as with all parties to armed conflict and civil society, in order to address, at both Headquarters and country level, sexual violence in armed conflict, while promoting cooperation and coordination of efforts among all relevant stakeholders, primarily through the inter-agency initiative entitled “United Nations Action against Sexual Violence in Conflict”."},{"author":94808,"first":"En el párrafo 1 del Artículo 12 de la Carta se estipula que, mientras el Consejo de Seguridad esté desempeñando las funciones que le asigna la Carta con respecto a una controversia o situación, la Asamblea General no hará recomendación alguna sobre tal controversia o situación, a no ser que lo <strong class=\"keyword\">solicite</strong> el Consejo.","second":"Article 12, paragraph 1, of the Charter stipulates that, while the Security Council is exercising in respect of any dispute or situation the functions assigned to it in the Charter, the General Assembly shall not make any recommendation with regard to that dispute or situation unless the Council so <strong class=\"keyword\">requests</strong>."},{"author":94809,"first":"Cuando la Agencia lo <strong class=\"keyword\">solicite</strong>, los Estados miembros pondrán a su disposición guardias de fronteras y otro personal competente para su despliegue, salvo en caso de que se enfrenten a una situación excepcional que afecte de manera sustancial a la ejecución de funciones nacionales.","second":"Member States shall make the border guards and other relevant staff available for deployment at the <strong class=\"keyword\">request</strong> of the Agency unless they are faced with an exceptional situation substantially affecting the discharge of national tasks."},{"author":94808,"first":"El Grupo también <strong class=\"keyword\">solicitó</strong> una visita para debatir iniciativas para el control del tráfico de armas e inspeccionar el material.","second":"The Panel also <strong class=\"keyword\">requested</strong> a visit to discuss arms trafficking control initiatives and to inspect the materiel."},{"author":94809,"first":"Pide a la Comisión que revise los obstáculos burocráticos al programa «Juventud en acción»; <strong class=\"keyword\">solicita</strong>, en particular, que las medidas relativas a las acciones 1.1 y 1.3 del programa se plasmen como servicios de más fácil acceso; insiste en que los criterios de selección han de ser transparentes y comprensibles para los solicitantes; pide a la Comisión que considere la introducción de un nuevo modelo de asignación de financiación para el programa «Juventud en acción» de manera que se ofrezca financiación a proyectos a pequeña escala en el ámbito de la juventud que, en la situación actual, carezcan de capacidad para autofinanciarse;","second":"Calls on the Commission to review the bureaucratic obstacles impeding the ‘Youth in Action’ Programme; <strong class=\"keyword\">calls</strong> especially for the measures under Actions 1.1 and 1.3 of the Programme to be made available as low-threshold services; emphasises that selection criteria must be transparent and comprehensible for applicants; calls on the Commission to consider the introduction of a new mode of allocation of funding under the ‘Youth in Action’ Programme so as to make funding available to small-scale and youth projects which are unable in the current situation to raise their own finance;"},{"author":94808,"first":"Recuerda el párrafo 18 del informe de la Comisión Consultiva4 y <strong class=\"keyword\">solicita</strong> al Secretario General que presente datos sobre los beneficios cuantificables que se derivarían del plan maestro de mejoras de infraestructura;","second":"Recalls paragraph 18 of the report of the Advisory Committee, and <strong class=\"keyword\">requests</strong> the Secretary-General to provide data on the quantifiable benefits reportedly derived from the capital master plan;"},{"author":94809,"first":"La parte recurrente <strong class=\"keyword\">solicita</strong> asimismo al Tribunal de Justicia que resuelva por sí solo el litigio y, estimando el recurso inicial de la demandante en el asunto T-137/03:","second":"The appellant also <strong class=\"keyword\">seeks</strong> an order that the Court of Justice should decide the case itself and, upholding the appellant's original action in Case T-137/03, should:"},{"author":94809,"first":"La Comisión <strong class=\"keyword\">solicita</strong> que se declare inadmisible la pretensión de Echebastar en el sentido de que la Comisión se ha abstenido de pronunciarse en cuanto a la concesión de la ayuda solicitada por dicha sociedad.","second":"The Commission <strong class=\"keyword\">contends</strong> that Echebastar' s claim that the Commission unlawfully failed to take a decision granting the company the aid for which it had applied should be dismissed as inadmissible."},{"author":94808,"first":"Además de los materiales didácticos sobre los inventarios nacionales de GEI, las evaluaciones de la vulnerabilidad y la adaptación y la mitigación preparados para los seminarios regionales de capacitación práctica del GCE, el Grupo ha preparado también los informes técnicos que el OSE <strong class=\"keyword\">solicitó</strong> para ayudar a las Partes en la preparación de sus comunicaciones nacionales y que se enumeran a continuación:","second":"In addition to the training materials on national GHG inventories, vulnerability and adaptation assessments and mitigation produced for the regional hands-on training workshops of the CGE, the group has also prepared the following technical reports as <strong class=\"keyword\">requested</strong> by the SBI to aid Parties in preparing their national communications:"},{"author":94808,"first":"<strong class=\"keyword\">Solicita</strong> al Secretario General que asegure, según corresponda, la plena participación de los coordinadores residentes y los equipos en los países de Belarús, la Federación de Rusia y Ucrania en los preparativos de las actividades mencionadas precedentemente;","second":"<strong class=\"keyword\">Requests</strong> the Secretary-General to ensure, as appropriate, the full involvement of resident coordinators and country teams in Belarus, the Russian Federation and Ukraine in preparations for the above mentioned events;"},{"author":94809,"first":"Se <strong class=\"keyword\">solicitó</strong> a los fabricantes que verificaran esos datos y que notificaran a la Comisión cualquier error en un plazo de tres meses a partir de la recepción de la notificación, de acuerdo con el artículo 8, apartado 5, párrafo primero, de dicho Reglamento, y con el artículo 9, apartado 3, del Reglamento (UE) no 1014/2010 de la Comisión (2).","second":"Manufacturers were <strong class=\"keyword\">asked</strong> to verify the data and to notify the Commission of any errors within 3 months of receipt of the notification in accordance with the first subparagraph of Article 8(5) of that Regulation and Article 9(3) of Commission Regulation (EU) No 1014/2010 (2)."},{"author":94809,"first":"La parte recurrente <strong class=\"keyword\">solicita</strong> al Tribunal General que:","second":"The appellant <strong class=\"keyword\">claims that</strong> the General Court should:"},{"author":94808,"first":"<strong class=\"keyword\">Solicita</strong> al Departamento de Información Pública, al Departamento de Operaciones de Mantenimiento de la Paz y al Departamento de Apoyo a las Actividades sobre el Terreno que prosigan su cooperación para hacer cobrar conciencia de las nuevas realidades, los éxitos de gran alcance y los retos que afrontan las operaciones de mantenimiento de la paz, en particular las operaciones multidimensionales y complejas, así como del reciente aumento de actividades de las Naciones Unidas para el mantenimiento de la paz, y acoge con beneplácito las iniciativas de los tres departamentos para crear y aplicar una estrategia global de comunicaciones sobre los retos actuales que afrontan las operaciones de las Naciones Unidas para el mantenimiento de la paz;","second":"<strong class=\"keyword\">Requests</strong> the Department of Public Information, the Department of Peacekeeping Operations and the Department of Field Support to continue their cooperation in raising awareness of the new realities, far-reaching successes and challenges faced by peacekeeping operations, especially multidimensional and complex ones, and the recent surge in United Nations peacekeeping activities, and welcomes efforts by the three Departments to develop and implement a comprehensive communications strategy on current challenges facing United Nations peacekeeping;"},{"author":8000,"first":"Poco después de llegar cada una de las familias <strong class=\"keyword\">solicitó</strong> y obtuvo residencia permanente con arreglo a la ley eslovaca (Ley No # ) en lo que hoy son los municipios de Nagov y Rokytovce (a la sazón parte de Krasny Brod","second":"Shortly after their arrival each of the families <strong class=\"keyword\">sought</strong> and received permanent residence under Slovak Law ( # ct) in what are today the municipalities of Nagov and Rokytovce (at the time part of Krasny Brod"},{"author":94808,"first":"Se <strong class=\"keyword\">solicita</strong> a la Comisión que examine el proceso de revisión del sistema de contabilidad ambiental y económica integrada propuesto, así como el calendario de actividades esbozado en el informe.","second":"The Commission is <strong class=\"keyword\">requested</strong> to review the proposed SEEA revision process and the schedule of activities outlined in the report."},{"author":118293,"first":"¿<strong class=\"keyword\">Solicitó</strong> habitaciones comunicadas?","second":"Did you <strong class=\"keyword\">ask for</strong> communicating rooms?"},{"author":94809,"first":"El transportista aéreo encargado de efectuar el vuelo velará por que en el mostrador de facturación se exponga, de forma claramente visible para los pasajeros, un anuncio con el siguiente texto: \"En caso de denegación de embarque, cancelación o retraso de su vuelo superior a dos horas, <strong class=\"keyword\">solicite</strong> en el mostrador de facturación o en la puerta de embarque el texto en el que figuran sus derechos, especialmente en materia de compensación y asistencia.\"","second":"The operating air carrier shall ensure that at check-in a clearly legible notice containing the following text is displayed in a manner clearly visible to passengers: \"If you are denied boarding or if your flight is cancelled or delayed for at least two hours, <strong class=\"keyword\">ask</strong> at the check-in counter or boarding gate for the text stating your rights, particularly with regard to compensation and assistance\"."},{"author":94808,"first":"<strong class=\"keyword\">Solicita</strong> al Director Ejecutivo de la Oficina de las Naciones Unidas contra la Droga y el Delito que asigne máxima prioridad a la ejecución de los programas regionales de la Oficina e informe de los progresos realizados al respecto a la Comisión de Estupefacientes y a la Comisión de Prevención del Delito y Justicia Penal en los períodos de sesiones que celebren en el primer semestre de 2011.","second":"<strong class=\"keyword\">Requests</strong> the Executive Director of the United Nations Office on Drugs and Crime to give high priority to the implementation of the regional programmes of the Office and to report to the Commission on Narcotic Drugs and the Commission on Crime Prevention and Criminal Justice at their sessions to be held in the first half of 2011 on progress made on such implementation."},{"author":22,"first":"El demandante <strong class=\"keyword\">solicita</strong> al Tribunal de Primera Instancia que","second":"The applicant <strong class=\"keyword\">claims</strong> that the Court should"},{"author":119739,"first":"+ 5 En Gabaón Jehová se apareció+ a Salomón en un sueño+ de noche; y Dios* procedió a decir: “<strong class=\"keyword\">Solicita</strong> lo que debo darte”.","second":"+ 5 In Gibʹe·on Jehovah appeared+ to Solʹo·mon in a dream+ by night; and God* proceeded to say: “Request what I should give you.”"},{"author":94808,"first":"<strong class=\"keyword\">Solicita</strong> a las secretarías de las dos organizaciones que refuercen la cooperación para hacer frente a los problemas sociales y económicos que socavan los esfuerzos de los Estados Miembros encaminados a erradicar la pobreza, lograr el desarrollo sostenible y alcanzar los objetivos de desarrollo convenidos internacionalmente, incluidos los Objetivos de Desarrollo del Milenio;","second":"<strong class=\"keyword\">Requests</strong> the secretariats of the two organizations to strengthen cooperation in addressing the social and economic issues that affect the efforts of Member States to eradicate poverty, achieve sustainable development and realize the internationally agreed development goals, including the Millennium Development Goals;"},{"author":94809,"first":"Cuando se <strong class=\"keyword\">solicite</strong> la aprobación del Parlamento para un acto legislativo propuesto o para un acuerdo internacional previsto y para facilitar un desenlace positivo del procedimiento, la comisión competente podrá presentar al Parlamento un informe provisional sobre la propuesta , acompañado de una propuesta de resolución que contenga recomendaciones relativas a la modificación o aplicación del acto propuesto.","second":"Where Parliament's consent is <strong class=\"keyword\">required</strong> for a proposed legislative act or an envisaged international agreement, the committee responsible may decide, in the interests of achieving a positive outcome of the procedure, to present an interim report on the proposal to Parliament including a motion for a resolution containing recommendations for modification or implementation of the proposed act."},{"author":94808,"first":"En su resolución 18/8, de 2011, el Consejo de Derechos Humanos <strong class=\"keyword\">solicitó</strong> al Mecanismo de Expertos sobre los Derechos de los Pueblos Indígenas que, con la asistencia de la Oficina del Alto Comisionado de las Naciones Unidas para los Derechos Humanos, elaborase un cuestionario para recabar la opinión de los Estados acerca de las mejores prácticas relativas a posibles medidas y estrategias de aplicación apropiadas para lograr los objetivos de la Declaración de las Naciones Unidas sobre los Derechos de los Pueblos Indígenas.","second":"In its resolution 18/8 of 2011, the Human Rights Council first <strong class=\"keyword\">requested</strong> the Expert Mechanism on the Rights of Indigenous Peoples to undertake, with the assistance of the Office of the United Nations High Commissioner for Human Rights (OHCHR), a questionnaire on best practices regarding possible appropriate measures and implementation strategies to attain the goals of the United Nations Declaration on the Rights of Indigenous Peoples."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}