{"result":"ok","tuc":[{"phrase":{"text":"submit","language":"en"},"meanings":[{"language":"es","text":"Subordinar a alguien bajo su propia autoridad."},{"language":"es","text":"Referir para se juzgado o considerado."},{"language":"en","text":"enter or put forward something for approval, consideration, marking etc."},{"language":"en","text":"win a fight"},{"language":"en","text":"To refer for judgement or consideration."},{"language":"en","text":"To put somebody under one&#39;s authority."},{"language":"en","text":"yield or give way to another"},{"language":"en","text":"to enter or put forward something for approval, consideration, marking etc."}],"meaningId":7213873377159113086,"authors":[70195]},{"phrase":{"text":"subdue","language":"en"},"meanings":[{"language":"en","text":"to overcome, quieten, bring under control"},{"language":"en","text":"to bring (a country) under control by force"}],"meaningId":5138250366940154269,"authors":[70195]},{"phrase":{"text":"subject","language":"en"},"meanings":[{"language":"en","text":"to cause to undergo"}],"meaningId":7563006325018917413,"authors":[70195]},{"phrase":{"text":"subjugate","language":"en"},"meanings":[{"language":"es","text":"Subordinar a alguien bajo su propia autoridad."},{"language":"en","text":"To put somebody under one&#39;s authority."}],"meaningId":3199476747018187104,"authors":[84500]},{"phrase":{"text":"return","language":"en"},"meaningId":3591146257303733112,"authors":[84500]},{"phrase":{"text":"table","language":"en"},"meaningId":-8896524018417407120,"authors":[84715]},{"phrase":{"text":"tame","language":"en"},"meaningId":2383542670156318490,"authors":[84500]},{"phrase":{"text":"abide by","language":"en"},"meanings":[{"language":"en","text":"To accept a decision or law and act in accordance with it; to conform to; to acquiesce"}],"meaningId":-3226498086449098576,"authors":[1]},{"phrase":{"text":"bend","language":"en"},"meanings":[{"language":"en","text":"to force to submit"}],"meaningId":3154686534600483719,"authors":[100714]},{"phrase":{"text":"bow","language":"en"},"meaningId":1793625203041135877,"authors":[25018]},{"phrase":{"text":"bring under","language":"en"},"meaningId":-1398948365448520521,"authors":[25018]},{"phrase":{"text":"conquer","language":"en"},"meaningId":3308121274103262243,"authors":[89651]},{"phrase":{"text":"domesticate","language":"en"},"meaningId":2373096671090177331,"authors":[84500]},{"phrase":{"text":"domesticise","language":"en"},"meaningId":-379321905358783770,"authors":[84500]},{"phrase":{"text":"domesticize","language":"en"},"meaningId":-6405805625324479049,"authors":[84500]},{"phrase":{"text":"introduce","language":"en"},"meaningId":4162515284966162839,"authors":[80097]},{"phrase":{"text":"make a motion","language":"en"},"meaningId":-3507406870882714979,"authors":[84500]},{"phrase":{"text":"move","language":"en"},"meaningId":-4140427275567359163,"authors":[84500]},{"phrase":{"text":"present","language":"en"},"meaningId":-5742652091125776649,"authors":[89651]},{"phrase":{"text":"propose","language":"en"},"meaningId":984049751524035701,"authors":[80097]},{"phrase":{"text":"put","language":"en"},"meaningId":1439723103373715473,"authors":[25018]},{"phrase":{"text":"reclaim","language":"en"},"meaningId":6738117671306323064,"authors":[84500]},{"phrase":{"text":"send in","language":"en"},"meaningId":4372054353998965056,"authors":[97745]},{"phrase":{"text":"sponsor","language":"en"},"meaningId":5333755624108655843,"authors":[80097]},{"phrase":{"text":"subordinate","language":"en"},"meaningId":132796177797482870,"authors":[89651]},{"meanings":[{"language":"en","text":"to submit, to put forward (an opinion)"},{"language":"en","text":"to subordinate, to put under the control of"},{"language":"en","text":"to subject to"},{"language":"en","text":"to subdue, to quell, to conquer"},{"language":"en","text":"to submit, to put forward <i>(an opinion)</i>"}],"meaningId":-4723007903861312811,"authors":[1]}],"phrase":"someter","examples":[{"author":94809,"first":"c) aceptan <strong class=\"keyword\">someter</strong> su producción de mantequilla y leche desnatada en polvo susceptible de ser ofertada para intervención a una inspección oficial específica;","second":"(c) agree <strong class=\"keyword\">to submit</strong> their production of butter and skimmed milk powder liable to be offered for intervention to a specific official inspection;"},{"author":94809,"first":"La Comisión <strong class=\"keyword\">someterá</strong> el informe de evaluación al Consejo de Administración.","second":"The Commission <strong class=\"keyword\">shall submit</strong> the evaluation report to the Management Board."},{"author":94808,"first":"Alasaniya (Secretario Adjunto de la Comisión) (habla en inglés): La Comisión procederá ahora a <strong class=\"keyword\">someter</strong> a votación el proyecto de resolución A/C.1/63/L.16*, titulado “Reducción del peligro nuclear”.","second":"Alasaniya (Deputy Secretary of the Committee): The Committee will now vote on draft resolution A/C.1/63/L.16*, entitled “Reducing nuclear danger”."},{"author":94809,"first":"Al <strong class=\"keyword\">someter</strong> a todos los operadores que ofrecen servicios de viaje sustituibles a las mismas normas y costes de conformidad, la propuesta restablecerá unas condiciones de competencia equitativas, lo que redundará en beneficio de las PYME más que de los grandes operadores.","second":"By making all operators offering substitutable travel services <strong class=\"keyword\">subject</strong> to the same rules and compliance costs, the proposal will restore a level playing field, from which SMEs will benefit even more than larger operators."},{"author":22,"first":"En caso de que no se pueda alcanzar un consenso, la Mesa <strong class=\"keyword\">someterá</strong> el asunto al Consejo de Dirección para que éste tome una decisión","second":"If no consensus can be reached, the Bureau <strong class=\"keyword\">shall refer</strong> the matter to the Governing Board for decision"},{"author":94808,"first":"Los magistrados del Tribunal de Apelaciones reiteran su solicitud de que la Asamblea General considere equipararlos a los funcionarios y <strong class=\"keyword\">someter</strong> sus honorarios al pago de las contribuciones del personal, que son inferiores, de forma que los ingresos que perciban de las Naciones Unidas en concepto de honorarios estén exentos de tributar en sus países de origen.","second":"The Appeals Tribunal judges reiterate their request that the General Assembly consider equating them to staff members and <strong class=\"keyword\">subject</strong> their honorariums to (the lower) staff assessment so that their United Nations income in the form of honorariums is exempt from domestic taxation."},{"author":93236,"first":"El objetivo de este trabajo fue estudiar la capacidad de la melatonina (3 mg/kg) para atenuar el daño oxidativo después de <strong class=\"keyword\">someter</strong> a carpines a estrés oxidativo causado directamente por baños con peróxido de hidrógeno (H2O2) e indirectamente por hipoxia y posterior reoxigenación, así como evaluar su capacidad de alterar los ritmos diarios de actividad.","second":"The aim of this research was to evaluate the capacity of melatonin injections (3 mg/kg) to attenuate oxidative damage after <strong class=\"keyword\">submitting</strong> goldfish to oxidative stress caused directly by hydrogen peroxide (H2O2) baths and indirectly by hypoxia and subsequent reoxygenation, as well as the locomotor activity."},{"author":94809,"first":"Cuando sea necesario, <strong class=\"keyword\">someter</strong> a prueba el método o los métodos de análisis.","second":"where necessary, the <strong class=\"keyword\">testing</strong> of the method(s) of analysis."},{"author":94809,"first":"6 Por estimar que la solución del litigio dependía de la interpretación de la Sexta Directiva, el tribunal de première instance de Bruxelles, mediante resolución interlocutoria de 10 de enero de 1992 dictada en juicio contradictorio, decidió suspender el procedimiento y <strong class=\"keyword\">someter</strong> al Tribunal de Justicia las siguientes cuestiones prejudiciales:","second":"6 The Tribunal de Première Instance, Brussels, being of the opinion that the decision in the case turned on the interpretation of the Sixth Directive, decided, by an interim judgment inter partes of 10 January 1992, to stay the proceedings and to <strong class=\"keyword\">refer</strong> the following questions to the Court for a preliminary ruling:"},{"author":94808,"first":"Sobre esta base, los autores se creyeron exentos de la obligación de <strong class=\"keyword\">someter</strong> el asunto a las jurisdicciones competentes, prejuzgando la posición de estas y su apreciación en la aplicación de dicho decreto.","second":"On this basis, the authors believed they did not need to <strong class=\"keyword\">bring</strong> the matter before the relevant courts, in view of the latter’s likely position and understanding regarding the application of the ordinance."},{"author":94809,"first":"El hecho de que dicha empresa celebre un contrato referente a obras, en el marco de un proyecto global inicialmente gestionado por un \"organismo de Derecho público\", no produce la consecuencia de <strong class=\"keyword\">someter</strong> dicho contrato a las normas de la Directiva 93/37, salvo que el contrato haya sido celebrado por cuenta del \"organismo de Derecho público\".","second":"The fact that such an undertaking enters into a works contract within the framework of a larger project originally led by a `body governed by public law' does not mean that that contract <strong class=\"keyword\">is subject</strong> to the requirements of Directive 93/37 unless the contract was entered into on behalf of the `body governed by public law'."},{"author":8000,"first":"En su decisión de no aceptar emitir la opinión consultiva, la CPJI se fundó en los puntos siguientes: que era necesario contar con el consentimiento de los Estados en <strong class=\"keyword\">someter</strong> sus controversias a un arreglo pacífico; que Rusia no era miembro de la Sociedad y ya había formulado objeciones a la consideración de una opinión consultiva por parte de la Corte, y que la cuestión planteada a la Corte exigía una averiguación de hechos que no podía quedar librada a la Corte misma","second":"In declining to give an advisory opinion, PCIJ relied on: the necessity of the consent of States to <strong class=\"keyword\">submit</strong> their dispute to any pacific settlement; the fact that Russia was not a member of the League and that it had already objected to the Court dealing with an advisory opinion; and that the question before the Court required enquiry as to facts which could not be left to the Court itself"},{"author":94808,"first":"Poniendo de relieve la necesidad de que todas las partes directamente interesadas consideren seriamente la posibilidad de adoptar las medidas prácticas y urgentes necesarias para dar efecto a la propuesta de crear una zona libre de armas nucleares en la región del Oriente Medio de conformidad con las resoluciones pertinentes de la Asamblea General y, como medio de promover este objetivo, invitando a los países interesados a adherirse al Tratado y a aceptar, a la espera de que se cree la zona, <strong class=\"keyword\">someter</strong> todas sus actividades nucleares a las salvaguardias del Organismo,","second":"Emphasizing the need for all parties directly concerned to seriously consider taking the practical and urgent steps required for the implementation of the proposal to establish a nuclear-weapon-free zone in the region of the Middle East in accordance with the relevant resolutions of the General Assembly and, as a means of promoting this objective, inviting the countries concerned to adhere to the Treaty and, pending the establishment of the zone, to agree to <strong class=\"keyword\">place</strong> all their nuclear activities <strong class=\"keyword\">under</strong> Agency safeguards,"},{"author":118293,"first":"Su Señoría, sería cruel <strong class=\"keyword\">someter</strong> a estas chicas a una audiencia pública.","second":"Your Honor, it would be cruel to <strong class=\"keyword\">subject</strong> these women to open-court tes timony."},{"author":95875,"first":"Además, al <strong class=\"keyword\">someter</strong> los presupuestos nacionales a limitaciones, la actual crisis financiera amenaza con aumentar esas diferencias.","second":"Furthermore, <strong class=\"keyword\">by putting</strong> national budgets <strong class=\"keyword\">under</strong> constraint, the current financial crisis is threatening to widen gaps."},{"author":94809,"first":"El hecho de que la situación de un aeropuerto como Findel no sea idéntica a la de un aeropuerto con más de cinco millones de viajeros al año no significa que sea ilícito <strong class=\"keyword\">someter</strong> a ambos a las obligaciones de transparencia tarifaria previstas en la Directiva.","second":"The fact that the position of an airport such as Findel Airport is not identical to that of an airport having more than 5 million passenger movements a year does not mean that it was improper to make both <strong class=\"keyword\">subject</strong> to the duty of price transparency laid down in the Directive."},{"author":94808,"first":"En su resolución 1970 (2011), el Consejo de Seguridad decidió remitir la situación en la Jamahiriya Árabe Libia a la Corte Penal Internacional e imponer un embargo de armas al país y <strong class=\"keyword\">someter</strong> a determinados cargos del Gobierno a la prohibición de viajar y congelar sus activos.","second":"The Security Council, by its resolution 1970 (2011), decided to refer the situation in the Libyan Arab Jamahiriya to the International Criminal Court and to impose an arms embargo on the country and a travel ban and assets freeze on certain Government officials."},{"author":94809,"first":"i) bien <strong class=\"keyword\">someter</strong> el modelo del componente de seguridad a un examen «CE» de tipo según el Anexo V y a controles de la producción por parte de un organismo notificado de conformidad con el Anexo XI,","second":"(i) either <strong class=\"keyword\">submit</strong> the model of the safety component for EC type-examination in accordance with Annex V and for production checks by a notified body in accordance with Annex XI;"},{"author":94809,"first":"Cuando las medidas previstas no sean conformes al dictamen del Comité o en caso de ausencia de dictamen, la Comisión <strong class=\"keyword\">someterá</strong> sin demora al Consejo una propuesta relativa a las medidas que deban tomarse.","second":"If the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission <strong class=\"keyword\">shall</strong>, without delay, <strong class=\"keyword\">submit</strong> to the Council a proposal relating to the measures to be taken."},{"author":94809,"first":"En relación con las ZEPA, la Directiva 92/43/CEE(4) relativa a la conservación de los hábitats naturales y de la fauna y flora silvestres, establece lo siguiente: cualquier plan o proyecto que, sin tener relación directa con la gestión del lugar o sin ser necesario para la misma, pueda afectar de forma apreciable a los citados lugares, ya sea individualmente o en combinación con otros planes y proyectos, se <strong class=\"keyword\">someterá</strong> a una adecuada evaluación de sus repercusiones en el lugar, teniendo en cuenta los objetivos de conservación de dicho lugar.","second":"Under Directive 92/43/EEC(4) on the conservation of natural habitats and of wild fauna and flora, with reference to SPAs, any plan or project not directly connected with or necessary to the management of the site but likely to have a significant effect thereon, either individually or in combination with other plans or projects, shall be <strong class=\"keyword\">subject</strong> to appropriate assessment of its implications for the site in view of the site's conservation objectives."},{"author":94809,"first":"Se <strong class=\"keyword\">someterá</strong> a ensayo una probeta plana de 300 mm × 25 mm.","second":"One flat test piece measuring 300 mm × 25 mm shall be <strong class=\"keyword\">subjected</strong> to testing."},{"author":8000,"first":"Como en ocasiones anteriores, México <strong class=\"keyword\">someterá</strong> a la consideración de la Comisión dos proyectos de resolución que tienen por objetivo expresar el compromiso de los Estados Miembros y la comunidad internacional con los derechos humanos de los migrantes, manifestar el apoyo a la labor de la Relatora Especial y subrayar la necesidad de lograr la entrada en vigor de la Convención Internacional sobre la protección de los derechos humanos de todos los trabajadores migratorios y de sus familiares","second":"As in the past, Mexico would <strong class=\"keyword\">submit</strong> to the Committee for consideration two draft resolutions on the role of Member States and of the international community with regard to the human rights of migrants, supporting the work of the Special Rapporteur and emphasizing the need to implement the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families"},{"author":94808,"first":"Cualquier enmienda aprobada por la mayoría de los Estados Partes presentes y votantes en la Conferencia se <strong class=\"keyword\">someterá</strong> a la aprobación de la Asamblea General.","second":"Any amendment adopted by a majority of the States parties present and voting at the conference shall be <strong class=\"keyword\">submitted</strong> to the General Assembly for approval."},{"author":8000,"first":"Toma nota con reconocimiento de que el Comité Directivo se creó en la Segunda Reunión del Grupo de Expertos sobre la promoción de la producción, la eficacia y la competitividad internacional de los países productores de algodón de la OCI para supervisar los acontecimientos en esta esfera y que la Segunda Reunión del Grupo de Expertos convino en que el Plan de Acción revisado para la Cooperación entre los Estados Miembros de la OCI en la esfera del algodón concluiría en la Tercera Reunión del Grupo de Expertos que se celebrará en septiembre de # en Turquía y que se <strong class=\"keyword\">someterá</strong> a la consideración de la # a Reunión del COMCEC","second":"Notes with appreciation that the Steering Committee was established by the Second Experts Group Meeting (EGM) on Enhancing Production Efficiency and International Competitiveness in OIC Cotton Producing Countries to monitor the developments in this field and that the Second EGM agreed that the revised Action Plan for Cooperation Among the OIC Member States in the area of Cotton be finalized at the Third EGM to be held in September # in Turkey and be <strong class=\"keyword\">submitted</strong> to the # nd Session of the COMCEC for consideration"},{"author":22,"first":"Con el fin de determinar el grado de necesidad de cuidados de larga duración, la institución competente estará facultada para <strong class=\"keyword\">someter</strong> a la persona asegurada al examen de un médico u otro perito elegido por ella","second":"In order to determine the degree of need for long-term care, the competent institution shall have the right to have the insured person examined by a doctor or any other expert of its choice"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"}}}