{"result":"ok","tuc":[{"phrase":{"text":"weigh","language":"en"},"meaningId":-6393458178698010895,"authors":[25115]},{"phrase":{"text":"consider","language":"en"},"meaningId":9047205091189008486,"authors":[69425]},{"phrase":{"text":"ponder","language":"en"},"meaningId":-1234276851947804331,"authors":[69425]},{"phrase":{"text":"weigh up","language":"en"},"meaningId":-5774778490660920729,"authors":[83042]},{"phrase":{"text":"balance","language":"en"},"meaningId":5459866836946381868,"authors":[25018]},{"meanings":[{"language":"en","text":"to evaluate"}],"meaningId":7959631220432058694,"authors":[93107]}],"phrase":"sopesar","examples":[{"author":8000,"first":"La Mediación ha venido colaborando estrechamente con el Gobierno de Qatar para <strong class=\"keyword\">sopesar</strong> la posibilidad de celebrar las conversaciones de paz en Doha cuando las partes estén listas para reanudar las negociaciones directas","second":"The Mediation has been working closely with the Government of Qatar on the <strong class=\"keyword\">possibility</strong> that peace talks may be held in Doha when the parties are ready to resume direct negotiations"},{"author":94809,"first":"¿Puede indicar asimismo qué evaluaciones se han realizado a efectos de <strong class=\"keyword\">sopesar</strong> los beneficios de estos proyectos para la población de Irlanda del Norte?","second":"Can the Commission also give details of the evaluations done to <strong class=\"keyword\">assess</strong> the benefits of these projects for the people of Northern Ireland?"},{"author":94808,"first":"El 30 de marzo de 1990 el Tribunal Supremo de los Países Bajos declaró que ninguno de los tratados tenía primacía sobre el otro y que, en este caso, había que <strong class=\"keyword\">sopesar</strong> los intereses a que serviría la observancia de uno y otro de los tratados.","second":"On 30 March 1990 the Netherlands Supreme Court ruled that neither of the treaties took precedence over the other and that in this case the interests served by observing each of the treaties should be <strong class=\"keyword\">weighed up</strong>."},{"author":94808,"first":"[Nota para el Grupo de Trabajo: El Grupo de Trabajo podría considerar oportuno <strong class=\"keyword\">sopesar</strong> si debería mantenerse el texto que figura entre corchetes, que proviene de la recomendación 28 de la Guía sobre las Operaciones Garantizadas.]","second":"[Note to the Working Group: The Working Group may wish to <strong class=\"keyword\">consider</strong> whether the bracketed wording, which comes from recommendation 28 of the Secured Transactions Guide, should be retained.]"},{"author":94809,"first":"El consumidor favorecido unilateralmente se vería en efecto liberado de la responsabilidad de, antes de asumir una obligación contractual, <strong class=\"keyword\">sopesar</strong> detenidamente las ventajas e inconvenientes, y de actuar razonablemente de manera acorde.","second":"If favoured unilaterally, the consumer would, after all, be released from his responsibility carefully to <strong class=\"keyword\">weigh up</strong> the advantages and disadvantages and to draw a reasonable conclusion before entering into a contractual obligation."},{"author":94808,"first":"Tratar de <strong class=\"keyword\">sopesar</strong> los diversos criterios de insumos basándose en su importancia relativa requiere entender de qué manera esos criterios están relacionados con los efectos sobre los resultados económicos.","second":"Trying to <strong class=\"keyword\">weight</strong> the various input criteria by their relative importance requires an understanding of how the various criteria relate to effects on economic outcomes."},{"author":91988,"first":"Lee debe no sólo <strong class=\"keyword\">sopesar</strong> hasta qué punto ha de ser enérgico con Corea del Norte ante la muerte de los marinos del “Cheonan”, sino también buscar una vía para seguir manteniendo los contactos con el Estado policial de Kim Jong-il.","second":"Lee must not only calculate how tough to be with North Korea in response to the death of the Cheonan sailors, but also find a way to keep working with Kim Jong-il’s police state."},{"author":8000,"first":"La competencia para otorgar el consentimiento es un estado conocido como capacidad jurídica y generalmente viene determinado por la capacidad para comprender, retener, creer y <strong class=\"keyword\">sopesar</strong> la información que se recibe a fin de tomar una decisión","second":"Competency to consent is a status known as legal capacity generally determined by the ability to comprehend, retain, believe and <strong class=\"keyword\">weigh</strong> information provided in arriving at a decision"},{"author":8000,"first":"Tras <strong class=\"keyword\">sopesar</strong> los pros y los contras, se llegó a la decisión de mantener la estructura actual de la CCP, decisión posteriormente respaldada por el Grupo de Expertos y por la Comisión de Estadística","second":"After <strong class=\"keyword\">weighing</strong> the pros and cons, a decision was reached to maintain the current CPC structure, which was subsequently endorsed by the Expert Group and the Statistical Commission"},{"author":27,"first":"Cuando la Comisión presente sus conclusiones sobre aspectos económicos, sociales y de seguridad en 2012, podremos <strong class=\"keyword\">sopesar</strong> con calma si resulta apropiado ampliar los acuerdos existentes para incluir los servicios nacionales de viajeros.","second":"After the Commission delivers its findings on the economic, social and safety-related aspects in 2012, we can <strong class=\"keyword\">consider</strong> calmly whether it is appropriate to extend the existing arrangements to include national passenger services."},{"author":94809,"first":"No obstante, con objeto de garantizar que los criterios fijados se apliquen convenientemente, el Grupo de revisión científica establecido en el artículo 17 del Reglamento (CE) no 338/97 ha adoptado unas directrices en las que se precisan los factores que deben <strong class=\"keyword\">sopesar</strong> las autoridades científicas nacionales al emitir su dictamen con arreglo a la letra a) del apartado 1 del artículo 4 de ese Reglamento.","second":"However, in order to help ensure that the criteria are being applied consistently, the Scientific Review Group, established under Article 17 of Regulation (EC) No 338/97, has adopted guidelines detailing the factors that national scientific authorities will <strong class=\"keyword\">consider</strong> when providing their advice under Article 4.1(a)."},{"author":95875,"first":"SPARTACUS ha sido establecido en las áreas metropolitanas de Nápoles y Vicenza, con objeto de <strong class=\"keyword\">sopesar</strong> políticas de transporte urbano sostenible, como medida de apoyo al plan director de transporte de Nápoles y el plan director de tráfico de Vicenza.","second":"The SPARTACUS system has been employed in the metropolitan area of Naples and Vicenza, in order to assess different sustainable urban transport policies. It was implemented to support the Master Transport Plan and the Master Traffic Plan of Naples and Vicenza respectively."},{"author":94809,"first":"(118) Por lo que respecta a los intereses del sector de los ordenadores, de los distribuidores y usuarios finales, así como de los consumidores, la Comisión opina que estos intereses se han de <strong class=\"keyword\">sopesar</strong> con las múltiples consecuencias de no ofrecer protección mediante el restablecimiento de unas condiciones leales de competencia a un sector económico comunitario viable de fabricación de impresoras SIDM.","second":"(118) With regard to the interests of the processing industry, the distributors and the end users, as well as of the consumers, the Commission is of the opinion that these interests have to be <strong class=\"keyword\">weighed against</strong> the multiple consequences of not offering protection by the re-establishment of fair competitive conditions to a viable Community manufacturing industry of SIDM printers."},{"author":119739,"first":"El entendimiento permite que la persona relacione el conocimiento adquirido con el propósito y las normas de Dios, para entonces <strong class=\"keyword\">sopesar</strong> el valor de tal conocimiento.","second":"Understanding enables the person to relate the knowledge he acquires to God’s purpose and standards, and thereby he can assess or evaluate such knowledge."},{"author":94808,"first":"Habida cuenta de que la financiación con recursos comunes había presentado varias dificultades, como se señalaba en el documento DP/FPA/2002/6, sería conveniente utilizarla únicamente caso por caso, dirigida por los países y después de <strong class=\"keyword\">sopesar</strong> cuidadosamente las ventajas y los inconvenientes.","second":"Since common-basket funding presented a number of difficulties, as documented in DP/FPA/2002/6, it should be used only on a case-by-case basis, under national leadership, after carefully <strong class=\"keyword\">weighing</strong> the pros and cons."},{"author":95875,"first":"En Aspasia se creó una plataforma de simulación para <strong class=\"keyword\">sopesar</strong> las ventajas y calcular el coste de las tecnologías de comunicación vía satélite.","second":"During the course of the Aspasia, a dedicated simulation platform was therefore developed to assess the benefits and estimate the cost of satellite communications technologies."},{"author":27,"first":"Señor Presidente, Señorías, señor Lewis, al <strong class=\"keyword\">sopesar</strong> el proyecto de presupuesto para 2006, no podemos pasar por alto que se trata de un presupuesto transitorio, y eso es lo que lo hace tan crucial para las futuras prioridades y ambiciones que hemos de compartir.","second":". Mr President, ladies and gentlemen, Mr Lewis, when <strong class=\"keyword\">weighing up</strong> the draft budget for 2006, we cannot fail to notice that it is a transitional one, and that is what makes it so crucial in terms of the further priorities and ambitions that we share – or, at any rate, should share."},{"author":94808,"first":"En particular, insto a los Estados Miembros a participar en el grupo de trabajo de composición abierta sobre un tratado relativo al comercio de armas, para garantizar que el respeto del derecho humanitario internacional y la legislación en materia de derechos humanos figure entre los criterios para <strong class=\"keyword\">sopesar</strong> las decisiones relativas a la transferencia de armas.","second":"In particular, I urge Member States participating in the open-ended working group on an arms trade treaty to ensure that respect for international humanitarian law and human rights law are among the criteria for <strong class=\"keyword\">assessing</strong> arms transfer decisions."},{"author":8000,"first":"En aquellos regímenes conforme a los cuales la operación sea anulable, el representante de la insolvencia deberá decidir si la masa de la insolvencia sacará algún provecho de la anulación de dicha operación, para lo que deberá <strong class=\"keyword\">sopesar</strong> ciertos elementos de cada categoría de operación anulable, así como la demora que entrañe la recuperación del bien o de su valor, y las eventuales costas procesales","second":"In those laws where the transaction is voidable, the insolvency representative will be required to decide whether the avoidance of the transaction will be beneficial to the estate, taking into <strong class=\"keyword\">account</strong> the elements of each category of avoidable transaction as well as possible delays in recovering either the assets involved or the value of the assets and the possible costs of litigation"},{"author":94808,"first":"La autoridad competente debe <strong class=\"keyword\">sopesar</strong> cuidadosamente y utilizar todo el conjunto de indicios (primarios y secundarios) para evaluar la reacción.","second":"The entire (both primary and secondary) body of evidence must be <strong class=\"keyword\">weighed</strong> carefully and used in its entirety by the competent authority to assess the reaction."},{"author":94809,"first":"Por otra parte, es difícil <strong class=\"keyword\">sopesar</strong> o equilibrar la importancia de las dos dimensiones y de los elementos de ambas.","second":"Moreover it is difficult to <strong class=\"keyword\">weight</strong> or balance the importance of the two dimensions and the elements within them."},{"author":8000,"first":"Aunque reconoce la importancia de proteger la confidencialidad de la comunicación, en particular entre un abogado y su cliente, el Comité debe también <strong class=\"keyword\">sopesar</strong> la necesidad de los Estados Partes de adoptar medidas eficaces para prevenir e investigar los delitos","second":"While acknowledging the importance of protecting the confidentiality of communication, in particular that relating to communication between lawyer and client, the Committee must also <strong class=\"keyword\">weigh</strong> the need for States parties to take effective measures for the prevention and investigation of criminal offences"},{"author":94808,"first":"Necesitamos <strong class=\"keyword\">sopesar</strong> las consecuencias de continuar con este enfoque en términos de credibilidad del régimen de desarme y no proliferación y también en lo que respecta a sus repercusiones en el multilateralismo en su conjunto, y valorar si podemos en realidad permitirnos hacerlo habida cuenta de los retos que enfrenta la seguridad internacional.","second":"We need to <strong class=\"keyword\">weigh</strong> the consequences of continuing with this approach in terms of the credibility of the disarmament and non-proliferation regime and also in terms of the effect on multilateralism as a whole and whether we can actually afford this in light of the international security challenges."},{"author":94809,"first":"En el caso de muchos peligros, se pueden <strong class=\"keyword\">sopesar</strong> circunstancias improbables que podrían acarrear efectos muy graves, como el tropiezo con un cable y la caída y golpe en la cabeza que ocasionen la muerte, aunque las consecuencias más probables sean menos graves.","second":"For many hazards it is possible to envisage unlikely <strong class=\"keyword\">circumstances</strong> that could lead to very serious injury, e.g. tripping over a cable, falling and banging one’s head, leading to death, although a less serious outcome is more likely."},{"author":94808,"first":"También era importante <strong class=\"keyword\">sopesar</strong> todas las dificultades y experiencias que emanaban del EPU como nuevo mecanismo.","second":"It is also important to <strong class=\"keyword\">weigh</strong> all difficulties and experiences that arise from the universal periodic review as a new mechanism."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}