{"result":"ok","tuc":[{"phrase":{"text":"dodge","language":"en"},"meaningId":-8677632293877666265,"authors":[25018]},{"phrase":{"text":"avoid","language":"en"},"meaningId":-7704508114038997954,"authors":[20]},{"phrase":{"text":"get round","language":"en"},"meaningId":-8682987628210774077,"authors":[86934]},{"phrase":{"text":"sidestep","language":"en"},"meaningId":94867300872445515,"authors":[25115]},{"phrase":{"text":"skew","language":"en"},"meaningId":-5511855663245439579,"authors":[84715]},{"meanings":[{"language":"en","text":"to evade"}],"meaningId":3141330932887492941,"authors":[93107]}],"phrase":"soslayar","examples":[{"author":94809,"first":"En estas circunstancias, el Gobierno alemán no puede alegar la inexistencia de una deuda aduanera para <strong class=\"keyword\">soslayar</strong> la obligación de percibir exacciones reguladoras a la importación.","second":"In those circumstances, the German Government cannot invoke the absence of any customs debt in order to <strong class=\"keyword\">escape</strong> the obligation of charging import levies."},{"author":94808,"first":"Se argumentó que con esa propuesta se pretendía <strong class=\"keyword\">soslayar</strong> el inconveniente de que el concepto de daño irreparable podía crear un límite difícil de superar y que, en cambio, con las palabras sugeridas se definía con mayor claridad el poder discrecional de que gozaba un tribunal arbitral a la hora de decidir si debía otorgar o no una medida cautelar (A/CN.9/547, párrs. 84 a 89)","second":"It was stated that that proposal <strong class=\"keyword\">addressed</strong> the concerns that irreparable harm might present too high a threshold and would more clearly establish the discretion of the arbitral tribunal in deciding upon the issuance of an interim measure (A/CN.9/547, paras."},{"author":8000,"first":"Ahora bien, cuando las partes pueden <strong class=\"keyword\">soslayar</strong> las desventajas anteriormente mencionadas, la prenda con desplazamiento puede serles útil","second":"However, where the parties are able to <strong class=\"keyword\">avoid</strong> the aforementioned disadvantages, the possessory pledge can be utilized successfully"},{"author":27,"first":"Los referéndums de 2005 pusieron de manifiesto que Europa había perdido contacto con la realidad, pero la lección aprendida no fue abandonar lo que la gente no quería, sino <strong class=\"keyword\">soslayar</strong> su oposición a base de no volverles a preguntar.","second":"The 2005 referendums showed Europe to be out of touch, but the lesson learned was not to abandon what the people did not want but to <strong class=\"keyword\">circumvent</strong> their opposition by determining this time not to ask them."},{"author":118385,"first":"A mi parecer, si la vinculación entre LG y VLRD es de tal carácter que está justificada la excepción in house para las operaciones concertadas entre las dos, las operaciones externas indispensables para llevar a cabo los cometidos que LG ha confiado a VLRD no pueden <strong class=\"keyword\">soslayar</strong> las Directivas de adjudicación (siempre que superen el nivel cuantitativo correspondiente).","second":"It seems to me that if the connection between LG and VLRD is such as to justify the application of the in-house exemption to transactions between them, then the external transactions that are essential to the performance of the tasks entrusted to VLRD by LG cannot <strong class=\"keyword\">avoid</strong> being caught by the procurement directives (provided they are in excess of the relevant value threshold)."},{"author":94809,"first":"Además, las ayudas a la inversión regional no se acumularán con ayudas de minimis relativas a los mismos gastos subvencionables a fin de <strong class=\"keyword\">soslayar</strong> las intensidades máximas de ayuda contempladas en las Directrices.","second":"Furthermore, regional investment aid shall not be cumulated with de minimis support in respect of the same eligible expenses in order to <strong class=\"keyword\">circumvent</strong> the maximum aid intensities laid down in the State Aid Guidelines."},{"author":8000,"first":"No cabe <strong class=\"keyword\">soslayar</strong> la importancia del apoyo técnico que proporcionan las Naciones Unidas y concretamente la oficina del UNICEF en el país. El Sr","second":"The <strong class=\"keyword\">significance</strong> of the technical support provided by the United Nations- and specifically the UNICEF country office in Oman- could not be overemphasized"},{"author":94808,"first":"De todos modos, no cabe <strong class=\"keyword\">soslayar</strong> que el caso citado tiene también repercusiones en los derechos consignados en los artículos 2, 3 y 26.","second":"The instance cited, at any rate, had implications also for the rights under articles 2, 3 and 26, which could not be <strong class=\"keyword\">disregarded</strong>."},{"author":94808,"first":"Cuando la disociación sea imposible o existan otras razones específicas que justifiquen tratar al grupo como unidad económica única, algunas leyes prevén la posibilidad de <strong class=\"keyword\">soslayar</strong> en determinadas circunstancias la aplicación del criterio de la entidad independiente.","second":"Where it cannot be effected or other specified reasons exist to treat the group as a single enterprise, some laws include remedies that allow the single entity approach to be set <strong class=\"keyword\">aside</strong>."},{"author":8000,"first":"También es cierto que la mundialización no debe <strong class=\"keyword\">soslayar</strong> los problemas y las preocupaciones del ser humano común","second":"It is also true that globalization should not <strong class=\"keyword\">overshadow</strong> the problems and concerns of the ordinary man"},{"author":8000,"first":"Mientras nos disponemos a concluir las tareas pendientes del período de sesiones anterior, no debemos <strong class=\"keyword\">soslayar</strong> las recomendaciones del Documento Final de la Cumbre Mundial # (resolución # ) que aún deben cumplirse, como el desarrollo y la no proliferación, la reforma del Consejo de Seguridad, la revisión de mandatos y el logro de la coherencia del sistema","second":"As we prepare ourselves to complete the tasks remaining from the previous session, we shall not <strong class=\"keyword\">overlook</strong> those recommendations of the # orld Summit Outcome (resolution # ) that have yet to be fully implemented, such as disarmament and non-proliferation, Security Council reform, mandate review and system-wide coherence"},{"author":94809,"first":"Esto evita que el exhorto europeo de obtención de pruebas se utilice para <strong class=\"keyword\">soslayar</strong> las protecciones del Ordenamiento jurídico del Estado requirente en cuanto a admisibilidad de pruebas, particularmente si en el futuro se adoptan nuevas medidas sobre la admisibilidad mutua de los elementos de prueba obtenidas de conformidad con el exhorto europeo de obtención de pruebas .","second":"This prevents the European Evidence Warrant from being used to <strong class=\"keyword\">circumvent</strong> protections in the national law of the issuing State on admissibility of evidence, particularly if further action is taken in the future on the mutual admissibility of evidence obtained pursuant to the European Evidence Warrant."},{"author":8000,"first":"Por ello, la continuación de los esfuerzos para lograr un acuerdo final sobre el conjunto de medidas previstas con miras a reformar este órgano se ha convertido en una tarea urgente que no podemos aplazar y un deber moral que no debemos <strong class=\"keyword\">soslayar</strong>","second":"For this reason, the continuation of efforts to arrive at a final agreement on the totality of measures envisaged for reforming the Council has become an urgent task that we cannot postpone and a moral duty that we must not <strong class=\"keyword\">shirk</strong>"},{"author":94808,"first":"Los retos que enfrentan actualmente la paz y la seguridad, incluidos los relacionados con la no proliferación de las armas nucleares y el control de las armas nucleares es algo que no se puede <strong class=\"keyword\">soslayar</strong>.","second":"The current challenges to international peace and security, including those related to nuclear non-proliferation and nuclear arms control, cannot be wished <strong class=\"keyword\">away</strong>."},{"author":27,"first":"Subrayar la importancia cultural de este programa no es, naturalmente, una forma de <strong class=\"keyword\">soslayar</strong> su importancia económica.","second":"Emphasising the cultural importance of the programme does not mean <strong class=\"keyword\">neglecting</strong> its economic importance, of course."},{"author":94808,"first":"De preverse esta situación, cabe <strong class=\"keyword\">soslayar</strong> esas demoras disponiendo, en primer lugar, que la evaluación se efectuará tras la apertura del procedimiento a fin de que el tribunal sea asistido por el representante de la insolvencia y otros peritos y, en segundo lugar, que el procedimiento de liquidación se podrá transformar ulteriormente en otro de reorganización, o viceversa.","second":"Where <strong class=\"keyword\">that</strong> approach is followed, one means of reducing the potential complexity of the assessment is to provide, firstly, for the assessment to be made after commencement when the court can be assisted by the insolvency representative and other experts and, secondly, for conversion between liquidation and reorganization."},{"author":27,"first":"A lo largo del procedimiento legislativo se tratará de encontrar las soluciones más apropiadas y los plazos adecuados y necesarios, sin <strong class=\"keyword\">soslayar</strong> los obstáculos y sin miedo de llegar a ellos.","second":"In the legislative process the most suitable solutions and the appropriate and necessary timescales will need to be established, but we have to be clear that there is an <strong class=\"keyword\">obstacle</strong> and we must not be afraid to tackle it."},{"author":8000,"first":"Además, Israel trata de <strong class=\"keyword\">soslayar</strong> toda parte que trate de hallar una solución al problema","second":"Israel is also trying to <strong class=\"keyword\">circumvent</strong> any party that might try to find a solution to the problem"},{"author":8000,"first":"No obstante, el análisis de los proyectos y programas de América Latina ha puesto de manifiesto varias limitaciones que no cabe <strong class=\"keyword\">soslayar</strong> en relación con la labor sobre el terreno que realiza la FAO en pro de los pueblos indígenas","second":"However, the analysis of projects and programmes from Latin America has demonstrated a number of limitations in the work of FAO with indigenous peoples at the field level. These limitations must not be <strong class=\"keyword\">ignored</strong>"},{"author":27,"first":"Los acuerdos firmados por Italia, Hungría y Bulgaria con Rusia en relación con la construcción del \"South Stream\" -un gasoducto diseñado para <strong class=\"keyword\">soslayar</strong> a un Estado miembro, Rumanía, sin ninguna razón económica- afectan gravemente la cohesión de la política energética europea y representan estrategias políticas que han de impedirse entre Estados miembros.","second":"The agreements signed by Italy, Hungary and Bulgaria with Russia in terms of building the South STREAM, a pipeline designed to <strong class=\"keyword\">avoid</strong> a Member State, like Romania, without any economic reasons, seriously affects the cohesion of European energy policy and represents political strategies that must be avoided among Member States."},{"author":94808,"first":"Queridos colegas, queridas colegas, voy a decir algo que quizás es una tautología, pero a veces lo evidente se constituye en una suerte de atención sobre las cosas obvias que, en algunas circunstancias, se pueden <strong class=\"keyword\">soslayar</strong>.","second":"I am going to say something which may be a tautology, but sometimes things which are obvious can act as a sort of call for attention to things which are obvious but in certain circumstances may be <strong class=\"keyword\">ignored</strong>."},{"author":8000,"first":"Los # stados insulares en desarrollo, Miembros de las Naciones Unidas, tienen necesidades especiales relativas al desarrollo que esta Cumbre y las Naciones Unidas no deben <strong class=\"keyword\">soslayar</strong>","second":"The # small island developing States, members of the United Nations, have special developmental needs which this Summit and the United Nations must not <strong class=\"keyword\">overlook</strong>"},{"author":94808,"first":"En efecto, <strong class=\"keyword\">soslayar</strong> algunos factores pertinentes relativos al género en las políticas e instituciones macroeconómicas puede hacer que los resultados de esas mismas políticas e instituciones no sean positivos.","second":"Indeed, <strong class=\"keyword\">overlooking</strong> relevant gender factors in macroeconomic policies and institutions can undermine the successful outcome of those very same policies and institutions."},{"author":94808,"first":"La actitud clásica del porteador para confiar en una cláusula limitativa y <strong class=\"keyword\">soslayar</strong> la responsabilidad en caso de mercancías transportadas en contenedor es que el porteador entrega al consignatario exactamente lo que ha recibido del cargador: un contenedor cerrado (cuyo contenido no se puede verificar).","second":"The carrier’s classic rationale for relying on a qualifying clause and <strong class=\"keyword\">escaping</strong> liability in a containerized goods case is that the carrier delivered to the consignee exactly what it received from the shipper: a closed container (the contents of which could not be verified)."},{"author":94809,"first":"28 Por lo tanto, el hecho de que un tribunal, que en virtud de dicha disposición es competente respecto a un deudor, pudiera someter, con arreglo a su ley nacional, a otra entidad jurídica a un procedimiento de insolvencia por la mera razón de una confusión de los patrimonios, sin examinar dónde se encuentra el centro de los intereses principales de esta entidad, supondría <strong class=\"keyword\">soslayar</strong> el sistema establecido por el Reglamento.","second":"28 Therefore, the possibility that a court designated under that provision as having jurisdiction, with regard to a debtor, to join another legal entity to insolvency proceedings on the sole ground that their property has been intermixed, without considering where the centre of that entity’s main interests is situated, would constitute a <strong class=\"keyword\">circumvention</strong> of the system established by the Regulation."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}