{"result":"ok","tuc":[{"phrase":{"text":"lopsidedness","language":"en"},"meaningId":8610412442544545693,"authors":[84500]},{"phrase":{"text":"skewness","language":"en"},"meaningId":8805589535066051225,"authors":[84500]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of soslayar."},{"language":"en","text":"slanted"}],"meaningId":4065112638860239522,"authors":[1]}],"phrase":"soslayo","examples":[{"author":94808,"first":"La Unión Africana cree también que la Corte Penal Internacional <strong class=\"keyword\">soslaya</strong> los esfuerzos árabes y africanos para resolver el conflicto en el Sudán.","second":"The African Union also believes that the International Criminal Court is <strong class=\"keyword\">ignoring</strong> Arab and African efforts to resolve the conflict in the Sudan."},{"author":8000,"first":"Ello corrobora el hecho de que Israel <strong class=\"keyword\">soslaya</strong> y desacata-he seleccionado estas palabras con mucho cuidado- las resoluciones del Consejo, especialmente la resolución","second":"That is further evidence of the fact that Israel <strong class=\"keyword\">disregards</strong> and flouts- and I have chosen the words very carefully- the resolutions of the Council, especially resolution"},{"author":27,"first":"Señorías, a 90 días de la circulación física del euro, se <strong class=\"keyword\">soslaya</strong> cualquier atisbo de política fiscal a cargo del presupuesto comunitario.","second":"Ladies and gentlemen, 90 days from the physical introduction of the euro, any inkling of fiscal policy in relation to the Community budget is being <strong class=\"keyword\">sidestepped</strong>."},{"author":94808,"first":"Sin embargo, esa convicción no indica necesariamente nuestra satisfacción con la aprobación de un proyecto de resolución que carece de equilibrio y que <strong class=\"keyword\">soslaya</strong> la acumulación de complicados factores históricos, sociales y geopolíticos que han desembocado en la situación actual en la región.","second":"However, that conviction does not necessarily indicate our satisfaction with the adoption of a draft resolution that lacks balance and <strong class=\"keyword\">overlooks</strong> the accumulated, complicated historical, social and geopolitical factors that have culminated in the current situation in the region."},{"author":94809,"first":"Las ayudas estatales para instalaciones de cogeneración y de calefacción urbana que utilicen como combustible residuos, incluido el calor residual, pueden aportar una contribución positiva a la protección del medio ambiente, siempre que no se <strong class=\"keyword\">soslaye</strong> el principio de la jerarquía de residuos [citado en el apartado (118)].","second":"State aid for cogeneration and district heating installations using waste, including waste heat, as input fuel can make a positive contribution to environmental protection, provided that it does not <strong class=\"keyword\">circumvent</strong> the waste hierarchy principle (referred to in paragraph (118))."},{"author":8000,"first":"El proyecto de resolución es sesgado porque <strong class=\"keyword\">soslaya</strong> el hecho de que el verdadero riesgo de proliferación nuclear en el Oriente Medio proviene de países que, a pesar de ser partes en tratados internacionales, no cumplen con sus obligaciones internacionales pertinentes","second":"The bias of the draft resolution stems from its <strong class=\"keyword\">neglect</strong> of the fact that the real risk of nuclear proliferation in the Middle East emanates from countries that, despite being parties to international treaties, do not comply with their relevant international obligations"},{"author":8000,"first":"supra) en los que se llega a la conclusión de que había sido torturado y afirma que su descripción de la tortura de que había sido víctima coincide con lo que se sabe en general sobre la tortura en Bangladesh gracias a los informes sobre la situación de los derechos humanos, que confirman también la conclusión de que la tortura de los opositores políticos a manos de la policía es a menudo instigada por el poder ejecutivo, de que el sistema judicial no ofrece una protección suficiente a las víctimas y de que los tribunales de jerarquía inferior no son políticamente independientes del poder ejecutivo, que a menudo ignora o <strong class=\"keyword\">soslaya</strong> las decisiones de los tribunales de jerarquía superior","second":"Those reports also support the conclusion that police torture of political opponents is often instigated by the executive; that the judiciary system does not provide sufficient protection to the victims, that the lower courts are not politically independent of the executive, and that the decisions of the higher courts are often ignored or <strong class=\"keyword\">circumvented</strong> by the executive"},{"author":94808,"first":"La relación inversa entre la responsabilidad por el cambio climático y la vulnerabilidad ante sus consecuencias se <strong class=\"keyword\">soslaya</strong> con frecuencia.","second":"The inverse relationship between responsibility for climate change and vulnerability to its consequences is often <strong class=\"keyword\">overlooked</strong>."},{"author":94809,"first":"Considerando que un sistema de tipos decrecientes por tramos de precios puede contribuir a evitar que se <strong class=\"keyword\">soslaye</strong> la legislación comunitaria relativa al derecho de participación; que dichos tipos deben reflejar tanto los intereses de los sectores artísticos como del mercado del arte;","second":"Whereas a system consisting of a tapering scale of rates for several price bands may help to prevent the Community rules on the artist's resale right from being <strong class=\"keyword\">circumvented</strong>; whereas the rates must reflect the interests both of artistic circles and of the art market;"},{"author":94808,"first":"En cuanto a los países de bajos ingresos, si bien la Iniciativa en favor de los países pobres muy endeudados y la Iniciativa para el Alivio de la Deuda Multilateral (IADM) fueron importantes, el alivio de la deuda se contabilizó como asistencia para el desarrollo, con lo cual se <strong class=\"keyword\">soslayó</strong> el problema más general de cómo abordar la cuestión del sobreendeudamiento de manera global.","second":"For low-income countries, the HIPC Initiative and MDRI, while important initiatives, accounted for debt relief as development assistance, thereby <strong class=\"keyword\">sidestepping</strong> the broader issue of how to address issues associated with debt overhang in a comprehensive manner."},{"author":8000,"first":"La Unión Africana cree también que la Corte Penal Internacional <strong class=\"keyword\">soslaya</strong> los esfuerzos árabes y africanos para resolver el conflicto en el Sudán","second":"The African Union also believes that the International Criminal Court is <strong class=\"keyword\">ignoring</strong> Arab and African efforts to resolve the conflict in the Sudan"},{"author":94808,"first":"El porteador <strong class=\"keyword\">soslaya</strong> la responsabilidad en caso de falta civil, pero el porteador ejecutante asume la responsabilidad con arreglo al proyecto de instrumento durante el plazo en que tiene la custodia de las mercancías o cuando participe de otra forma en el cumplimiento del contrato de transporte.","second":"In return for <strong class=\"keyword\">escaping</strong> liability in tort, the performing carrier assumes liability under the draft instrument during the period it has custody of the goods or when it is otherwise participating in the performance of the contract of carriage."},{"author":94808,"first":"El derecho de la mujer a una vivienda adecuada a menudo se deniega o se <strong class=\"keyword\">soslaya</strong> en el contexto más amplio de la legislación sobre la familia y el matrimonio.","second":"Women’s right to adequate housing is often denied or <strong class=\"keyword\">ignored</strong> within the broader context of family and marriage law."},{"author":94809,"first":"Señala que esta disposición reconoce que se <strong class=\"keyword\">soslaya</strong> la prohibición en todos aquellos casos en que al tomador del arrendamiento financiero se le concede el derecho a adquirir la propiedad del vehículo entregado en leasing antes del vencimiento del contrato de arrendamiento financiero.","second":"Under that provision, such a <strong class=\"keyword\">circumvention</strong> will occur whenever the lessee under a leasing contract obtains the right to acquire ownership of the leased vehicle before the expiry of the contract."},{"author":94809,"first":"En caso de que se <strong class=\"keyword\">soslaye</strong> la legislación nacional, la Comisión no está autorizada a efectuar los controles vinculados con dichas actividades de los contratistas. De hecho, no tiene ni la competencia en la materia ni la posibilidad de efectuarlas.","second":"As for <strong class=\"keyword\">circumvention</strong> of national legislation, the Commission is not in a position to undertake checks relating to such activities by contractors, having neither the powers nor the means."},{"author":94808,"first":"El desprecio de estos principios y la intervención militar que <strong class=\"keyword\">soslaya</strong> al Consejo de Seguridad, independientemente de los pretextos humanitarios que se utilicen, socavan los cimientos del orden mundial y preparan el camino que conduce hacia la arbitrariedad en los asuntos internacionales.","second":"Disregard for these principles and military intervention <strong class=\"keyword\">circumventing</strong> the Security Council, whatever humanitarian pretexts may be used, undermine the very foundations of the world order and pave the way for arbitrariness in international affairs."},{"author":8007,"first":"Bien podemos mirar de <strong class=\"keyword\">soslayo</strong> una majestuosa sala de conciertos nueva, pero no porque el nombre del donante esté cincelado en la fachada de mármol.","second":"We may well look <strong class=\"keyword\">askance</strong> at a <strong class=\"keyword\">lavish</strong> new concert hall, but not because the donor’s name is chiseled into the marble façade."},{"author":94809,"first":"63 Como ha señalado acertadamente la Comisión, dicha norma de igualdad de trato prescribe una obligación de resultado precisa y, por definición, puede ser invocada por un justiciable ante un órgano jurisdiccional nacional para pedirle que <strong class=\"keyword\">soslaye</strong> las disposiciones discriminatorias de una normativa de un Estado miembro que supedita la concesión de un derecho a un requisito que no se impone a los nacionales de ese Estado, sin que se exija a tal fin la adopción de medidas de aplicación complementarias (véanse los apartados 56 y 58 de la presente sentencia).","second":"63 As the Commission rightly pointed out, that rule of equal treatment lays down a precise obligation of result and, by its nature, can be relied on by an individual before a national court as a basis for requesting it to <strong class=\"keyword\">disapply</strong> the discriminatory provisions of the legislation of a Member State under which the grant of a right is subject to a condition not imposed on nationals. No further implementing measures are required (see paragraphs 56 and 58 of this judgment)."},{"author":94809,"first":"No puede excluirse, en particular que una solicitud de opinión consultiva formulada en virtud del Protocolo no 16 por un órgano jurisdiccional de un Estado miembro que se haya adherido a dicho Protocolo pueda desencadenar el procedimiento de intervención previa del Tribunal de Justicia, creando así un riesgo de que se <strong class=\"keyword\">soslaye</strong> el procedimiento de remisión prejudicial establecido en el artículo 267 TFUE, que, como se ha recordado en el apartado 176 del presente dictamen, constituye la piedra angular del sistema jurisdiccional instaurado por los Tratados.","second":"In particular, it cannot be ruled out that a request for an advisory opinion made pursuant to Protocol No 16 by a court or tribunal of a Member State that has acceded to that protocol could trigger the procedure for the prior involvement of the Court of Justice, thus creating a risk that the preliminary ruling procedure provided for in Article 267 TFEU might be <strong class=\"keyword\">circumvented</strong>, a procedure which, as has been noted in paragraph 176 of this Opinion, is the keystone of the judicial system established by the Treaties."},{"author":94808,"first":"Además, el Consejo de Seguridad debería ser un foro para el diálogo y la acción, que respondiera plenamente a los desafíos mundiales actuales y futuros, y no se le debería permitir que <strong class=\"keyword\">soslaye</strong> los esfuerzos de las instituciones regionales destinados a promover la solución pacífica de controversias.","second":"Furthermore, the Security Council should be a forum for dialogue and action, fully responsive to current and future global challenges, and should not be permitted to <strong class=\"keyword\">bypass</strong> the efforts of regional institutions that aim to promote the peaceful settlement of disputes."},{"author":94809,"first":"- no está claro si la obligación se aplica a cada empresa como ente jurídico autónomo o al grupo del que forma parte (fomentar la responsabilidad de un grupo de empresas dependiente de una sociedad madre reduce el riesgo de <strong class=\"keyword\">soslayos</strong>);","second":"- it is not clear whether the obligation concerns each legally autonomous company or rather the controlling group (stating the responsibility of a group of companies with common ownership would reduce the risk of evasive behaviour);"},{"author":94808,"first":"El proyecto de resolución es sesgado porque <strong class=\"keyword\">soslaya</strong> el hecho de que el verdadero riesgo de proliferación nuclear en el Oriente Medio proviene de países que, a pesar de ser partes en tratados internacionales, no cumplen con sus obligaciones internacionales pertinentes.","second":"The bias of the draft resolution stems from its <strong class=\"keyword\">neglect</strong> of the fact that the real risk of nuclear proliferation in the Middle East emanates from countries that, despite being parties to international treaties, do not comply with their relevant international obligations."},{"author":94809,"first":"El Reino Unido aduce asimismo que la Comisión <strong class=\"keyword\">soslaya</strong> el hecho de que, si los Estados miembros ejercen una competencia compartida, también deben convenir en participar en las negociaciones para la celebración de un acuerdo mixto.","second":"The United Kingdom further argues that the Commission <strong class=\"keyword\">ignores</strong> the fact that, where Member States exercise a shared competence, they must also agree to participate in the negotiations to conclude a mixed agreement."},{"author":94808,"first":"Apoyamos los nobles objetivos que en ella se promueven, pero consideramos que en ella se <strong class=\"keyword\">soslaya</strong> algo fundamental, a saber, cláusulas en que se establezcan las responsabilidades jurídicas de los países que han colocado minas en el territorio de otros países y el derecho de los países afectados a recibir indemnización.","second":"We support the lofty goals towards which it strives, but we believe that it <strong class=\"keyword\">ignores</strong> something basic — provisions setting out the legal responsibility of countries that have planted mines in the territories of other countries and the right of affected countries to receive compensation."},{"author":94808,"first":"Al mismo tiempo, <strong class=\"keyword\">soslaya</strong> que los intereses de esos habitantes y su modo de vida están adecuadamente tutelados por las resoluciones pertinentes de la Asamblea y por la Constitución Nacional argentina, respectivamente.","second":"At the same time, the United Kingdom <strong class=\"keyword\">ignores</strong> the fact that the interests of those inhabitants and their way of life are adequately protected by the relevant resolutions of the Assembly and by the Constitution of the Argentine Republic, respectively."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}