{"result":"ok","tuc":[{"phrase":{"text":"subordinate","language":"en"},"meaningId":6564825469269659482,"authors":[84715]},{"phrase":{"text":"subdue","language":"en"},"meaningId":-1202726947582493252,"authors":[84500]},{"meanings":[{"language":"en","text":"to subordinate"}],"meaningId":-5052877413488933354,"authors":[93107]}],"phrase":"subordinar","examples":[{"author":94808,"first":"Si bien ese sistema se presenta respecto del autor de la reserva y respecto de la reserva en cuestión como el régimen general del tratado (por el que el autor no se encuentra obligado más que parcialmente en razón de su reserva), ese régimen no es necesariamente único, dado que las demás partes pueden <strong class=\"keyword\">subordinar</strong> también su consentimiento a reservas que modifican, en consecuencia, sus relaciones mutuas en la medida prevista por los párrafos 1 y 3 del artículo 21 .","second":"Although this normative system stands, in relation to the author of the reservation and to the reservation itself, as the general regime of the treaty (to which the author of the reservation is bound only partially by reason of its reservation), this is not necessarily the only regime, since the other parties may also <strong class=\"keyword\">make</strong> their consent <strong class=\"keyword\">subject</strong> to reservations which would then modify their mutual relations as envisaged in article 21, paragraphs 1 and 3."},{"author":94809,"first":"- imponen el arrendamiento de los aparatos terminales, mientras que existen posibilidades reales de compra en condiciones más económicas, al menos a largo plazo, lo que equivale a <strong class=\"keyword\">subordinar</strong> la celebración de contratos de utilización de la red a la aceptación de prestaciones suplementarias que no guardan relación alguna con el objeto de dichos contratos;","second":"- restrict users to renting such equipment, when it would often be cheaper for them, at least in the long term, to purchase this equipment. This effectively makes contracts for the use of networks <strong class=\"keyword\">subject</strong> to acceptance by the user of additional services which have no connection with the subject of the contracts,"},{"author":94809,"first":"27 Por otra parte, es preciso destacar que esa imputación no se refiere a una supuesta vulneración del artículo 22, apartado 1, letra c), del Reglamento no 1408/71, en virtud del cual, al margen de las situaciones específicas relacionadas, en particular, con el estado de salud del afiliado o con el carácter urgente de la asistencia necesaria (véase en este sentido la sentencia de 5 de octubre de 2010, Elchinov, C‐173/09, Rec. p. I‐0000, apartados 45 y 51), la institución competente está facultada para <strong class=\"keyword\">subordinar</strong> a una autorización previa la cobertura, a su propio cargo, de la asistencia programada en otro Estado miembro por la institución del Estado miembro de estancia en función del régimen de cobertura en vigor en este último Estado miembro.","second":"27 It is moreover to be stressed that that head of claim does not relate to any alleged failure to comply with Article 22(1)(c) of Regulation No 1408/71, under which the competent institution is, except in special situations relating, in particular, to the insured person’s state of health or to the urgency of the treatment needed (see, to that effect, Case C‐173/09 Elchinov [2010] ECR I‐0000, paragraphs 45 and 51), entitled to <strong class=\"keyword\">make subject</strong> to prior authorisation responsibility for the payment, on its own account, for treatment proposed in another Member State, by the institution of the Member State of stay depending on the rules governing cover in that latter Member State."},{"author":94809,"first":"b) En el caso de que se organice un examen oral, los Estados miembros podrán <strong class=\"keyword\">subordinar</strong> la participación al mismo a la superación del examen escrito.","second":"(b) Where an oral examination is organised, Member States may <strong class=\"keyword\">stipulate</strong> that participation is <strong class=\"keyword\">subject</strong> to successful completion of the written examination."},{"author":22,"first":"<strong class=\"keyword\">subordinar</strong> la celebración de contratos a la aceptación, por los otros contratantes, de prestaciones suplementarias que, por su naturaleza o según los usos mercantiles, no guarden relación alguna con el objeto de dichos contratos","second":"<strong class=\"keyword\">make</strong> the conclusion of contracts <strong class=\"keyword\">subject</strong> to acceptance by the other parties of supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of such contracts"},{"author":94808,"first":"En la práctica, se constata que, de manera general, los Estados que se proponen <strong class=\"keyword\">subordinar</strong> su participación en un tratado a una determinada interpretación de este, confirman esa interpretación en el momento de manifestar su consentimiento definitivo en obligarse, cuando se hace en el momento de la firma o en algún otro momento anterior durante las negociaciones .","second":"Moreover, it will be noted that, in general, States wishing to <strong class=\"keyword\">make</strong> their participation in a treaty <strong class=\"keyword\">subject</strong> to a specified interpretation of the treaty generally confirm their interpretation at the time of expression of definitive consent to be bound, when it has been formulated at the time of signature or at any earlier point in the negotiations."},{"author":94809,"first":"d) <strong class=\"keyword\">subordinar</strong> la celebración de contratos a la aceptación, por los otros contratantes, de prestaciones suplementarias que, por su naturaleza o según los usos mercantiles, no guarden relación alguna con el objeto de dichos contratos.","second":"(d) <strong class=\"keyword\">making</strong> the conclusion of contracts <strong class=\"keyword\">subject</strong> to acceptance by the other parties of supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of such contracts."},{"author":94809,"first":"[29] La inclusión en esta subpartida se <strong class=\"keyword\">subordinará</strong> a las condiciones previstas en las disposiciones comunitarias dictadas en la materia.","second":"[29] Entry under this <strong class=\"keyword\">subheading</strong> is <strong class=\"keyword\">subject</strong> to conditions laid down in the relevant Community provisions."},{"author":94809,"first":"(1) | La inclusión en esta subpartida se <strong class=\"keyword\">subordinará</strong> a las condiciones previstas en las disposiciones comunitarias dictadas en la materia (ver artículos 291 a 300 del Reglamento CEE no 2454/93 de la Comisión - D.O.","second":"(1) | Entry under this <strong class=\"keyword\">subheading</strong> is <strong class=\"keyword\">subject</strong> to conditions laid down in the relevant Community provisions (see Articles 291 to 300 of Commission Regulation (EEC) No."},{"author":118293,"first":"<strong class=\"keyword\">Subordinar</strong> el Principio del Placer a través del Principio de la Realidad es llamado de qué forma.","second":"<strong class=\"keyword\">Subordinate</strong> to the Pleasure Principle through the Principle of Reality It's called how."},{"author":94809,"first":"Considerando que, en tanto que dichos productos utilizados estén sometidos exclusivamente a exacciones y otros gravámenes previstos en el marco de la política agrícola común, es posible fijar, para la simplificación administrativa, el importe de la exacción compensatoria a la que se <strong class=\"keyword\">subordinará</strong> la admisión de las mercancías obtenidas con el beneficio del régimen comunitario para la totalidad de la imposición suspendida o devuelta ;","second":"Whereas, in so far as the products so used are subject exclusively to levies and other charges provided for under the common agricultural policy, the amount of the compensatory levy that will be a <strong class=\"keyword\">condition</strong> for admitting the goods obtained to the benefit of the Community arrangements could, in the interests of simplifying administrative formalities, be the total amount drawn back or in respect of which relief has been granted;"},{"author":94809,"first":"- los Estados miembros que prohíban la utilización de las sustancias contempladas en el artículo 5 de la Directiva 81/602/CEE para el engorde de los animales, podrán <strong class=\"keyword\">subordinar</strong> la introducción en su territorio a la condición de que los animales de engorde no hayan sido tratados, y que la carne no proceda de tales animales.","second":"- Member States which prohibit the use of the substances referred to in Article 5 of Directive 81/602/EEC of fattening <strong class=\"keyword\">may</strong> restrict entry into their territory to untreated fattening animals and meat from untreated fattening animals."},{"author":94809,"first":"47 Asimismo, en contra de lo que sugiere el órgano jurisdiccional remitente, tanto de la facultad de apreciación de que disfrutan los Estados miembros para el reconocimiento de establecimientos de Derecho privado a efectos de la aplicación del artículo 13, parte A, apartado 1, letra b), de la Sexta Directiva, como de lo dispuesto en el apartado 2, letra a), de dicho artículo, que no obliga a dichos Estados a prever los requisitos que menciona, sino que les permite imponerlos caso por caso, se desprende que estos mismos Estados pueden, en principio, <strong class=\"keyword\">subordinar</strong> la exención de los análisis clínicos, en su condición de asistencia sanitaria, a requisitos distintos de los que se aplican a la exención de las operaciones relacionadas directamente con tal asistencia.","second":"47 Moreover, and contrary to the suggestion made by the national court, it follows from both the discretion conferred on the Member States for the recognition of establishments governed by private law for the purposes of application of Article 13A(1)(b) of the Sixth Directive and from Article 13A(2)(a) thereof, which does not require the Member States to impose the conditions laid down therein but rather allows them to impose such conditions on a case-by-case basis, that those same States may, in principle, make the exemption of medical tests as medical care <strong class=\"keyword\">subject</strong> to conditions other than those used for the exemption of activities closely related to such care."},{"author":91988,"first":"Esta creencia es la razón última para rechazar los argumentos culturales que buscan <strong class=\"keyword\">subordinar</strong> a algunos grupos (las mujeres, por ejemplo) dentro de una sociedad.","second":"This belief is the ultimate reason to reject cultural arguments that would <strong class=\"keyword\">subordinate</strong> some - women, for example - within a society."},{"author":94809,"first":"<strong class=\"keyword\">subordinar</strong> la celebración de contratos a la aceptación, por los otros contratantes, de prestaciones suplementarias que, por su naturaleza o según los usos mercantiles, no guarden relación alguna con el objeto de dichos contratos.","second":"<strong class=\"keyword\">making</strong> the conclusion of contracts <strong class=\"keyword\">subject</strong> to acceptance by the other parties of supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of such contracts."},{"author":94809,"first":"Cuando se conceda un préstamo a una empresa o a una colectividad que no sea un Estado miembro, el Banco <strong class=\"keyword\">subordinará</strong> la concesión de dicho préstamo al otorgamiento de una garantía por el Estado miembro en cuyo territorio haya de ejecutarse el proyecto o de otras garantías suficientes.","second":"When granting a loan to an undertaking or to a body other than a Member State, the Bank shall <strong class=\"keyword\">make</strong> the loan <strong class=\"keyword\">conditional</strong> either on a guarantee from the Member State in whose territory the project will be carried out or on other adequate guarantees."},{"author":94809,"first":"43 Por otro lado, el artículo 13, parte A, apartado 2, letra a), de la Sexta Directiva autoriza a los Estados miembros a <strong class=\"keyword\">subordinar</strong> la concesión de la exención enunciada en el apartado 1, letra b), a los organismos que no sean de Derecho público al cumplimiento de alguno de los requisitos que se mencionan seguidamente en esa disposición (véase, en este sentido, la sentencia Dornier, antes citada, apartado 65).","second":"43 Moreover, under Article 13A(2)(a) of the Sixth Directive, Member States may make the grant of the exemption provided for in Article <strong class=\"keyword\">13A</strong>(1)(b) to bodies other than those governed by public law subject to one or more of the conditions referred to therein (see, to that effect, Dornier, paragraph 65)."},{"author":8000,"first":"Se observó que no se echaba de ver con claridad si los actos de ese Estado se habían de <strong class=\"keyword\">subordinar</strong> a la respuesta deseada por el Estado directamente lesionado y se habían de coordinar con ella, o si el primer Estado podía actuar independientemente aunque en interés del Estado directamente lesionado","second":"It was observed that it was not clear whether the actions of such State had to be <strong class=\"keyword\">subordinated</strong> to, and coordinated with, the response desired by the directly injured State, or whether the former State could act independently, albeit in the interest of the directly injured State"},{"author":94809,"first":"Los Estados miembros podrán <strong class=\"keyword\">subordinar</strong> dicha excepción a la obtención de una autorización individual.","second":"The Member States may <strong class=\"keyword\">make</strong> this exemption <strong class=\"keyword\">subject</strong> to an individual permit."},{"author":42,"first":"Considerando que, en caso de vigilancia comunitaria, conviene <strong class=\"keyword\">subordinar</strong> el despacho a libre práctica de los productos de que se trate a la presentación de un documento de importación que responda a criterios uniformes; que este documento deberá, a simple solicitud del importador, ser visado por las autoridades de los Estados miembros en un plazo determinado sin que por este hecho se constituya derecho de importación alguno en favor del importador; que, por lo tanto, sólo debe ser válido hasta que se produzca un cambio del régimen de importación","second":"Whereas if Community surveillance is applied, release for free circulation of the products concerned should be <strong class=\"keyword\">made subject</strong> to presentation of an import document meeting uniform criteria; whereas that document should, on simple application by the importer, be endorsed by the authorities of the Member States within a certain period but without the importer thereby acquiring any right to import; whereas the document should therefore be valid only during such period as the import rules remain unchanged"},{"author":94809,"first":"8 Determinados demandantes canadienses alegaron asimismo que, al imponerles multas y al <strong class=\"keyword\">subordinar</strong> la reducción de éstas a que se asumieran ciertos compromisos sobre su comportamiento futuro, la Comunidad ha atentado contra la soberanía de Canadá, faltando, de este modo, a la cortesía internacional (comitas gentium).","second":"8 Certain Canadian applicants also maintain that by imposing fines on them and making reduction of those fines <strong class=\"keyword\">conditional</strong> on the producers giving undertakings as to their future conduct the Commission has infringed Canada' s sovereignty and thus breached the principle of international comity ."},{"author":94809,"first":"En caso de vigilancia comunitaria Ö previa Õ , conviene <strong class=\"keyword\">subordinar</strong> el despacho a libre práctica de los productos de que se trate a la presentación de un documento Ö de vigilancia Õ que responda a criterios uniformes.","second":"If Ö prior Õ Community surveillance is applied, release for free circulation of the products concerned should be <strong class=\"keyword\">made subject</strong> to presentation of a Ö surveillance Õ document meeting uniform criteria."},{"author":94809,"first":"3.4 Pero eso no significa que haya que mezclar esas dos categorías, o <strong class=\"keyword\">subordinar</strong> una a otra, sino que se trata de que la investigación y la innovación se apoyen y fecunden mutuamente con la mayor eficacia posible mediante una estrategia común.","second":"3.4 However, this does not mean mixing the two categories or <strong class=\"keyword\">making</strong> one of them <strong class=\"keyword\">subordinate</strong> to the other; rather, it is about making sure that, thanks to a common strategy, research and innovation mutually support and cross-fertilise each other as effectively as possible."},{"author":94809,"first":"(1) La inclusión en esta subpartida se <strong class=\"keyword\">subordinará</strong> a las condiciones previstas en las disposiciones comunitarias dictadas en la materia. ».","second":"(1) Inclusion in this sub-position is <strong class=\"keyword\">subject</strong> to the conditions provided for by the Community provisions which regulate the matter.'"},{"author":118293,"first":"Que Otro Tipo - es <strong class=\"keyword\">subordinar</strong> mi.","second":"That other guy - he's my <strong class=\"keyword\">subordinate</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"}}}