{"result":"ok","tuc":[{"phrase":{"text":"surreptitious","language":"en"},"meanings":[{"language":"es","text":"Que realiza esfuerzos extremos para evitar ser observado."},{"language":"en","text":"Taking pains to avoid being observed."},{"language":"en","text":"stealthy, furtive, well hidden, covert"}],"meaningId":8755042158601077689,"authors":[90508]},{"phrase":{"text":"furtive","language":"en"},"meanings":[{"language":"es","text":"Que realiza esfuerzos extremos para evitar ser observado."},{"language":"en","text":"Taking pains to avoid being observed."}],"meaningId":-8233932247806024737,"authors":[60172]},{"phrase":{"text":"undercover","language":"en"},"meaningId":-4869695371252073846,"authors":[25115]},{"meanings":[{"language":"en","text":"clandestine or hidden"},{"language":"en","text":"having or feigning stealth"},{"language":"en","text":"surreptitious"}],"meaningId":1245207151714045496,"authors":[93107]}],"phrase":"subrepticio","examples":[{"author":94809,"first":"Desde 2011 a 2012, el SIIB ha facilitado de forma <strong class=\"keyword\">subrepticia</strong> financiación por valor de casi 150 millones de dólares en nombre del Banco Comercial de Siria.","second":"From 2011 to 2012, SIIB <strong class=\"keyword\">surreptitiously</strong> facilitated financing <strong class=\"keyword\">worth</strong> almost $150 million on behalf of the Commercial Bank of Syria."},{"author":118293,"first":"Estás buscando un <strong class=\"keyword\">subrepticio</strong> para reestablecer la relación de Industrias Wyatt con la ciudad.","second":"You are looking for a <strong class=\"keyword\">backdoor</strong> into reestablishing Wyatt industries'relationship with the city."},{"author":8000,"first":"A juicio de su delegación, si bien es preciso perfeccionar los métodos de trabajo del Comité, la falta de eficacia que se le imputa obedece a la conocida práctica de algunas delegaciones de tratar de imponer de manera <strong class=\"keyword\">subrepticia</strong> conceptos ajenos a la Carta y al derecho internacional con objeto de satisfacer sus propios intereses","second":"In her delegation's view, while the Special Committee's working methods were in need of improvement, the lack of efficiency attributed to it resulted from certain delegations' well-known practice of trying <strong class=\"keyword\">surreptitiously</strong> to impose concepts that were inconsistent with the Charter and international law, with a view to furthering their own interests"},{"author":94808,"first":"En noviembre de 2001, se confirieron a la Guardia de Fronteras nuevos fueros en el ámbito de la intervención de operaciones, es decir el control del contenido de la correspondencia, el contenido de paquetes y la utilización de medios técnicos que faciliten la obtención <strong class=\"keyword\">subrepticia</strong> de información y pruebas, y su registro en forma de imágenes, el contenido de las llamadas telefónicas y demás información transmitida por redes de telecomunicaciones.","second":"In November 2001, the Border Guard was granted new prerogatives in the field of the use of operations audit, i.e. monitoring the contents of correspondence, contents of parcels and the use of technical means facilitating a <strong class=\"keyword\">surreptitious</strong> receipt of information and evidence and their recording in the form of picture, contents of telephone calls and other information transmitted through telecommunications networks."},{"author":94809,"first":"a) impedir la entrada <strong class=\"keyword\">subrepticia</strong> o por la fuerza de intrusos;","second":"(a) Deny <strong class=\"keyword\">surreptitious</strong> or forced entry by an intruder;"},{"author":94808,"first":"Los datos sobre el uso indebido de drogas en general son poco fiables, ya que el consumo de drogas entre los jóvenes suele ser <strong class=\"keyword\">subrepticio</strong>, más que a otras edades.","second":"Data on drug use are often unreliable, as drug use among youth is likely to be more <strong class=\"keyword\">surreptitious</strong> than at other ages."},{"author":8000,"first":"Sistemas de cables de comunicación diseñados o modificados por medios mecánicos, eléctricos o electrónicos para detectar intromisiones <strong class=\"keyword\">subrepticias</strong>","second":"Communications cable systems designed or modified using mechanical, electrical or electronic means to detect <strong class=\"keyword\">surreptitious</strong> intrusion"},{"author":94808,"first":"A juicio de su delegación, si bien es preciso perfeccionar los métodos de trabajo del Comité, la falta de eficacia que se le imputa obedece a la conocida práctica de algunas delegaciones de tratar de imponer de manera <strong class=\"keyword\">subrepticia</strong> conceptos ajenos a la Carta y al derecho internacional con objeto de satisfacer sus propios intereses.","second":"In her delegation’s view, while the Special Committee’s working methods were in need of improvement, the lack of efficiency attributed to it resulted from certain delegations’ well-known practice of trying <strong class=\"keyword\">surreptitiously</strong> to impose concepts that were inconsistent with the Charter and international law, with a view to furthering their own interests."},{"author":94809,"first":"g. Sistemas de cables de comunicaciones diseñados o modificados por medios mecánicos, eléctricos o electrónicos para detectar intrusiones <strong class=\"keyword\">subrepticias</strong>.","second":"g. communications cable systems designed or modified using mechanical, electrical or electronic means to detect <strong class=\"keyword\">surreptitious</strong> intrusion."},{"author":8000,"first":"La pobreza se origina en prácticas discriminatorias flagrantes y <strong class=\"keyword\">subrepticias</strong> y, a su vez, estas prácticas refuerzan la pobreza que sufren las personas que son objeto de discriminación","second":"Poverty originates from overt and <strong class=\"keyword\">covert</strong> discriminatory practices and these practices in turn reinforce the poverty experienced by those who are subject to discrimination"},{"author":94808,"first":"Ocuparse, con discreción y eficacia, de varios casos de refugiados no vietnamitas, en particular de los primeros refugiados polacos tras la declaración de la ley marcial en diciembre de 1981 y del primer grupo de habitantes procedentes de Aceh que trató de entrar en Singapur de forma <strong class=\"keyword\">subrepticia</strong>.","second":"Handled discreetly and successfully several non-Vietnamese refugee cases, including the first Polish refugees after the declaration of martial law in December 1981 and the first group of Acehnese who sought to enter Singapore <strong class=\"keyword\">surreptitiously</strong>."},{"author":94809,"first":"Las informaciones en manos de la Comisión no permiten concluir la existencia de ayudas <strong class=\"keyword\">subrepticias</strong> a los fabricantes de ciclomotores y motocicletas de dos o tres ruedas.","second":"On the basis of the information in its possession, the Commission has not been able to determine positively that manufacturers of two and three-wheel mopeds and motorcycles are indeed in receipt of <strong class=\"keyword\">hidden</strong> subsidies."},{"author":94809,"first":"Sistemas de cables de comunicación diseñados o modificados por medios mecánicos, eléctricos o electrónicos para detectar intromisiones <strong class=\"keyword\">subrepticias</strong>.","second":"Communications cable systems designed or modified using mechanical, electrical or electronic means to detect <strong class=\"keyword\">surreptitious</strong> intrusion<strong class=\"keyword\">;</strong>"},{"author":27,"first":"Por un lado, afirma excelentes principios de economía, principalmente la idea de que los recursos de la Unión han de limitarse al 1,27 % de los PNB de los países miembros, techo que la propuesta de la Comisión intentaba precisamente bordear de forma <strong class=\"keyword\">subrepticia</strong>.","second":"On the one hand, it declares excellent principles of economy, particularly the idea that the Union' s own resources must be limited to 1.27% of the GNPs of the Member States, a ceiling which the Commission proposal rightly sought to circumvent <strong class=\"keyword\">surreptitiously</strong>."},{"author":8000,"first":"El influjo de la polarización comenzó a atravesar <strong class=\"keyword\">subrepticia</strong> y paulatinamente el conjunto de los temas centrales previamente aludidos y, de no ser revertido, se proyecta con capacidad de definir el curso de los principales acontecimientos y decisiones del conjunto de actores que forman parte del cuadro de las múltiples crisis colombianas","second":"The polarization of opinions has <strong class=\"keyword\">subtly</strong> and gradually permeated the core issues alluded to above and, if not counteracted, looks capable of shaping events and decisions by all parties involved in Colombia's multiple crises"},{"author":27,"first":"Uno se pierde en los meandros de nuestras líneas presupuestarias cruzadas, de los llamados maquillajes, de las captaciones <strong class=\"keyword\">subrepticias</strong>.","second":"Nobody can make sense of the complications of our cross-budget lines, the misleading headings and the <strong class=\"keyword\">dissimulating</strong> appropriations."},{"author":94808,"first":"Por extraño que parezca el ejemplo, este tipo de rumores es muy típico de la propaganda del odio, en que a menudo se presenta a las minorías religiosas o pertenecientes a una creencia —incluso las minorías muy pequeñas— como poseedoras de algún poder <strong class=\"keyword\">subrepticio</strong> que los convierte presuntamente en una amenaza para la sociedad mayoritaria.","second":"However bizarre this example may sound, this type of rumour-mongering is in fact quite typical of hate propaganda, in that religious or belief minorities — including even tiny minorities — are frequently portrayed as wielding some <strong class=\"keyword\">surreptitious</strong> power by which they allegedly pose a threat to the majority society."},{"author":27,"first":"Por tanto, espero que hayamos visto el último de los comentarios <strong class=\"keyword\">subrepticios</strong> y la incapacidad para reflexionar más allá del Mar Negro.","second":"So I hope that we have seen the last of the <strong class=\"keyword\">unspoken</strong> comments and an inability to think beyond the Black Sea."},{"author":27,"first":"Quisiera ser claro en este punto: por convicción política, por datos personales y por desarrollo cultural, yo y mi Grupo no tenemos ningún problema en condenar firmemente los horrores del estalinismo, pero en este debate se intenta hacer vivir de forma <strong class=\"keyword\">subrepticia</strong> las teorías de Nolte, que imponen una ecuación entre nazismo y comunismo, no solo con el estalinismo.","second":"I should like to be clear on that point: in terms of political beliefs, personal data and cultural development,myself and my group have no problem in firmly condemning the horrors of Stalinism; however, in this debate, people are seeking to <strong class=\"keyword\">surreptitiously</strong> bring to life the theories of Nolte, which equate Nazism with Communism, and not only with Stalinism."},{"author":94809,"first":"Las medidas de seguridad física estarán destinadas a impedir la entrada de intrusos, <strong class=\"keyword\">subrepticia</strong> o por la fuerza, en los locales de la oficina FIDUCIA, a disuadir, impedir y detectar los actos no autorizados y a permitir establecer una distinción entre las personas autorizadas o no a acceder a la información FIDUCIA con arreglo al principio de la necesidad de conocer tal información.","second":"Physical security measures shall be designed to prevent <strong class=\"keyword\">surreptitious</strong> or forced entry into the FIDUCIA office premises by an intruder, to deter, impede and detect unauthorised acts and to enable a distinction to be drawn between persons with and without authority to have access to FIDUCIA information in accordance with the need-to-know principle."},{"author":94809,"first":"Sistemas de cables de comunicación diseñados o modificados por medios mecánicos, eléctricos o electrónicos para detectar intromisiones <strong class=\"keyword\">subrepticias</strong>. 9.","second":"Communications cable systems designed or modified using mechanical, electrical or electronic means to detect <strong class=\"keyword\">surreptitious</strong> intrusion<strong class=\"keyword\">;</strong> 9."},{"author":94808,"first":"Cooperación internacional para combatir la agresión sexual y otros delitos relacionados con la administración <strong class=\"keyword\">subrepticia</strong> de sustancias psicoactivas","second":"International cooperation in countering sexual assault and other criminal acts related to the <strong class=\"keyword\">covert</strong> administration of psychoactive substances"},{"author":22,"first":"En resumen, las aplicaciones RFID, aún cuando no traten datos personales, pueden amenazar de todas formas la intimidad de las personas al permitir la vigilancia <strong class=\"keyword\">subrepticia</strong> y el uso de la información con fines inadmisibles","second":"In sum, RFID applications that do not process personal data may still threaten individuals' privacy by enabling <strong class=\"keyword\">surreptitious</strong> surveillance and the use of the information for unacceptable purposes"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}