{"result":"ok","tuc":[{"phrase":{"text":"subterfuge","language":"en"},"meanings":[{"language":"en","text":"An indirect or deceptive device or stratagem."},{"language":"es","text":"Dispositivo o estratagema indirecta o engañosa."}],"meaningId":-2155436913733731545,"authors":[60172]},{"phrase":{"text":"excuse","language":"en"},"meaningId":-3791914191114364233,"authors":[25018]},{"phrase":{"text":"contrivance","language":"en"},"meanings":[{"language":"es","text":"Plan elaborado o engañoso concebido para engañar o evadir."},{"language":"en","text":"An elaborate or deceitful scheme contrived to deceive or evade."}],"meaningId":-3141535312098355325,"authors":[60172]},{"phrase":{"text":"dodge","language":"en"},"meanings":[{"language":"es","text":"Plan elaborado o engañoso concebido para engañar o evadir."},{"language":"en","text":"An elaborate or deceitful scheme contrived to deceive or evade."}],"meaningId":-5797295696777404666,"authors":[60172]},{"phrase":{"text":"stratagem","language":"en"},"meanings":[{"language":"es","text":"Plan elaborado o engañoso concebido para engañar o evadir."},{"language":"en","text":"An elaborate or deceitful scheme contrived to deceive or evade."}],"meaningId":7970771798581268836,"authors":[60172]},{"phrase":{"text":"alibi","language":"en"},"meaningId":-2126733115253803842,"authors":[86934]},{"phrase":{"text":"blind","language":"en"},"meaningId":-3307900429759966584,"authors":[97745]},{"phrase":{"text":"evasion","language":"en"},"meaningId":8592284373169314493,"authors":[83089]},{"phrase":{"text":"prevarication","language":"en"},"meaningId":6414886763385997380,"authors":[89651]},{"phrase":{"text":"quibble","language":"en"},"meaningId":6218905748459979859,"authors":[25018]},{"phrase":{"text":"shift","language":"en"},"meaningId":8163283078637842257,"authors":[25115]},{"phrase":{"text":"way out","language":"en"},"meaningId":-543018394105099561,"authors":[86934]},{"meanings":[{"language":"en","text":"subterfuge"}],"meaningId":2699136076772921152,"authors":[1]}],"phrase":"subterfugio","examples":[{"author":94808,"first":"Argelia confía en que las investigaciones que la parte palestina se ha comprometido de manera unánime a realizar demuestren la falta de sentido del <strong class=\"keyword\">subterfugio</strong> relativo al derecho a la defensa propia que utiliza el agresor israelí para justificar sus graves crímenes.","second":"Algeria is confident that the investigations that the Palestinian side has unanimously committed itself to conduct will demonstrate the pointlessness of the <strong class=\"keyword\">quibbling</strong> argument regarding the right to legitimate self-defence put forward by the Israeli aggressor to justify its serious crimes."},{"author":8007,"first":"Corea del Norte demostró tener más éxito, al convertirse en el octavo país en detonar un arma nuclear. Al menos otros dos miembros del TNP –Libia y Siria- se involucraron en un <strong class=\"keyword\">subterfugio</strong> nuclear importante pero fallaron.","second":"North Korea proved more successful, becoming the eighth country to detonate a nuclear weapon. At least two other NPT parties – Libya and Syria – engaged in significant nuclear <strong class=\"keyword\">subterfuge</strong> but failed."},{"author":94808,"first":"Retrospectivamente, resulta claro que no eran más que <strong class=\"keyword\">subterfugios</strong> encaminados a dar a Etiopía más tiempo para que terminara sus preparativos militares.","second":"In hindsight, it is clear that they consisted of nothing more than <strong class=\"keyword\">ruses</strong> wilfully crafted in order to give Ethiopia more time to complete its military preparations."},{"author":8000,"first":"Toda alegación de Israel que tenga por objeto distraer la atención de este crimen humanitario es un <strong class=\"keyword\">subterfugio</strong> que debe rechazarse","second":"Any other allegation by Israel aimed at diverting attention away from this humanitarian crime is a <strong class=\"keyword\">subterfuge</strong> that must be rejected"},{"author":94808,"first":"En consecuencia, le sorprende que persistan la actitud de intransigencia de Marruecos y sus <strong class=\"keyword\">subterfugios</strong>, que desperdician tiempo y socavan la credibilidad internacional.","second":"It was therefore surprised at Morocco’s continuing attitude of intransigency and <strong class=\"keyword\">subterfuge</strong>, which wasted time and undermined international credibility."},{"author":118293,"first":"El <strong class=\"keyword\">subterfugio</strong> y la astucia... a menudo son mejores aliados... que un corazón valiente y una espalda fuerte.","second":"<strong class=\"keyword\">Subterfuge</strong> and cunning are often better allies than a fierce heart and a strong back."},{"author":94808,"first":"Como quiera que sea, mi Gobierno está decidido a no permitir que el proceso jurídico se descarrile por medio de sutiles <strong class=\"keyword\">subterfugios</strong>.","second":"Be this as it may, my Government is determined not to allow the legal process to be derailed through various subtle <strong class=\"keyword\">subterfuges</strong>."},{"author":118293,"first":"La acusación de obstruir el tránsito es un <strong class=\"keyword\">subterfugio</strong> político.","second":"The charge of obstructing traffic is political <strong class=\"keyword\">subterfuge</strong>."},{"author":8000,"first":"La comunidad internacional, que hoy parece estar a favor de una solución política, no entenderá que el Iraq prosiga con los <strong class=\"keyword\">subterfugios</strong> del pasado","second":"The international community, which today seems to be in favour of a political solution, will not understand if Iraq should pursue the <strong class=\"keyword\">equivocation</strong> of the past"},{"author":94808,"first":"Esta circunstancia se ha utilizado para ocultar una decisión ilegal utilizando la separación de poderes como <strong class=\"keyword\">subterfugio</strong>.","second":"This circumstance has been used as a measure to hide an illegal decision behind a <strong class=\"keyword\">veil</strong> of the separation of powers."},{"author":94809,"first":"Ciertamente, ese Acuerdo no prevé un remedio como el del recurso de incumplimiento del artículo 226 CE, y aún menos de las medidas coercitivas del artículo 228 CE, pero tal carencia no permite invertir los términos del pacto transnacional, concediendo al método de salvar disputas el rango de <strong class=\"keyword\">subterfugio</strong> legal y alternativo al imperativo de acatamiento de buena fe del derecho internacional.","second":"It is true that that agreement does not provide a remedy like the action for failure to fulfil obligations pursuant to Article 226 EC, still less like the coercive measures pursuant to Article 228 EC, but that lack does not permit the terms of the transnational agreement to be turned upside down, giving the method for settling disputes the function of a legal <strong class=\"keyword\">subterfuge</strong> and of an alternative to the obligation to comply with international law in good faith."},{"author":8000,"first":"El fin de la ocupación debe ser completo y general, basado en las negociaciones directas en todos los ámbitos y libre de dilaciones y <strong class=\"keyword\">subterfugios</strong> dirigidos a imponer una situación ilegal sobre el terreno","second":"The end of occupation must be full and comprehensive, based on direct negotiations on all tracks and free of delays and <strong class=\"keyword\">prevarications</strong> aimed at imposing an illegal situation on the ground"},{"author":27,"first":"Señor Ministro, comprendo su poca disposición a dar una respuesta clara y sin <strong class=\"keyword\">subterfugios</strong> a las preguntas relativas al impresentable comportamiento de Turquía en Chipre.","second":"Minister, I understand your unwillingness to give a <strong class=\"keyword\">clear</strong>, spontaneous reaction to Turkey's intolerable conduct in Cyprus."},{"author":118293,"first":"Con sus tragos verdes, sus fiestas y sus <strong class=\"keyword\">subterfugios</strong>.","second":"With your green drinks and your parties and your <strong class=\"keyword\">subterfuges</strong>."},{"author":94809,"first":"Para evitar, justamente, que el empleador obtenga, mediante <strong class=\"keyword\">subterfugios</strong> o intimidación, la renuncia del empleado al derecho de que su tiempo de trabajo semanal no supere el máximo establecido se rodea esa prestación expresa del consentimiento de toda una serie de garantías tendentes a que el interesado no sufra perjuicio por no aceptar un trabajo de más de cuarenta y ocho horas semanales en los términos apuntados, a que el empleador lleve un registro actualizado de los empleados que efectúen un trabajo de este tipo cuyo horario supere el máximo semanal, a que los mencionados registros se pongan a disposición de las autoridades competentes y a que el empresario facilite, cuando se lo soliciten las autoridades correspondientes, la información relativa al beneplácito dado por los trabajadores.»","second":"In order specifically to prevent the employer from achieving, by <strong class=\"keyword\">subterfuge</strong> or through intimidation, a situation whereby the employee renounces the right for his weekly working time not to exceed the maximum laid down, this express manifestation of consent is surrounded by a series of guarantees to ensure that the interested party suffers no harm if he refuses to work more than 48 hours per week under the terms mentioned, that the employer keeps up-to-date records of employees carrying out such work where hours exceed the weekly maximum that the records in question are made available to the competent authorities, and that the entrepreneur provides to the competent authorities, at their request, information relating to agreements given by the workers\"."},{"author":94809,"first":"El órgano jurisdiccional remitente aclara que esta adaptación de la normativa nacional era necesaria porque, en la práctica, los empresarios buscaban, a través de <strong class=\"keyword\">subterfugios</strong> y de artificios, la manera de eludir la obligación de obtener un permiso de trabajo cuando recurrían a los servicios de trabajadores extranjeros.","second":"The referring court states that that adaptation of the national legislation was necessary because, in practice, employers sought, through misuse and complex constructions, a means to avoid the requirement for a work permit in the case of employment of foreign workers."},{"author":94808,"first":"Si bien el hombre proporciona en cierto modo un <strong class=\"keyword\">subterfugio</strong> para encubrir la situación ilegal de la mujer, estas relaciones suelen ser abusivas.","second":"Though the man provides somewhat of a <strong class=\"keyword\">veil</strong> to cover the woman’s illegal status, these relationships themselves are often abusive."},{"author":118293,"first":"Sí, les pido disculpas por ello, pero el <strong class=\"keyword\">subterfugio</strong> y el disfraz han sido absolutamente necesarios antes de que pudiéramos conocernos.","second":"Yes. I apologise for that. But all the <strong class=\"keyword\">subterfuge</strong>, the disguise, were absolutely necessary before this meeting could take place."},{"author":94808,"first":"Han recurrido a todos los <strong class=\"keyword\">subterfugios</strong> posibles para no asistir a las reuniones o se han presentado con argumentos evasivos para impedir que comenzaran y progresaran las deliberaciones.","second":"They have used every possible <strong class=\"keyword\">pretext</strong> to miss meetings, or they have come to meetings with evasive arguments to prevent the discussion from beginning and making headway."},{"author":8000,"first":"Rehusando dejarse encerrar en este callejón sin salida tan perjudicial para el retorno de la paz, deseada por toda la población de la República Democrática del Congo, el Gobierno de Salvación constata que los Acuerdos de Lusaka han sido durante mucho tiempo un <strong class=\"keyword\">subterfugio</strong> para perpetuar la presencia de los agresores en nuestro territorio","second":"The Government of National Security, refusing to allow itself to be trapped in this impasse, which is prejudicial to the swift re-establishment of peace desired by the entire population of the Democratic Republic of the Congo, realizes that the Lusaka agreements have long constituted a <strong class=\"keyword\">subterfuge</strong> for perpetuating the presence of the aggressors on our territory"},{"author":94808,"first":"Por lo que se refiere a la prevención, se trata de que las mujeres de los países de origen estén mejor informadas de los <strong class=\"keyword\">subterfugios</strong> utilizado por los traficantes y de los problemas a los que se expondrán si caen víctimas de ellos (ya se han puesto en práctica programas de información de ese tipo en Europa central y oriental).","second":"With regard to prevention, IOM sought to ensure that women were better alerted in their countries of origin to the <strong class=\"keyword\">ruses</strong> adopted by traffickers and to the difficulties they would face if they fell victim to such ruses. (IOM had already launched information programmes of that kind in Central and Eastern Europe.)"},{"author":27,"first":"Nos hemos enterado de que las más altas autoridades de ese país han hecho todo lo posible para que dicha investigación encallara mediante <strong class=\"keyword\">subterfugios</strong>, desplazamientos de policías, magistrados, la denigración -y cosas peores- de las víctimas que han prestado testimonio.","second":"It showed that the highest authorities in this country did all they could to hold up this inquiry by indulging in constant obstruction, transfers of police officers and magistrates and the defamation, and worse, of the victims who came forward to testify."},{"author":27,"first":"Creo que la cuestión de los derechos de voto en esta nueva agencia no debería utilizarse como <strong class=\"keyword\">subterfugio</strong> para permitir que la Comisión domine los procedimientos.","second":"I believe that the question of voting rights in this new agency should not be used as a <strong class=\"keyword\">subterfuge</strong> to allow the Commission to dominate proceedings."},{"author":22,"first":"Condena con firmeza la práctica ilícita por la que ciertos promotores socavan mediante <strong class=\"keyword\">subterfugios</strong> la propiedad legítima de bienes de los ciudadanos de la UE, interfiriendo con el registro de la propiedad y las notificaciones del catastro, e insta a las autoridades locales a que establezcan garantías jurídicas apropiadas para luchar contra esta práctica","second":"Strongly condemns the illicit practice whereby certain property developers undermine by <strong class=\"keyword\">subterfuge</strong> the legitimate ownership of property by EU citizens by interfering with land registration and cadastral notifications, and calls on local authorities to establish proper legal safeguards to counter this practice"},{"author":118293,"first":"Se denomina <strong class=\"keyword\">subterfugio</strong>.","second":"It's called a straw man<strong class=\"keyword\">.</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}