{"result":"ok","tuc":[{"phrase":{"text":"subvert","language":"en"},"meanings":[{"language":"en","text":"to upturn convention by undermining it"}],"meaningId":1675579001141995926,"authors":[80097]},{"phrase":{"text":"corrupt","language":"en"},"meaningId":-3223838679044887299,"authors":[84500]},{"phrase":{"text":"debase","language":"en"},"meaningId":6808604617282374257,"authors":[84500]},{"phrase":{"text":"debauch","language":"en"},"meaningId":-2539949575817950769,"authors":[84500]},{"phrase":{"text":"demoralise","language":"en"},"meaningId":-1668912243988569968,"authors":[84500]},{"phrase":{"text":"demoralize","language":"en"},"meaningId":-206602275157061574,"authors":[84500]},{"phrase":{"text":"deprave","language":"en"},"meaningId":-385243956803623003,"authors":[84500]},{"phrase":{"text":"misdirect","language":"en"},"meaningId":7880010569780608571,"authors":[84500]},{"phrase":{"text":"overthrow","language":"en"},"meaningId":-3931960776202270445,"authors":[25018]},{"phrase":{"text":"pervert","language":"en"},"meaningId":-6864207715093292405,"authors":[84500]},{"phrase":{"text":"profane","language":"en"},"meaningId":6811568153379713133,"authors":[84500]},{"phrase":{"text":"vitiate","language":"en"},"meaningId":-4703286471198649605,"authors":[84500]},{"meanings":[{"language":"en","text":"to subvert"}],"meaningId":-5516929968471066409,"authors":[93107]}],"phrase":"subvertir","examples":[{"author":8000,"first":"Cabe señalar asimismo que en la Constitución de Ucrania se prohíbe la creación y la actividad de partidos políticos y organizaciones sociales cuyos objetivos programáticos o actividades se encaminen a liquidar la independencia de Ucrania, <strong class=\"keyword\">subvertir</strong> el orden constitucional mediante la violencia, destruir la soberanía y la integridad territorial del Estado, debilitar su seguridad, apoderarse ilícitamente del poder estatal, hacer propaganda a favor de la guerra y la violencia, incitar al odio interétnico, racial o religioso, atentar contra los derechos y las libertades del ciudadano y perjudicar la salud de la población","second":"The Constitution prohibits the establishment and activity of political parties and voluntary organizations whose stated aims or actions are calculated to destroy the independence of Ukraine; change the constitutional order by violent means; <strong class=\"keyword\">violate</strong> the sovereignty and territorial integrity of the State; undermine its security; unlawfully seize State power; preach war, violence or incitement to inter-ethnic, racial or religious hatred; violate human rights and freedoms; or endanger public health"},{"author":8000,"first":"Los objetivos del terrorismo son claros: propagar el miedo, debilitar el estado de derecho, <strong class=\"keyword\">subvertir</strong> el ejercicio de los derechos humanos más elementales, desmoralizar a los ciudadanos que respetan la ley y, finalmente, destruir las instituciones básicas de la sociedad","second":"The goals of terrorism are clear: to spread fear, to weaken the rule of law, to <strong class=\"keyword\">undermine</strong> the exercise of our most basic human rights, to demoralize law-abiding citizens and ultimately, to destroy the essential institutions of society"},{"author":95096,"first":"Ella les reprochó duramente que quisieran <strong class=\"keyword\">subvertir</strong> la naturaleza misma de la Iglesia, recordándoles que una verdadera renovación de la comunidad eclesial no se obtiene con el cambio de las estructuras, sino con un sincero espíritu de penitencia y un camino activo de conversión.","second":"She harshly reprimanded them for seeking to <strong class=\"keyword\">subvert</strong> the very nature of the Church, reminding them that a true renewal of the ecclesial community is obtained with a sincere spirit of repentance and a demanding process of conversion, rather than with a change of structures."},{"author":8000,"first":"Quien incite a <strong class=\"keyword\">subvertir</strong> el poder político del Estado y derrocar el sistema socialista mediante la difusión de rumores, calumnias u otros medios será castigado con un máximo de cinco años de reclusión y la privación de sus derechos políticos; los cabecillas y los culpables de delitos graves serán condenados a un mínimo de cinco años de reclusión. \"","second":"“Whoever instigates the <strong class=\"keyword\">subversion</strong> of the political power of the State and overthrows the socialist system through spreading rumours, slandering, or other ways shall be sentenced to not more than five years of imprisonment and deprivation of political rights; the ringleaders and those whose crimes are grave shall be sentenced to not less than five years of imprisonment.”"},{"author":94808,"first":"Exhorta a todas las partes congoleñas a que se abstengan de toda incitación al odio y la violencia y de toda amenaza o uso de la fuerza para impedir la celebración de las elecciones, impugnar sus resultados o <strong class=\"keyword\">subvertir</strong> el proceso de paz, y a que resuelvan las diferencias políticas por medios pacíficos, incluidos los mecanismos establecidos con la facilitación de la MONUC, y en el marco de las instituciones democráticas y del imperio de la ley;","second":"Calls on all Congolese parties to refrain from incitement to hatred and violence and from any threat or use of force to prevent elections, dispute their outcome or <strong class=\"keyword\">subvert</strong> the peace process, and to resolve political differences by peaceful means, including through the framework established with the facilitation of MONUC, and in the framework of democratic institutions and the rule of law;"},{"author":95183,"first":"Hago desde aquí un llamamiento a los jefes de Estado y de Gobierno a fin de que muestren la máxima firmeza ante los viles esfuerzos desplegados por la industria tabacalera para <strong class=\"keyword\">subvertir</strong> este tratado.","second":"I call on heads of state and heads of government to stand rock-hard against the despicable efforts of the tobacco industry to <strong class=\"keyword\">subvert</strong> this treaty."},{"author":8000,"first":"La “oposición” de Cuba a la “coalición” dirigida por los Estados Unidos para desarrollar su lucha global contra el terrorismo y las críticas a muchas políticas y acciones norteamericanas; el envío de agentes a embajadas norteamericanas en el mundo para proveer pistas falsas con el propósito de <strong class=\"keyword\">subvertir</strong> las investigaciones","second":"Cuba's “opposition” to the United States-led “coalition” against global terrorism and its criticisms of many associated United States policies and actions. The sending of agents to United States embassies around the world to provide false leads designed to <strong class=\"keyword\">subvert</strong> investigations"},{"author":8000,"first":"Pedimos que se exija que rindan cuenta por igual quienes fabrican y exportan armas, y quienes utilizan los réditos de la venta de los recursos naturales, no para producir alimentos, proporcionar educación, servicios de salud, agua potable e infraestructura de comunicaciones, sino para <strong class=\"keyword\">subvertir</strong> el orden y comprar e importar armas a fin de llevar a cabo o avivar guerras contra sus poblaciones","second":"We call for equal accountability for those who manufacture and export arms and those who do not use the proceeds of the sale of natural resources to produce food and provide education, health care, clean water and communications infrastructure, but rather <strong class=\"keyword\">subvert</strong> and divert such proceeds to purchase and import arms in order to perpetrate or fuel war on their populations"},{"author":94808,"first":"Parmly, como facilitadores de los contactos y del trasiego de dinero entre el terrorista Santiago Álvarez y grupos mercenarios en Cuba, que actúan y trabajan al servicio del Gobierno de ese país para <strong class=\"keyword\">subvertir</strong> el orden constitucional legítimamente establecido en Cuba, pisoteando el derecho a la libre determinación del pueblo cubano.","second":"The diplomats had facilitated contact and financial transfers between the terrorist Santiago Álvarez and mercenary groups active inside Cuba in the service of the United States Government. Their aim was to <strong class=\"keyword\">subvert</strong> the legitimately established constitutional order of Cuba, making a mockery of the Cuban people’s right to self-determination."},{"author":94808,"first":"Insto a los jefes de Estado y de Gobierno a que sean inflexibles frente a los esfuerzos indignos de la industria del tabaco por <strong class=\"keyword\">subvertir</strong> este tratado.","second":"I call on heads of State and Government to stand rock-hard against the despicable efforts of the tobacco industry to <strong class=\"keyword\">subvert</strong> this treaty."},{"author":94808,"first":"El párrafo 6.1 del artículo 40 también se refiere a los medios de comunicación, que se definen como \"órganos de la opinión pública como la radio, la prensa y el cinematógrafo\" y reconoce \"su legítima libertad de expresión, incluida la de criticar la política del Gobierno\" pero prohíbe su utilización \"para <strong class=\"keyword\">subvertir</strong> el orden público o la moral o la autoridad del Estado\".","second":"Article 40, paragraph 6.1, also refers to the media, which is defined as “organs of public opinion, such as the radio, the press, the cinema”, and recognizes “their rightful liberty of expression, including criticism of Government policy” but forbids their use “to <strong class=\"keyword\">undermine</strong> public order or morality or the authority of the State”."},{"author":94808,"first":"El artículo 21 de la misma ley dice que el órgano estatal autorizado puede solicitar al tribunal que disuelva la asociación cuando sus actividades están dirigidas a <strong class=\"keyword\">subvertir</strong> violentamente el orden constitucional de la República, incitando al odio nacional, racial o religioso y haciendo propaganda para la violencia o la guerra.","second":"Article 21 of the same Law enshrines that the authorised state body may apply to the court with a claim to liquidate the organisation where the activities of the organisation are aimed at violently <strong class=\"keyword\">overthrowing</strong> the constitutional order of the Republic of Armenia, inciting national, racial and religious hatred and spreading propaganda of violence or warfare."},{"author":94808,"first":"El desarrollo de estrategias colectivas para combatir la circulación y el tráfico ilícito de armas pequeñas, implica tener en cuenta que la demanda de armas ilegales es generada por grupos e individuos al margen de la ley que, interesados en <strong class=\"keyword\">subvertir</strong> el orden constitucional y propagar la violencia para lograr sus ominosos objetivos, recurren al comercio ilícito para adquirir las armas que les son vedadas por las disposiciones legales de los países donde operan.","second":"The development of collective strategies to combat the circulation of and illicit trafficking in small arms implies taking account of the fact that the demand for illegal weapons is generated by groups and individuals on the fringes of legality who have an interest in <strong class=\"keyword\">subverting</strong> the constitutional order and spreading violence in order to achieve their reprehensible objectives, and who have recourse to illicit trading to acquire weapons which are forbidden to them under the legal provisions of the countries when they are operating."},{"author":8000,"first":"La organización política está prohibida si sus actividades están destinadas a <strong class=\"keyword\">subvertir</strong> violentamente el orden constitucional; si instiga el odio o la intolerancia nacional, racial o religiosa; si utiliza menores como miembros o abusa de ellos para fines políticos; si se adhiere a una organización o asociación internacional que persigue activamente estos objetivos","second":"Political organization is banned if its activities are aimed at <strong class=\"keyword\">overthrowing</strong> the constitutional order by violent means; if it instigates national, racial or religious hatred or intolerance; if it draws in minors as its members or abuses them for political ends; if it joins an international organization or association which is active in the pursuance of these objectives"},{"author":94808,"first":"El desarrollo de estrategias colectivas para combatir el tráfico ilícito de armas pequeñas implica tener en cuenta que la demanda de armas ilegales es generada por grupos o individuos al margen de la ley que, interesados en <strong class=\"keyword\">subvertir</strong> el orden constitucional y propagar la violencia para lograr sus objetivos, recurren al mercado ilícito para adquirir las armas que le son vedadas por las disposiciones legales de los países donde operan.","second":"The development of collective strategies to combat the illicit traffic in small arms also means that we should keep in mind that the demand for illegal weapons is generated by groups or individuals outside the law who, attempting to <strong class=\"keyword\">subvert</strong> the constitutional order and to spread violence to achieve their objectives, turn to the black market to obtain weapons that are forbidden by the laws of the countries where they operate."},{"author":8000,"first":"El Sr. Qaddafi mencionó que en todos los ordenamientos jurídicos se consideraba como delincuente a cualquiera que tratase de <strong class=\"keyword\">subvertir</strong> el sistema político de su comunidad y se le declaraba responsable en virtud de la ley","second":"Mr. Qaddafi mentioned that all legal systems considered as criminal anyone who attempted to <strong class=\"keyword\">undermine</strong> the political system of his community and held him answerable under the law"},{"author":94808,"first":"En el artículo 4 de la Ley de derechos del niño se fijaron los siguientes principios básicos: \"no discriminación de los niños por motivo de su nivel de educación o estado de salud; igualdad\", \"responsabilidad de los padres y cuidadores de los niños de proveer a su desarrollo físico, mental y moral y a sus estudios\", \"la garantía de los derechos de los niños a una vida sana, al desarrollo, a la protección y a la participación en la vida social es un deber básico del Estado y la familia\" y \"los derechos de los niños a la petición y recepción de información, la libertad de asociación... no deben <strong class=\"keyword\">subvertir</strong> el orden público\".","second":"Article 4 of the Law on Child Rights determined basic principles of child rights as follows: “ non-discrimination of children by education or health status, equality”, “responsibility of parents and care givers in providing for children’s physical, mental and moral development, their study”, “provision of the rights of a child to healthy life, development, protection, participation in social life is a basic duty of the state and the family”, “rights of children for seeking and receiving information, freedom of association... should not <strong class=\"keyword\">violate</strong> public order.”"},{"author":8000,"first":"Las grandes empresas también habían encontrado aliados en algunos gobiernos para <strong class=\"keyword\">subvertir</strong> las Naciones Unidas y sus procedimientos","second":"Large corporations had also found partners in some Governments to <strong class=\"keyword\">subvert</strong> the United Nations and its processes"},{"author":94808,"first":"El empleo de información con un marcado interés de <strong class=\"keyword\">subvertir</strong> el orden interno de los Estados, violar su soberanía y realizar actos de intromisión e interferencia en sus asuntos internos, constituye una acción ilegal en virtud del derecho internacional y atenta contra el disfrute del derecho a la libre determinación de los pueblos.","second":"The use of information in the clear interest of <strong class=\"keyword\">subverting</strong> the internal order of States, violating their sovereignty and meddling and interfering in their internal affairs is an illegal action under international law and impairs the enjoyment of the right of peoples to self-determination."},{"author":91988,"first":"Lo que sí es verdad es que hay una lucha de vida o muerte sobre el futuro del Islam, en la que los extremistas aspiran a <strong class=\"keyword\">subvertir</strong> tanto su tradición de mentalidad abierta como el mundo moderno.","second":"What is true is that there is a life-and-death struggle going on over the future of Islam, with extremists aiming to <strong class=\"keyword\">subvert</strong> both its open-minded tradition and the modern world."},{"author":94808,"first":"El enfoque transformador supone que las políticas, además de dar cabida a las necesidades específicas de las mujeres, también procuren <strong class=\"keyword\">subvertir</strong> la definición tradicional de los papeles de los géneros.","second":"The transformative approach implies that as policies seek to accommodate the specific needs of women, they should also seek to <strong class=\"keyword\">subvert</strong> traditional gendered divisions of roles."},{"author":8007,"first":"Otra cosa totalmente distinta es <strong class=\"keyword\">subvertir</strong> la democracia privilegiando intereses particulares por sobre otros.","second":"It is another matter altogether to <strong class=\"keyword\">subvert</strong> democracy by privileging particular interests over others."},{"author":8000,"first":"La República Popular Democrática de Corea otorga la mayor importancia al diálogo y a la cooperación, pero no tolerará ningún intento de <strong class=\"keyword\">subvertir</strong> su sistema político y amenazar su soberanía bajo la apariencia de la defensa de los derechos humanos","second":"While the Democratic People's Republic of Korea attached very great importance to dialogue and cooperation, it would not tolerate any attempt to <strong class=\"keyword\">overthrow</strong> its system or threaten its sovereignty in the name of “human rights”"},{"author":8000,"first":"Nuestra reacción colectiva ante esas atrocidades debe defender esos valores y poner de relieve claramente las diferencias que dividen a los que defienden esos principios consagrados en la Carta de las Naciones Unidas y a los que, escondidos entre nosotros, tratan de <strong class=\"keyword\">subvertir</strong> esos mismos principios","second":"Our collective response to these outrages must uphold those values and put in stark relief the differences which divide those who uphold the principles enshrined in the United Nations Charter and those, hiding in our midst, who would seek to <strong class=\"keyword\">subvert</strong> those same principles"},{"author":94808,"first":"Un representante advirtió que cualquier interpretación de los términos debería ser coherente con el propio Convenio y no se debería permitir que favoreciese intereses ocultos encaminados a <strong class=\"keyword\">subvertir</strong> el Convenio.","second":"One representative cautioned that any interpretations of terms must be consistent with the Convention itself and must not be allowed to advance hidden agendas aimed at <strong class=\"keyword\">subverting</strong> the Convention."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"}}}