{"result":"ok","tuc":[{"phrase":{"text":"subjugate","language":"en"},"meaningId":4129285372546068205,"authors":[84595]},{"phrase":{"text":"enthrall","language":"en"},"meanings":[{"language":"en","text":"hold spellbound"}],"meaningId":-7588419092760136016,"authors":[70195]},{"phrase":{"text":"crush","language":"en"},"meanings":[{"language":"en","text":"to oppress or burden grievously"}],"meaningId":-8733359145458842131,"authors":[90508]},{"phrase":{"text":"quell","language":"en"},"meanings":[{"language":"en","text":"transitive: to subdue, put down"}],"meaningId":886436733574116566,"authors":[90508]},{"phrase":{"text":"control","language":"en"},"meaningId":428458635728995958,"authors":[36]},{"phrase":{"text":"dominate","language":"en"},"meaningId":7304945535972115376,"authors":[25018]},{"phrase":{"text":"govern","language":"en"},"meaningId":-3556123259064883946,"authors":[36]},{"phrase":{"text":"reign","language":"en"},"meaningId":6280422162370355359,"authors":[2698]},{"phrase":{"text":"rule","language":"en"},"meaningId":-1545836827094722400,"authors":[2698]},{"phrase":{"text":"audit","language":"en"},"meaningId":-8064316408709598288,"authors":[2698]},{"phrase":{"text":"be attentive","language":"en"},"meaningId":-5513176904637022656,"authors":[2698]},{"phrase":{"text":"be attentive to","language":"en"},"meaningId":-6613666905817007463,"authors":[2698]},{"phrase":{"text":"bear down","language":"en"},"meaningId":-5616377407932471622,"authors":[84500]},{"phrase":{"text":"check","language":"en"},"meaningId":-315212138119007575,"authors":[2698]},{"phrase":{"text":"collate","language":"en"},"meaningId":5979186055848827011,"authors":[2698]},{"phrase":{"text":"examine","language":"en"},"meaningId":1330322303234486639,"authors":[2698]},{"phrase":{"text":"head up","language":"en"},"meaningId":807393254643193202,"authors":[36]},{"phrase":{"text":"heed","language":"en"},"meaningId":-5296424093744193189,"authors":[2698]},{"phrase":{"text":"hold down","language":"en"},"meaningId":6238670159546008806,"authors":[25018]},{"phrase":{"text":"master","language":"en"},"meaningId":5994607664695865157,"authors":[25018]},{"phrase":{"text":"mind","language":"en"},"meaningId":5108609285391885834,"authors":[2698]},{"phrase":{"text":"moderate","language":"en"},"meaningId":9044613629127378408,"authors":[2698]},{"phrase":{"text":"overbear","language":"en"},"meaningId":-1472150229903892226,"authors":[84500]},{"phrase":{"text":"overmaster","language":"en"},"meaningId":-24442952066039461,"authors":[25018]},{"phrase":{"text":"overpower","language":"en"},"meaningId":-341258277573561848,"authors":[89651]},{"phrase":{"text":"oversee","language":"en"},"meaningId":-4438239203652943543,"authors":[2698]},{"phrase":{"text":"pay attention","language":"en"},"meaningId":3447823265042606599,"authors":[2698]},{"phrase":{"text":"pay attention to","language":"en"},"meaningId":1500098696423339525,"authors":[2698]},{"phrase":{"text":"restrain","language":"en"},"meaningId":6566815118111512000,"authors":[36]},{"phrase":{"text":"review","language":"en"},"meaningId":-2800246109156397225,"authors":[2698]},{"phrase":{"text":"subdue","language":"en"},"meaningId":7227976422010499399,"authors":[25115]},{"phrase":{"text":"subject","language":"en"},"meaningId":-4383581104455504453,"authors":[97745]},{"phrase":{"text":"supervise","language":"en"},"meaningId":-6881336156960261339,"authors":[2698]},{"phrase":{"text":"verify","language":"en"},"meaningId":2062014555002389413,"authors":[2698]},{"phrase":{"text":"watch out","language":"en"},"meaningId":-8420131802146099010,"authors":[2698]},{"meanings":[{"language":"en","text":"to captivate, to mesmerize"},{"language":"en","text":"to subjugate, to overpower"}],"meaningId":6579911528318886277,"authors":[93107]}],"phrase":"subyugar","examples":[{"author":94808,"first":"El pretexto de la seguridad no justifica los puestos de control, cuya finalidad es controlar el movimiento de las personas y los bienes y que forman parte de los intentos de la Potencia ocupante de deshumanizar, humillar, hostigar y <strong class=\"keyword\">subyugar</strong> al pueblo palestino bajo su ocupación.","second":"The security pretext did not justify the checkpoints, which were intended to control the movement of persons and goods and were part of the occupying Power’s attempts to dehumanize, humiliate, harass and <strong class=\"keyword\">subjugate</strong> the Palestinian people under its occupation."},{"author":31,"first":"Es ya hora de <strong class=\"keyword\">subyugar</strong> a los ochenta guerreros demoníacos de Jang","second":"It is time now to <strong class=\"keyword\">conquer</strong> the eighty demonic warriors ofJang"},{"author":8000,"first":"Esos asesinatos, además de otras prácticas israelíes-como el castigo colectivo de civiles, el derribo de casas, el bombardeo de zonas densamente pobladas, la detención y la extradición, para citar sólo algunas- son crímenes de guerra ordenados por los dirigentes del Gobierno de Israel con el objeto de perpetuar su poder y <strong class=\"keyword\">subyugar</strong> a todo el pueblo palestino","second":"Those assassinations, in addition to other Israeli practices- including the collective punishment of civilians, the demolition of homes, the shelling of heavily populated areas, detention and extradition, to name but a few- are war crimes ordered by the leaders of the Government of Israel in order to perpetuate their power and allow <strong class=\"keyword\">them</strong> to <strong class=\"keyword\">subjugate</strong> the entire Palestinian people"},{"author":118293,"first":"Parece que son más felices intentando <strong class=\"keyword\">subyugar</strong> a la ciudad que consiguiéndolo.","second":"You know, it seems to be they're much happier trying <strong class=\"keyword\">to</strong> take the city than actually having it."},{"author":118293,"first":"La CIA está contrabandeando alcohol al interior de la ciudad, en un esfuerzo para <strong class=\"keyword\">subyugar</strong> al hombre negro.","second":"The CIA they're smuggling alcohol into the inner city in an effort to further <strong class=\"keyword\">subjugate</strong> the black man."},{"author":8000,"first":"Las medidas adoptadas por Israel en la Ribera Occidental y en la Faja de Gaza, que han llevado a la división de la Ribera Occidental en # cantones y de la Faja de Gaza en cuatro cantones, son medidas inhumanas cuyo objetivo principal es restringir la movilidad de los ciudadanos palestinos y arraigar el bloqueo económico sofocante con vistas a <strong class=\"keyword\">subyugar</strong> al pueblo palestino y hacerle pasar hambre","second":"The measures taken by Israel in the West Bank and the Gaza strip, which have led to the partitioning of the West Bank into # cantons and the Gaza strip into four cantons, are inhuman measures whose main objective is to restrict the mobility of Palestinian citizens and to entrench the suffocating economic blockade, with a view to <strong class=\"keyword\">subjugating</strong> the Palestinian people and to starving them"},{"author":8000,"first":"A menudo son tan desproporcionadas que parecen en parte concebidas paró castigar, humillar y <strong class=\"keyword\">subyugar</strong> al pueblo palestino","second":"They were often so disproportionate that they seemed in part designed to punish, humiliate and <strong class=\"keyword\">subjugate</strong> the Palestinian people"},{"author":31,"first":"Para tener éxito, tienes que... <strong class=\"keyword\">subyugar</strong> a la guarnición...... tomar el terreno elevado...... y, finalmente, capturar la bandera","second":"To succeed in a castle war, you have to <strong class=\"keyword\">overcome</strong> the garrison, take the high ground... and ultimately capture the flag"},{"author":118293,"first":"\" La lucha valiente hacia adelante, <strong class=\"keyword\">subyugará</strong> a la oscura pasión","second":"\" Fight manfully onward, dark passion <strong class=\"keyword\">subdue</strong>"},{"author":8008,"first":"Las mismas relaciones de capital hicieron que los conquistadores europeos fueran a México y América del Sur a colonizar y <strong class=\"keyword\">subyugar</strong> a la población originaria (a aquellos que sobrevivieran); posteriormente esos mismos afanes llevaron a que Estados Unidos <strong class=\"keyword\">subyugara</strong> a México y a otras partes de América Latina, saqueara a esos países y expulsara a millones de los habitantes de esos países hacia el Norte en una búsqueda desesperada del trabajo que pudieran conseguir.","second":"The same relations of capital drove the conquistadors from Europe to Mexico and South America to colonize and <strong class=\"keyword\">subjugate</strong> the native inhabitants (the ones that they did not wipe out altogether); and those same compulsions resulted in the later <strong class=\"keyword\">subjugation</strong> by the United States of Mexico and other parts of Latin America, the plunder of those countries, and the eventual driving of millions of people from those countries into the U.S., desperately seeking any work they could get."},{"author":119723,"first":"8 Pues he aquí, sus intenciones eran incitar a la ira a los lamanitas contra los nefitas; e hizo esto para usurpar un gran poder sobre ellos, y también para <strong class=\"keyword\">subyugar</strong> a los nefitas, sometiéndolos al cautiverio.","second":"8 For behold, his adesigns were <strong class=\"keyword\">to</strong> bstir <strong class=\"keyword\">up</strong> the Lamanites <strong class=\"keyword\">to</strong> anger against the Nephites; this he did that he might usurp great power over them, and also that he might gain power over the Nephites by bringing them into cbondage."},{"author":27,"first":"Concretamente, el proceso de ampliación de los Balcanes Occidentales va acompañado de una ingente operación para <strong class=\"keyword\">subyugar</strong> y humillar a los pueblos de esos países.","second":"In particular, the process of enlargement to the Western Balkans is accompanied by a huge operation of <strong class=\"keyword\">subjugating</strong> and humiliating the peoples of those countries."},{"author":94808,"first":"En sus más recientes intentos Israel también ha intentado <strong class=\"keyword\">subyugar</strong> al pueblo palestino y socavar la Autoridad Nacional Palestina para privarla de sus derechos nacionales inalienables, garantizados en el marco de las normas internacionales y de las resoluciones pertinentes de las Naciones Unidas.","second":"In its recent acts, it has also aimed at <strong class=\"keyword\">subjugating</strong> the Palestinian people and at undermining the Palestinian National Authority, depriving it of its inalienable national rights guaranteed by international law and norms and relevant United Nations resolutions."},{"author":8000,"first":"Al parecer, la violación sistemática es el medio de que se valen algunos grupos, como las Forces Démocratiques de la Libération du Rwanda (FDLR), para <strong class=\"keyword\">subyugar</strong> y dividir a las comunidades locales","second":"Systematic rape seems to be used by groups, like the Forces Démocratiques de la Libération du Rwanda (FDLR), as a weapon to <strong class=\"keyword\">subjugate</strong> and divide local communities"},{"author":8008,"first":"9 Y sucedió que después del transcurso de muchos años, Moriantón, que era descendiente de Riplákish, reunió un ejército de desterrados, y fue e hizo la guerra al pueblo, y se apoderó de muchas ciudades; y la guerra se agravó muchísimo, y duró por el espacio de muchos años; y él logró <strong class=\"keyword\">subyugar</strong> a toda la tierra, y se estableció como rey de toda la tierra.","second":"9 And it came to pass after the space of many years, Morianton, (he being a descendant of Riplakish) gathered together an army of outcasts, and went forth and gave battle unto the people; and he gained power over many cities; and the war became exceedingly sore, and did last for the space of many years; and he did gain <strong class=\"keyword\">power</strong> over all the land, and did establish himself king over all the land."},{"author":8000,"first":"Las formas de la violencia indican la intención de parte de las autoridades sudanesas de <strong class=\"keyword\">subyugar</strong> a las poblaciones que se considera aportan una base de apoyo a los rebeldes","second":"The patterns of violence point to an intent on the part of the Sudanese authorities to <strong class=\"keyword\">subjugate</strong> those populations perceived to be providing a support base for the rebels"},{"author":94808,"first":"Condenaron todas esas políticas y prácticas ilegales por parte de Israel, la Potencia ocupante, claramente apuntadas a intimidar, deshumanizar y <strong class=\"keyword\">subyugar</strong> al pueblo palestino.","second":"They condemned all such illegal policies and practices by Israel, the occupying Power, clearly aimed at intimidating, dehumanizing and <strong class=\"keyword\">subjugating</strong> the Palestinian people."},{"author":31,"first":"Eso a pesar que las fuerzas militares del país no han podido <strong class=\"keyword\">subyugar</strong>","second":"This, despite the fact that the combined might of the U. S. Military...... has been unable <strong class=\"keyword\">to subdue</strong>"},{"author":27,"first":"Esta posición defendida por la mayoría del Parlamento es, en gran medida, de doble moral, y acata la línea estadounidense, consistente en una constante presión sobre el pueblo y los Gobiernos que no siguen sus directrices y no se dejan <strong class=\"keyword\">subyugar</strong>.","second":"This position held by the majority in Parliament is very much one of double standards, and toes the US line, which is one of continuous pressure on people and governments failing to follow its guidelines and resisting <strong class=\"keyword\">subjugation</strong>."},{"author":94808,"first":"Entre abril y junio, en particular, se recurrió a actos sistemáticos y generalizados de violencia sexual para castigar, intimidar y <strong class=\"keyword\">subyugar</strong> a mujeres y niñas; esos actos de violencia fueron perpetrados por el Movimiento Nacional de Liberación de Azawad (MNLA), encabezado por el ex-Coronel del ejército de Libia Mohamed Ag Najim, y por grupos islamistas como Ansar Dine, encabezado por Iyad Ag Gahly, Al-Qaida en el Magreb Islámico (AQIM), encabezado por el argelino Yahia Abou al-Hamam, y el Movimiento para la Unidad y la Yihad en África Occidental (MUJAO); integrado por extranjeros bajo el mando de un mauritano, Hamada Ould Khairou.","second":"From April to June in particular systematic and widespread sexual violence was used to punish, intimidate and <strong class=\"keyword\">subjugate</strong> women and girls; such violence was perpetrated by the Mouvement national de libération de l’Azawad (MNLA), led by former colonel of the Libyan army Mohamed Ag Najim, as well as by Islamist groups such as Ansar Dine, led by Iyad Ag Ghaly, Al-Qaida in the Islamic Maghreb (AQIM), led by the Algerian Yahia Abou al-Hamam, and the Mouvement pour l’unicité et le jihad en Afrique de l’Ouest (MUJAO), composed of foreign nationals commanded by a Mauritanian, Hamada Ould Khairou."},{"author":8000,"first":"\"El poder puede ser positivo o puede ser negativo. El poder que se emplea para aplastar, <strong class=\"keyword\">subyugar</strong> u obligar a la conformidad es negativo","second":"Power that is used to overwhelm, to <strong class=\"keyword\">subjugate</strong>, or to compel conformity is negative"},{"author":31,"first":"Es ya hora de <strong class=\"keyword\">subyugar</strong> a los ochenta guerreros demoníacos de Jang","second":"It is time now to <strong class=\"keyword\">conquer</strong> the eighty demonic warriors of Jang"},{"author":94808,"first":"Los terroristas han destruido y saqueado ciudades, aldeas y barrios pacíficos y han matado y secuestrado a sus residentes, a fin de aterrorizar y <strong class=\"keyword\">subyugar</strong> a la pacífica población civil.","second":"The terrorists have destroyed and plundered peaceful cities, villages and neighbourhoods, and killed and abducted their residents in order to terrorize and <strong class=\"keyword\">subjugate</strong> their peaceful civilian populations."},{"author":31,"first":"Despues utilizó uno veneno especial para <strong class=\"keyword\">subyugar</strong>... a un gran número de maestros de las artes marciales, incluyendo al legendario Sin Nombre","second":"Later on, he used his special formulated poison to <strong class=\"keyword\">subdue</strong> a large number of martial arts masters, including martial arts legend, Nameless"},{"author":27,"first":"Las negociaciones sobre el nuevo acuerdo marco no pueden dejar de lado la cuestión de los derechos humanos y <strong class=\"keyword\">subyugar</strong> todo a los intereses comerciales.","second":"Negotiations on the new framework agreement cannot leave aside the issue of human rights, <strong class=\"keyword\">subjugating</strong> everything to commercial interests."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"84595":{"U":"","id":84595,"N":"i2e - English-Spanish Dictionary","url":"https://glosbe.com/source/84595"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}