{"result":"ok","tuc":[{"phrase":{"text":"succinct","language":"en"},"meanings":[{"language":"es","text":"Expresado con pocas palabras."},{"language":"en","text":"brief and to the point"},{"language":"en","text":"Expressed in few words."}],"meaningId":-6501814413275716916,"authors":[70195]},{"phrase":{"text":"brief","language":"en"},"meanings":[{"language":"en","text":"concise"}],"meaningId":-605343707097083831,"authors":[70195]},{"phrase":{"text":"concise","language":"en"},"meanings":[{"language":"en","text":"brief and precise"}],"meaningId":2579008449567229389,"authors":[70195]},{"phrase":{"text":"sententious","language":"en"},"meanings":[{"language":"en","text":"using as few words as possible"}],"meaningId":-4206909051588655757,"authors":[70195]},{"phrase":{"text":"short","language":"en"},"meaningId":-6917484016685461579,"authors":[69425]},{"phrase":{"text":"compendious","language":"en"},"meaningId":-6428769731384125708,"authors":[25018]},{"phrase":{"text":"concise(konciza)","language":"en"},"meaningId":-5371800859775399160,"authors":[8]},{"phrase":{"text":"laconic","language":"en"},"meaningId":546070724416806392,"authors":[83089]},{"phrase":{"text":"lapidary","language":"en"},"meaningId":-8097650346978844394,"authors":[83042]},{"phrase":{"text":"scanty","language":"en"},"meaningId":1018005240395671489,"authors":[25115]},{"phrase":{"text":"scarcely","language":"en"},"meaningId":-2530707313929289586,"authors":[60172]},{"phrase":{"text":"terse","language":"en"},"meaningId":5909571284356083480,"authors":[89651]},{"meanings":[{"language":"en","text":"succinct, brief, concise"}],"meaningId":-4431170889190996530,"authors":[1]}],"phrase":"sucinto","examples":[{"author":94808,"first":"En opinión del Programa de las Naciones Unidas para el Desarrollo (PNUD), el informe del grupo especial de expertos sobre la asistencia a terceros Estados afectados por la aplicación de las sanciones explica de forma <strong class=\"keyword\">sucinta</strong> y clara las consecuencias tanto directas como indirectas que han sufridos esos países con la adopción de medidas preventivas o coercitivas.","second":"In the view of the United Nations Development Programme (UNDP) the report of the ad hoc expert group meeting on assistance to third States affected by the application of sanctions explains in a <strong class=\"keyword\">succinct</strong> and well-argued manner both direct and indirect consequences incurred by those countries as a result of preventive or enforcement measures."},{"author":94809,"first":"La decisión final del Comité recogerá los nombres de las partes y de sus representantes, los nombres de los miembros del Comité que hayan participado en la decisión, la fecha en que se haya hecho pública, la parte dispositiva de la decisión, una exposición <strong class=\"keyword\">sucinta</strong> de los hechos del caso y los motivos de la decisión.","second":"The final decision of the Committee shall contain the names of the parties and their representatives, the names of the members of the Committee taking part in the decision, the date on which the decision is announced, the operative part of the decision, a <strong class=\"keyword\">brief</strong> presentation of the facts of the case and the reasons for the decision."},{"author":94808,"first":"También cabe deplorar que el informe del Secretario General sobre cuestiones de política generales (A/70/400), solicitado en virtud de la resolución 69/95 de la Asamblea General, presente de manera tan <strong class=\"keyword\">sucinta</strong> los esfuerzos y medidas que la Secretaría ha tomado en relación con las misiones políticas especiales.","second":"It was also regrettable that the Secretary-General’s report on overall policy matters (A/70/400), mandated under General Assembly resolution 69/95, described the Secretariat’s efforts and measures in relation to special political missions so <strong class=\"keyword\">briefly</strong>."},{"author":94809,"first":"Descripción <strong class=\"keyword\">sucinta</strong> de la delimitación de la zona geográfica","second":"<strong class=\"keyword\">Concise definition</strong> of the geographical area"},{"author":94809,"first":"Descripción <strong class=\"keyword\">sucinta</strong> de la zona geográfica:","second":"<strong class=\"keyword\">Concise definition</strong> of the geographical area:"},{"author":94808,"first":"La estrategia debería indicar de manera <strong class=\"keyword\">sucinta</strong> los beneficios que ofrece la Comisión, entre los que figuran, de manera especial, “la atención, el acompañamiento y la promoción”.","second":"It should spell out <strong class=\"keyword\">succinctly</strong> the benefits that the Commission offers: key among these are “attention, accompaniment, advocacy”."},{"author":94809,"first":"La Comisión informará de forma <strong class=\"keyword\">sucinta</strong> al Comité previsto en el artículo 7 sobre las decisiones de financiación que tenga intención de adoptar en lo referente a los proyectos y programas de un valor inferior o igual a 2 millones de ecus.","second":"The Commission shall inform the Committee referred to in Article 7 <strong class=\"keyword\">succinctly</strong> of any financing decisions it intends to take with regard to projects and programmes of less than ECU 2 million in value."},{"author":94808,"first":"Luego de una <strong class=\"keyword\">sucinta</strong> introducción (capítulo I), en el informe se describen brevemente los principales cambios en el contexto mundial y su repercusión en la situación de las mujeres y los niños (capítulo II); se consideran los progresos y las limitaciones en la ejecución de cada una de las cuatro prioridades de la organización con arreglo al plan de mediano plazo y, cuando corresponde, se determinan los ajustes que se han realizado o se proyecta realizar en relación con dichas prioridades (capítulo III); se hace un análisis de los ingresos y los gastos (capítulo IV) y se presentan las novedades en materia de gestión del rendimiento (capítulo V).","second":"After a <strong class=\"keyword\">summary</strong> introduction (chapter I), the report briefly describes major changes in the global context and their impact on the situation of women and children (chapter II); considers progress and constraints in implementing each of the four organizational priorities of the MTP and, when appropriate, identifies adjustments introduced or planned to address them (chapter III); provides an analysis of income and expenditure (chapter IV); and presents developments in performance management (chapter V)."},{"author":94809,"first":"Ubicación, importancia de los principales establecimientos del emisor e informaciones <strong class=\"keyword\">sucintas</strong> sobre las propiedades inmobiliarias.","second":"Location and size of the issuer's principal establishments and <strong class=\"keyword\">summary</strong> information about real estate owned."},{"author":22,"first":"Descripción <strong class=\"keyword\">sucinta</strong> de la zona geográfica","second":"<strong class=\"keyword\">Concise definition</strong> of the geographical area"},{"author":94809,"first":"Exposición <strong class=\"keyword\">sucinta</strong> de las alegaciones de las partes","second":"<strong class=\"keyword\">Summary</strong> of the parties' arguments"},{"author":8000,"first":"También señala a la atención el capítulo III, titulado “Cuestiones de coordinación”, el capítulo IV, relativo a un informe de la Dependencia Común de Inspección, y el capítulo V, en el que se relacionan los temas que se han de examinar durante la segunda parte del # ° período de sesiones del Comité, inclusive la exposición <strong class=\"keyword\">sucinta</strong> del proyecto de presupuesto por programas para el bienio","second":"He also drew attention to chapter III, entitled “Coordination questions”, chapter IV, concerning a report by the Joint Inspection Unit, and chapter V, which listed the items for consideration during the second part of the Committee's fortieth session, including the <strong class=\"keyword\">outline</strong> of the proposed programme budget for the biennium"},{"author":94809,"first":"102 En tercer lugar, como declaró el Tribunal de Primera Instancia (apartado 69), la Decisión impugnada enuncia, de forma <strong class=\"keyword\">sucinta</strong> pero clara, los motivos considerados por la Comisión, por una parte, al responder a determinados argumentos invocados por la recurrente en sus observaciones recibidas por la Comisión el 3 de agosto de 1995 y, por otra, al referirse a las explicaciones proporcionadas por el Ministerio en el certificado.","second":"102 Thirdly, as the Court of First Instance found (paragraph 69), the contested decision sets out, <strong class=\"keyword\">succinctly</strong> but clearly, the grounds relied on by the Commission, on the one hand, in replying to certain of the arguments put forward by the applicant in its observations which reached the Commission on 3 August 1995 and, on the other, in referring to the explanations given by the Ministry in its certificate."},{"author":118385,"first":"Una de las nuevas iniciativas se refiere al desarrollo de «guías rápidas» para ayudar a las partes interesadas a comprender e identificar los aspectos más importantes del RCDE UE con mayor rapidez y de manera <strong class=\"keyword\">sucinta</strong>.","second":"One new initiative concerns development of 'Quick Guides' to help stakeholders understand and identify the most important EU ETS considerations more quickly and <strong class=\"keyword\">succinctly</strong>."},{"author":94808,"first":"Sírvanse informar al Comité, de manera <strong class=\"keyword\">sucinta</strong>, de todas las medidas adoptadas, incluidas las legislativas, para luchar contra las prácticas perjudiciales que infringen los derechos del niño, como el que se acuse a niños de brujería, los matrimonios precoces o forzados y los niños \"mouhadjirin\".","second":"Please <strong class=\"keyword\">briefly</strong> inform the Committee of any initiatives undertaken, including new legislation, to combat harmful practices, such as children being accused of witchcraft, early or enforced marriages and “mouhadjirin” children, which violate children’s rights."},{"author":94809,"first":"De producirse un apresamiento, en la zona de pesca de la República de Guinea, de un buque pesquero que enarbole pabellón de algún Estado miembro de la Comunidad y que esté faenando en virtud de este Acuerdo o de un Acuerdo celebrado entre la Comunidad y un tercer país, deberá informarse de ello a la Delegación de la Comisión Europea en la República de Guinea en el plazo de cuarenta y ocho horas y remitírsele simultáneamente un informe <strong class=\"keyword\">sucinto</strong> de las circunstancias y razones que lo hayan motivado.","second":"The European Commission Delegation in the Republic of Guinea shall be notified within 48 hours of any boarding within the Republic of Guinea's fishing zone of a fishing vessel flying the flag of a Member State of the Community and operating under this Agreement or an Agreement concluded between the Community and a third country and shall at the same time receive a <strong class=\"keyword\">brief</strong> report of the circumstances and reasons leading to the boarding."},{"author":27,"first":"Diría también, que en la cumbre del 2003, deberemos contar con un informe <strong class=\"keyword\">sucinto</strong> y sobrio sobre estos temas.","second":"We should, I think, have a simple, <strong class=\"keyword\">concise</strong> report on these issues at the 2003 summit."},{"author":94809,"first":"Afirma igualmente que, en la Decisión de verificación de 10 de septiembre de 1998, la Comisión se limita a indicar que dispone de información según la cual Roquette Frères lleva a cabo las prácticas contrarias a la competencia que ella describe pero sin referirse a la información que la Comisión afirma poseer y en la que basa su apreciación y sin analizarla, siquiera de forma <strong class=\"keyword\">sucinta</strong>.","second":"It further observes that, in the investigation decision of 10 September 1998, the Commission merely stated that it had information to the effect that Roquette Frères was engaging in the anti-competitive practices described by it, without however referring, even <strong class=\"keyword\">briefly</strong>, in its analysis to the information which it claimed to have and on which it based its assessment."},{"author":94809,"first":"Deberá adjuntarse la documentación pertinente relativa a la infraestructura, las instalaciones, los recursos y el personal cualificado (currículos <strong class=\"keyword\">sucintos</strong> del personal con mayor participación en la realización de la encuesta o encuestas) que están a la disposición del candidato,","second":"Relevant documentation should be attached regarding the infrastructure, facilities, resources and qualified staff (<strong class=\"keyword\">concise</strong> CV's of the staff the most involved in carrying out the survey(s)) at the applicant's disposal,"},{"author":94808,"first":"En su quinto período de sesiones, celebrado en Nueva York en agosto de 2015, el Comité de Expertos examinó el informe de la Secretaría (E/C.20/2015/14), que contenía un examen preliminar de la labor realizada por el Comité durante el período 2011-2015, y en el que se describían en un modo <strong class=\"keyword\">sucinto</strong> los considerables logros y progresos realizados por el Comité de Expertos en la esfera de la gestión mundial de la información geoespacial desde su creación en 2011.","second":"At its fifth session, held in New York in August 2015, the Committee of Experts considered the report of the Secretariat (E/C.20/2015/14), which provided a draft review of the work of the Committee during the period 2011-2015 and a <strong class=\"keyword\">succinct</strong> outline of the considerable achievements and progress made by the Committee in the area of global geospatial information management since its establishment in 2011."},{"author":94809,"first":"En 2004, los ejercicios de evaluación intermedia externa produjeron 45 informes nacionales, sectoriales, ad hoc o temáticos, sobre Phare y otros instrumentos financieros de preadhesión, así como un informe consolidado <strong class=\"keyword\">sucinto</strong> sobre la ayuda Phare asignada en 1999-2002 y aplicada hasta noviembre de 2003.","second":"In 2004, the external interim evaluation schemes generated 45 individual country, sectoral, ad-hoc or thematic evaluation reports covering Phare and other pre-accession financial instruments measures, as well as a Consolidated <strong class=\"keyword\">Summary</strong> Report of Phare support allocated in 1999-2002 and implemented until November 2003."},{"author":94809,"first":"Descripción <strong class=\"keyword\">sucinta</strong> de la zona geográfica","second":"<strong class=\"keyword\">Concise definition</strong> of the geographical area:"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}