{"result":"ok","tuc":[{"phrase":{"text":"sink","language":"en"},"meaningId":5837073250755905321,"authors":[25115]},{"phrase":{"text":"immerse","language":"en"},"meaningId":4340984293137178200,"authors":[89651]},{"phrase":{"text":"plunge","language":"en"},"meaningId":3740243780203712743,"authors":[25018]},{"phrase":{"text":"submerge","language":"en"},"meaningId":-8527746394370625946,"authors":[25115]},{"meanings":[{"language":"en","text":"to submerge"}],"meaningId":5079340747448863385,"authors":[93107]}],"phrase":"sumir","examples":[{"author":8000,"first":"La escalada indica que el Gobierno israelí del Primer Ministro Ariel Sharon actúa con mentalidad y ocupación encaminada a <strong class=\"keyword\">sumir</strong> a toda la región en la confrontación y la guerra","second":"The escalation indicates that the Israeli government of Prime Minister Ariel Sharon is acting with the mentality of occupation bent on <strong class=\"keyword\">dragging</strong> the whole region into confrontation and war"},{"author":118293,"first":"No tenemos que <strong class=\"keyword\">sumir</strong> que es un hombre, o solo una persona.","second":"We don't need to ass <strong class=\"keyword\">ume</strong> it's a man, or even just one person. [ chuckles ]"},{"author":94808,"first":"La mayoría de los refugiados huyeron a raíz del pánico desatado por los rumores difundidos por algunos políticos contrarios a celebrar elecciones en Burundi, que contaron además con la complicidad de algunos actores extranjeros y miembros de organizaciones de la sociedad civil que quieren <strong class=\"keyword\">sumir</strong> a Burundi en el caos.","second":"Most refugees fled owing to the panic caused by rumours conveyed by some politicians who do not wish elections in Burundi, with the complicity of some foreigners and some members of civil society organizations who want to <strong class=\"keyword\">plunge</strong> Burundi into chaos."},{"author":94808,"first":"Todo eso y mucho más está al alcance y dentro de las capacidades de unas Naciones Unidas reorganizadas y de unos Estados Miembros dispuestos a <strong class=\"keyword\">sumir</strong> responsabilidades personales en ese sentido.","second":"All that and far more is within the power and the capacity of a reordered United Nations and of Member States that are <strong class=\"keyword\">willing</strong> to take personal responsibility in that regard."},{"author":8000,"first":"La continua intensificación del conflicto entre Palestina e Israel no sólo ha infligido más muertes y heridas a los civiles inocentes, sino que amenaza con <strong class=\"keyword\">sumir</strong> a la región en un desastre aún mayor en cualquier momento","second":"The continued escalation of the conflict between Palestine and Israel has not only inflicted more death and casualties on innocent civilians, it also threatens to <strong class=\"keyword\">plunge</strong> the region into even greater calamity at any moment"},{"author":94808,"first":"África ha hecho progresos notables en la consecución de los ODM, pero las crisis en curso amenazan con borrar los avances arduamente logrados en la lucha contra el hambre y la malnutrición, en particular a la luz de la advertencia del Banco Mundial de que un aumento súbito de los precios de los alimentos podría <strong class=\"keyword\">sumir</strong> en la pobreza a 100 millones más de personas en todo el mundo.","second":"While Africa had made great progress towards achieving the MDGs, the current crises threatened to wipe out hard-won gains in the fight against hunger and malnutrition, particularly in light of the World Bank’s warning that a spike in food prices could <strong class=\"keyword\">plunge</strong> 100 million more people around the world into poverty."},{"author":8000,"first":"El Consejo de Ministros examinó la situación en los territorios palestinos, las prácticas represivas israelíes, el bloqueo y el hambre a que Israel somete al pueblo palestino, los ataques continuos de las fuerzas israelíes y los intentos de Israel por acabar con el proceso de paz, lo que redundará en una mayor inestabilidad y <strong class=\"keyword\">sumirá</strong> la región en una espiral de violencia","second":"The Ministerial Council considered the situation in the occupied Palestinian territories, Israel's repressive practices, the blockade and starvation of the Palestinian people, the continuing assaults by the Israeli forces and Israel's attempts to destroy the peace process, all of which are causing greater instability and <strong class=\"keyword\">plunging</strong> the region into a maelstrom of violence"},{"author":118293,"first":"<strong class=\"keyword\">Sumir</strong> y Ramprasad llegan al lugar de recogida a su debido tiempo y ayudan a cargar los camiones.","second":"<strong class=\"keyword\">Sumir</strong> and Ramprasad make it to the collection site in goo d time and help load the trucks."},{"author":91988,"first":"Romney lo confirmó recientemente, al reconocer que el “despeñadero fiscal” –la expiración al final de este año de los recortes de impuestos de la época de Bush, junto con grandes recortes de gasto ya previstos– volvería a <strong class=\"keyword\">sumir</strong> a la economía en la recesión.","second":"Romney conceded this point recently, acknowledging that the “fiscal cliff” – the expiration of Bush-era tax cuts at the end of this year, combined with large spending cuts already scheduled to take effect – would <strong class=\"keyword\">push</strong> the economy back into recession."},{"author":8000,"first":"En realidad, estos actos son un intento de Israel de <strong class=\"keyword\">sumir</strong> a toda la región en un ciclo de violencia y contraviolencia, erradicando así toda posibilidad de conseguir la paz","second":"Such acts are, in reality, an attempt on the part of Israel to draw the whole region <strong class=\"keyword\">into</strong> a cycle of violence and counter-violence and thereby eliminate any chance of achieving peace"},{"author":118293,"first":"Sólo una pieza pequeña en el engranaje... destinado a <strong class=\"keyword\">sumir</strong> a Putnam's Landing en el caos.","second":"Just a small cog in the big wheel that is destined to churn Putnam's Landing into chaos."},{"author":94808,"first":"Las graves violaciones de los derechos de las mujeres y las niñas son representativas del oscurantismo en el que los talibanes están decididos a <strong class=\"keyword\">sumir</strong> a la población.","second":"The gross violations of the rights of women and girls were representative of the Dark Age into which the Taliban were determined to <strong class=\"keyword\">plunge</strong> its people."},{"author":94808,"first":"La continua intensificación del conflicto entre Palestina e Israel no sólo ha infligido más muertes y heridas a los civiles inocentes, sino que amenaza con <strong class=\"keyword\">sumir</strong> a la región en un desastre aún mayor en cualquier momento.","second":"The continued escalation of the conflict between Palestine and Israel has not only inflicted more death and casualties on innocent civilians, it also threatens to <strong class=\"keyword\">plunge</strong> the region into even greater calamity at any moment."},{"author":27,"first":"En la actualidad, estas agencias disfrutan de mucho poder; con una de sus calificaciones crediticias son capaces de <strong class=\"keyword\">sumir</strong> un Estado o incluso un sistema en la crisis, degradando a los países y provocando una reacción de miedo en cadena en los mercados mundiales.","second":"These agencies currently have a great deal of power; they can <strong class=\"keyword\">plunge</strong> a State and/or even a system (downgrading countries and causing a chain reaction of fear on the world markets) into crisis with one of their ratings."},{"author":94808,"first":"En vista de ello, el Gobierno de la República desea dejar bien claro ante la opinión nacional e internacional que no ha tenido ninguna participación directa ni indirecta en este ciclo de violencia que vuelve a <strong class=\"keyword\">sumir</strong> una vez más el distrito de Ituri en un grave desastre humanitario.","second":"In view of the foregoing, the Government of the Republic wishes to impress upon national and international public opinion that it is neither directly nor indirectly involved in this cycle of violence, which has again <strong class=\"keyword\">plunged</strong> the Ituri region into a grave humanitarian disaster."},{"author":94808,"first":"Hubo “saboteadores”—grupos (incluidos los signatarios) que reniegan de sus compromisos o tratan de dejar sin efecto el acuerdo de paz mediante la violencia— que se opusieron al establecimiento de la paz en Camboya, volvieron a <strong class=\"keyword\">sumir</strong> a Angola, Somalia y Sierra Leona en la guerra civil y orquestaron el asesinato de nada menos que 800.000 personas en Rwanda.","second":"“Spoilers” — groups (including signatories) who renege on their commitments or otherwise seek to undermine a peace accord by violence — challenged peace implementation in Cambodia, <strong class=\"keyword\">threw</strong> Angola, Somalia and Sierra Leone back into civil war, and orchestrated the murder of no fewer than 800,000 people in Rwanda."},{"author":94808,"first":"En el proceso de reconstrucción y revitalización, podemos convertirnos en piedras angulares de esta institución o, de lo contrario, este edificio de cooperación multilateral se <strong class=\"keyword\">sumirá</strong> en la irrelevancia y la ilegitimidad.","second":"In rebuilding and revitalizing, either we will become the cornerstones of this institution, or this edifice of multilateral cooperation will crumble <strong class=\"keyword\">into</strong> irrelevance and illegitimacy."},{"author":8000,"first":"El reclutamiento de niños es un delito que puede <strong class=\"keyword\">sumir</strong> en un conflicto a generaciones enteras","second":"Child recruitment is a crime that can <strong class=\"keyword\">engulf</strong> entire generations in conflict"},{"author":31,"first":"La última guerra que <strong class=\"keyword\">sumirá</strong> a todo el mundo en las sombras","second":"The last <strong class=\"keyword\">war</strong> that will cover all the world in Shadow"},{"author":8000,"first":"En forma generalizada se predijo, por ejemplo, que no podría ponerse término al Tratado sobre la limitación de los sistemas de proyectiles antibalísticos (ABM) sin <strong class=\"keyword\">sumir</strong> al mundo en una nueva carrera de armamentos","second":"It was widely predicted, for example, that the Anti-Ballistic Missile (ABM) Treaty could not be ended without <strong class=\"keyword\">plunging</strong> the world into a new arms race"},{"author":94808,"first":"Como estimación conservadora, la pérdida de PIB a escala mundial como consecuencia de la pandemia podría alcanzar los 200.000 millones de dólares en tan sólo un trimestre y, en el peor de los casos, podría <strong class=\"keyword\">sumir</strong> a la economía mundial en una recesión.","second":"As a conservative estimate, the global loss in gross domestic product from a pandemic could amount to $200 billion in just one quarter and in a worst-case scenario could <strong class=\"keyword\">plunge</strong> the global economy into recession."},{"author":8000,"first":"Para lograr sus sórdidas ambiciones políticas no tienen reparos en recurrir incluso a actos ilegales que podrían <strong class=\"keyword\">sumir</strong> a nuestra sociedad en el caos","second":"In order to achieve their sordid political ambitions, they do not hesitate to resort even to unlawful action which could <strong class=\"keyword\">push</strong> our society into the <strong class=\"keyword\">abyss</strong> of chaos"},{"author":94808,"first":"Los esfuerzos de la comunidad internacional dirigidos a erradicar la pobreza se ven obstaculizados por las crisis financieras, económicas, naturales o causadas por el hombre, que parecen ser características del desarrollo mundial, empobrecen más a los pobres, vuelven a <strong class=\"keyword\">sumir</strong> en la pobreza a otros y crean millones de nuevos pobres en el proceso.","second":"The international community is impeded in its efforts to eradicate poverty by financial, economic, human-made or natural crises, which seem to be characteristic of global development, make poverty worse for the poor, <strong class=\"keyword\">push</strong> others back into poverty and create millions of new poor in the process."},{"author":8000,"first":"Pero la violación de las disposiciones de esta Constitución y de las leyes y reglamentos de la administración pública volverá a <strong class=\"keyword\">sumir</strong> al país en la inestabilidad política que no es sino consecuencia de los trastornos sociales y politicomilitares","second":"However, violations of the Constitution and of civil service rules and regulations sparked off fresh political instability, the result of social, military and political unrest"},{"author":94808,"first":"Si los países definen un proyecto de futuro y una estrategia que les sirvan para avanzar en estos aspectos desde el principio, las posibilidades de lograr una paz sostenible aumentan considerablemente y se reduce el riesgo de que se vuelvan a <strong class=\"keyword\">sumir</strong> en un conflicto.","second":"If countries develop a vision and strategy that succeeds in addressing these objectives early on, it substantially increases the chances for sustainable peace — and reduces the risk of <strong class=\"keyword\">relapse into</strong> conflict."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}