{"result":"ok","tuc":[{"phrase":{"text":"utmost","language":"en"},"meanings":[{"language":"en","text":"The most extreme, ultimate"}],"meaningId":56270571854899823,"authors":[70195]},{"phrase":{"text":"sumo","language":"en"},"meanings":[{"language":"en","text":"A stylised Japanese form of wrestling in which a wrestler loses if he is forced from the ring, or if any part of his body except the soles of his feet touch the ground."},{"language":"es","text":"Forma japonesa estilizada de lucha en la cual pierde un luchador si es forzado a salir del anillo, o si cualquier parte de su cuerpo excepto las plantas de los pies tocan el suelo."}],"meaningId":-8995643116363066584,"authors":[69425]},{"phrase":{"text":"paramount","language":"en"},"meanings":[{"language":"en","text":"supreme"}],"meaningId":-3409035828030626503,"authors":[70195]},{"phrase":{"text":"high","language":"en"},"meaningId":6933881787085097896,"authors":[84500]},{"phrase":{"text":"supreme","language":"en"},"meanings":[{"language":"es","text":"Que tiene poder sobre todos los demás."},{"language":"en","text":"Having power over all others."}],"meaningId":-5660399322689627180,"authors":[25115]},{"phrase":{"text":"great","language":"en"},"meaningId":7339997543749061576,"authors":[84715]},{"phrase":{"text":"eminent","language":"en"},"meaningId":3978780119366916862,"authors":[84500]},{"phrase":{"text":"extreme","language":"en"},"meaningId":-7045885396087777189,"authors":[86934]},{"phrase":{"text":"sumo wrestling","language":"en"},"meaningId":-3327679405128081259,"authors":[97745]},{"phrase":{"text":"uttermost","language":"en"},"meaningId":-9062521371403347208,"authors":[84715]},{"meanings":[{"language":"en","text":"highest, greatest, superlative"},{"language":"en","text":"utmost"},{"language":"en","text":"First-person singular (yo) present indicative form of sumar."},{"language":"en","text":"sumo"},{"language":"en","text":"First-person singular (yo) present indicative form of sumir."},{"language":"en","text":"(martial arts) sumo"}],"meaningId":559153406182345759,"authors":[1]},{"meanings":[{"language":"es","text":"sumo ( bebida de alguna fruta)"}],"meaningId":null,"authors":[81173]}],"phrase":"sumo","examples":[{"author":94808,"first":"El Comité ha tenido <strong class=\"keyword\">sumo</strong> agrado en recibir una delegación de alto nivel de este tipo.","second":"The Committee had been <strong class=\"keyword\">very</strong> pleased to receive such a high-level delegation."},{"author":118293,"first":"Mírelo, acaso no lleva la efigie del <strong class=\"keyword\">sumo</strong> sacerdote de Isis.","second":"Does it not carry the insignia of the <strong class=\"keyword\">high</strong> priest of Isis?"},{"author":94808,"first":"Estos hechos no impugnados bastan para determinar que se han vulnerado los artículos 7, 9 y 14 del Pacto Internacional de Derechos Civiles y Políticos, por lo que me <strong class=\"keyword\">sumo</strong> a las conclusiones del Comité.","second":"These uncontested facts suffice to find violations of articles 7, 9 and 14 of the Covenant on Civil and Political Rights, and I <strong class=\"keyword\">join</strong> the Committee’s conclusions."},{"author":119723,"first":"En Esdras 3:1–9 se constata que los judíos reconstruyeron primero el altar del templo y comenzaron a ofrecer sacrificios bajo la dirección de Zorobabel, el judío que nombraron los persas para servir como gobernador de los judíos, y de Jesúa, el <strong class=\"keyword\">sumo</strong> sacerdote presidente del Sacerdocio Aarónico.","second":"Ezra 3:1–9 records that under the direction of Zerubbabel, the Jewish man appointed by the Persians to serve as the governor of the Jews, and Jeshua, the presiding <strong class=\"keyword\">high</strong> priest of the Aaronic Priesthood, the Jews first rebuilt the altar of the temple and began offering sacrifices."},{"author":119723,"first":"Lee Hebreos 5:4 para averiguar cómo se había de elegir al <strong class=\"keyword\">sumo</strong> sacerdote.","second":"Read Hebrews 5:4, looking for how the <strong class=\"keyword\">high</strong> priest was to be chosen."},{"author":94808,"first":"Egipto compartirá con <strong class=\"keyword\">sumo</strong> agrado su experiencia en la presentación de su examen nacional con carácter voluntario con otros países que prevean presentar sus exámenes el año próximo.","second":"Egypt would be <strong class=\"keyword\">pleased</strong> to share its experience of presenting its voluntary national review with other countries planning to present their reviews the following year."},{"author":94809,"first":"(Atención: el floruro de fenilmetilsulfonilo es nocivo, manejar con <strong class=\"keyword\">sumo</strong> cuidado).","second":"(NB: phenylmethylsulphonyl fluoride is harmful — handle with <strong class=\"keyword\">extreme</strong> caution.)"},{"author":119723,"first":"Si la presidencia de estaca organiza un comité de actividades de estaca, asignan a un miembro del <strong class=\"keyword\">sumo</strong> consejo para que sea el presidente del comité.","second":"If the stake presidency organizes a stake activities committee, they assign a <strong class=\"keyword\">high</strong> councilor to be the committee chairman."},{"author":8000,"first":"Esperamos con <strong class=\"keyword\">sumo</strong> interés el día en que finalmente la paz prevalezca en nuestra región","second":"We look <strong class=\"keyword\">forward</strong> to the day when peace will finally prevail in our region"},{"author":118293,"first":"sales, y luego vamos... Uds. Cuatro serán llevados al templo sagrado donde irán a rezar con el <strong class=\"keyword\">sumo</strong> sacerdote por 10 minutos.","second":"walk out, and then we go along... you four will be taken to the sacred temple where you'll go and pray with the <strong class=\"keyword\">high</strong> priest for 10 minutes."},{"author":94808,"first":"En ese sentido, las iniciativas del Secretario General para mejorar la disciplina, la supervisión y la rendición de cuentas en materia financiera, incluido el desarrollo y la aplicación de Umoja y las Normas Contables Internacionales del Sector Público (IPSAS), se acogen con <strong class=\"keyword\">sumo</strong> agrado.","second":"In that connection, the Secretary-General’s efforts to improve financial discipline, oversight and accountability, including the development and implementation of Umoja and the International Public Sector Accounting Standards (IPSAS), were <strong class=\"keyword\">most</strong> welcome."},{"author":22,"first":"Así, por ejemplo, tiene la impresión de que los datos sobre empleo utilizados en la Comunicación subestiman en grado <strong class=\"keyword\">sumo</strong> la situación actual","second":"It has for instance the impression that the employment data used in the Communication largely underestimate the actual situation"},{"author":94809,"first":"Estimación que debe expresarse en valores enteros (o a lo <strong class=\"keyword\">sumo</strong>, con un decimal)","second":"Estimate to be expressed in full amounts (or <strong class=\"keyword\">at most</strong> to one decimal place)"},{"author":118293,"first":"Nada, <strong class=\"keyword\">Sumo</strong> Sacerdote.","second":"Nothing, High <strong class=\"keyword\">Priest</strong>."},{"author":94808,"first":"“El acusado o penado a quien no se hayan prohibido las visitas, puede enviar por correo no más de dos cartas por semana, dirigidas a su cónyuge, sus hijos o padres, su abogado oficial, otros familiares y amigos, o autoridades judiciales, y a lo <strong class=\"keyword\">sumo</strong> una carta por mes a autoridades del Estado, redactadas dentro de los límites de la sharia y la ley.","second":"“The accused or convicted person who is not prohibited visitations, may mail a maximum of two letters per week, addressed to spouse, children, parents, official counsel, other family and friends, or judicial authorities, and a <strong class=\"keyword\">maximum</strong> of one letter per month to state officials; which are written within the bounds of the shariah and law."},{"author":94809,"first":"109 De ello se desprende que el daño sufrido por las demandantes, suponiendo que se compruebe, no puede tener su origen en modo alguno en el acto impugnado, sino que se deriva de la aplicación de la Directiva 67/548 y a lo <strong class=\"keyword\">sumo</strong> de la modificación de ésta en lo respectivo a la clasificación de la colofonia.","second":"109. It follows that the damage suffered by the applicants, even if proven, can in no circumstances have arisen from the contested act, but results from the implementation of Directive 67/548 and at the <strong class=\"keyword\">very most</strong> from the amendment thereto regarding the classification of rosin."},{"author":119739,"first":"Jehová, el Legislador de Israel, daba una respuesta al <strong class=\"keyword\">sumo</strong> sacerdote en cuanto al proceder correcto que se había de seguir sobre cualquier asunto. (Éx 28:30.)","second":"Jehovah, Israel’s Lawgiver, would give an answer to the <strong class=\"keyword\">high</strong> priest as to the right course to pursue on any matter.—Ex 28:30."},{"author":8008,"first":"Sucedió que un ojeador japonés de luchadores para el <strong class=\"keyword\">Sumo</strong> llegó a Georgia y le sugirió firmar un contrato.","second":"A scout from Japan happened to come to Georgia looking for new sumo wrestlers, and suggested he sign up."},{"author":27,"first":"Cabe señalar las dificultades por las que atraviesa Timor Oriental, donde, a pesar de haberse celebrado unas elecciones pacíficas hace unos meses, siguen produciéndose importantes disturbios, e incluso ha habido un intento de asesinato del Presidente Ramos Horta -y me <strong class=\"keyword\">sumo</strong> también al saludo que ha enviado esta Cámara y a los votos por su pronta recuperación- y también incluso del propio Primer Ministro, Xanana Gusmão.","second":"Mention must be made of the difficulties experienced by East Timor where, following peaceful elections a few months ago, there are still many disturbances, including an attempt on the life of President Ramos Horta. Here I wish to add my <strong class=\"keyword\">best</strong> wishes to those already sent by the House for a speedy recovery, and also to Prime Minister Xanana Gusmão."},{"author":94808,"first":"En ese sentido, observamos con <strong class=\"keyword\">sumo</strong> interés el desarrollo de los indicadores de derechos humanos que inició el Alto Comisionado de las Naciones Unidas para los Derechos Humanos para centrarse en la aplicación de las normas universales de derechos humanos a indicadores operacionales y pertinentes por su contexto que pueden promover la supervisión de la aplicación de esos derechos a nivel de país.","second":"In that respect, we note with <strong class=\"keyword\">great</strong> interest the development of human rights indicators initiated by the United Nations High Commissioner for Human Rights to focus on the translation of universal human rights standards into operational and contextually relevant indicators that can promote the monitoring of the implementation of those rights at the country level."},{"author":118293,"first":"<strong class=\"keyword\">Sumo</strong> 250 $ y llevaré al ganador a mi espectáculo del Salvaje Oeste.","second":"<strong class=\"keyword\">Adding</strong> $ 250 to purse and will headline winner in my Wild West Show."},{"author":119739,"first":"Pero cuando se enteró de quién se trataba, se excusó: “Hermanos, no sabía que era <strong class=\"keyword\">sumo</strong> sacerdote.","second":"When this was called to his attention, he said: “Brothers, I did not know he was <strong class=\"keyword\">high</strong> priest."},{"author":119723,"first":"Hoy día, se ordena a varones dignos como sumos sacerdotes adicionales” (Guía para el Estudio de las Escrituras, “<strong class=\"keyword\">Sumo</strong> sacerdote”, scriptures.lds.org).","second":"Additional worthy men are ordained <strong class=\"keyword\">high</strong> priests as appropriate throughout the Church today” (Guide to the Scriptures, “<strong class=\"keyword\">High</strong> Priest,” scriptures.lds.org)."},{"author":27,"first":"Señor Presidente, me <strong class=\"keyword\">sumo</strong> al conjunto de declaraciones hechas sobre esta resolución por el resto de compañeros, y, como ponente designado por la Comisión de Asuntos Exteriores, Derechos Humanos, Seguridad Común y Política de Defensa, para poder informar al Parlamento sobre un eventual acuerdo de asociación con Bielorusia, quiero decir que no estoy nada satisfecho con la evolución de este país.","second":"Mr President, <strong class=\"keyword\">I support</strong> all the statements made on this resolution by other Members, and as the rapporteur appointed by the Committee on External Affairs, Human Rights, Common Security and Defence Policy to inform Parliament on a possible association agreement with Belarus, I would like to say that I am in no way satisfied with the progress of that country."},{"author":8000,"first":"En cuanto a los refugiados, el Director General de Derechos Humanos y Asuntos Sociales del Ministerio de Relaciones Exteriores señaló que el Ecuador ha elaborado con <strong class=\"keyword\">sumo</strong> cuidado políticas encaminadas a promover la integración social y productiva de quienes solicitan el estatuto de refugiado","second":"As regards refugees, the Director-General of Human Rights and Social Affairs in the Ministry for Foreign Affairs noted that Ecuador has <strong class=\"keyword\">carefully</strong> designed policies to promote social and productive integration of those requesting refugee statuses"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}