{"result":"ok","tuc":[{"phrase":{"text":"supplicant","language":"en"},"meanings":[{"language":"en","text":"An entity at one end of a point-to-point LAN/WLAN segment that is requesting authenticated access to the network."},{"language":"en","text":"supplicating"}],"meaningId":1156558724984516247,"authors":[70195]},{"phrase":{"text":"suppliant","language":"en"},"meaningId":252726869723204017,"authors":[90508]},{"phrase":{"text":"petitioner","language":"en"},"meaningId":4549114037679359410,"authors":[84500]},{"phrase":{"text":"appealing","language":"en"},"meaningId":-235029780896496117,"authors":[2903]},{"phrase":{"text":"pleading","language":"en"},"meaningId":-188730733149486854,"authors":[84500]},{"phrase":{"text":"applicant","language":"en"},"meaningId":673314875443315357,"authors":[25018]},{"phrase":{"text":"beseeching","language":"en"},"meaningId":-7100031104646973205,"authors":[84500]},{"phrase":{"text":"imploring","language":"en"},"meaningId":8395548731052219937,"authors":[84500]},{"phrase":{"text":"prayer","language":"en"},"meaningId":5126513747224527049,"authors":[84500]},{"phrase":{"text":"requester","language":"en"},"meaningId":-2636382882940763712,"authors":[84500]},{"meanings":[{"language":"en","text":"supplicant"}],"meaningId":4472828822883698683,"authors":[93107]}],"phrase":"suplicante","examples":[{"author":95096,"first":"Pero hoy, la espera <strong class=\"keyword\">suplicante</strong> de nuevas vocaciones debe ser cada vez más una práctica constante y difundida en la comunidad cristiana y en toda realidad eclesial.","second":"Today the <strong class=\"keyword\">prayerful</strong> expectation of new vocations should become an ever more continual and widespread habit within the entire Christian community and in every one of its parts."},{"author":119723,"first":"¡Qué poder poseen ustedes, mis queridas hermanas, en el ejercicio de sus deberes, en la ejecución de sus llamamientos como ángeles de misericordia para los que sufren, para los oprimidos y los caídos, para los errantes, los débiles y los <strong class=\"keyword\">suplicantes</strong>; son poderes que poseen y que pueden ejercer entre el pueblo de Dios y con cualquier persona con quien se les permita relacionarse!","second":"What power you possess, my beloved sisters, in the exercise of your duties, in the performance of your callings as angels of mercy to the suffering and the down-trodden and downfallen, to the erring and the weak and <strong class=\"keyword\">suppliant</strong>, powers that you possess and that you may wield among the people of God and among any people among whom you may be permitted to associate!"},{"author":119723,"first":"A mí me pareció como si se hubiera abierto un conducto de comunicación entre el trono celestial y el <strong class=\"keyword\">suplicante</strong> profeta de Dios arrodillado y rodeado de sus hermanos.","second":"For me, it felt as if a conduit opened between the heavenly throne and the kneeling, <strong class=\"keyword\">pleading</strong> prophet of God who was joined by his Brethren."},{"author":95096,"first":"Esto sucede no sólo con la celebración de la Eucaristía y de los otros sacramentos o con la ofrenda de sí mismos para gloria de Dios, sino también con la vida de oración, con el diálogo <strong class=\"keyword\">suplicante</strong> dirigido al Padre por medio de Jesucristo en el Espíritu Santo.","second":"149] This transformation is achieved not only by celebrating the Eucharist and the other sacraments and through offering themselves to the glory of God, but also through a life of prayer, through <strong class=\"keyword\">prayerful</strong> dialogue with the Father, through Jesus Christ, in the Holy Spirit."},{"author":118293,"first":"¿Quiere verme una vez más <strong class=\"keyword\">suplicante</strong> de amor a sus pies, de modo que pueda tener el placer de echarme a un lado como un perro faldero problemático?","second":"\" You wish once more to see me a love-sick <strong class=\"keyword\">supplicant</strong> at your feet, so that you can have the pleasure of kicking me aside like a troublesome lapdog? \""},{"author":119739,"first":"Hay ejemplos de que algunos se arrodillaban <strong class=\"keyword\">suplicantes</strong> delante de otros.","second":"We find examples of kneeling in <strong class=\"keyword\">supplication</strong> before others."},{"author":95096,"first":"Y es precisamente lo que vemos: Cristo redentor en el centro, coronado por sus santos, y junto a Él María, en acto de intercesión <strong class=\"keyword\">suplicante</strong>, como si quisiera mitigar el tremendo juicio.","second":"And that is precisely what we see: Christ the Redeemer at the centre, crowned by his Saints, and beside him Mary, in an act of <strong class=\"keyword\">prayerful</strong> intercession, almost as if to mitigate his terrible judgment."},{"author":8008,"first":"El arca, que contiene las dos tablas de piedra, es colocada en el lugar santísimo — La gloria de Jehová llena el templo — Salomón ofrece la oración dedicatoria — Pide bendiciones temporales y espirituales sobre el Israel arrepentido y <strong class=\"keyword\">suplicante</strong> — El pueblo ofrece sacrificios y adora durante catorce días.","second":"The ark, containing the two tablets of stone, is placed in the holy of holies—The glory of the Lord fills the temple—Solomon offers dedicatory prayer—He asks for temporal and spiritual blessings upon repentant and <strong class=\"keyword\">prayerful</strong> Israel—The people sacrifice and worship for fourteen days."},{"author":118293,"first":"Madre, escucha a una niña <strong class=\"keyword\">suplicante</strong>.","second":"Mother, listen a <strong class=\"keyword\">suppliant</strong> child"},{"author":8008,"first":"¡Qué débiles son el <strong class=\"keyword\">suplicante</strong> y el suplicado!","second":"So weak are ( both ) the <strong class=\"keyword\">seeker</strong> and the sought!"},{"author":118293,"first":"No estoy interesado en un trato <strong class=\"keyword\">suplicante</strong>.","second":"I'm not interested in a plea <strong class=\"keyword\">bargain</strong>."},{"author":119723,"first":"Por tanto, hoy quisiera dirigirme a todos los que se esfuerzan en este laboratorio que se vale de la fe, conocido como la mortalidad, y en particular a los padres desconsolados, abrumados y afligidos que <strong class=\"keyword\">suplicantes</strong> preguntan: “¿Por qué?”.","second":"And so today I wish to speak to all who are struggling in this laboratory of applied faith that is called mortality—and in particular to those bereaved, burdened, and grieving parents who beseechingly ask, “Why?”"},{"author":119723,"first":"10 Desde la región más allá de los ríos de Etiopía, mis <strong class=\"keyword\">suplicantes</strong>, la hija de mis esparcidos, traerán mi ofrenda.","second":"10 From abeyond the rivers of Ethiopia my <strong class=\"keyword\">suppliants</strong>, even the daughter of my dispersed, shall bring mine offering."},{"author":8008,"first":"# Preferir iproute2 sobre ifconfig modules=( \"iproute2\" ) # También se puede especificar otros módulos para una interfaz # En este caso preferimos a udhcpc sobre dhcpcd modules_eth0=( \"pump\" ) # También podemos especificar modulos que no queremos utilizar - # por ejemplo, puede querer utilizar un <strong class=\"keyword\">suplicante</strong> o linux-wlang-ng # para controlar la configuración inalámbrica, pero querer seguir # configurando la red por ESSID asociado.","second":"# Prefer iproute2 over ifconfig modules=( \"iproute2\" ) # You can also specify other modules for an interface # In this case we prefer pump over dhcpcd modules_eth0=( \"pump\" ) # You can also specify which modules not to use - for example you may be # using a <strong class=\"keyword\">supplicant</strong> or linux-wlan-ng to control wireless configuration but # you still want to configure network settings per ESSID associated with."},{"author":118293,"first":"¡ <strong class=\"keyword\">Suplicante</strong> yo también voy a rozar!","second":"I too will plead with God in <strong class=\"keyword\">prayer</strong>!"},{"author":95096,"first":"Es cierto que Nuestra Señora, por una parte, se encuentra para siempre junto a Dios, donde aboga por nuestra causa con tan gran poder, que fue denominada \"omnipotencia <strong class=\"keyword\">suplicante</strong>\"; pero, por otra, \"es de nuestra estirpe, verdadera hija de Eva (...) y verdadera hermana nuestra, que ha compartido en todo, como mujer humilde y pobre, nuestra condición\" (Pablo VI, Marialis cultus, 56).","second":"Our Lady, it is certain, on the one hand is always beside God, where she pleads our cause with such immense power that she has been called \"<strong class=\"keyword\">supplicant</strong> omnipotence\", and on the other, \"Mary is in fact one of our race, a true daughter of Eve... and truly our sister, who as a poor and humble woman fully shared our lot\" (Paul VI, Marialis Cultus, n. 56)."},{"author":118293,"first":"Majestad, los <strong class=\"keyword\">suplicantes</strong> esperan fuera.","second":"Majesty, <strong class=\"keyword\">supplicants</strong> await without."},{"author":31,"first":"A ti te parece repugnante, con su boca gruesa y su cuerpo feo, con sus ojos húmedos y <strong class=\"keyword\">suplicantes</strong>","second":"You think he is repulsive, with his thick mouth and ugly body, with his wet and <strong class=\"keyword\">begging</strong> eyes"},{"author":95096,"first":"El <strong class=\"keyword\">suplicante</strong> imagina un viaje a través del universo, ¿qué le sucederá?","second":"The <strong class=\"keyword\">Psalmist</strong> imagines himself journeying to the farthest reaches of the cosmos – and what happens to him?"},{"author":118293,"first":"Y huérfanos hambrientos y <strong class=\"keyword\">suplicantes</strong>.","second":"And starving, <strong class=\"keyword\">begging</strong> orphans."},{"author":118293,"first":"Y, sobre todo, siempre seas <strong class=\"keyword\">suplicante</strong>.","second":"And above all, always be a <strong class=\"keyword\">supplicant</strong>."},{"author":119723,"first":"Hay tantas respuestas y certeza que podemos recibir al escudriñar y estudiar a diario las Escrituras y mediante la oración sincera y <strong class=\"keyword\">suplicante</strong>; sin embargo, no existen tales promesas respecto al internet.","second":"So many answers and assurances can come through daily searching and studying the scriptures and with sincere and <strong class=\"keyword\">pleading prayer</strong>, but there are no such promises on the Internet."},{"author":91988,"first":"Para ello, deben dejar de actuar como <strong class=\"keyword\">suplicantes</strong> y empezar a actuar como auténticos líderes; y comprender al hacerlo que otros países (incluidos los avanzados) también se enfrentan con desafíos que a veces los obligan a priorizar sus propias economías a la hora de definir políticas.","second":"But they must stop being <strong class=\"keyword\">supplicants</strong>, and act like real leaders, understanding that others, too, including advanced countries, face challenges that sometimes require policies that put the domestic economy first."},{"author":95096,"first":"Santa María, Madre de la inmensa piedad, contigo abrimos los brazos a la Vida y <strong class=\"keyword\">suplicantes</strong> imploramos R/.","second":"Holy Mary, Mother of inexpressible sorrow, with you we open our arms to Life himself, and <strong class=\"keyword\">humbly</strong> beseech him: R."},{"author":118293,"first":"Me miró hacia arriba con los ojos <strong class=\"keyword\">suplicantes</strong>.","second":"When we got there, he looking up at me with these sad pl eading <strong class=\"keyword\">eyes</strong>."}],"from":"es","dest":"en","authors":{"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}