{"result":"ok","tuc":[{"phrase":{"text":"torment","language":"en"},"meanings":[{"language":"en","text":"Anger produced by some annoying irritation"},{"language":"es","text":"Rabia producida por algúna irritación molesta."}],"meaningId":2901277309609483811,"authors":[69425]},{"phrase":{"text":"ordeal","language":"en"},"meaningId":-4736139916439015611,"authors":[89651]},{"phrase":{"text":"torture","language":"en"},"meaningId":-8794036906167788521,"authors":[25115]},{"phrase":{"text":"anguish","language":"en"},"meaningId":-6907787988517292646,"authors":[25018]},{"phrase":{"text":"pain","language":"en"},"meaningId":8529760428217588707,"authors":[89651]},{"phrase":{"text":"vexation","language":"en"},"meanings":[{"language":"en","text":"Anger produced by some annoying irritation"},{"language":"es","text":"Rabia producida por algúna irritación molesta."}],"meaningId":-5800183782199511701,"authors":[60172]},{"phrase":{"text":"crucifixion","language":"en"},"meaningId":6266030347365469558,"authors":[83093]},{"phrase":{"text":"heartbreak","language":"en"},"meaningId":589110054723221043,"authors":[83093]},{"phrase":{"text":"martyrdom","language":"en"},"meaningId":8967142753424575393,"authors":[25018]},{"phrase":{"text":"punishment","language":"en"},"meaningId":7012816955869127981,"authors":[89651]},{"meanings":[{"language":"en","text":"punishment"},{"language":"en","text":"anguish, suffering, torment, torture"}],"meaningId":-6174475492861706839,"authors":[1]}],"phrase":"suplicio","examples":[{"author":118293,"first":"En la noche que siguió al <strong class=\"keyword\">suplicio</strong> de Esméralda,... gentes de los bajos fondos se llevaron su cuerpo del cadalso para trasladarlo a la cueva de Montfaucon.","second":"During the night of Esmeralda's death, the grave diggers took down her body from the gallows and took it to the catacombs at Montfaucon."},{"author":94809,"first":"(71) «La clarividencia que debía ser su <strong class=\"keyword\">suplicio</strong> consuma al mismo tiempo su victoria».","second":"(71) ‘The lucidity that was to constitute his <strong class=\"keyword\">torture</strong> at the same time crowns his victory.’"},{"author":94808,"first":"Por último, Israel se niega a entregar a las Naciones Unidas los mapas en los que figuran los miles de minas que dejó en territorio libanés y, además, la situación de los prisioneros libaneses en Israel y la suerte que correrán siguen siendo muy ambiguas y en ningún lugar se aborda claramente su <strong class=\"keyword\">suplicio</strong>.","second":"Finally, Israel refuses to surrender to the United Nations the maps showing thousands of mines it left behind on Lebanese territory, while the case and fate of Lebanon’s prisoners in Israel remains very ambiguous, and no clear resolution of their <strong class=\"keyword\">ordeal</strong> is addressed anywhere."},{"author":94808,"first":"Esta disposición de importancia fundamental, que ahora se considera parte del derecho internacional consuetudinario, prohíbe, entre otras cosas, los atentados contra la vida y la integridad corporal, especialmente el homicidio en todas sus formas, las mutilaciones, los tratos crueles, la tortura y los <strong class=\"keyword\">suplicios</strong>; así como los atentados contra la dignidad personal, especialmente los tratos humillantes y degradantes; por último también prohíbe la toma de rehenes.","second":"This key provision, which is now considered as part of customary international law, prohibits, inter alia, violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and <strong class=\"keyword\">torture</strong>; committing outrages upon personal dignity, in particular humiliating and degrading treatment; and hostage-taking."},{"author":119739,"first":"Su avión hizo escala en una zona remota para cargar combustible, pero aquella parada, que normalmente tomaba 60 minutos, se convirtió por problemas mecánicos en un <strong class=\"keyword\">suplicio</strong> de 44 horas.","second":"What was supposed to be a one-hour fueling stop turned into a 44-hour <strong class=\"keyword\">ordeal</strong> at a remote airport without adequate food, water, or sanitary facilities."},{"author":31,"first":"¿ Acaso entienden esas mujeres los <strong class=\"keyword\">suplicios</strong> a que someten a ustedes?","second":"Can a woman like that understand the <strong class=\"keyword\">suffering</strong> you' ve gone through?"},{"author":95096,"first":"Según algunas narraciones posteriores (\"Hechos de Felipe\" y otras), habría evangelizado primero Grecia y después Frigia, donde habría afrontado la muerte, en Hierópolis, con un <strong class=\"keyword\">suplicio</strong> que según algunos fue crucifixión y según otros, lapidación.","second":"According to certain later accounts (Acts of Philip and others), our Apostle is said to have evangelized first Greece and then Frisia, where he is supposed to have died, in Hierapolis, by a <strong class=\"keyword\">torture</strong> described variously as crucifixion or stoning."},{"author":27,"first":"Todo el <strong class=\"keyword\">suplicio</strong> que hemos sufrido hubiera servido para algo si hubiéramos aprendido y aplicado las lecciones que cabía aprender.","second":"All <strong class=\"keyword\">the</strong> trauma we have gone through will have been worthwhile if the correct lessons are learned and applied."},{"author":8008,"first":"Lo que han hecho para sobrevivir, para alcanzar el final o, de lo contrario, de qué forma sus amigos han acabado, muertos por accidente, por hambre, por enfermedad o, aún peor, bajo cualquier <strong class=\"keyword\">suplicio</strong> de los SS o de sus auxiliares, esto no se lee en las cifras pero en los testimonios personales sí.","second":"What they did, for example, in order to survive, to reach the end of the <strong class=\"keyword\">ordeal</strong>, or, by contrast, how their friends perished, either by accidental death, of illness, or, worse, under whatever <strong class=\"keyword\">torture</strong> the SS or their auxiliaries meted on them – this cannot be read in the figures but only in the testimonies."},{"author":8000,"first":"El autor añade que ha sufrido el <strong class=\"keyword\">suplicio</strong> de la mesa (la víctima, desnuda, acostada sobre una mesa larga, boca arriba o boca abajo, con los cuatro miembros atados, es apaleada","second":"he complainant also claims to have been subjected to <strong class=\"keyword\">“</strong>table <strong class=\"keyword\">torture”</strong>, in which he was stripped, made to lie flat on his back or stomach on a long table, with his arms and legs tied down, and was then beaten"},{"author":118293,"first":"Lo sé, me lo pidió, pero sería un <strong class=\"keyword\">suplicio</strong> para Ruby con todos los comentarios sobre la boda.","second":"I know, she asked me, but it'd be <strong class=\"keyword\">torture</strong> for Ruby with all that talk about the wedding."},{"author":118293,"first":"Imagina el <strong class=\"keyword\">suplicio</strong> que te espera sin él.","second":"Imagine the <strong class=\"keyword\">ordeal</strong> of life without him."},{"author":94808,"first":"El fin del <strong class=\"keyword\">suplicio</strong> de todas esas personas da cierre a un importante capítulo del proceso de paz, lo cual, cabe esperar, ayudará también a normalizar las relaciones entre los dos países.","second":"The end of the <strong class=\"keyword\">ordeal</strong> for all these individuals concludes an important chapter in the peace process, and will hopefully also contribute to the normalization of relations between the two countries."},{"author":27,"first":"La prueba de este <strong class=\"keyword\">suplicio</strong> no es solo el largo período de tiempo transcurrido desde la propuesta de la Comisión que data del año 1993 hasta la primera posición común del año 1997, ni el período de espera transcurrido antes de llegar al Comité de Conciliación, ni tampoco la contradicción existente entre las enmiendas aprobadas por el Parlamento y la posición del Consejo, sino también el hecho objetivo de que junto con la directiva se presentara una propuesta de reglamento.","second":"The proof of that <strong class=\"keyword\">torment</strong> is provided not just by the length of time which has elapsed between the Commission's proposal, which dates from 1993, and the first common position in 1997; not just by the delay in bringing it to the Conciliation Committee; not just by the contrast between Parliament's amendments and the Council's position; but also by the simple fact that a proposal for a regulation was presented jointly with the directive."},{"author":92475,"first":"Lissnup bloguea acerca de su <strong class=\"keyword\">suplicio</strong> [en]:","second":"Lissnup blogs about their <strong class=\"keyword\">ordeal</strong>:"},{"author":118293,"first":"Esto ha sido un <strong class=\"keyword\">suplicio</strong>.","second":"This had been a royal <strong class=\"keyword\">pain</strong>."},{"author":95096,"first":"Sobre su cabeza pende la demanda de condena a muerte mediante el <strong class=\"keyword\">suplicio</strong> de la cruz.","second":"Over his head hangs the request for the death penalty by the <strong class=\"keyword\">torture</strong> of the cross."},{"author":118293,"first":"Tengo una rodilla lesionada... y mañana me operan... y las escaleras son un <strong class=\"keyword\">suplicio</strong>.","second":"I got a bum knee, you know, and, surgery tomorrow, but stairs have <strong class=\"keyword\">been</strong> murder."},{"author":94808,"first":"Las prácticas descritas supra (posición de \"pollo asado\", posición \"invertida\", posición de \"escorpión\", baño de inmersión, <strong class=\"keyword\">suplicio</strong> de la mesa, aislamiento, etc.) de las que fue víctima el autor constituyen actos de tortura.","second":"The practices described above, such as the “roast chicken” position, the “upside‐down” position, the “scorpion” position, <strong class=\"keyword\">immersion torture</strong>, “table torture” and solitary confinement, to which the complainant was subjected, constitute acts of torture."},{"author":119739,"first":"Los hermanos de la congregación fueron sumamente amables y animadores, y el amor e interés que me demostraron significó mucho para mí a lo largo de todo el <strong class=\"keyword\">suplicio</strong>.","second":"Those in the congregation were extremely loving and upbuilding, and the love and personal interest shown meant a great deal to me throughout the whole <strong class=\"keyword\">ordeal</strong>.”"},{"author":8008,"first":"Cuando los verdugos vinieron a arrancarlo a sus padres para conducirlo al <strong class=\"keyword\">suplicio</strong>, su madre, que era cristiana ella también, le exhortó a sufrir sin compadecerse y a morir bien: Mis hijos, piensan en el Dios, le dice, eleva tu corazón hacia el cielo: no se te priva de hoy la vida: se te la cambia en el el mejor.","second":"When the torturers tore off it with his parents to lead it to the <strong class=\"keyword\">torment</strong>, his mother, who was Christian it also, exhorted it to suffer without complaining and with dying well: My son, thinks of God, says him it, raises your heart towards the sky: you today are not removed the life: one changes it to you into the best."},{"author":94808,"first":"Ya es hora de poner fin al <strong class=\"keyword\">suplicio</strong> de niños, mujeres y hombres del Congo, así como a los residuos del conflicto actual, con sus cuestiones concomitantes de administración de la justicia y fin de la impunidad.","second":"It is time to end the <strong class=\"keyword\">suffering</strong> of the children, women and men of the Congo and to put a halt to the current conflict and its concomitant problems in the administration of justice and the fight against impunity."},{"author":8000,"first":"El fin del <strong class=\"keyword\">suplicio</strong> de todas esas personas da cierre a un importante capítulo del proceso de paz, lo cual, cabe esperar, ayudará también a normalizar las relaciones entre los dos países","second":"The end of the <strong class=\"keyword\">ordeal</strong> for all these individuals concludes an important chapter in the peace process, and will hopefully also contribute to the normalization of relations between the two countries"},{"author":95096,"first":"Ha sido arrestado, insultado, escarnecido, y ahora sus enemigos esperan conseguir que sea condenado al <strong class=\"keyword\">suplicio</strong> de la cruz.","second":"He had been arrested, insulted, mocked, and now his enemies hope to obtain his condemnation to <strong class=\"keyword\">death</strong> by <strong class=\"keyword\">crucifixion</strong>."},{"author":31,"first":"¡ Dios mío, qué <strong class=\"keyword\">suplicio</strong>!","second":"Oh, God, what <strong class=\"keyword\">torment</strong>!"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}