{"result":"ok","tuc":[{"phrase":{"text":"supreme","language":"en"},"meanings":[{"language":"es","text":"Que tiene poder sobre todos los demás."},{"language":"en","text":"Having power over all others."},{"language":"en","text":"dominant"}],"meaningId":892405458597519036,"authors":[70195]},{"phrase":{"text":"paramount","language":"en"},"meanings":[{"language":"en","text":"supreme"}],"meaningId":-8900592929278480414,"authors":[70195]},{"phrase":{"text":"superlative","language":"en"},"meanings":[{"language":"en","text":"exceptionally good"}],"meaningId":543622661639736622,"authors":[70195]},{"phrase":{"text":"high","language":"en"},"meaningId":-9128709032842329492,"authors":[84500]},{"phrase":{"text":"sovereign","language":"en"},"meaningId":266583166114503772,"authors":[25115]},{"phrase":{"text":"all-out","language":"en"},"meaningId":2616479747181289082,"authors":[97745]},{"phrase":{"text":"crowning","language":"en"},"meaningId":4818002924532989116,"authors":[84500]},{"phrase":{"text":"eminent","language":"en"},"meaningId":444800723727733168,"authors":[84500]},{"phrase":{"text":"greatest","language":"en"},"meaningId":-7257959354550937806,"authors":[25018]},{"phrase":{"text":"last","language":"en"},"meaningId":6295965494876398875,"authors":[83093]},{"phrase":{"text":"mighty","language":"en"},"meaningId":-800443463509549954,"authors":[86934]},{"phrase":{"text":"powerful","language":"en"},"meaningId":464479853618626757,"authors":[86934]},{"phrase":{"text":"rich","language":"en"},"meaningId":7492723102017822790,"authors":[86934]},{"phrase":{"text":"sublime","language":"en"},"meaningId":1792968396615230299,"authors":[97745]},{"phrase":{"text":"top","language":"en"},"meaningId":-5001590098816177681,"authors":[25115]},{"phrase":{"text":"upper","language":"en"},"meaningId":-6114602448865193700,"authors":[25115]},{"phrase":{"text":"uppermost","language":"en"},"meaningId":-348195774009362386,"authors":[25115]}],"phrase":"supremo","examples":[{"author":94808,"first":"Todavía están vacantes 6 de los 12 puestos del Tribunal <strong class=\"keyword\">Supremo</strong> del país.","second":"Six of 12 seats on the <strong class=\"keyword\">Supreme</strong> Court, the country’s <strong class=\"keyword\">highest</strong> court, remained vacant."},{"author":94808,"first":"Se creó un órgano encargado de la aplicación de las políticas y estrategias del Gobierno en materia de medio ambiente, el <strong class=\"keyword\">Supremo</strong> Comité Nacional para el Medio Ambiente.","second":"The National High Committee on the Environment was established to implement the Government’s environmental policies and strategies."},{"author":118293,"first":"El <strong class=\"keyword\">Supremo</strong>.","second":"The <strong class=\"keyword\">Supreme</strong> One"},{"author":31,"first":"Desde sus orígenes en una mesa de dibujo de la Marina...luego de meses de experimentos secretos en el desierto del oeste... y tras una búsqueda desesperada por los metales nuevos que necesitaba... se diseñó para ser el arma <strong class=\"keyword\">suprema</strong> del hombre en el mar: el submarino atómico","second":"From her beginnings on a Navy drawing board... through the months of secret field experiments out on the Western desert... then through the desperate search for new metals with properties she needed... she was designed to be man' s greatest weapon of the seas... the atom- powered submarine"},{"author":94808,"first":"Sostienen que la resolución del Tribunal <strong class=\"keyword\">Supremo</strong> traslada la protección contra los efectos de la propaganda racista a organizaciones privadas y crea nuevas responsabilidades para quienes son blanco de la discriminación racial.","second":"They argue that the <strong class=\"keyword\">Supreme</strong> Court’s decision <strong class=\"keyword\">hands</strong> over the task of protecting against the effects of racist advocacy to private organizations, and creates new responsibilities for those who are the targets of the racial discrimination."},{"author":94808,"first":"La función de impartir justicia dimana del pueblo y es ejercida a nombre de éste por el Tribunal <strong class=\"keyword\">Supremo</strong> Popular y los demás Tribunales que la ley instituye.","second":"The function of administering justice derives from the people and is performed on the people’s behalf by the People’s <strong class=\"keyword\">Supreme</strong> Court and the other courts established by law."},{"author":95096,"first":"El fin <strong class=\"keyword\">supremo</strong> que inspiró siempre su acción fue el bien de las almas, en particular del gran número de católicos que permanecieron fieles a la Iglesia, pero en grave peligro de progresiva descristianización.","second":"The <strong class=\"keyword\">chief</strong> goal inspiring his action was the good of souls, particularly of the great number of Catholics who had remained faithful to the Church but were in grave danger of gradual dechristianization."},{"author":94808,"first":"El Consejo de Ministros, reunido en su sesión ordinaria núm. 18 de 2012, celebrada el 9 de mayo de 2012, dictó una resolución relativa a la formación de un comité nacional para la preparación de los informes periódicos tercero y cuarto combinados sobre la aplicación de la Convención sobre los Derechos del Niño. El comité está presidido por el Consejo <strong class=\"keyword\">Supremo</strong> de Asuntos de la Familia y compuesto por otras instancias estatales que se ocupan de la cuestión.","second":"The Council of Ministers, in its ordinary session No. 18 of 2012 held on 9 May 2012, issued a decision to form a national committee to be chaired by the <strong class=\"keyword\">Supreme</strong> Council for Family Affairs and comprising members from other concerned agencies in the State to prepare the combined third and fourth periodic report of Qatar on its implementation of the Convention."},{"author":94808,"first":"En esta ocasión, rendimos homenaje a todos los efectivos de mantenimiento de la paz de Bangladesh y otros países que aportan contingentes que han hecho el sacrificio <strong class=\"keyword\">supremo</strong> por la noble causa de la paz y la prosperidad.","second":"On this occasion, we pay homage to all peacekeepers from Bangladesh and other TCCs who have made the <strong class=\"keyword\">supreme</strong> sacrifice for the noble cause of international peace and prosperity."},{"author":8000,"first":"El decreto mencionado en el párrafo # anterior será promulgado por el Presidente de la Corte <strong class=\"keyword\">Suprema</strong> de Serbia o por un juez designado por él","second":"The act referred to in paragraph # above shall be issued by the President of the <strong class=\"keyword\">Supreme</strong> Court of Serbia or by a judge designated by him"},{"author":94808,"first":"además, se puede solicitar un auto de \"habeas corpus\" al Tribunal Superior, al Tribunal Federal o a los tribunales <strong class=\"keyword\">supremos</strong> de los Estados.","second":"In addition, a writ of habeas corpus can be sought from the High Court, Federal Court or from State <strong class=\"keyword\">Supreme</strong> Courts;"},{"author":8000,"first":"Es así que la Dirección General de Servicios Especiales Preventivos, en su condición de responsables de la Administración del Sistema Penitenciario Hondureño y en acatamiento a lo preceptuado en el mencionado fallo, adoptó las medidas correctivas inmediatas y las provisiones ordenadas por la Sala de lo Constitucional de la Corte <strong class=\"keyword\">Suprema</strong> de Justicia, mismas que se detallan a continuación","second":"Accordingly, the Preventive Services Directorate, in its capacity as the body responsible for administering the Honduran prison system and in conformity with the above-mentioned ruling, adopted the immediate corrective measures and arrangements ordered by the Constitutional Chamber of the <strong class=\"keyword\">Supreme</strong> Court of Justice, which are described below"},{"author":95096,"first":"Os expreso mi satisfacción por el modo como vuestras diócesis están preparándose para ese acontecimiento providencial, en el que juntos daremos gracias al Padre celestial por el don <strong class=\"keyword\">supremo</strong> de su Hijo, que por nuestra salvación se encarnó en el seno de la Virgen María.","second":"I am delighted with the way your Dioceses are preparing for this providential event in which we will thank the heavenly Father together for the <strong class=\"keyword\">supreme</strong> gift of his Son, who became flesh for our salvation in the Virgin Mary's womb."},{"author":94808,"first":"Hasta el año 1996, los adoptantes de adopción internacional tenían la obligación de informar al juzgado de menores cada tres meses durante cuatro años de la situación de los adoptados, en cumplimiento a lo dispuesto a las acordadas de la Corte <strong class=\"keyword\">Suprema</strong> de Justicia, bajo la responsabilidad y fianza de sus abogados, compromiso que nunca se cumplió.","second":"Up to 1996 the adoptive parents in intercountry adoptions were obliged to report to the juvenile court every three months for a period of four years on the situation of their adopted children, in accordance with the provisions of the decrees of the <strong class=\"keyword\">Supreme</strong> Court of Justice, under the responsibility and guarantee of their lawyers, but this obligation has never been fulfilled."},{"author":118293,"first":"Encontraremos el amor <strong class=\"keyword\">supremo</strong>","second":"The <strong class=\"keyword\">highest</strong> love we will find"},{"author":8000,"first":"Como resultado, la Asamblea Nacional de la República Srpska suspendió al director de Orao, al Director de la Fuerza Aérea Serbia de Bosnia y al jefe de la oficina de comercio en armamentos del Gobierno mientras que el Consejo <strong class=\"keyword\">Supremo</strong> de Defensa de la República Srpska aceptaba la dimisión del Ministro de Defensa y del Jefe de Estado Mayor","second":"As a result, the Republika Srpska National Assembly suspended the head of Orao, the head of the Bosnian Serb Air Force administration and the head of the Government's weapons trade office, while the Republika Srpska <strong class=\"keyword\">Supreme</strong> Defence Council accepted the resignation of the Minister of Defence and the Chief of General Staff"},{"author":94808,"first":"En relación a la presunta violación del artículo 26 del Pacto, el Estado Parte argumenta que, conforme a la legislación en vigor, el tribunal competente para conocer de un delito cometido por un diputado dentro del territorio para el cual ha sido elegido corresponde al Tribunal Superior de Justicia de la región, mientras que, si el delito que se imputa al diputado ha sido cometido fuera del territorio de su región, el Tribunal <strong class=\"keyword\">Supremo</strong> es la instancia competente.","second":"With regard to the alleged violation of article 26 of the Covenant, the State party contends that under the legislation in force, the court competent to try an offence committed by a member of Parliament within the territory he was elected to represent is the High Court of the region, while if the offence with which he is charged was committed outside his region, the <strong class=\"keyword\">Supreme</strong> Court has jurisdiction."},{"author":118293,"first":"Denny, la Corte <strong class=\"keyword\">Suprema</strong>... no es lugar para mis tonterías, mucho menos para las tuyas.","second":"Denny, the <strong class=\"keyword\">supreme</strong> court isn't the place for my nonsense, much less... yours."},{"author":94808,"first":"Su caso había sido examinado por el Tribunal <strong class=\"keyword\">Supremo</strong> (Sala de lo Penal) el 29 de junio de 2004.","second":"His case was examined by the <strong class=\"keyword\">Supreme</strong> Court (Criminal Chamber) on 29 June 2004."},{"author":31,"first":"Llegan las elecciones generales del #, del reclamo \" que se vayan todos ́ sólo queda el recuerdo, ninguno se ha ido, subsisten la Corte <strong class=\"keyword\">Suprema</strong> y el mismo Parlamento","second":"The # elections arrive, and the call to \" kick them all out \" is now only a memory, the politicians remain, the <strong class=\"keyword\">Supreme</strong> Court and Parliament, too"},{"author":8000,"first":"El Tribunal <strong class=\"keyword\">Supremo</strong> ha expuesto el derecho a la vivienda en el contexto de la urbanización y en un caso que sienta precedente ha dictaminado que la expulsión aunque sea de un solo habitante de un barrio de tugurios debe ser un proceso equitativo, justo y razonable con arreglo a la ley, porque no sólo tiene por consecuencia privar a alguien de la vivienda sino que también conduce inevitablemente a la pérdida de los medios de ganarse la vida","second":"Expounding the right to shelter in the context of urbanization the <strong class=\"keyword\">Supreme</strong> Court in a landmark case has held that eviction of even a slum dweller should be according to the fair, just and reasonable process under law as it not only results in deprivation of shelter but also would also inevitably lead to deprivation of their means of livelihood"},{"author":94808,"first":"El 17 de diciembre de 1996, la Sala de lo Penal del Tribunal Regional de Moscú confirmó la sentencia, que también fue examinada posteriormente por el Tribunal <strong class=\"keyword\">Supremo</strong> con arreglo a un procedimiento de supervisión y confirmada una vez más.","second":"On 17 December 1996, the Criminal Collegium of the Moscow Regional Court confirmed the judgment, which was also subsequently examined by the <strong class=\"keyword\">Supreme</strong> Court, under a supervisory procedure, and once again confirmed."},{"author":8000,"first":"En ninguna de ellas, la Sala de lo Penal del tribunal <strong class=\"keyword\">Supremo</strong> revisa la evaluación de las pruebas efectuadas por el tribunal de primer grado, sino sólo si se produjo alguna infracción del ordenamiento jurídico o si se dio un supuesto de vacío probatorio para justificar la infracción del derecho a la presunción de inocencia o si las constataciones de hecho reflejadas en la sentencia están en contradicción con documentos que demuestren el error","second":"there was a gap in <strong class=\"keyword\">the</strong> evidence which would support a violation of the right to presumption of innocence or if the factual observations made in the sentence were in contradiction with documents which demonstrated the error"},{"author":94808,"first":"Se han revisado las leyes para establecer tribunales unipersonales en todos los niveles, a excepción del Tribunal <strong class=\"keyword\">Supremo</strong>, con el fin de reducir los retrasos en los procedimientos judiciales.","second":"Laws have been reviewed to provide for a single judge system at all levels, except for the <strong class=\"keyword\">Supreme</strong> Court, in order to reduce delays in legal proceedings."},{"author":94809,"first":"1 En el presente asunto, el <strong class=\"keyword\">Supremo</strong> Tribunal Administrativo (Portugal) solicita al Tribunal de Justicia que le proporcione una orientación para la correcta clasificación aduanera de un producto fabricado mediante la adición de cuajo a la leche desnatada que aparece descrito en la factura del exportador como «skimmed milk cheese» (queso de leche desnatada) y que se destina a la fabricación de productos dietéticos.","second":"1. In this case the <strong class=\"keyword\">Supremo</strong> Tribunal <strong class=\"keyword\">Administrativo</strong> (Supreme Administrative Court), Portugal, has asked the Court for guidance as to the correct classification for customs purposes of a product produced by the addition of rennet to skimmed milk, described on the exporter's invoice as skimmed milk cheese and intended for use in the manufacture of dietetic products."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}