{"result":"ok","tuc":[{"phrase":{"text":"susceptible","language":"en"},"meanings":[{"language":"en","text":"likely to be affected by"}],"meaningId":7991540582700779029,"authors":[70195]},{"phrase":{"text":"touchy","language":"en"},"meaningId":3583279592745215689,"authors":[84500]},{"phrase":{"text":"sensitive","language":"en"},"meanings":[{"language":"en","text":"easily offended"},{"language":"en","text":"of a person"},{"language":"en","text":"of a person, easily offended"}],"meaningId":-2801186919023643391,"authors":[70195]},{"phrase":{"text":"amenable","language":"en"},"meanings":[{"language":"en","text":"Willing to respond to persuasion or suggestions"}],"meaningId":-4091061355680639381,"authors":[70195]},{"phrase":{"text":"thin-skinned","language":"en"},"meaningId":8038845180720858241,"authors":[25115]},{"phrase":{"text":"able","language":"en"},"meaningId":-6153183729183895304,"authors":[25018]},{"phrase":{"text":"huffy","language":"en"},"meaningId":599101259089789409,"authors":[97745]},{"phrase":{"text":"apt","language":"en"},"meaningId":-1488688515144081949,"authors":[25018]},{"phrase":{"text":"brittle","language":"en"},"meaningId":-4749221060552091939,"authors":[25018]},{"phrase":{"text":"capable","language":"en"},"meaningId":6299887196579750682,"authors":[25018]},{"phrase":{"text":"feisty","language":"en"},"meaningId":8993563556783604037,"authors":[84500]},{"phrase":{"text":"fictile","language":"en"},"meaningId":1951760700865469111,"authors":[84500]},{"phrase":{"text":"impressionable","language":"en"},"meaningId":7521497923790716234,"authors":[20]},{"phrase":{"text":"perceptive","language":"en"},"meaningId":1611334831166543496,"authors":[83093]},{"phrase":{"text":"pettish","language":"en"},"meaningId":1175507277514527733,"authors":[60172]},{"phrase":{"text":"pliable","language":"en"},"meaningId":6506552144489480392,"authors":[84500]},{"phrase":{"text":"prickly","language":"en"},"meaningId":-3562837675814849569,"authors":[25018]},{"phrase":{"text":"quick on the uptake","language":"en"},"meaningId":2848918524758693766,"authors":[83093]},{"phrase":{"text":"receptive","language":"en"},"meaningId":-8183729456742820199,"authors":[83093]},{"phrase":{"text":"tender","language":"en"},"meaningId":-3143513853283119425,"authors":[25115]},{"phrase":{"text":"ticklish","language":"en"},"meaningId":8075968684387205883,"authors":[25115]},{"phrase":{"text":"vindictive","language":"en"},"meaningId":4101811035942419873,"authors":[83042]},{"meanings":[{"language":"en","text":"amenable"}],"meaningId":-1333495990389589463,"authors":[1]},{"meanings":[{"language":"es","text":"En referencia a algo: capaz de someterse a influencias o modificaciones, especialmente a mejoras externas."}],"meaningId":null,"authors":[60172]}],"phrase":"susceptible","examples":[{"author":94809,"first":"c) aceptan someter su producción de mantequilla y leche desnatada en polvo <strong class=\"keyword\">susceptible</strong> de ser ofertada para intervención a una inspección oficial específica;","second":"(c) agree to submit their production of butter and skimmed milk powder <strong class=\"keyword\">liable</strong> to be offered for intervention to a specific official inspection;"},{"author":94809,"first":"a) las pruebas deberán practicarse en mataderos y efectuarse a todos los animales <strong class=\"keyword\">susceptibles</strong> de ser sometidos a la extracción de material especificado de riesgo;","second":"(a) tests must be carried out in slaughterhouses on all animals <strong class=\"keyword\">eligible</strong> for the removal of specified risk material;"},{"author":94808,"first":"Para alcanzar buenos resultados deben recibir apoyo político, la autoridad que se les delegue ha de ser limitada, y su estrategia de salida debe estar claramente definida y ser <strong class=\"keyword\">susceptible</strong> de rápida aplicación una vez que el entorno se torne favorable y se haya alcanzado la paz.","second":"To be successful, they must be accorded political support, the authority delegated to them must be limited and their exit strategy must be clearly defined and <strong class=\"keyword\">susceptible</strong> of rapid implementation once the environment became favourable and peace was achieved."},{"author":27,"first":"Un último punto, Señor Presidente en ejercicio del Consejo: como sabe, el Parlamento Europeo es muy <strong class=\"keyword\">susceptible</strong> a la cuestión de los derechos de sus ciudadanos.","second":"One last point, Mr President-in-Office: as you know, the European Parliament is extremely <strong class=\"keyword\">sensitive</strong> to the question of its citizens’ rights."},{"author":94808,"first":"El artículo enumera, en sus apartados a) y b), dos categorías de factores que podrían servir para determinar si es <strong class=\"keyword\">susceptible</strong> de terminación, retiro o suspensión en caso de conflicto armado.","second":"The article enumerates, in subparagraphs (a) and (b), two categories of factors which may be relevant in ascertaining its <strong class=\"keyword\">susceptibility</strong> to termination, withdrawal or suspension in the event of an armed conflict."},{"author":94808,"first":"Para determinar si un tratado es <strong class=\"keyword\">susceptible</strong> de terminación, retiro o suspensión en caso de conflicto armado deberán tenerse en cuenta todos los factores pertinentes, entre otros:","second":"In order to ascertain whether a treaty is <strong class=\"keyword\">susceptible</strong> to termination, withdrawal or suspension in the event of an armed conflict, regard shall be had to all relevant factors, including:"},{"author":94809,"first":"Constituye una normativa-marco, cuya aplicación requiere normativas sectoriales que determinen los comportamientos <strong class=\"keyword\">susceptibles</strong> de sanción y las sanciones correspondientes.","second":"It constitutes a framework regulation whose application requires sectoral rules setting out the types of conduct <strong class=\"keyword\">which can be</strong> penalised and the relevant penalties."},{"author":94809,"first":"Un compromiso frente a la Comisión suscrito por empresas en el marco de un procedimiento de aplicación de las normas sobre la competencia, debe considerarse como un acto <strong class=\"keyword\">susceptible</strong> de recurso de anulación conforme al artículo 173 del Tratado.","second":"An undertaking given to the Commission by undertakings in a procedure involving the application of the competition rules must be regarded as a measure which can be the <strong class=\"keyword\">subject</strong> of an action for annulment under Article 173 of the Treaty."},{"author":22,"first":"El Comité de las Regiones y los agentes sobre el terreno, considerando tanto la conveniencia de caracterizar el perfil de la persona <strong class=\"keyword\">susceptible</strong> de sufrir analfabetismo funcional, como la necesidad de evitar los posibles estereotipos vinculados a esta condición, formulan las siguientes observaciones","second":"he Committee of the Regions and grassroots players, in view of both the desirability of mapping the profile of persons <strong class=\"keyword\">liable to be</strong> affected by functional illiteracy and the need to avoid possible stereotypes in this regard, would highlight the following points"},{"author":94809,"first":"No encuentro ni en el texto ni en los considerandos del Reglamento no 3309/85 elementos <strong class=\"keyword\">susceptibles</strong> de demostrar que no sea así en el caso de autos.","second":"I am unable to find anything in either the wording of Council Regulation No 3309/85 or its preamble which <strong class=\"keyword\">might</strong> show that that is not the case here ."},{"author":8000,"first":"La solución del problema del Oriente Medio aportará estabilidad a esta <strong class=\"keyword\">susceptible</strong> región del mundo, asegurará la existencia de relaciones de normalidad, y garantizará la seguridad y protección de todos los países de la región, y pondrá fin a la violencia, con lo que fortalecerá a las fuerzas de la moderación y la cooperación","second":"The solution of the Middle East problem will bring stability to this <strong class=\"keyword\">sensitive</strong> region of the world, will ensure normal relations and the safety and security of all countries of the region, and will put an end to violence, strengthening the forces of moderation and cooperation"},{"author":94809,"first":"En segundo lugar, el órgano jurisdiccional remitente pregunta si debe ser considerado órgano jurisdiccional nacional cuyas decisiones no sean <strong class=\"keyword\">susceptibles</strong> de ulterior recurso judicial de Derecho interno y que está vinculado por la obligación establecida en el artículo 234 CE, párrafo tercero.","second":"Second, the referring court asks whether it must be regarded as a court or tribunal <strong class=\"keyword\">against</strong> whose decisions there is no judicial remedy under national law and which is under the obligation referred to in the third paragraph of Article 234 EC."},{"author":94809,"first":"Cuando un determinado buque pasa a ser <strong class=\"keyword\">susceptible</strong> de inspección (por ejemplo, en el caso de un buque de riesgo normal, una vez transcurridos 10 meses desde la última inspección), de conformidad con las frecuencias anteriormente establecidas, se asigna al buque una calificación de prioridad II y podrá ser inspeccionado.","second":"When a particular ship becomes <strong class=\"keyword\">eligible</strong> for inspection (for example in the case of a standard risk ship, 10 months after the last inspection) in accordance with the frequencies set out above, the ship is designated a Priority II status and may be inspected."},{"author":94809,"first":"El Tribunal de Justicia ha afirmado en reiteradas ocasiones que «la reducción de ingresos fiscales no puede considerarse una razón imperiosa de interés general <strong class=\"keyword\">susceptible</strong> de ser invocada para justificar una medida contraria, en principio, a una libertad fundamental».","second":"The Court has repeatedly held that ‘reduction in tax revenue cannot be regarded as an overriding reason in the public interest <strong class=\"keyword\">which</strong> may be relied on to justify a measure which is in principle contrary to a fundamental freedom’."},{"author":94809,"first":"Acuerdos internacionales ° Tercer Convenio ACP-CEE de Lomé ° Disposiciones relativas a la cooperación financiera y técnica ° Procedimiento de contratación pública de obras y suministros ° Competencias respectivas del Estado ACP y de la Comisión ° Competencia del Estado ACP en materia de contratación pública ° Acto u omisión de la Comisión <strong class=\"keyword\">susceptible</strong> de recurso de anulación, o de recurso por omisión, interpuesto por una empresa licitadora ° Inexistencia ° Recurso de indemnización contra la Comisión ° Procedencia ° Requisitos","second":"International agreements ° Third Lomé ACP-EEC Convention ° Provisions concerning financial and technical cooperation ° Procedure for the award of contracts for public works and supplies ° Respective roles of the ACP States and the Commission ° Powers of ACP States concerning the conclusion of contracts ° Act or omission on the part of the Commission against <strong class=\"keyword\">which</strong> an action for annulment or for failure to act may be brought by an undertaking participating in the procedure ° None ° Putting in issue the liability of the Community ° Permissibility ° Conditions"},{"author":94808,"first":"Respecto al artículo 3 de la Convención, el Relator señala a la atención de la delegación la Recomendación general No 29 del Comité, en particular el hecho de que la segregación puede ser el resultado no intencionado de acciones de personas privadas, e invita a los Estados partes a controlar todas las tendencias <strong class=\"keyword\">susceptibles</strong> de provocar la segregación racial y a describir toda acción de este tipo en sus informes periódicos.","second":"Referring to article 3 of the Convention, he called the attention of the delegation to general recommendation No. 29 of the Committee, and in particular to the fact that segregation could be the unintentional result of the actions of private persons, and the invitation to States parties to monitor trends <strong class=\"keyword\">which</strong> gave rise to racial segregation and to report on all activities in that regard in their periodic reports."},{"author":94809,"first":"De conformidad con la Comunicación de la Comisión sobre el procedimiento simplificado para tramitar determinadas operaciones de concentración con arreglo al Reglamento del Consejo (CEE) no 4064/89 (3) se hace notar que este caso es <strong class=\"keyword\">susceptible</strong> de ser tratado por el procedimiento establecido en dicha Comunicación.","second":"Pursuant to the Commission Notice on a simplified procedure for treatment of certain concentrations under Council Regulation (EEC) No4064/89 (3) it should be noted that this case is a <strong class=\"keyword\">candidate</strong> for treatment under the procedure set out in the Notice."},{"author":94808,"first":"Expor-taciones <strong class=\"keyword\">susceptibles</strong> de trata-miento preferencial","second":"Exports <strong class=\"keyword\">eligible</strong> for preferences"},{"author":22,"first":"Notificación previa de una operación de concentración (Caso no COMP/M.#- Electra/Englefield/GSL)- Caso <strong class=\"keyword\">susceptible</strong> de ser tratado por procedimiento simplificado","second":"Prior notification of a concentration (Case No. COMP/M.#-Electra/ Englefield/ GSL)- <strong class=\"keyword\">Candidate</strong> case for simplified procedure"},{"author":94809,"first":"Efectuar en placas de microtitulación la prueba de seroneutralización constante con diferentes tipos de virus, utilizando células <strong class=\"keyword\">susceptibles</strong> de bovino adecuadas que se hayan propagado en serie (por ejemplo, células turbinades de bovino, con arreglo a la descripción de McClurkin y otros, 1974, Arch. ges.","second":"The constant virus-varying serum neutralization test on microtitre plates employs suitable serially propagated <strong class=\"keyword\">susceptible</strong> bovine cells (e. g. bovine turbinate cells as described by McClurkin and others, 1974, Arch. ges."},{"author":8000,"first":"Si, por cualquier razón, no es posible confiscar los objetos <strong class=\"keyword\">susceptibles</strong> de decomiso, la jurisdicción competente aplicará como pena una multa igual al valor de esos objetos","second":"When, for whatever reason, it is not possible to seize items <strong class=\"keyword\">subject</strong> to confiscation, the competent court imposes a fine equal to the value of the items in question"},{"author":94809,"first":"Para determinar si la medida en cuestión debe ser considerada ayuda en el sentido de lo dispuesto en el artículo 87, apartado 1, del Tratado CE, la Comisión debe evaluar si favorece determinadas empresas o la producción de determinados bienes ofreciéndoles una ventaja de tipo económico, si una ventaja de este tipo falsea la competencia o conlleva el riesgo de falsearla, si la ventaja se concede a través de recursos estatales, y si dicha ventaja es <strong class=\"keyword\">susceptible</strong> de afectar al comercio entre los Estados miembros.","second":"In order to ascertain whether the measure at hand constitutes aid within the meaning of Article 87(1) of the EC Treaty, the Commission has to assess whether the measure favours certain undertakings or the production of certain goods by granting an advantage that is of an economic nature, that such an advantage distorts or threatens to distort competition, that the advantage is granted through State resources and that the advantage is <strong class=\"keyword\">capable</strong> of affecting trade between Member States."},{"author":94808,"first":"Teniendo presentes las disposiciones del Capítulo VIII de la Carta de las Naciones Unidas referentes a la existencia de acuerdos u organismos regionales cuyo fin sea entender en los asuntos relativos al mantenimiento de la paz y la seguridad internacionales y <strong class=\"keyword\">susceptibles</strong> de acción regional y otras actividades compatibles con los propósitos y principios de las Naciones Unidas,","second":"Bearing in mind the provisions of Chapter VIII of the Charter of the United Nations on the existence of regional arrangements or agencies for dealing with such matters relating to the maintenance of international peace and security as are <strong class=\"keyword\">appropriate</strong> for regional action and other activities consistent with the purposes and principles of the United Nations,"},{"author":94808,"first":"El Comité, a la luz de su Recomendación general No 23 (1997), exhorta al Estado parte a desarrollar mecanismos prácticos para asegurar la participación de los pueblos indígenas por conducto de representantes elegidos por ellos en la adopción de decisiones <strong class=\"keyword\">susceptibles</strong> de afectarles.","second":"In the light of its general recommendation No. 23 (1997), the Committee urges the State party to develop practical mechanisms for ensuring the participation of indigenous peoples, through representatives elected by them, in the adoption of decisions that <strong class=\"keyword\">are likely to</strong> affect them."},{"author":94809,"first":"Va a ser necesario estudiar detenidamente el alcance de los servicios de gestión <strong class=\"keyword\">susceptibles</strong> de prestarse al amparo del pasaporte y cerciorarse de que la concesión del pasaporte a la sociedad de gestión no complique una estructuración eficiente de la cadena del fondo desde el punto de vista fiscal.","second":"There will be a need for careful consideration of the scope of pass-<strong class=\"keyword\">portable</strong> management services and attention to ensure that the management company passport does not complicate the tax-efficient structuring of the fund chain.."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}