{"result":"ok","tuc":[{"phrase":{"text":"elicit","language":"en"},"meanings":[{"language":"en","text":"to evoke, educe"}],"meaningId":997176785703758529,"authors":[70195]},{"phrase":{"text":"arouse","language":"en"},"meaningId":3010076821947201268,"authors":[69425]},{"phrase":{"text":"provoke","language":"en"},"meanings":[{"language":"en","text":"To bring about a reaction."},{"language":"es","text":"Hacer que se produzca una reacción."}],"meaningId":3423976839556383659,"authors":[69425]},{"phrase":{"text":"cause","language":"en"},"meaningId":4605940997656754153,"authors":[69425]},{"phrase":{"text":"evoke","language":"en"},"meaningId":4901099352225419034,"authors":[25018]},{"phrase":{"text":"make","language":"en"},"meaningId":3775330029085391471,"authors":[25018]},{"phrase":{"text":"start","language":"en"},"meaningId":5461694389662332647,"authors":[69425]},{"phrase":{"text":"trigger","language":"en"},"meaningId":3777848738539210243,"authors":[69425]},{"phrase":{"text":"bring about","language":"en"},"meaningId":4822665721193895966,"authors":[83042]},{"phrase":{"text":"generate","language":"en"},"meaningId":-563724895721216792,"authors":[97745]},{"phrase":{"text":"raise","language":"en"},"meaningId":-495008763854010396,"authors":[25018]},{"meanings":[{"language":"en","text":"to provoke"}],"meaningId":8657839889105104456,"authors":[93107]}],"phrase":"suscitar","examples":[{"author":94808,"first":"El Grupo de Trabajo recomienda que la Asamblea General inste al Secretario General, en consulta con el Presidente del Banco Mundial, a que defina y fortalezca aún más los vínculos entre los distintos mecanismos de coordinación, incluidos el Marco de las Naciones Unidas para el Desarrollo, la Iniciativa especial para África del sistema de las Naciones Unidas, el Marco integral de desarrollo del Banco Mundial, con miras a su racionalización y a <strong class=\"keyword\">suscitar</strong> complementariedad y sinergia.","second":"The Working Group recommends that the General Assembly urge the Secretary-General, in consultation with the President of the World Bank, to further clarify and strengthen the links among the various coordination mechanisms, including the United Nations Development Assistance Framework, the United Nations System-wide Special Initiative on Africa and the Comprehensive Development Framework of the World Bank, with a view to streamlining them and <strong class=\"keyword\">creating</strong> complementarity and synergy."},{"author":27,"first":"Dar a los empleados la posibilidad de tener una participación en los activos comerciales es una vía que debemos seguir y que debería <strong class=\"keyword\">suscitar</strong> nuevas propuestas de la Comisión, que surtirían efecto en particular en los Estados miembros, utilizando el sistema de exenciones fiscales.","second":"Giving employees the possibility of having a share in business assets is a path that we must take and that should <strong class=\"keyword\">bring about</strong> fresh proposals from the Commission to take effect in particular in the Member States, by using the system of tax exemptions."},{"author":94808,"first":"Se acordó que podrían encontrarse formas innovadoras y creativas de garantizar la precisión y <strong class=\"keyword\">suscitar</strong> más interés en los medios de comunicación.","second":"It was agreed that new and creative ways of ensuring accuracy and <strong class=\"keyword\">eliciting</strong> more interest among the media could be found."},{"author":94808,"first":"La falta de verificación puede generar desconfianza en cuanto al cumplimiento con el tratado, puede fomentar el incumplimiento deliberado y puede <strong class=\"keyword\">suscitar</strong> acusaciones de incumplimiento entre las partes.","second":"Absence of verification may engender lack of confidence in compliance with the treaty, encourage wilful non-compliance and <strong class=\"keyword\">lead</strong> to allegations and counter-allegations of non-compliance."},{"author":8000,"first":"Con todo, el Convenio de Roma contiene una disposición similar (artículo # ), lo que podría <strong class=\"keyword\">suscitar</strong> dudas acerca de cuál de los dos instrumentos prevalecerá en caso de un conflicto de leyes","second":"However, the Rome Convention (art # ) contains a similar provision and this might <strong class=\"keyword\">raise some</strong> doubt as to which convention prevails in the case of conflict"},{"author":94808,"first":"Por lo visto, la mortalidad materna ha aumentado, lo que puede <strong class=\"keyword\">suscitar</strong> temores entre las mujeres de dar a luz y el incremento de abortos practicados en condiciones de riesgo.","second":"Maternal mortality appeared to be rising, which might <strong class=\"keyword\">lead</strong> to fears among women of giving birth and to the rise of unsafe abortions."},{"author":94808,"first":"Esta medida no sólo viciará el entorno, que debe ser propicio para la causa de la paz, sino que también <strong class=\"keyword\">suscitará</strong> dudas en cuanto al compromiso de Israel de lograr una solución política negociada.","second":"Such a measure will not only vitiate the atmosphere, which needs to be conducive to the cause of peace, but also <strong class=\"keyword\">raise</strong> doubts about the commitment of Israel to a negotiated political settlement."},{"author":94809,"first":"El poder de mercado de algunas plataformas en línea puede <strong class=\"keyword\">suscitar</strong> preocupación, en particular en relación con las plataformas más poderosas cuya importancia para otros participantes del mercado es cada vez más crítica.","second":"The market power of some online platforms potentially <strong class=\"keyword\">raises</strong> concerns, particularly in relation to the most powerful platforms whose importance for other market participants is becoming increasingly critical."},{"author":94808,"first":"En primer lugar, debían actuar con la mayor moderación y evitar todo tipo de medida unilateral, incluso toda medida que la otra parte pudiera considerar provocadora o que <strong class=\"keyword\">suscitara</strong> sus sensibilidades.","second":"First, they should act with maximum restraint and avoid any kind of unilateral action, including any action that might be perceived as sensitive or provocative by the other side."},{"author":94808,"first":"En realidad, el número de niños que se encuentran en situación de domesticidad es pequeño en comparación con aquellos que, sin vivir con su familia biológica, tienen una infancia normal; sin embargo, la proporción es suficientemente alta como para <strong class=\"keyword\">suscitar</strong> la preocupación del Gobierno.","second":"Although the number of children in de facto domestic service is small compared with those who are not with their biological family but are living a normal childhood, it is large enough to be a source of <strong class=\"keyword\">concern</strong> to the Haitian Government."},{"author":94809,"first":"A primera vista, no obstante, las condiciones de la venta según las cuales debía crearse un comité para salvaguardar los intereses de Austria como sede y debía conservarse un núcleo de accionistas austriacos, así como la exigencia de mantener el centro de decisiones de Austrian Airlines en Austria, podrían <strong class=\"keyword\">suscitar</strong> dudas en relación con los artículos 43, 49 y 56 del Tratado CE, relativos a la libertad de establecimiento, la libre prestación de servicios y la libre circulación de capitales.","second":"However, on the face of it, the conditions of sale requiring the creation of a committee to protect Austria’s interests and the maintenance of an Austrian core shareholder structure and the requirement to maintain the headquarters of Austrian Airlines in Austria could <strong class=\"keyword\">give rise</strong> to concerns with regard to Articles 43, 49 and 56 of the EC Treaty concerning freedom of establishment, freedom to provide services and the free movement of capital."},{"author":8000,"first":"El pago de la remuneración del representante de la insolvencia suele <strong class=\"keyword\">suscitar</strong> quejas de los acreedores ordinarios o no garantizados, ya que se acostumbra a recurrir a los bienes no gravados para financiar esa remuneración, a resultas de lo cual suele quedar poco o nada del valor de dichos bienes para distribuir entre los acreedores de esa categoría","second":"Payment of the remuneration of the insolvency representative is often a <strong class=\"keyword\">source</strong> of complaint from unsecured creditors as the most common source of available funds is often unsecured assets and may often leave nothing for distribution to those creditors"},{"author":94808,"first":"El artículo 211 (intimidación pública) castiga con prisión de dos a seis años a quien, para infundir un temor público o <strong class=\"keyword\">suscitar</strong> tumultos o desórdenes, hiciere señales, diere voces de alarma, amenazare con la comisión de un delito de peligro común, o empleare otros medios materiales normalmente idóneos para producir tales efectos.","second":"Article 211 (on public intimidation) imposes a penalty of two to six years’ imprisonment on anyone who, in order to frighten the public or <strong class=\"keyword\">incite</strong> disturbances or disorder, makes signs, <strong class=\"keyword\">raises</strong> alarms, threatens to commit an act that will endanger the public or uses other material means suited to producing such effects."},{"author":94808,"first":"Como el Estado Parte no ha planteado otros argumentos contra la admisibilidad, el Comité declara admisible la comunicación en la medida en que parece <strong class=\"keyword\">suscitar</strong> cuestiones con respecto al artículo 26 del Pacto, y procede a examinar la denuncia en cuanto al fondo, conforme al párrafo 2 del artículo 5 del Protocolo Facultativo.","second":"As the State party has not put forward any other arguments against finding the communication admissible, the Committee finds the communication admissible inasmuch as it appears to <strong class=\"keyword\">raise</strong> questions pertaining to article 26 of the Covenant, and thus proceeds to examine the complaint on its merits, in accordance with article 5, paragraph 2, of the Optional Protocol."},{"author":94809,"first":"64 Por otro lado, respecto de la Nota técnica de 5 de agosto de 1993, la Comisión señala que IPS pretende <strong class=\"keyword\">suscitar</strong> una cuestión de hecho, la voluntad de PEM de suministrar a IPS, que ya fue examinada por el Tribunal de Primera Instancia y cuya admisibilidad no puede aceptarse en el marco del recurso de casación.","second":"64 As regards the technical memorandum of 5 August 1993, the Commission considers that IPS is seeking to <strong class=\"keyword\">raise</strong> a question of fact as to PEM's willingness to supply IPS. That question was decided by the Court of First Instance and is inadmissible in the appeal."},{"author":94808,"first":"Es precisamente el carácter humanitario del movimiento de Ottawa lo que ha contribuido en mayor medida a crear una voluntad política y <strong class=\"keyword\">suscitar</strong> el apoyo a esta iniciativa tan encomiable.","second":"It is precisely the humanitarian nature of the Ottawa movement that has contributed most to the creation of a political will and to readiness to support this praiseworthy initiative."},{"author":94808,"first":"Por ejemplo, sus proyectos de lucha contra la trata en Europa central y oriental y en Asia sudoriental se han difundido por doquier a través de una pluralidad de medios para advertir a las posibles víctimas en los países de origen acerca de los riesgos de relacionarse con tratantes, así como <strong class=\"keyword\">suscitar</strong> el interés sobre el asunto entre las poblaciones locales en los países en tránsito y de acogida.","second":"For instance, its anti-trafficking projects in Central and Eastern Europe and in South-East Asia have included multimedia outreach to warn potential victims in countries of origin about the risks of involvement with traffickers, as well as to sensitize local populations in transit and receiving countries to the issue."},{"author":27,"first":"Somos conscientes, evidentemente, de los recelos que esta exigencia puede <strong class=\"keyword\">suscitar</strong> ya que exigirá grandes inversiones en instrumentos, máquinas y elementos que aseguren la legalidad del dinero, pero es algo esencial desde el punto de vista de la defensa del ciudadano.","second":"We are, of course, aware of the suspicions that this requirement could <strong class=\"keyword\">give rise</strong> to, as it would require considerable investment in tools, machines and items to ensure that the money is legal, but it is essential from the point of view of protecting citizens."},{"author":94809,"first":"Asimismo, la modernidad de la profesión de conductor debería <strong class=\"keyword\">suscitar</strong> entre los jóvenes un interés por dicho oficio, lo que habría de contribuir a la contratación de nuevos conductores en una época de escasez.","second":"Furthermore, the modern nature of the profession of driver should <strong class=\"keyword\">arouse</strong> young people's interest in the profession, contributing to the recruitment of new drivers at a time of shortage."},{"author":95096,"first":"Su país ciertamente dará su contribución original al edificio común, para que no sea sólo un gran mercado de intercambio de bienes materiales cada vez más abundantes, sino que también tenga un alma, una verdadera dimensión espiritual, que refleje la herencia de tantos testigos del pasado y sea un terreno portador de vida y de creatividad, para <strong class=\"keyword\">suscitar</strong> al hombre europeo del futuro.","second":"Your Country will be able to contribute its special stone to the common building, so that it is not only a great market for the exchange of more and more abundant material goods but also has a soul, a true spiritual dimension that reflects the heritage of so many witnesses of the past and may be a fertile terrain for life and creativity to <strong class=\"keyword\">produce</strong> the Europeans of the future."},{"author":94809,"first":"en caso de licitadores vinculados, cuyas relaciones económicas, de gestión, financieras o de otra índole pueden <strong class=\"keyword\">suscitar</strong> dudas en cuanto a su independencia y a la protección de información confidencial o pueden crear las (potenciales) condiciones previas para situarlos en una situación de ventaja frente a otros licitadores, que hayan decidido presentar ofertas separadas (independientes) en el mismo procedimiento de licitación pública, están dichos licitadores, en cualquier caso, obligados a comunicar tales vínculos al poder adjudicador, aun cuando éste no se lo haya solicitado específicamente, con independencia de si la normativa jurídica nacional sobre contratación pública establece o no que efectivamente existe tal obligación?","second":"if related tenderers, whose economic, management, financial or other links may <strong class=\"keyword\">give rise</strong> to doubts as to their independence and the protection of confidential information and/or may provide the preconditions (potential) for them to have an advantage over other tenderers, have decided to submit separate (independent) tenders in the same public procurement procedure, are they, in any event, under a duty to disclose those links between them to the contracting authority, even if the contracting authority does not inquire of them separately, irrespective of whether or not the national legal rules governing public procurement state that such a duty does in fact exist?"},{"author":95096,"first":"Reitero a todos que la belleza de vuestra vida sacerdotal[44] <strong class=\"keyword\">suscitará</strong> sin duda nuevas vocaciones, que tendréis la responsabilidad de atender.","second":"To all I repeat that the excellence of your priestly life[44] will doubtless <strong class=\"keyword\">raise</strong> up new vocations which you are called to cultivate."},{"author":94809,"first":"La institución, el organismo o el Estado miembro de que se trate dispondrán de un plazo de dos meses y medio para comunicar, a su vez, al Tribunal de Cuentas los comentarios que puedan <strong class=\"keyword\">suscitar</strong> las notificaciones.","second":"The institution, the body or the Member State concerned shall have two and a half months within which to inform the Court of Auditors of any comments it wishes to make on the statements of <strong class=\"keyword\">preliminary</strong> findings."},{"author":8000,"first":"f) Decidió seguir ocupándose activamente de la cuestión hasta que deje de <strong class=\"keyword\">suscitar</strong> preocupación en Indonesia","second":"f) Decided to remain actively seized of the matter until such time as it ceases to <strong class=\"keyword\">be</strong> of concern to Indonesia"},{"author":94808,"first":"Opinamos que la referencia que se hace en el párrafo 14 al sector petrolífero, en lo que respecta a la amenaza de imponer sanciones, nos alejó de la posibilidad de consenso, que podría haber sido mayor si los patrocinadores del proyecto de resolución hubieran aceptado suprimir dicha referencia, teniendo en cuenta la polémica y las interpretaciones controvertidas que ello podría <strong class=\"keyword\">suscitar</strong>.","second":"We felt that the reference in paragraph 14 to the petroleum sector, with respect to the threat of sanctions, lessened the prospect of a consensus, which might have been broader if the sponsors of the resolution had agreed to drop the reference, given the controversy and the controversial interpretations to which it may be <strong class=\"keyword\">subject</strong>."}],"from":"es","dest":"en","authors":{"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}