{"result":"ok","tuc":[{"phrase":{"text":"satire","language":"en"},"meanings":[{"language":"en","text":"literary technique"}],"meaningId":-3292192397980533665,"authors":[70195]},{"phrase":{"text":"lampoon","language":"en"},"meanings":[{"language":"en","text":"written satirical attack"}],"meaningId":-4373408009343409480,"authors":[70195]},{"phrase":{"text":"pasquinade","language":"en"},"meaningId":-2457417223395670691,"authors":[69425]},{"phrase":{"text":"caustic remark","language":"en"},"meaningId":7662168820707642499,"authors":[84500]},{"phrase":{"text":"irony","language":"en"},"meaningId":1814486568683030425,"authors":[84500]},{"phrase":{"text":"sarcasm","language":"en"},"meaningId":-6812820359439470639,"authors":[84500]},{"phrase":{"text":"send-up","language":"en"},"meaningId":354470184007835121,"authors":[25115]},{"phrase":{"text":"skit","language":"en"},"meaningId":-3479738202687195283,"authors":[25115]},{"meanings":[{"language":"en","text":"satire"}],"meaningId":1627839707104714277,"authors":[1]}],"phrase":"sátira","examples":[{"author":118293,"first":"¿Cómo puedes estar seguro de que no era un <strong class=\"keyword\">sátiro</strong> también?","second":"How can you be sure that she wasn't a <strong class=\"keyword\">satyr</strong> too?"},{"author":8000,"first":"Se han dictado condenas, en particular, por cartas de lectores, manifestaciones expresadas en una circular proveniente de una agrupación religiosa (véase infra, párrafo # ), una <strong class=\"keyword\">sátira</strong> carnavalesca, pero también otros actos de carácter antisemita (gestos o palabras","second":"There have been convictions, inter alia, for letters to newspaper editors, for remarks made in a circular from a religious group (see para # below) and for a carnival <strong class=\"keyword\">satire</strong>, but also for other acts of an anti-Semitic nature (gestures or utterances"},{"author":8008,"first":"Las obras del ciclo de Flo la Vigne, homenaje y <strong class=\"keyword\">sátira</strong>, en cierto modo, dirigidos a Baltasar Porcel, muestran la nueva tendencia integrista y apocalíptica de Villalonga.","second":"All the works of Flo la Vigne’s Cicle are a kind of tribute and <strong class=\"keyword\">satire</strong> to Baltasar Porcel and show a new face, integrated and apocalyptical, of Villalonga’s personality."},{"author":92475,"first":"Cuando lo presionaron sobre si era una excusa por mentir en televisión, insistió en que había sido un intento en “<strong class=\"keyword\">sátira</strong>”.","second":"When he was pressed on whether that was an excuse for lying on television, he insisted it had been an attempt at “<strong class=\"keyword\">satire</strong>”."},{"author":92475,"first":"La historia también da pie a una <strong class=\"keyword\">sátira</strong> más explícita:","second":"The story also provides perfect material for more overt <strong class=\"keyword\">satire</strong>:"},{"author":31,"first":"Podría ser algún tipo de, eh, súcubo, o la broma de un <strong class=\"keyword\">sátiro</strong>","second":"Well, it could be some form of succubi, or a <strong class=\"keyword\">satyr</strong>' s prank"},{"author":92475,"first":"No hay nada gracioso acerca del difícil camino legal que le espera a la <strong class=\"keyword\">sátira</strong> política de Corea del Sur.","second":"There's nothing funny about the rocky legal road ahead for South Korean political <strong class=\"keyword\">satire</strong>."},{"author":92475,"first":"Según Bahrain Mirror, una publicación online en árabe de la oposición, los osos de peluche se convirtieron en un “icono político” usado por los manifestantes como “<strong class=\"keyword\">sátira</strong> política”.","second":"According to Bahrain Mirror, an opposition online publication in Arabic, the teddy bear has become a “political icon” used by the protesters for “political <strong class=\"keyword\">satire</strong>.”"},{"author":94808,"first":"Además, se les pidió que utilizaran un medio artístico como las representaciones dramáticas, la <strong class=\"keyword\">sátira</strong> o el monólogo para exponer el problema","second":"In addition, they were required to use an artistic medium such as a drama, <strong class=\"keyword\">skit</strong> or monologue to depict the problem."},{"author":92475,"first":"El escritor de <strong class=\"keyword\">sátiras</strong> podría enfrentar cargos bajo la ley española, que criminaliza el “enaltecimiento del terrorismo” con una pena de hasta dos años en prisión.","second":"The <strong class=\"keyword\">satirist</strong> could face charges under a Spanish law that criminalizes the “glorification of terrorism” with a punishment of up to two years in prison."},{"author":94809,"first":"En el museo nacional de Tarento se conservan vasijas, hidrias y ánforas decoradas con escenas mitológicas que tienen como protagonista al olivo, y estáteros y dracmas de Taranto del siglo VI-V a. C. que representan <strong class=\"keyword\">sátiros</strong> coronados de ramas de olivo.","second":"Among the exhibits at the National Museum in Taranto there are amphoras and other containers decorated with mythological scenes depicting olive trees, and local coins dating back to the 5th-6th century BC with <strong class=\"keyword\">satyrs</strong> wearing crowns made of olive branches."},{"author":118293,"first":"Es una <strong class=\"keyword\">sátira</strong>.","second":"It's comic <strong class=\"keyword\">verse</strong>."},{"author":92475,"first":"El director mexicano Alejandro González Iñárritu hizo historia el 23 de febrero al ganar el Oscar 2015 a la Mejor Película y al Mejor Director por Birdman, una <strong class=\"keyword\">sátira</strong> sobre la industria del espectáculo.","second":"Mexican director Alejandro González Iñárritu made history on February 22 when he won the 2015 Oscar for Best Picture and Best Director for Birdman, a <strong class=\"keyword\">satire</strong> about the entertainment industry."},{"author":92475,"first":"En parte arte, en parte teatro, el carnaval es una bestia compleja que fusiona fantasía y folclore, música de tambores y <strong class=\"keyword\">sátira</strong> política.","second":"Part art, part theatre, carnival is a complex beast that melds fantasy and folklore, pan music with political <strong class=\"keyword\">satire</strong>."},{"author":8008,"first":"Ludovico Ariosto, nacido en Reggio Emilia, debía llevar siempre consigo el placer de este noble condimento, llegando a escribir en una de sus <strong class=\"keyword\">Sátiras</strong>: “en mi casa me sabe mejor un nabo cocinado por mí; una vez cocido, lo mondo y lo ensarto en un palo y luego lo riego con vinagre y mosto cocido”.","second":"During the Renaissance, balsamic vinegar started to appear on the Noble’s table and was especially favoured at the House of Este."},{"author":92475,"first":"“La vida es amarga, el futuro desconocido” dice el mensaje en la ventana trasera de un Kabul Taxi, un pequeño Toyota amarillo que se ha transformado en la nueva cara de la <strong class=\"keyword\">sátira</strong> política en Afganistán hasta su desaparición de Facebook el mes pasado.","second":"“Life is bitter, the future is unknown” reads the message on the back window of a Kabul Taxi, a little yellow Toyota that became the new face of political <strong class=\"keyword\">satire</strong> in Afghanistan until it disappeared from Facebook last month."},{"author":118293,"first":"Tan buen rey... que con este rey contrasta cual Apolo con un <strong class=\"keyword\">sátiro</strong>.","second":"So excellent a king... that was, to this, Hyperion to a <strong class=\"keyword\">satyr</strong>."},{"author":31,"first":"\" Repetición gratuita de palabras dudosas \"... una <strong class=\"keyword\">sátira</strong> o parodia a cargo de un guionista poco conocido","second":"The \" free repetition of doubtful words <strong class=\"keyword\">skit</strong>, spoof, jape, or vignette \"By a very underrated writer"},{"author":92475,"first":"Como resulta predecible, la exposición de toda esa <strong class=\"keyword\">sátira</strong> ha escandalizado a varios miembros de Rusia Unida, que, según el tabloide digital Lifenews.ru [ru], han amenazado con llevar a los tribunales al sitio web para defender su “honor y dignidad”.","second":"Quite predictably, exposure to such <strong class=\"keyword\">satire</strong> scandalized several members of United Russia, who, according to the internet tabloid Lifenews.ru [ru], have threatened to take the website to court to defend their “honor and dignity.”"},{"author":92475,"first":"El 4 de febrero de este año, el Rey Feo dirigió su <strong class=\"keyword\">sátira</strong> a la policía local.","second":"On February 4 of this year, the Ugly King directed his <strong class=\"keyword\">satire</strong> at local police."},{"author":118293,"first":"Sacerdotisas las vestían con pieles de oso y las dejaban en los bosques Los peregrinos, disfrazados de <strong class=\"keyword\">sátiros</strong>, las perseguían... Ya os imagináis el resto","second":"Priestesses made them wear bear skins and released them in the nearby woods, where pilgrims dressed up as <strong class=\"keyword\">satyrs</strong> would chase them, capture them, and you can guess the ending."},{"author":118293,"first":"Este <strong class=\"keyword\">sátiro</strong> estaba en una villa de Pompeya.","second":"This <strong class=\"keyword\">satyr</strong> was in the villa at Pompeii."},{"author":119739,"first":"Hay quienes opinan que de esa representación del <strong class=\"keyword\">sátiro</strong> se derivó la costumbre —muy extendida en la Iglesia del Medievo— de representar a Satanás con cola, cuernos y pezuñas.","second":"Some suggest that such half-animal form of these pagan gods is the source of the practice of picturing Satan with tail, horns, and cloven feet, a custom prevalent among professed Christians in the Dark Ages."},{"author":118293,"first":"¿No se referirá al <strong class=\"keyword\">Sátiro</strong>?","second":"You don't mean the <strong class=\"keyword\">Satyr</strong>?"},{"author":118293,"first":"Es una <strong class=\"keyword\">sátira</strong>, brillante, divertida y escrita por un hijo nativo de Florencia.","second":"It's a <strong class=\"keyword\">satire</strong>, brilliantly funny and penned by a native son of Florence."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}