{"result":"ok","tuc":[{"phrase":{"text":"simile","language":"en"},"meanings":[{"language":"en","text":"figure of speech in which one thing is compared to another"}],"meaningId":8693064574998512971,"authors":[70195]},{"phrase":{"text":"comparison","language":"en"},"meaningId":-4906331650356057703,"authors":[69425]},{"phrase":{"text":"similar","language":"en"},"meaningId":-1424942737460860424,"authors":[8]},{"phrase":{"text":"similitude","language":"en"},"meaningId":-4432345140500929073,"authors":[25115]},{"meanings":[{"language":"en","text":"simile"},{"language":"en","text":"similar"}],"meaningId":6641092094574343908,"authors":[1]}],"phrase":"símil","examples":[{"author":118293,"first":"Fin de la cita. Radio Cairo reportó una estampida de camellos a causa de un objeto <strong class=\"keyword\">simil</strong> ar a un cometa moviéndose a gran velocidad hacia el sur-oeste del Sahara.","second":"Radio Cairo reports a herd of camels stampeded by a comet-<strong class=\"keyword\">like</strong> object streaking southwest across the Sahara."},{"author":118293,"first":"Señora, tengo unos italianos de cuero, <strong class=\"keyword\">símil</strong> lagarto, qu e le van a encantar.","second":"Senora, I have an Italian mock-alligator you are going to love."},{"author":118293,"first":"ustedes dos son muy <strong class=\"keyword\">simila</strong> res.","second":"Both of you<strong class=\"keyword\">,</strong> look very similar."},{"author":118293,"first":"Está bien, estamos buscando un <strong class=\"keyword\">símil</strong>.","second":"All right, we're lookin'for a <strong class=\"keyword\">simile</strong>."},{"author":118293,"first":"Tenemos hombres supervisando operaciones <strong class=\"keyword\">simil</strong> ares en Vietnam.","second":"We have men supervising <strong class=\"keyword\">similar</strong> operations in Vietnam."},{"author":119723,"first":"Explique que, además de esas pequeñas comparaciones, Oseas también utilizó comparaciones más complicadas y extensas, llamadas metáforas y <strong class=\"keyword\">símiles</strong> (<strong class=\"keyword\">símiles</strong> o semejanzas son las palabras que se utilizan en las Escrituras).","second":"Explain that in addition to these smaller <strong class=\"keyword\">comparisons</strong>, Hosea also used extended <strong class=\"keyword\">comparisons</strong>, which are called metaphors or <strong class=\"keyword\">similitudes</strong> (<strong class=\"keyword\">similitude</strong> is the word used in the scriptures)."},{"author":94808,"first":"En los Países Bajos, el Instituto Forense Nacional lograba identificar muy pronto las sustancias con estructuras químicas muy afines, las denominadas <strong class=\"keyword\">símiles</strong> de “XTC” (3,4 metilenedioximetanfetamina).","second":"In the Netherlands, the National Forensic Institute was able to identify, at an early stage, substances with closely related chemical structures, the so-called “XTC look-alikes”."},{"author":94809,"first":"Máquinas herramienta para trabajar piedra, cerámica, hormigón, amiantocemento o materias minerales <strong class=\"keyword\">simil</strong>. o para trabajar el vidrio en frío","second":"machine tools for working stone, ceramics, concrete, asbestos-cement or <strong class=\"keyword\">like</strong> mineral materials or for cold working glass"},{"author":118293,"first":"¿Es un <strong class=\"keyword\">símil</strong>, verdad que sí?","second":"That is a <strong class=\"keyword\">simile</strong>, ain't it?"},{"author":31,"first":"Yo le cargaba el portafolios, uno de gamuza con manijas en <strong class=\"keyword\">símil</strong> cuero, bastante parecido al que lleva ahora","second":"I' d carry his briefcase, made of chamois <strong class=\"keyword\">leather</strong>, quite similarto the one he has now"},{"author":27,"first":"En cuanto a la valoración de Hong Kong, hemos oído de todo; nadie ha quedado plenamente satisfecho, es como el <strong class=\"keyword\">símil</strong> de la botella: unos la ven medio llena y otros medio vacía.","second":"With regard to the assessment of Hong Kong, we have heard everything; nobody is entirely satisfied. It is like the <strong class=\"keyword\">metaphor</strong> involving the glass: some see it as half full and others see it as half empty."},{"author":27,"first":"Voy a darle un <strong class=\"keyword\">símil</strong> más deportivo: un equipo.","second":"I will offer you a more sporting <strong class=\"keyword\">simile</strong>: a team."},{"author":118293,"first":"Un experimento <strong class=\"keyword\">simil</strong> ar al realizado aquí ha sido llevado a cabo en la universidad de Wisconsin, usando un voltaje infinitamente mayor y produciendo una chispa parecida a un rayo real...","second":"A <strong class=\"keyword\">similar</strong> experiment to the one we've conducted here was recently carried out at Wisconsin tech, using a voltage many thousands of times greater, which produced a spark closely simulating actual lightning."},{"author":118293,"first":"Comprendo el <strong class=\"keyword\">símil</strong>, pero no qué intentas ilustrar.","second":"I comprehend the crude <strong class=\"keyword\">similes</strong>, but what they're intended to illustrate eludes me."},{"author":94809,"first":"Este razonamiento es también válido a simili ad <strong class=\"keyword\">simile</strong> para el asunto Mangold.","second":"That reasoning applies by <strong class=\"keyword\">analogy</strong> to Mangold."},{"author":92475,"first":"Mientras tanto, el Barbados Money Laundering Advisory, encuentra un <strong class=\"keyword\">símil</strong> con “La historia de ‘Lord Conrad Black’ ” pero lo que preocupa a algunos bloggers continúa siendo el posible efecto de los cargos de fraude sobre el futuro del Cricket en las islas del Caribe.","second":"Barbados Money Laundering Advisory meanwhile, sees <strong class=\"keyword\">parallels</strong> with “the ‘Lord Conrad Black’ story” but some bloggers’ main concern is still the potential effect of the fraud charges on the future of West Indies cricket."},{"author":119723,"first":"El profeta Oseas utiliza el <strong class=\"keyword\">símil</strong> o la semejanza de un esposo fiel y una esposa adúltera para describir la relación entre el Señor e Israel.","second":"Using the <strong class=\"keyword\">similitude</strong> of a faithful husband and an adulterous wife, Hosea describes the relationship between the Lord and Israel."},{"author":119739,"first":"Se comparó el cabello de la sulamita a un hato de cabras, <strong class=\"keyword\">símil</strong> que quizás hiciera alusión al reluciente brillo del cabello negro o a la exuberante cabellera de esa muchacha.","second":"The hair of the Shulammite girl was compared to a drove of goats, perhaps alluding to the glistening sheen of black hair or to the luxuriant abundance of the girl’s tresses."},{"author":31,"first":"No era un <strong class=\"keyword\">símil</strong> muy halagador, lo siento","second":"Not a very flattering <strong class=\"keyword\">simile</strong>, I' m sorry"},{"author":119739,"first":"Como se puede observar, estas descripciones emplean metáforas y <strong class=\"keyword\">símiles</strong> que asemejan la apariencia de Jehová a cosas que el hombre conoce, como las joyas, el fuego y el arco iris.","second":"As can be noted, these descriptions employ metaphors and <strong class=\"keyword\">similes</strong>, likening Jehovah’s appearance to things known to humans—jewels, fire, rainbow."},{"author":8008,"first":"Todos los que quieran pueden integrarse y hacer su propio Fangame. Tenemos disponible la estructura básica para la construcción de una aventura con interfase <strong class=\"keyword\">símil</strong> SCUMM de Lucas-Arts, junto con todos los personajes, lugares, música y efectos sonoros que componen esta serie hasta el presente.","second":"It isn't hard to take part in the life of Maniac Mansion Mania actively.Everybody can go along with that and make a Fangame absolutely.The basic scaffolding for the construction of an Adventure aurochs with a Lucas style SCUMM interface is, provided just like all figures, places, pieces of music and Sounds of the complete series till now."},{"author":93236,"first":"La ventriculografía demostraba un tumor occipital a diestra, y la arteriografía mostraba un cuadro <strong class=\"keyword\">simil</strong> a la tróbosis silviana.","second":"The ventriculography demonstrated a right occipital tumor, and the angiography revealed a picture <strong class=\"keyword\">like</strong> Sylvian thrombosis."},{"author":118293,"first":"Estará usando un vestido <strong class=\"keyword\">símil</strong> serpiente plateado.","second":"She'll be wearing a silver snakeskin dress."},{"author":94809,"first":"Pasta dura (<strong class=\"keyword\">símil</strong> piel), con tríptico desplegable en su interior para posibles prórrogas.","second":"Hard cover (<strong class=\"keyword\">imitation</strong> leather <strong class=\"keyword\">effect</strong>) with a three-part fold away section for extensions."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}