{"result":"ok","tuc":[{"phrase":{"text":"sudden","language":"en"},"meanings":[{"language":"en","text":"Happening quickly and with little or no warning."},{"language":"es","text":"Que ocurre muy rápidamente con poca o ninguna advertencia."},{"language":"en","text":"happening quickly and with little or no warning"}],"meaningId":-7102856967936994276,"authors":[70195]},{"phrase":{"text":"abrupt","language":"en"},"meanings":[{"language":"en","text":"Happening quickly and with little or no warning."},{"language":"es","text":"Que ocurre muy rápidamente con poca o ninguna advertencia."},{"language":"en","text":"sudden or hasty"},{"language":"en","text":"without notice"}],"meaningId":1411247516132959104,"authors":[70195]},{"phrase":{"text":"suddenly","language":"en"},"meaningId":-7546301176351406492,"authors":[92056]},{"phrase":{"text":"precipitous","language":"en"},"meanings":[{"language":"en","text":"Happening quickly and with little or no warning."},{"language":"es","text":"Que ocurre muy rápidamente con poca o ninguna advertencia."}],"meaningId":1354694558647427839,"authors":[84500]},{"phrase":{"text":"abruptly","language":"en"},"meaningId":7638334142831482658,"authors":[92056]},{"phrase":{"text":"instantaneous","language":"en"},"meaningId":7123696666892515184,"authors":[69425]},{"phrase":{"text":"sharp","language":"en"},"meaningId":8222705676390815213,"authors":[84500]},{"phrase":{"text":"off-hand","language":"en"},"meaningId":1521620552796916430,"authors":[83064]},{"phrase":{"text":"off-handed","language":"en"},"meaningId":813100523350030756,"authors":[83064]},{"phrase":{"text":"offhand","language":"en"},"meaningId":-4479652806231038531,"authors":[2698]},{"phrase":{"text":"offhanded","language":"en"},"meaningId":-6789827916716005583,"authors":[2698]},{"phrase":{"text":"startling","language":"en"},"meaningId":-8407564723606628505,"authors":[84500]},{"phrase":{"text":"subitaneous","language":"en"},"meaningId":7900527869272016722,"authors":[83093]},{"phrase":{"text":"unexpected","language":"en"},"meaningId":5370022566315984278,"authors":[89651]},{"meanings":[{"language":"en","text":"suddenly"},{"language":"en","text":"sudden"}],"meaningId":-3110706178236812427,"authors":[1]}],"phrase":"súbito","examples":[{"author":93236,"first":"Durante este período de observación se produjeron 70 casos de muerte <strong class=\"keyword\">súbita</strong> en sujetos sin manifestaciones clínicas previas de cardiopatía.","second":"During the 30-year observation period, 70 cases of <strong class=\"keyword\">sudden</strong> death <strong class=\"keyword\">occurred</strong> in men without previous clinical manifestations of heart disease."},{"author":119739,"first":"Y de <strong class=\"keyword\">súbito</strong> se juntó con el ángel una multitud del ejército celestial, alabando a Dios y diciendo: ‘Gloria en las alturas a Dios, y sobre la tierra paz entre los hombres de buena voluntad’”.","second":"And <strong class=\"keyword\">suddenly</strong> there came to be with the angel a multitude of the heavenly army, praising God and saying: ‘Glory in the heights above to God, and upon earth peace among men of goodwill.’”"},{"author":94809,"first":"Gases (petróleo), efluente del reformador con tambor de expansión <strong class=\"keyword\">súbita</strong> a baja presión (no CAS 68513-19-9), si contienen &gt; 0,1 % w/w de butadieno","second":"Gases (petroleum), reformer effluent low-pressure <strong class=\"keyword\">flash</strong> drum off (Cas No 68513-19-9), if they contain &gt; 0,1 % w/w Butadiene"},{"author":8000,"first":"El síndrome de muerte infantil <strong class=\"keyword\">súbita</strong> fue la causa del # % de la mortalidad infantil maorí en # en comparación con el # % en el caso de la población general","second":"<strong class=\"keyword\">Sudden</strong> infant death syndrome (SIDS) accounted for # per cent of Maori infant deaths in # compared with # per cent for the general population"},{"author":118293,"first":"La razón de este interés <strong class=\"keyword\">súbito</strong>... es la subida meteórica a la fama dentro de la ciudad... de un hombre de 32 años llamado Bruce Lee.","second":"The reason for this <strong class=\"keyword\">sudden surge</strong> in interest is the meteoric rise to fame of a 32-year-old man named Bruce Lee."},{"author":8000,"first":"Aplicar medidas de estabilización amplias, centradas en la economía real, permite estimular el crecimiento económico de diversos modos, dado que responden mejor a las contracciones <strong class=\"keyword\">súbitas</strong> de la inversión y la productividad debidas a conmociones externas o a desastres naturales, que podrían repercutir negativamente en la dinámica de crecimiento del país","second":"Broad-based stabilization policies that focus on the real economy can boost economic growth in several ways. They can respond better to <strong class=\"keyword\">sudden</strong> contractions in investment and output due to either external shocks or natural disasters, which can have negative dynamic effects on a country's growth path"},{"author":8000,"first":"El Departamento fundamentó el pedido en el hecho de que el <strong class=\"keyword\">súbito</strong> cambio en la dirigencia de la República Democrática del Congo había creado una situación que podría llevar a un pedido de que la MONUC supervisara la separación de los combatientes","second":"The Department justified its request on the basis that the <strong class=\"keyword\">sudden</strong> change in leadership in the Democratic Republic of the Congo had presented an opportunity whereby MONUC would be asked to monitor the disengagement of combatants"},{"author":118293,"first":"¿Por qué el <strong class=\"keyword\">súbito</strong> interés en mi vida personal?","second":"Why, all of a <strong class=\"keyword\">sudden</strong>, the <strong class=\"keyword\">sudden</strong> interest in my personal life, O'Connell?"},{"author":118293,"first":"La hija de Carolyn, Lola, murió de síndrome de muerte <strong class=\"keyword\">súbita</strong> del lactante.","second":"Carolyn's daughter, Lola, died of <strong class=\"keyword\">sudden</strong> infant death syndrome."},{"author":8008,"first":"Sin embargo, no hay un vínculo entre la vacuna DTaP y el síndrome de muerte <strong class=\"keyword\">súbita</strong> del lactante.","second":"This has led some people to mistakenly assume the vaccine is the cause of autism. However, increasing evidence shows that autism starts before a baby is born."},{"author":94809,"first":"Dado que los productores de PET de Oriente Medio también dependen del ATP asiático, ello ocasionó una <strong class=\"keyword\">súbita</strong> caída de las importaciones de PET en la Unión.","second":"Since the producers of PET in the Middle East also depend on PTA from Asia, this caused <strong class=\"keyword\">sudden</strong> fall in imports of PET in the Union."},{"author":22,"first":"Persona con aparición <strong class=\"keyword\">súbita</strong> de exantemas maculopapulosos generalizados","second":"Any person with <strong class=\"keyword\">sudden</strong> onset of generalised maculo-papular rash"},{"author":94808,"first":"Se ha creado un fondo europeo para los refugiados con el fin de financiar medidas tendientes a la integración o la repatriación voluntaria de los solicitantes de asilo y prestar asistencia para medidas de emergencia en los casos de afluencia <strong class=\"keyword\">súbita</strong> de refugiados.","second":"A European fund for refugees had been created to finance measures to ensure integration or voluntary repatriation of asylum-seekers and provide assistance for emergency measures in cases of <strong class=\"keyword\">sudden</strong> influxes of refugees."},{"author":94809,"first":"Considerando que, tras la introducción de una cláusula de salvaguardia aplicable a la importación de ajo originario de China, se ha producido en los últimos años un incremento importante y <strong class=\"keyword\">súbito</strong> de las importaciones de ajo procedentes de determinados terceros países que no son exportadores tradicionales de este producto a la Comunidad;","second":"Whereas, in recent years, particularly as a result of the introduction of a safeguard clause on the import of garlic originating in China, massive or <strong class=\"keyword\">sudden</strong> increases have been recorded in imports of this product from certain third countries that are not traditionally exporters to the Community;"},{"author":8000,"first":"El jefe supremo de Tokelau, el Ulu, declaró delante del Comité Especial en junio pasado que los habitantes de Tokelau no ven su porvenir en forma de una elección <strong class=\"keyword\">súbita</strong> entre las tres posibilidades existentes, que no enfocan esta cuestión bajo el único ángulo de la libre asociación y que consideran también la posibilidad de una integración completa para poder hacer una elección informada","second":"The Ulu-o-Tokelau (paramount chief of Tokelau) had told the Special Committee in June that the people of Tokelau did not see self-determination as a <strong class=\"keyword\">sudden</strong> vote on the existing three options; they were not looking at the issue with only the free association option in mind but were also looking at the full integration option in order to make an informed choice"},{"author":42,"first":"Constituyen un peligro para la seguridad vial las afecciones que puedan exponer a los candidatos o conductores a la expedición o renovación de un permiso de conducción a un fallo repentino de su sistema cardiovascular que pueda provocar una alteración <strong class=\"keyword\">súbita</strong> de las funciones cerebrales","second":"Any disease capable of exposing an applicant for a first licence or a driver applying for renewal to a sudden failure of the cardiovascular system such that there is a sudden impairment of the cerebral functions constitutes a <strong class=\"keyword\">danger</strong> to road safety"},{"author":27,"first":"El conflicto armado se acompaña de la catástrofe humanitaria: no hay suficientes víveres para los refugiados, se producen incrementos <strong class=\"keyword\">súbitos</strong> en su precio, apenas un 20 % de los niños asisten a la escuela, son obligados a integrarse en las fuerzas armadas, y la violencia contra los niños se está extendiendo cada vez más, especialmente contra las niñas, por motivaciones sexuales.","second":"The armed conflict is accompanied by a humanitarian catastrophe: there is not enough food for refugees, there are <strong class=\"keyword\">sudden</strong> increases in the price of food, barely 20% of children attend school, children are forced into the armed forces, and violence against children is becoming increasingly widespread, especially sexually-motivated attacks on girls."},{"author":118293,"first":"tales como hemorragia, embolia o <strong class=\"keyword\">súbito</strong> aneurisma.","second":"such as hemorrhage, embolism or rupturing aneurysm."},{"author":94808,"first":"Esto puede conseguirse proporcionando un nivel adecuado de recursos a fin de hacer frente a la situación actual, con lo que se lograría el grado de flexibilidad necesario para gestionar y absorber aumentos <strong class=\"keyword\">súbitos</strong> del volumen de trabajo.","second":"This can be done by providing an adequate level of resources to address the current situation, thereby providing a degree of flexibility to manage and absorb <strong class=\"keyword\">sudden</strong> increases in the workload."},{"author":94808,"first":"Cada año, se producen alrededor de 20 grandes crisis prolongadas en el mundo, así como varios desastres <strong class=\"keyword\">súbitos</strong> de gran magnitud.","second":"Each year, there are about 20 major protracted crises in the world, as well as several <strong class=\"keyword\">sudden</strong>-<strong class=\"keyword\">onset</strong> major disasters."},{"author":8000,"first":"La gravedad del daño de que se trate y la aparición <strong class=\"keyword\">súbita</strong> de la emergencia justifican las medidas establecidas por el proyecto de artículo","second":"The seriousness of the harm involved, together with the <strong class=\"keyword\">suddenness</strong> of the emergency's occurrence, justifies the measures required by the draft article"},{"author":94809,"first":"En caso de una agravación <strong class=\"keyword\">súbita</strong> y muy importante del desequilibrio de los intercambios comerciales que pudiera comprometer el buen funcionamiento del presente Acuerdo, las Partes Contratantes evacuarán consultas especiales en el seno del Consejo de Cooperación para examinar las dificultades surgidas con el fin de mantener, en la medida de lo posible, el funcionamiento normal del presente Acuerdo.","second":"In the event of a <strong class=\"keyword\">sudden</strong> and very substantial worsening of a trade imbalance which is liable to jeopardize the smooth functioning of this Agreement, the Contracting Parties shall hold special consultations within the Cooperation Council to examine the difficulties that have arisen with a view to keeping this Agreement functioning as normally as possible."},{"author":8000,"first":"En segundo lugar, la previsibilidad de las actividades militares en el espacio ultraterrestre basada en las medidas de transparencia y fomento de la confianza reduciría objetivamente la probabilidad de que surgieran amenazas militares <strong class=\"keyword\">súbitas</strong> en el espacio ultraterrestre o desde él, reduciría las ambigüedades en la situación estratégica en el espacio ultraterrestre y, en consecuencia, disminuiría la necesidad de una preparación anticipada de los Estados para hacer frente a esas amenazas","second":"Second, the TCBM-based predictability of military activities in outer space would objectively reduce probability of emergence of <strong class=\"keyword\">sudden</strong> military threats in space and from space, would diminish ambiguities in the strategic situation in outer space and, consequently, would decrease the need for early preparation of states to neutralize such threats"},{"author":118293,"first":"Y luego, de <strong class=\"keyword\">súbito</strong>, a veces hacía ese ruido chirriante que salía de la nada...","second":"And then, <strong class=\"keyword\">suddenly</strong>, it would sometimes have that..."},{"author":27,"first":"Mientras que numerosas zonas padecían tales precipitaciones se produjeron asimismo inundaciones <strong class=\"keyword\">súbitas</strong> que se llevaron la capa vegetal superior, destruyendo muchas hectáreas de sembrado de patatas y los cultivos de grano.","second":"While many areas suffered, there were <strong class=\"keyword\">flash</strong> floods washing away topsoil, destroying many hectares of potatoes and flattening grain."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}