{"result":"ok","tuc":[{"phrase":{"text":"tautology","language":"en"},"meanings":[{"language":"en","text":"in logic"},{"language":"es","text":"Uso de construcciones redundantes en una charla o escrito."},{"language":"en","text":"uncountable: redundant use of words"},{"language":"en","text":"A use of redundant language in speech or writing."},{"language":"en","text":"expression that features tautology"}],"meaningId":7070982207620314129,"authors":[70195]},{"meanings":[{"language":"en","text":"tautology"},{"language":"en","text":"tautology (in logic)"}],"meaningId":5068599349461512658,"authors":[1]}],"phrase":"tautología","examples":[{"author":22,"first":"Falta absoluta de motivación, además de falta de lógica, incongruencia, <strong class=\"keyword\">tautología</strong>, confusión, falta de investigación y del carácter de mero pretexto de las razones alegadas por la demandada","second":"absolute failure to state reasons, also on the basis that the grounds put forward by the defendant are illogical, <strong class=\"keyword\">inconsistent</strong>, <strong class=\"keyword\">tautologous</strong>, confused, show a failure to make preliminary inquiries and are in the nature of a pretext"},{"author":94808,"first":"Queridos colegas, queridas colegas, voy a decir algo que quizás es una <strong class=\"keyword\">tautología</strong>, pero a veces lo evidente se constituye en una suerte de atención sobre las cosas obvias que, en algunas circunstancias, se pueden soslayar.","second":"I am going to say something which may be a <strong class=\"keyword\">tautology</strong>, but sometimes things which are obvious can act as a sort of call for attention to things which are obvious but in certain circumstances may be ignored."},{"author":94809,"first":"Según dicho Gobierno, o bien el legislador comunitario quiso evitar una <strong class=\"keyword\">tautología</strong>, o bien la identificación del competidor basta para establecer la comparación, puesto que todo cliente potencial puede buscar por sí mismo información sobre las características de los productos, o bien el concepto de comparación no debe tenerse en cuenta sino en el momento de apreciar la licitud de la publicidad comparativa.","second":"Either the Community legislature wished to avoid <strong class=\"keyword\">tautology</strong>, or identification of the competitor is sufficient to introduce a comparison since any potential customer can himself obtain information concerning the features of the products, or the concept of a comparison has to be taken into account only at the stage where the lawfulness of the comparative advertising is assessed."},{"author":94808,"first":"Algunos miembros habían señalado la posible <strong class=\"keyword\">tautología</strong> de la \"manifestación de voluntad\" y de \"intención\" en el artículo 1, pero había una clara diferencia entre el primer término, que era la realización efectiva del acto, y el segundo, que era el sentido dado por el Estado a la realización de ese acto.","second":"Some members had pointed to the possible <strong class=\"keyword\">tautology</strong> of “expression of will” and “intention” in article 1, but there was a clear‐cut difference between the first term, which was the actual performance of the act, and the second, which was the sense given by the State to the performance of that act."},{"author":94808,"first":"Ello significa que, o bien los Estados Miembros constituyen la Organización y son responsables en ese sentido, en cuyo caso la declaración, el aforismo, es redundante —es una <strong class=\"keyword\">tautología</strong>— o significa que tenemos que rendir cuentas a la Secretaría, lo cual es completamente contradictorio e inaceptable.","second":"Either that means that the Organization is its Member States and they are accountable in that sense, in which case the statement, the aphorism, is redundant — it is a <strong class=\"keyword\">tautology</strong> — or it means that we have to be accountable to the Secretariat, which is truly topsy-turvy and completely unacceptable."},{"author":8000,"first":"Sin embargo, para muchos observadores la referencia a los \"desalojos forzosos\" es una <strong class=\"keyword\">tautología</strong>, en tanto que otros critican la expresión \"desalojos ilegales\" por cuanto que supone que la legislación pertinente brinda una protección adecuada y se ajusta al Pacto, cosa que no siempre es así en absoluto","second":"To many observers, however, the reference to “forced evictions” is a <strong class=\"keyword\">tautology</strong>, while others have criticized the expression “illegal evictions” on the ground that it assumes that the relevant law provides adequate protection of the right to housing and conforms with the Covenant, which is by no means always the case"},{"author":8008,"first":"Con esta operación se llega rápidamente a una cierta <strong class=\"keyword\">tautología</strong> tranquilizadora. El animal humano sería capaz de innovar por estar dotado de lenguaje verbal, o porque adolece de un ambiente delimitado e invariante, o porque es histórico: en definitiva, porque es... un animal humano.","second":"Thus we rapidly come to several reassuring <strong class=\"keyword\">tautologies</strong>: the human animal is supposedly capable of innovation because it enjoys the gift of verbal language, because it does not inhabit an invariable and delimited environment, or because it is historical; in short, the human animal can innovate because it is ... a human animal."},{"author":94808,"first":"Sin embargo, para muchos observadores la referencia a los \"desalojos forzosos\" es una <strong class=\"keyword\">tautología</strong>, en tanto que otros critican la expresión \"desalojos ilegales\" por cuanto que supone que la legislación pertinente brinda una protección adecuada y se ajusta al Pacto, cosa que no siempre es así en absoluto.","second":"To many observers, however, the reference to “forced evictions” is a <strong class=\"keyword\">tautology</strong>, while others have criticized the expression “illegal evictions” on the ground that it assumes that the relevant law provides adequate protection of the right to housing and conforms with the Covenant, which is by no means always the case."},{"author":94809,"first":"47 La formulación habitual del Tribunal de Justicia puede parecer una <strong class=\"keyword\">tautología</strong>.","second":"47. The Court's usual formulation may seem <strong class=\"keyword\">circular</strong>."},{"author":8000,"first":"En el proyecto de directriz # el encabezamiento y la primera línea constituyen una <strong class=\"keyword\">tautología</strong>","second":"In draft guideline # the chapeau and the first line immediately following it were a <strong class=\"keyword\">tautology</strong>"},{"author":94808,"first":"En relación con la recomendación 29, apartado a), se acordó que, en la versión inglesa, a fin de evitar la <strong class=\"keyword\">tautología</strong> expresada en la frase “an amendment notice that amends”, esta debería decir “an amendment notice that changes”.","second":"With respect to recommendation 29, subparagraph (a), it was agreed that, to avoid the <strong class=\"keyword\">tautology</strong> “an amendment notice that amends”, that wording should be revised to read as follows: “an amendment notice that changes”."},{"author":94808,"first":"A la luz de lo anterior, la UNESCO considera que el párrafo 2 del proyecto de artículo 8 constituye una mera <strong class=\"keyword\">tautología</strong>, pues afirma simplemente que los principios establecidos en el proyecto de artículos se aplicarían también a las violaciones de las reglas internas de la organización en la medida en que establecieran obligaciones de derecho internacional.","second":"In the light of the above, UNESCO considers draft article 8, paragraph 2, to be a mere <strong class=\"keyword\">tautology</strong>, as it simply affirms that the principles established under the draft articles would also apply to breaches of internal rules of the organization to the extent that they set out obligations under international law."},{"author":94809,"first":"Falta absoluta de motivación, así como irracionalidad, <strong class=\"keyword\">tautología</strong>, falta de lógica e incoherencia, y una interpretación y aplicación incorrectas, falaces e irracionales del anexo X del Estatuto de los Funcionarios de la Unión Europea, de las normas hermenéuticas y de las condiciones relativas a la condena de una institución de la Unión Europea a resarcir un daño.","second":"total failure to state grounds, as well irrational, <strong class=\"keyword\">tautological</strong>, illogical and inconsistent reasoning, and misinterpretation and misapplication of Annex X to the Staff Regulations of Officials of the European Union, of the rules on the interpretation of laws and of the conditions governing the liability of a European Union institution for payment of compensation for damage;"},{"author":94809,"first":"falta total de motivación, entre otras cosas, por incurrir en <strong class=\"keyword\">tautología</strong>, contradicción e incoherencia;","second":"Total failure to state adequate grounds, inter alia by stating <strong class=\"keyword\">tautologous</strong>, <strong class=\"keyword\">inconsistent</strong> and incoherent reasons;"},{"author":118293,"first":"Experto en tácticas, <strong class=\"keyword\">tautología</strong>, logística y semántica.","second":"Expert in tactics, <strong class=\"keyword\">tautology</strong>, logistics and semantics."},{"author":8000,"first":"Incluso, señalaron la posible <strong class=\"keyword\">tautología</strong> o redundancia de esos términos, pero como se refleja en el informe que adoptó la Comisión ese año, “había una clara diferencia entre el primer término, que era la realización efectiva del acto, y el segundo, que era el sentido dado por el Estado a la realización de ese acto","second":"They even pointed to the possible <strong class=\"keyword\">tautology</strong> or redundancy of such terms, but as reflected in the report which the Commission adopted that year, “there was a clear-cut difference between the first term, which was the actual performance of the act, and the second, which was the sense given by the State to the performance of that act"},{"author":27,"first":"Si se examina más de cerca, el SPG tiene algo en común con todo el sistema del GATT y de la OMC; debe su existencia a una <strong class=\"keyword\">tautología</strong>, a saber, que hay que reducir los derechos de aduana hasta llegar finalmente a su supresión.","second":"When looked at more closely, the GSP has something in common with the entire GATT and WTO system; it owes its existence to a redundant theory, namely that customs duties should be reduced with the aim of ultimately abolishing them."},{"author":8008,"first":"Afirmar que las guerras no son no-violentas es más que una <strong class=\"keyword\">tautología</strong>.","second":"That wars are not nonviolent is more than a <strong class=\"keyword\">tautology</strong>."},{"author":8008,"first":"Una lógica que parecería inmutable, una especie de indiscutible <strong class=\"keyword\">tautología</strong>, junto con las llamadas a la fe cuando todavía los italianos no han comprendido por qué, por culpa de quién se han visto precipitados a una situación de crisis tan dramática. Se dice que no se harán esperar días mejores: quizás entonces se podrá prestar atención también a los aspectos estructurales.","second":"This logic is flawless, a sort of unquestionable <strong class=\"keyword\">tautology</strong>, together with the appeals for trust when the Italians have still failed to understood what and who is to blame for such a dramatic crisis situation."},{"author":94809,"first":"Falta absoluta de motivación, además de falta de lógica, incongruencia, <strong class=\"keyword\">tautología</strong>, confusión, falta de investigación y del carácter de mero pretexto de las razones alegadas por la demandada.","second":"absolute failure to state reasons, also on the basis that the grounds put forward by the defendant are illogical, <strong class=\"keyword\">inconsistent</strong>, <strong class=\"keyword\">tautologous</strong>, confused, show a failure to make preliminary inquiries and are in the nature of a pretext;"},{"author":8000,"first":"Si bien algunos miembros estimaban que podía haber redundancia o <strong class=\"keyword\">tautología</strong> entre las palabras \"manifestación de voluntad\" e \"intención\", otros miembros no lo creían así","second":"While some members felt that there might be an overlap or <strong class=\"keyword\">tautology</strong> between the words “expression of will” and “intention”, other members did not think that this was the case"},{"author":118293,"first":"Pruebe con otra <strong class=\"keyword\">tautología</strong>, Socrates.","second":"Hit me with some more lame <strong class=\"keyword\">tautology</strong>, Socrates."},{"author":8000,"first":"Pero, aunque esto pudiera parecer una <strong class=\"keyword\">tautología</strong>, las Naciones Unidas pueden hacer mucho por fomentar una cultura de paz en las medidas encaminadas a fomentar la paz y la seguridad internacionales","second":"But, though this might appear a <strong class=\"keyword\">tautology</strong>, there is much that can be done by the United Nations to promote a culture of peace in actions taken to promote peace and security"},{"author":94808,"first":"En la última oración, añadir la frase \"excepto lo permitido en virtud del artículo 19, párrafo 3\", después de \"Habida cuenta de que cualquier restricción\", sería una <strong class=\"keyword\">tautología</strong>, ya que ese párrafo del Pacto se refiere a las restricciones del derecho a la libertad de expresión.","second":"In the last sentence, the insertion of the phrase “other than as permitted under article 19, paragraph 3”, after “Since any restriction” would result in <strong class=\"keyword\">tautology</strong>, since that paragraph of the Covenant concerned restrictions on the right to freedom of expression."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}