{"result":"ok","tuc":[{"phrase":{"text":"telluric","language":"en"},"meanings":[{"language":"en","text":"pertaining to the Earth"}],"meaningId":-5666191657392494735,"authors":[90508]},{"phrase":{"text":"Earth-like","language":"en"},"meanings":[{"language":"es","text":"Parecido al planeta Tierra."},{"language":"en","text":"Resembling planet Earth."}],"meaningId":-2710242097205092611,"authors":[60172]},{"phrase":{"text":"tellurian","language":"en"},"meaningId":825637557553182626,"authors":[8]},{"phrase":{"text":"terrestrial","language":"en"},"meaningId":7237903491289981511,"authors":[8]},{"meanings":[{"language":"en","text":"telluric"},{"language":"en","text":"earthly"}],"meaningId":-1240385137942751331,"authors":[93107]}],"phrase":"telúrico","examples":[{"author":8008,"first":"Mientras que la Tierra Y planetas <strong class=\"keyword\">telúricos</strong> son unos objetos sólidos constituidas por una mezcla de hierro y de silicatos, esencialmente rodeados de poco gas, Júpiter esencialmente está constituido por hidrógeno y por un poco de helio, como Sol. Júpiter emite dos veces más energía que recibe de Sol.","second":"While the Earth and the <strong class=\"keyword\">telluric</strong> planets are solid objects constituted by a mixture of iron and silicates, essentially surrounded with a little gas, Jupiter is essentially constituted by hydrogen and by a little helium, as the Sun."},{"author":119739,"first":"Los cuatro planetas interiores del sistema solar —Mercurio, Venus, la Tierra y Marte— se denominan <strong class=\"keyword\">telúricos</strong> (o terrestres) porque tienen superficies rocosas.","second":"The four inner planets of our solar system—Mercury, Venus, Earth, and Mars—are called <strong class=\"keyword\">terrestrial</strong> because they have rocky surfaces."},{"author":94809,"first":"La investigación sobre riesgos <strong class=\"keyword\">telúricos</strong> (terremotos y erupciones volcánicas) se centrará en estudios teóricos de los fenómenos <strong class=\"keyword\">telúricos</strong> y el comportamiento de las estructuras cuando estos fenómenos ocurren y tenderá a establecer lugares de medición in situ y redes de intervención rápida en determinadas zonas activas de la Comunidad.","second":"Research on <strong class=\"keyword\">telluric</strong> hazards (earthquakes and volcanic eruptions) will consist mainly of theoretical studies of <strong class=\"keyword\">telluric</strong> phenomena and of the behaviour of structures during these phenomena and will aim at the setting up of field measurement sites and of rapid intervention networks in selected active zones in the Community."},{"author":94809,"first":"Las técnicas de almacenamiento del CO2 progresan, pero siguen siendo costosas, complejas y entrañan riesgos de fugas, por ejemplo en caso de grietas en la roca o de sacudida <strong class=\"keyword\">telúrica</strong>, así como la contaminación de las capas freáticas profundas.","second":"Progress is being made as regards the technology for storing CO2 but this is still costly, difficult and involves the risks of leakage, for example in the event of fissures in the rock or <strong class=\"keyword\">earthquakes</strong>, and pollution of the water table."},{"author":94809,"first":"A nivel regional, el Convenio de la Comisión Económica para Europa (CEPE) de las Naciones Unidas sobre la protección y el uso de las corrientes de agua transfronteriza y de los lagos internacionales, que tiene por objeto reducir la contaminación de fuentes <strong class=\"keyword\">telúricas</strong>, es también pertinente para la reducción de la contaminación del medio marino.","second":"At Regional level the UNECE Convention on the protection and use of Trans-boundary watercourses and international lakes which aims at reducing pollution from <strong class=\"keyword\">land</strong> based sources is also relevant for the abatement of pollution of the marine environment."},{"author":94809,"first":"Los seis países del Mar Negro, Bulgaria, Georgia, Rumania, la Federación Rusa, Turquía y Ucrania han adoptado el Convenio de Bucarest sobre la protección del Mar Negro contra la contaminación que se centra en las fuentes de contaminación <strong class=\"keyword\">telúricas</strong> y marítimas, en las emergencias y en los vertidos, campos en los que ha celebrado protocolos.","second":"The 6 Black Sea countries, Bulgaria, Georgia, Romania, Russian Federation, Turkey, and Ukraine have adopted the (Bucharest) Convention on the Protection of the Black Sea against Pollution. The focus is on land based and vessel based sources of pollution, emergency and dumping on which it has agreed protocols."},{"author":8000,"first":"En la región de América Latina y el Caribe se registran con mucha frecuencia inundaciones, sequías, movimientos <strong class=\"keyword\">telúricos</strong> y otras catástrofes naturales","second":"The Latin American and Caribbean region was highly vulnerable to floods, drought, <strong class=\"keyword\">earthquakes</strong> and other natural disasters"},{"author":119739,"first":"La angustia no se mide por la frecuencia de los movimientos <strong class=\"keyword\">telúricos</strong> ni por el valor que estos alcancen en la escala de Richter, sino por sus consecuencias en la gente.","second":"(Matthew 24:8) Distress is measured, not by the number of earthquakes or how they rate on the Richter scale, but by the effect that they have upon people."},{"author":94808,"first":"La creciente influencia de la humanidad en el medio ambiente se reconoció ya en 1873, cuando el geólogo Antonio Stoppani mencionó una nueva fuerza <strong class=\"keyword\">telúrica</strong>, que podía compararse en poder y universalidad a las grandes fuerzas de la Tierra, y se refirió a la “era antropozoica”.","second":"Mankind’s growing influence on the environment was recognized as long ago as 1873, when geologist Antonio Stoppani spoke of a “new <strong class=\"keyword\">telluric</strong> force, which in power and universality may be compared to the greater forces of earth”, referring to the “anthropozoic era”."},{"author":27,"first":"Hay que prestar atención a la contaminación de origen <strong class=\"keyword\">telúrico</strong>, a las obras de acondicionamiento, a la urbanización de zonas costeras, etcétera.","second":"We should pay particular attention to <strong class=\"keyword\">telluric</strong> pollution, to development, to the urbanisation of coastal areas, etc."},{"author":94808,"first":"En el territorio del país se encuentran cuatro estaciones sísmicas capaces de detectar los fenómenos <strong class=\"keyword\">telúricos</strong> que transcurren a miles de kilómetros de distancia.","second":"There are four seismic tracking stations in its territory capable of locating <strong class=\"keyword\">subterranean</strong> phenomena occurring thousands of kilometres away."},{"author":94808,"first":"El proyecto Corot, que se acordó en marzo de 2000, es una misión de fotometría estelar de muy alta precisión cuyos objetivos son estudiar la estructura interna de las estrellas y buscar exoplanetas (planetas extrasolares), en particular, planetas <strong class=\"keyword\">telúricos</strong>.","second":"Corot, which was agreed in March 2000, is a very-high-precision stellar photometry mission whose objectives are to study the internal structure of the stars and to search for exoplanets (extrasolar planets), in particular, <strong class=\"keyword\">telluric</strong> planets."},{"author":8008,"first":"Si hay algo más efectivo para volarse cerebro, mente y espíritu que L A B U E N A M Ú S I C A E L E C T R Ó N I C A...!, probablemente sean los sicotrópicos que experimenté durante la última abducción que precticaron sobre mi integridad tridimensional, bio-intelegencias al parecer provenientes de un lejano sector de la galaxia denominado Alpha Reticulis... \"Out of Order Line\" induce con su propuesta electrónica a estados químico-mentales muy cercanos a la experiencia alienígina vivida: códigos espacio-temporales alternos, sonidos corpóreos, colores aromáticos, movilidad electro-<strong class=\"keyword\">telúrica</strong>, antigravitación, bio-multimagnetismo y transmisión de datos por ondas telepáticas...¡Excelente trabajo mes ami...!","second":"the overall feeling is inspiring, the touch of melancholy transforms and uplifts. this is electronic sound of a high level."},{"author":94809,"first":"Los protocolos se refieren a los vertidos, las emergencias por accidente, las fuentes de contaminación <strong class=\"keyword\">telúricas</strong>, las zonas de protección especial, los residuos peligrosos y las actividades en alta mar.","second":"The protocols cover dumping, accidents (emergencies), <strong class=\"keyword\">land</strong>-based sources, specially protected areas, hazardous waste and offshore activities."},{"author":118293,"first":"¿Volveremos a las corrientes <strong class=\"keyword\">telúricas</strong>?","second":"We're back to <strong class=\"keyword\">telluric</strong> currents?"},{"author":8008,"first":"Hijo de João Marinho de Alcântara y Judith de Moura Alcântara, nacido el 20 de noviembre de 1946, es conocido hoy como José Alcântara, artista monumentalista, <strong class=\"keyword\">telúrico</strong>, pasional con relación a las cosas de su región, con vocación ecológica, de temática a un tiempo local y universal.","second":"Son of João Marinho de Alcântara and Judith de Moura Alcântara, he was born in November 20th 1946, he is known today as José Alcântara, monumentalist artist, <strong class=\"keyword\">telluric</strong>, passional in relation the things of his region and with his undeniable ecological vocation which so well expressed in his work."},{"author":8000,"first":"El proyecto Corot, que se acordó en marzo de # es una misión de fotometría estelar de muy alta precisión cuyos objetivos son estudiar la estructura interna de las estrellas y buscar exoplanetas (planetas extrasolares), en particular, planetas <strong class=\"keyword\">telúricos</strong>","second":"Corot, which was agreed in March # is a very-high-precision stellar photometry mission whose objectives are to study the internal structure of the stars and to search for exoplanets (extrasolar planets), in particular, <strong class=\"keyword\">telluric</strong> planets"},{"author":95096,"first":"He seguido el desarrollo del devastador fenómeno <strong class=\"keyword\">telúrico</strong> de la primera sacudida del terremoto, que se sintió también en el Vaticano, y he constatado con agrado que se ha manifestado una creciente ola de solidaridad, gracias a la cual se han organizado las primeras ayudas, con vistas a una acción cada vez más eficaz tanto del Estado como de las instituciones eclesiales, así como de particulares.","second":"I have followed the developments of the devastating <strong class=\"keyword\">seismic</strong> phenomenon since the first shock of the earthquake, which was also felt in the Vatican, and I have been pleased to note the manifestation of a growing wave of solidarity, thanks to which the first rescue operations were organized, with a view to increasingly effective action by both State and Church institutions, as well as by private individuals."},{"author":119739,"first":"Los movimientos <strong class=\"keyword\">telúricos</strong> siguen representando una seria amenaza para la humanidad en vista de que 8 de las 10 ciudades más pobladas del planeta están situadas en fallas sísmicas.","second":"This “natural hazard” continues to pose a serious risk, given that 8 of the 10 cities with the largest populations worldwide lie on earthquake-prone fault lines."},{"author":118293,"first":"Eichen está construido en la convergencia de corrientes <strong class=\"keyword\">telúricas</strong>.","second":"Eichen is built on the convergence of <strong class=\"keyword\">Telluric</strong> currents."},{"author":118293,"first":"Giston Mount está en una línea <strong class=\"keyword\">telúrica</strong>,...","second":"( RUSTLING ) It ́ s on a ley <strong class=\"keyword\">line</strong>, <strong class=\"keyword\">Giston</strong> Mount, did you know?"},{"author":27,"first":"Desgraciadamente, nada podemos hacer por los desaparecidos sino condolernos con sus familias y muy poco para prever otras catástrofes <strong class=\"keyword\">telúricas</strong>.","second":"Unfortunately, we can do nothing for those who have disappeared apart from extending our condolences to their families. Indeed, there is very little we can do to predict other <strong class=\"keyword\">earthquakes</strong>."},{"author":118293,"first":"Todo lo que ella ha hecho ha estado en una corriente <strong class=\"keyword\">telúrica</strong>, así que Melissa y el Alguacil tienen que estar en algún lugar de esas corrientes, ¿cierto?","second":"Everything she's done has been on a <strong class=\"keyword\">telluric</strong> current, so Melissa and the sheriff have to be somewhere on one of those currents, right?"},{"author":8000,"first":"COROT pretende ser el primer experimento espacial capaz de detectar planetas <strong class=\"keyword\">telúricos</strong> comparables a los planetas rocosos del sistema solar","second":"COROT aims to be the first space experiment capable of detecting <strong class=\"keyword\">telluric</strong> planets comparable to the rocky planets of the solar system"},{"author":8000,"first":"La zona costera presenta una vulnerabilidad variable al impacto de diversos fenómenos naturales, principalmente huracanes e inundaciones, así como a deslizamientos y movimientos <strong class=\"keyword\">telúricos</strong>","second":"The coastal zone is vulnerable, to varying degrees, to the impact of a number of natural phenomena, especially hurricanes and floods, landslides and <strong class=\"keyword\">earthquakes</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}