{"result":"ok","tuc":[{"phrase":{"text":"temper","language":"en"},"meanings":[{"language":"en","text":"heat treatment"}],"meaningId":-2667574821612556164,"authors":[70195]},{"phrase":{"text":"mettle","language":"en"},"meaningId":6963458410799180263,"authors":[89651]},{"phrase":{"text":"humour","language":"en"},"meaningId":-2336175011896730249,"authors":[89651]},{"phrase":{"text":"tempera","language":"en"},"meaningId":4727966518487416634,"authors":[25115]},{"phrase":{"text":"distemper","language":"en"},"meaningId":-3613891323741032369,"authors":[25018]},{"phrase":{"text":"mood","language":"en"},"meaningId":878892687318216134,"authors":[2698]},{"phrase":{"text":"grit","language":"en"},"meanings":[{"language":"en","text":"character trait"}],"meaningId":3193576506452720818,"authors":[90508]},{"phrase":{"text":"humor","language":"en"},"meaningId":3468706520785959877,"authors":[2698]},{"phrase":{"text":"quenching","language":"en"},"meaningId":-3095488231630772303,"authors":[25018]},{"phrase":{"text":"spirit","language":"en"},"meaningId":-439122312288887327,"authors":[25115]},{"phrase":{"text":"temperament","language":"en"},"meaningId":-3479554717605148318,"authors":[2698]},{"phrase":{"text":"temperature","language":"en"},"meaningId":2944920887589595121,"authors":[20]},{"phrase":{"text":"tuning","language":"en"},"meaningId":-6964769435283625433,"authors":[25115]},{"meanings":[{"language":"en","text":"Formal second-person singular (usted) imperative form of templar."},{"language":"en","text":"First-person singular (yo) present subjunctive form of templar."},{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present subjunctive form of templar."},{"language":"en","text":"Formal second-person singular (usted) present subjunctive form of templar."}],"meaningId":1506789133822042698,"authors":[1]}],"phrase":"temple","examples":[{"author":119723,"first":"Una mujer adquiere un testimonio de las ordenanzas del <strong class=\"keyword\">templo</strong>.","second":"A woman gains a testimony of temple ordinances."},{"author":119723,"first":"Cuando se me llamó a servir en una misión en una zona donde no podría asistir al <strong class=\"keyword\">templo</strong>, temía quedarme sin ese sentimiento durante dos años.","second":"When I was called to serve a mission in an area where I would not be able to attend the temple, I was afraid that I would be without that feeling for two years."},{"author":118293,"first":"Entonces aquí tenemos algo que parece ser un <strong class=\"keyword\">templo</strong> subterráneo, construido para extraterrestres o para alguna clase de dioses del espacio.","second":"So you have here what seems to be some kind of special subterranean <strong class=\"keyword\">temple</strong> that's built for extraterrestrials or some kind of space gods."},{"author":119723,"first":"Jesús visitó el <strong class=\"keyword\">templo</strong> y después regresó a Betania.","second":"Jesus visited the temple and then returned to Bethany."},{"author":119723,"first":"Bendiciones del <strong class=\"keyword\">templo</strong>","second":"Temple Blessings"},{"author":119723,"first":"Gracias por el excelente tema sobre historia familiar y la asistencia al <strong class=\"keyword\">templo</strong>, publicado en la revista Liahona de octubre de 2007.","second":"Thank you for the excellent theme in the October 2007 Liahona on family history and temple attendance."},{"author":94808,"first":"( En este mismo sentido, en el mismo año de 2001 se firmó un convenio de colaboración con el Estado de Puebla y el Arzobispado de Puebla, para garantizar la protección del arte religioso a través de la capacitación de autoridades eclesiásticas y de personal del gobierno del Estado para la realización de inventarios y catálogos de los bienes muebles que se ubiquen en capillas y <strong class=\"keyword\">templos</strong>.","second":"· In that same connection, a collaboration agreement was signed in 2001 with the State of Puebla and the Archbishopric of Puebla to guarantee the protection of religious art through the training of ecclesiastical authorities and state government personnel to inventory and catalogue movable property in chapels and <strong class=\"keyword\">churches</strong>."},{"author":118293,"first":"# Flores sedosas... Del <strong class=\"keyword\">templo</strong> #","second":"Silky flowers... of the <strong class=\"keyword\">temple</strong>"},{"author":94808,"first":"Pero en la carta del Representante Permanente de Camboya no se reflejó con exactitud, sino que se modificó como sigue: “Ambas partes acordaron estudiar la cuestión de los <strong class=\"keyword\">templos</strong> camboyanos Tamone en la cordillera de Dangrek, ocupados actualmente por tropas tailandesas, en la próxima reunión de los Ministros de Relaciones Exteriores”.","second":"But in the letter from the Permanent Representative of Cambodia, it was not accurately reflected, but was rewritten as follows: “Both sides agreed to consider the issue of the Cambodian Tamone <strong class=\"keyword\">Temples</strong> in the Dangrek range, currently occupied by Thai troops, at the next Foreign Ministers’ meeting”."},{"author":8008,"first":"A sólo 45 minutos en coche del aeropuerto internacional de Pekín, el hoetl Holiday Inn <strong class=\"keyword\">Temple</strong> of Heaven Beijing goza d... Leer Más e una ubicación inmejorable, en proximidad de uno de los monumentos más famosos en China, el <strong class=\"keyword\">Templo</strong> del Cielo.Con cómodo acceso a las principales atracciones turísticas y de negocio, y con un espacio muy amplio para acontecimientos privado o de trabajo, con numerosas salas polivalentes, este hotel en Pekín es la elección perfecta para estancias empresariales.El hotel también dispone de instalaciones de ocio como centro de salud y belleza, restaurante y bar.","second":"Only 45 minutes drive from Beijing International Airport, the Holiday Inn <strong class=\"keyword\">Temple</strong> of Heaven Beijing Hotel boasts an unbea... Read More table location in close proximity to one of the most prestigious ancient landmark of China, the <strong class=\"keyword\">Temple</strong> of Heaven.With easy access to the major business and shopping areas, and offering large meeting space and multifunction conference rooms, this Beijing hotel is the ideal choice for corporate travellers.The hotel also provides a variety of well-equipped facilities for fitness, beauty and entertainment like sauna, Jacuzzi, bar and restaurant."},{"author":119723,"first":"Millones de personas en todo el mundo escuchan y ven el Canal Mormón, el cual se transmite en inglés y en español 24 horas al día, siete días a la semana, desde la Manzana del <strong class=\"keyword\">Templo</strong> en Salt Lake City, Utah, EE.UU.","second":"Millions of listeners and viewers worldwide enjoy the Mormon Channel, which is broadcast in English and Spanish 24 hours a day, seven days a week, from Temple Square in Salt Lake City, Utah, USA."},{"author":31,"first":"Así que quiero agradecerle a ese hombre, por sacar el ataúd...... de ese <strong class=\"keyword\">templo</strong> invulnerable","second":"Makes me want to thank that man for dragging the coffin...... from that invulnerable <strong class=\"keyword\">temple</strong>"},{"author":118293,"first":"Prylar Rhit me ha invitado a predicar en el <strong class=\"keyword\">templo</strong> de la estación.","second":"Prylar Rhit invited me to speak at the station <strong class=\"keyword\">shrine</strong>."},{"author":8008,"first":"En talleres cercanos a los <strong class=\"keyword\">templos</strong> Todai-ji y Kofuku-ji continuaron haciendo estatuas budistas, y fabricando las barritas de tinta y pinceles necesarios para copiar las escrituras budistas.","second":"At ateliers near Todai-ji and Kofuku-ji <strong class=\"keyword\">temples</strong>, they continued to make Buddhist statues and the ink sticks and brushes needed to copy Buddhist scriptures."},{"author":31,"first":"No seria adecuado dejarte en el <strong class=\"keyword\">templo</strong> demasiado tiempo","second":"It would not be proper to leave you at the <strong class=\"keyword\">temple</strong> too long"},{"author":8008,"first":"Una ligera pendiente le conducirá hasta el <strong class=\"keyword\">Templo</strong> de Guadalupe, con una torre principal rematada por una gran corona, que se alza sobre la ciudad y el Pacífico.","second":"A gentle slope will lead you to the <strong class=\"keyword\">Temple</strong> of Guadalupe, the main tower of which is topped by a huge crown, rising up over the town and the Pacific Ocean."},{"author":119723,"first":"Examinar con los miembros de la clase las primeras visitas que hicieron al <strong class=\"keyword\">templo</strong> y ayudarlos a prepararse para sentir el gozo de asistir al <strong class=\"keyword\">templo</strong> a lo largo de sus vidas.","second":"To follow up on the class members’ first visits to the temple and help them prepare to enjoy the temple throughout their lives."},{"author":8008,"first":"La construcción fue casi en su totalidad realizada con la contribución de la feligresía, alentados por la presidencia de la comisión pro <strong class=\"keyword\">templo</strong> que ocupaba la Sra. Genoveva S. de Molina.","second":"The construction was almost entirely done with the contribution of the parish, encouraged by the chair of the committee that held the <strong class=\"keyword\">temple</strong> for Mrs. Genoveva S. Molina."},{"author":119739,"first":"Las excavaciones que se hicieron en ese lugar durante la última mitad del siglo XIX revelaron que el <strong class=\"keyword\">templo</strong> se erigió sobre una plataforma que medía alrededor de 73 m. de ancho por 127 m. de largo.","second":"According to excavations of the site in the latter half of the 19th century, the temple was erected on a platform measuring about 73 m (240 ft) in width and 127 m (418 ft) in length."},{"author":119723,"first":"En Esdras 3:1–9 se constata que los judíos reconstruyeron primero el altar del <strong class=\"keyword\">templo</strong> y comenzaron a ofrecer sacrificios bajo la dirección de Zorobabel, el judío que nombraron los persas para servir como gobernador de los judíos, y de Jesúa, el sumo sacerdote presidente del Sacerdocio Aarónico.","second":"Ezra 3:1–9 records that under the direction of Zerubbabel, the Jewish man appointed by the Persians to serve as the governor of the Jews, and Jeshua, the presiding high priest of the Aaronic Priesthood, the Jews first rebuilt the altar of the temple and began offering sacrifices."},{"author":119723,"first":"1 Y aconteció un día que, enseñando Jesús al pueblo en el <strong class=\"keyword\">templo</strong> y predicando el evangelio, llegaron los principales sacerdotes y los escribas, con los ancianos,","second":"1 And it came to pass, that on one of those days, as he taught the people in the temple, and preached the gospel, the chief priests and the scribes came upon him with the elders,"},{"author":118293,"first":"La estancia del té, en la tercera ermita del señor Uraku, en el <strong class=\"keyword\">templo</strong> Kennin de Kyoto, acaba de ser construida.","second":"The Pavilion Tea the hermitage Uraku the Lord,"},{"author":119723,"first":"Podemos recibir bendiciones adicionales al buscar los nombres de nuestros propios parientes y llevarlos al <strong class=\"keyword\">templo</strong>.","second":"We can receive additional blessings when we research our own family names and take them to the temple."},{"author":119723,"first":"Como grupo, deciden tener una comida compartida ese domingo después de la Iglesia, empezar a jugar al voleibol los jueves por la noche, hacer un calendario para asistir al <strong class=\"keyword\">templo</strong> y planear cómo ayudar a los jóvenes a llegar a las actividades.","second":"As a group, they decide to have a potluck meal that Sunday after church, start playing volleyball on Thursday nights, make a calendar for attending the temple, and plan how to help youth get to activities."},{"author":118293,"first":"No se trata del <strong class=\"keyword\">templo</strong>, el \" lagaan \" o el juego.","second":"The issue is not about the <strong class=\"keyword\">temple</strong>, lagaan or the game."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}