{"result":"ok","tuc":[{"phrase":{"text":"attempt","language":"en"},"meanings":[{"language":"en","text":"the action of trying at something"}],"meaningId":-8772103989452116593,"authors":[70195]},{"phrase":{"text":"try","language":"en"},"meaningId":7090242890307826250,"authors":[25115]},{"phrase":{"text":"endeavor","language":"en"},"meanings":[{"language":"en","text":"a sincere attempt"}],"meaningId":4947270994996427198,"authors":[70195]},{"phrase":{"text":"endeavour","language":"en"},"meanings":[{"language":"en","text":"sincere attempt"}],"meaningId":8628817011340059984,"authors":[1]},{"phrase":{"text":"effort","language":"en"},"meaningId":-6119469618576913976,"authors":[84500]},{"phrase":{"text":"exertion","language":"en"},"meaningId":8093113781109326777,"authors":[2701]},{"phrase":{"text":"go","language":"en"},"meaningId":-306376089134262659,"authors":[84500]},{"phrase":{"text":"struggle","language":"en"},"meaningId":1737417996502397458,"authors":[2701]},{"phrase":{"text":"trial","language":"en"},"meaningId":-3678802385646166026,"authors":[25115]},{"phrase":{"text":"essay","language":"en"},"meaningId":9163620293004507321,"authors":[25018]},{"phrase":{"text":"overture","language":"en"},"meaningId":-446906551405393144,"authors":[84500]},{"phrase":{"text":"pass","language":"en"},"meaningId":4440765325730958287,"authors":[84500]},{"phrase":{"text":"shot","language":"en"},"meaningId":-7924788465730376077,"authors":[25115]},{"phrase":{"text":"tentative","language":"en"},"meaningId":349822528655876495,"authors":[89651]},{"phrase":{"text":"advance","language":"en"},"meaningId":5815912904096149098,"authors":[84500]},{"phrase":{"text":"approach","language":"en"},"meaningId":-8915897861883348544,"authors":[84500]},{"phrase":{"text":"assay","language":"en"},"meaningId":-1207286943052178820,"authors":[83064]},{"phrase":{"text":"bid","language":"en"},"meaningId":4390077703084634303,"authors":[89651]},{"phrase":{"text":"crack","language":"en"},"meaningId":-2339225808111281451,"authors":[84500]},{"phrase":{"text":"experiment","language":"en"},"meaningId":691398641866961783,"authors":[83064]},{"phrase":{"text":"feeler","language":"en"},"meaningId":7959438691437813835,"authors":[84500]},{"phrase":{"text":"fling","language":"en"},"meaningId":-4454077818809966973,"authors":[84500]},{"phrase":{"text":"offer","language":"en"},"meaningId":6233864516919421552,"authors":[84500]},{"phrase":{"text":"rehearsal","language":"en"},"meaningId":8173476966301418744,"authors":[83064]},{"phrase":{"text":"stab","language":"en"},"meaningId":-2499019157223373511,"authors":[25115]},{"phrase":{"text":"whack","language":"en"},"meaningId":-7171274615906633075,"authors":[25115]},{"phrase":{"text":"whirl","language":"en"},"meaningId":-2328197816660878373,"authors":[84500]},{"meanings":[{"language":"en","text":"attempt, trial, experiment"},{"language":"en","text":"endeavor"},{"language":"en","text":"tentative (see tentativo)"}],"meaningId":5033326592328663475,"authors":[1]}],"phrase":"tentativa","examples":[{"author":94808,"first":"Una persona armada <strong class=\"keyword\">Tentativa</strong> de infiltración desde territorio libanés a territorio sirio en el sector de Jadidat al-‘Asi; los terroristas dispararon contra varios guardias fronterizos","second":"<strong class=\"keyword\">Attempted</strong> infiltration from Lebanese territory into Syrian territory in the Jadidat al-‘Asi sector; border guards fired upon"},{"author":8000,"first":"Se impondrá al autor en grado de <strong class=\"keyword\">tentativa</strong> una pena comprendida dentro de los límites establecidos para el delito de que se trate o una pena inferior","second":"The perpetrator shall be punished for the criminal <strong class=\"keyword\">attempt</strong> within the limits prescribed for a criminal offence or by a reduction [of punishment]"},{"author":94808,"first":"Nota: La organización de los trabajos propuesta es <strong class=\"keyword\">tentativa</strong>.","second":"Note: The proposed organization of work is <strong class=\"keyword\">tentative</strong>."},{"author":8000,"first":"El Gobierno del Níger se felicita por la determinación de nuestra Organización de proporcionar toda la asistencia necesaria al pueblo iraquí a pesar de las múltiples <strong class=\"keyword\">tentativas</strong> de intimidación de las que es objeto","second":"The Government of Niger welcomes our Organization's determination to provide all necessary assistance to the Iraqi people, despite all the <strong class=\"keyword\">intimidation</strong> to which it has been subject"},{"author":94809,"first":"En los últimos doce meses se han registrado varios atentados y <strong class=\"keyword\">tentativas</strong> frustradas de este tipo en la UE y otros países occidentales (como los Estados Unidos, Canadá y Australia).","second":"Several such attacks and foiled <strong class=\"keyword\">plots</strong> were recorded in the EU and other Western countries (e.g. the US, Canada and Australia) over the last 12 months."},{"author":94809,"first":"(10) Es necesario disuadir, prevenir y prohibir cualquier <strong class=\"keyword\">tentativa</strong> terrorista de interrumpir el comercio mundial mediante la ocultación de armas terroristas en contenedores destinados al comercio marítimo mundial o en otros cargamentos, o la utilización como armas de ese tipo de cargamentos.","second":"(10) Being convinced that there is a need to deter, prevent, and interdict any terrorist <strong class=\"keyword\">attempts</strong> to disrupt global trade by concealing terrorist weapons in global sea-container trade or other shipments, or by using such shipments as weapons;"},{"author":94808,"first":"Además, el Código Penal prevé infracciones penales de carácter general y disposiciones conexas con respecto a las partes, las <strong class=\"keyword\">tentativas</strong>, etc., que son también aplicables a los actos delictivos cometidos por terroristas o personas asociadas a ellos.","second":"In addition, the Penal Code contains general criminal offences and related provisions concerning parties, <strong class=\"keyword\">attempts</strong> etc. that also apply to criminal acts committed by terrorists or associated persons."},{"author":22,"first":"informarán a la UIF, por iniciativa propia, cuando sepan, sospechen o tengan motivos razonables para sospechar que se han cometido o se están cometiendo acciones o <strong class=\"keyword\">tentativas</strong> de blanqueo de capitales o de financiación del terrorismo en las subastas","second":"informing the FIU, on their own initiative, where they know, suspect or have reasonable grounds to suspect that money laundering, terrorist financing or <strong class=\"keyword\">criminal</strong> activity is being or has been committed or <strong class=\"keyword\">attempted</strong> in the auctions"},{"author":94808,"first":"El 2 de junio de 2011, el Ministerio del Interior de Georgia frustró una nueva <strong class=\"keyword\">tentativa</strong> de acto de terrorismo: el Departamento de Seguridad Constitucional confiscó cuatro kilogramos de explosivos (TNT) y detuvo a Abesalom Chkhetia y Tamila Benia, residentes del distrito de Gali en el territorio de Abjasia (Georgia) bajo ocupación rusa, en conexión con los bienes confiscados.","second":"Another <strong class=\"keyword\">attempted</strong> act of terrorism was foiled by the Georgian Ministry of Internal Affairs on 2 June 2011: the Constitutional Security Department seized explosives equivalent to 4 kg of TNT and detained Abesalom Chkhetia and Tamila Benia, residents of the Gali district of the Russian-occupied territory of Abkhazia, Georgia, in connection with the seizure."},{"author":94809,"first":"Asunto: <strong class=\"keyword\">Tentativa</strong> de China de desactivar el sistema GPS de los Estados Unidos","second":"Subject: Chinese <strong class=\"keyword\">attempt</strong> to disable USA's GPS system"},{"author":94808,"first":"Por lo tanto, la <strong class=\"keyword\">tentativa</strong> de comisión de dichos delitos será castigada con una pena reducida, de conformidad con lo dispuesto en el artículo 83 del Código Penal","second":"Therefore, the <strong class=\"keyword\">attempted</strong> commission of the said offences is punished by a reduced sentence pursuant to the provisions of article 83 PC,"},{"author":94809,"first":"En situaciones diferentes de las mencionadas en el artículo 79, apartado 1, párrafo segundo, y en los artículos 80, 81 y 82, se devolverá o condonará un importe de derechos de importación y de exportación en aras de la equidad cuando nazca una deuda aduanera en circunstancias especiales en las que no quepa atribuir al deudor ninguna <strong class=\"keyword\">tentativa</strong> de fraude ni negligencia manifiesta.","second":"In situations other than those referred to in the second subparagraph of Article 79(1) and in Articles 80, 81 and 82, an amount of import or export duty shall be repaid or remitted in the interest of equity where a customs debt is incurred under special circumstances in which no <strong class=\"keyword\">deception</strong> or obvious negligence may be attributed to the debtor."},{"author":94809,"first":"La ausencia de datos sobre el esfuerzo nacional y comunitario en favor de las PYME y de objetivos precisos hace particularmente difícil cualquier <strong class=\"keyword\">tentativa</strong> de apreciación de la repercusión de las intervenciones del FSE en las PYME.","second":"The absence of any data concerning national and Community efforts in favour of SMEs, as well as of precise objectives, makes any <strong class=\"keyword\">attempt</strong> to assess the impact of ESF interventions in this area particularly difficult."},{"author":8000,"first":"Pero, como se ha comprobado, la legislación ecuatoriana considera a partir de # a la tortura como uno de los delitos más graves, dándole incluso el carácter de imprescriptible, por lo que ha de entenderse que la <strong class=\"keyword\">tentativa</strong> de tortura tan sólo tendrá una disminución prudencial de la pena con relación a un acto de tortura consumado o verificado como se verá más adelante","second":"But, as noted, since # domestic legislation has considered torture as one of the most serious offences, classifying it as imprescriptible, which should be understood as meaning that only discretionary reduction of the penalty for an act of torture committed or proven is applicable to <strong class=\"keyword\">attempted</strong> torture, as indicated below"},{"author":94808,"first":"También es punible la <strong class=\"keyword\">tentativa</strong> de cometer esos delitos.","second":"<strong class=\"keyword\">Attempting</strong> to commit such crimes is also punishable."},{"author":92475,"first":"El activista, preso desde junio 2015, es parte del proceso de los “15+2′′, los 17 activistas acusados por las autoridades angoleñas de <strong class=\"keyword\">tentativa</strong> de rebelión contra el presidente José Eduardo dos Santos, quien está en el poder por más de 36 años.","second":"Dala, imprisoned since June 2015, is one of 17 activists th Angolan authorities accuse of plotting a rebellion against President José Eduardo dos Santos, who has been in power for more than 36 years."},{"author":118293,"first":"fuerzas rebeldes, dicen que estos pe queños ataques son una <strong class=\"keyword\">tentativa</strong> de reducir el controlo militar del presidente Hugo Luis Ramos.","second":"Rebel sources say that these small tactical attacks are only <strong class=\"keyword\">attempts</strong> to bleed out"},{"author":8000,"first":"La experiencia extraída en los países desarrollados de las <strong class=\"keyword\">tentativas</strong> por aumentar la empleabilidad de los jóvenes mediante la educación y la capacitación es otra prueba convincente de las dificultades que entraña esa tarea","second":"The experience in developed countries in their <strong class=\"keyword\">attempt</strong> to increase the employability of youth through education and training provides further evidence of the difficulty of the challenge"},{"author":94808,"first":"El artículo 4 de la Decisión Marco también abarca, en principio, la inducción, la complicidad o la <strong class=\"keyword\">tentativa</strong> de realizar dichas acciones.","second":"Article 4 of the Framework Decision also covers, in principle, inciting, aiding or abetting and <strong class=\"keyword\">attempting</strong> these behaviours."},{"author":94808,"first":"Krivchun por la <strong class=\"keyword\">tentativa</strong> de asesinato del Sr.","second":"Krivchun for the <strong class=\"keyword\">attempted</strong> murder of Mr."},{"author":94808,"first":"Transmití esta preocupación al Presidente con respecto a su decisión de conmutar las sentencias de los condenados por haber participado en los ataques cometidos el 11 de febrero de 2008 contra su persona y el Primer Ministro, así como las de los tres soldados de las Falintil-Forças de Defesa de Timor-Leste (F-FDTL) condenados por homicidio y <strong class=\"keyword\">tentativa</strong> de homicidio en relación con la muerte por disparos de ocho oficiales de la PNTL en 2006.","second":"I expressed this concern to the President with regard to his decision to commute the sentences of those convicted for involvement in the 11 February 2008 attacks against him and the Prime Minister, and of the three soldiers of the Falintil-Forças de Defesa de Timor-Leste (F-FDTL) convicted of homicide and <strong class=\"keyword\">attempted</strong> homicide in the shooting deaths of eight PNTL officers in 2006."},{"author":8000,"first":"Las penas por preparar un delito y por <strong class=\"keyword\">tentativa</strong> de perpetración de un delito se impondrán de conformidad con la ley que prescriba la responsabilidad del delito de que se trate","second":"The penalty for the preparations for a crime and for an <strong class=\"keyword\">attempt</strong> to commit a crime shall be imposed in accordance with the law prescribing liability for the said crime"},{"author":94809,"first":"A ello hay que añadir que un pacto de tal naturaleza constituye una <strong class=\"keyword\">tentativa</strong> clara y deliberada de canalizar las exportaciones de una empresa a través de otra empresa con un derecho antidumping más bajo a efectos de eludir dichos derechos.","second":"Furthermore, such a pact is a clear and deliberate <strong class=\"keyword\">attempt</strong> to channel exports of one company via another company with a lower anti-dumping duty for the purposes of avoiding such duties."},{"author":8000,"first":"• En el contexto de las <strong class=\"keyword\">tentativas</strong> de secretismo es frecuente utilizar la expresión “no elusión o no revelación”","second":"• The term “Non-Circumvention or Non-Disclosure” is frequently used in connection with <strong class=\"keyword\">attempts</strong> at secrecy"},{"author":94808,"first":"Con arreglo al artículo 8-1 de la Ley, titulado “Suspensión de operaciones financieras por disposición de las autoridades encargadas de investigaciones preliminares”, las organizaciones que realicen operaciones financieras estarán obligadas, a petición de las autoridades encargadas de investigaciones preliminares, a congelar las cuentas bancarias, los activos financieros y otros recursos económicos de las personas que participen en la comisión de un acto de terrorismo o en su <strong class=\"keyword\">tentativa</strong>, o que ayuden a cometerlo, de las entidades que dependan de esas personas o estén directamente administradas por ellas y de las personas o entidades que actúen en nombre de esas personas o por indicación de ellas, incluido el producto derivado o generado por los bienes propiedad de esas personas o controlados de forma directa o indirecta por ellas o por personas asociadas con ellas.","second":"art.8-1 “Suspension of financial operations on the indication of the authorities engaged in preliminary investigations”, according to which organizations which carry out financial operations are obliged, at indication of authorized bodies engaged in preliminary investigations to freeze bank accounts, financial assets and other economical resources of persons involved in committing or <strong class=\"keyword\">attempt</strong> to commit terrorist acts, or in favoring such actions; of legal entities dependant from or directly managed by these persons; of individuals or entities which act on behalf or by indication of these persons, including means derived or generated from property owned or controlled directly or indirectly by the mentioned persons, as well as by their associates."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"2701":{"U":"http://dumps.wikimedia.org/kuwiktionary/latest/kuwiktionary-latest-pages-articles.xml.bz2","id":2701,"N":"Wikiferheng","url":"https://glosbe.com/source/2701"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}