{"result":"ok","tuc":[{"phrase":{"text":"tergiversate","language":"en"},"meaningId":7146237493128543792,"authors":[90508]},{"phrase":{"text":"distort","language":"en"},"meanings":[{"language":"en","text":"Restore or reproduce in any way which is not original or true."},{"language":"es","text":"Restaurar o reproducir de manera incompatible con el original o el verdadero."}],"meaningId":746658405796553641,"authors":[25018]},{"phrase":{"text":"misrepresent","language":"en"},"meaningId":-4233981404663368328,"authors":[89651]},{"phrase":{"text":"prevaricate","language":"en"},"meaningId":6528574819427445666,"authors":[25018]},{"phrase":{"text":"equivocate","language":"en"},"meanings":[{"language":"es","text":"Utilizar expresiones ambiguas o poco claras, por lo general para evitar el compromiso o con el fin de inducir a error."},{"language":"en","text":"To use ambiguous or unclear expressions, usually to avoid commitment or in order to mislead."}],"meaningId":-1206135871817643736,"authors":[60172]},{"phrase":{"text":"blow hot and cold","language":"en"},"meaningId":6835445117563868760,"authors":[86934]},{"phrase":{"text":"garble","language":"en"},"meaningId":7209720842468605990,"authors":[97745]},{"phrase":{"text":"misconceive","language":"en"},"meaningId":-3711432949543086626,"authors":[83080]},{"phrase":{"text":"misinterpret","language":"en"},"meaningId":926646712334595966,"authors":[89651]},{"phrase":{"text":"misread","language":"en"},"meaningId":5731345879093434178,"authors":[83080]},{"phrase":{"text":"pervert","language":"en"},"meaningId":-372185892968009628,"authors":[97745]},{"phrase":{"text":"stretch","language":"en"},"meaningId":7396444103682085790,"authors":[83080]},{"phrase":{"text":"twist","language":"en"},"meaningId":-8528016137342721885,"authors":[89651]},{"meanings":[{"language":"en","text":"to tergiversate"}],"meaningId":1289709170859134722,"authors":[93107]}],"phrase":"tergiversar","examples":[{"author":94259,"first":"para <strong class=\"keyword\">tergiversar</strong> la evidencia que le dan a los médicos y pacientes,","second":"in order to <strong class=\"keyword\">distort</strong> the evidence that they give to doctors and patients,"},{"author":8000,"first":"Sería conveniente que esa organización no gubernamental dejara de calumniar y <strong class=\"keyword\">tergiversar</strong> los hechos y de utilizar un foro internacional de derechos humanos para justificar violaciones de los derechos humanos","second":"It would be advisable for that NGO to refrain from slander and <strong class=\"keyword\">misrepresentation</strong> and from using an international human rights forum to justify human rights violations"},{"author":118293,"first":"¿Me perdonas por <strong class=\"keyword\">tergiversar</strong> a Dios?","second":"Do you forgive me for <strong class=\"keyword\">misrepresenting</strong> God?"},{"author":118293,"first":"Bueno, pues deje constancia de que esto es una chorrada, porque tienen a Chin en el punto de mira, y van a <strong class=\"keyword\">tergiversar</strong> todo lo que yo diga para concluir lo que les convenga, así que ni siquiera sé por qué estoy perdiendo el tiempo.","second":"Well, then let the record show that this is bull, because you have Chin Ho in the crosshairs, and you're gonna <strong class=\"keyword\">twist</strong> whatever I say to suit your agenda, so I don't even know why I'm wasting my time."},{"author":94808,"first":"El orador deplora los intentos de Argelia de <strong class=\"keyword\">tergiversar</strong> los hechos históricos de la región, y recuerda que todo gobierno tiene tanto el derecho como la obligación solemne de defender la integridad territorial del Estado.","second":"He deplored the attempts by the Algerian <strong class=\"keyword\">side</strong> to <strong class=\"keyword\">misrepresent</strong> the historical facts about the region and recalled that every Government had both the right and a solemn duty to defend the territorial integrity of the State."},{"author":8000,"first":"En relación con los esfuerzos que despliega Armenia por <strong class=\"keyword\">tergiversar</strong> el propio concepto de libre determinación, quisiera remitir al Ministro de Armenia al Acta Final de Helsinki y la Carta de París para una Nueva Europa","second":"In respect to continuous efforts by Armenia to <strong class=\"keyword\">distort</strong> the very notion of the principle of self-determination, let me refer the Armenian Minister to the Helsinki Final Act and the Charter of Paris for a New Europe"},{"author":118293,"first":"Encontrará alguna forma de <strong class=\"keyword\">tergiversar</strong> los hechos.","second":"He'll find some way to talk <strong class=\"keyword\">black</strong> into white."},{"author":118293,"first":"No intente <strong class=\"keyword\">tergiversar</strong> mis palabras...","second":"Don't try to <strong class=\"keyword\">twist</strong> my words around..."},{"author":118385,"first":"<strong class=\"keyword\">tergiversar</strong> de forma fraudulenta o por negligencia la información exigida para verificar la inexistencia de motivos de exclusión o para el cumplimiento de los criterios de selección o para la ejecución del contrato,","second":"fraudulently or negligently <strong class=\"keyword\">misrepresenting</strong> information required for the verification of the absence of grounds for exclusion or the fulfilment of selection criteria or in the performance of a contract;"},{"author":118293,"first":"Qué manera de <strong class=\"keyword\">tergiversar</strong> las cosas.","second":"That is real <strong class=\"keyword\">twisted</strong>, <strong class=\"keyword\">even</strong> by your standards."},{"author":8000,"first":"Una política sistemática de fomentar la ignorancia y <strong class=\"keyword\">tergiversar</strong> la historia y la cultura","second":"“VII. Policy of systematic intellectual stagnation and cultural and historical <strong class=\"keyword\">distortion</strong>"},{"author":118293,"first":"Bueno, voy a tener que comprarme unas cuantas antes de regresas a Los Ángeles, que espero sera hoy, ya que no hay ninguna razón para detener aún más mi cliente, un respetado hombre de negocios que nunca tuvo la intención para <strong class=\"keyword\">tergiversar</strong> a sí mismo.","second":"Well, I will have to buy me a few before heading back to L.A., which I'm hoping will be today, as there's no reason to further detain my client, a respected businessman who never intended to <strong class=\"keyword\">misrepresent</strong> himself."},{"author":8000,"first":"Por ejemplo, podría suceder que un deudor solicite la apertura de un procedimiento, sin estar en dificultades financieras, para presentar un plan de reorganización que le permita eludir ciertas obligaciones onerosas, como determinados contratos laborales, renegociar su deuda o <strong class=\"keyword\">tergiversar</strong> y privar con ello a sus acreedores del pago puntual y completo de sus deudas","second":"For example, a debtor that is not in financial difficulty might apply to commence proceedings and submit a reorganization plan that is designed to allow it to shed onerous obligations, such as labour contracts, to allow it to renegotiate its debt or to <strong class=\"keyword\">prevaricate</strong> and deprive creditors of prompt payment of debts in full"},{"author":118293,"first":"Le encanta <strong class=\"keyword\">tergiversar</strong> la historia de mis ancestros.","second":"He takes great pleasure in <strong class=\"keyword\">twisting</strong> my ancestors'history."},{"author":8000,"first":"No obstante, “para que sean eficaces las actividades de prevención del VIH/SIDA que realizan los Estados, éstos deberían abstenerse de censurar, retener o <strong class=\"keyword\">tergiversar</strong>","second":"However, “effective HIV/AIDS prevention requires States to refrain from censoring, withholding or intentionally <strong class=\"keyword\">misrepresenting</strong> health-related information, including sexual education”"},{"author":8000,"first":"Todo intento de <strong class=\"keyword\">tergiversar</strong> o incluso de negar la autoridad y la validez de dicha resolución es inútil","second":"Any attempt to <strong class=\"keyword\">distort</strong> or even deny the authority and validity of General Assembly resolution # (XXVI) is futile"},{"author":27,"first":"Eso es de lo que trata el debate de hoy y no debemos <strong class=\"keyword\">tergiversar</strong> los temas.","second":"This is what today’s debate is about and we must not <strong class=\"keyword\">confuse</strong> the issues."},{"author":94808,"first":"La Ley sobre Justicia Constitucional, en sus artículos 41 al 56, desarrolla la referida norma constitucional, garantizando el derecho a interponer el recurso de amparo, para que se le mantenga o restituya en el goce de los derechos o garantías que la Constitución de la República, los tratados, las convenciones y otros instrumentos internacionales establecen y para que se declare en casos concretos que un reglamento, hecho, acto o resolución de autoridad, no obliga al recurrente ni es aplicable por contravenir, disminuir o <strong class=\"keyword\">tergiversar</strong> cualquiera de los derechos reconocidos por la Constitución de la República.","second":"Articles 41 and 56 of the Constitutional Justice Act give effect to the aforementioned constitutional rule, guaranteeing the right to lodge an application for amparo in order to maintain or restore the enjoyment of the rights or guarantees established by the Constitution of the Republic, treaties, conventions or other international instruments or in order to secure a declaration in specific cases that a regulation, deed, act or decision of an authority is not binding on the appellant and may not be used to violate, diminish or <strong class=\"keyword\">distort</strong> any of the rights recognized under the Constitution of the Republic."},{"author":94808,"first":"L. habían presentado objeciones al acta del juicio para <strong class=\"keyword\">tergiversar</strong> las declaraciones debidamente consignadas y así eludir la responsabilidad por los actos que habían cometido.","second":"L. submitted their objections to the trial transcript to <strong class=\"keyword\">distort</strong> the testimonies that were duly recorded and to avoid responsibility for what they have committed."},{"author":94808,"first":"Los textos escolares pueden excluir toda referencia a las minorías religiosas, o <strong class=\"keyword\">tergiversar</strong> hechos históricos sobre ellas.","second":"School texts may exclude reference to religious minorities or <strong class=\"keyword\">misrepresent</strong> historical facts about them."},{"author":94808,"first":"Sin embargo, Azerbaiyán no solo ha seguido su política destructiva sino que ha tratado de <strong class=\"keyword\">tergiversar</strong> e interpretar erróneamente las disposiciones de la Declaración, diciendo, en particular que a) la solución del problema no excluye el uso de la fuerza por Azerbaiyán y b) el único principio aplicable es el de la integridad territorial.","second":"However, Azerbaijan has not only continued its destructive policy, but also tried to <strong class=\"keyword\">misrepresent</strong> and misinterpret the provisions of the Declaration, particularly stating that (a) the settlement of the problem does not exclude the use of force by Azerbaijan; and (b) the principle of territorial integrity is the only applicable principle, etc."},{"author":119739,"first":"Al mismo tiempo, nuestra buena conducta no puede ocultarse, por más que algunos quieran <strong class=\"keyword\">tergiversar</strong> nuestras acciones.","second":"At the same time, our upright conduct, though <strong class=\"keyword\">misrepresented</strong> by many, cannot be hidden."},{"author":94809,"first":"<strong class=\"keyword\">tergiversar</strong> de forma fraudulenta o por negligencia la información exigida para verificar la inexistencia de motivos de exclusión o para el cumplimiento de los criterios de selección o para la ejecución del contrato;","second":"fraudulently or negligently <strong class=\"keyword\">misrepresenting</strong> information required for the verification of the absence of grounds for exclusion or the fulfilment of selection criteria or in the performance of a contract;"},{"author":119723,"first":"Satanás, el engañador eterno, está ampliamente ocupado hoy día en <strong class=\"keyword\">tergiversar</strong> y distorsionar las realidades de la vida terrenal.","second":"Satan, ever the deceiver, is abroad in our day <strong class=\"keyword\">twisting and distorting</strong> the realities of mortality."},{"author":94808,"first":"No obstante, algunos países siguen negando su pasado criminal al no reconocer su responsabilidad jurídica y moral, al <strong class=\"keyword\">tergiversar</strong> la enseñanza de los acontecimientos históricos y al negar indemnización a las víctimas.","second":"Nevertheless, some countries continued to deny their criminal history by refusing to acknowledge legal and moral responsibility, <strong class=\"keyword\">distorting</strong> the teaching of historical events and refusing to provide compensation for the victims."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}