{"result":"ok","tuc":[{"phrase":{"text":"insistence","language":"en"},"meaningId":-2414124192357830688,"authors":[25018]},{"phrase":{"text":"tenacity","language":"en"},"meaningId":708667095523247521,"authors":[89651]},{"meanings":[{"language":"en","text":"tenacity"}],"meaningId":9134615669187032303,"authors":[93107]}],"phrase":"tesón","examples":[{"author":94808,"first":"El Consejo debe tener el <strong class=\"keyword\">tesón</strong> de garantizar que la inversión de la comunidad internacional en la paz no se pierda a causa de oportunismos políticos de miras estrechas.","second":"The Council must have the <strong class=\"keyword\">staying power</strong> to ensure that the international community’s investments in peace are not lost because of short-sighted political expediency."},{"author":118293,"first":"Es así como el alfarero, con <strong class=\"keyword\">tesón</strong>.","second":"Making pottery takes <strong class=\"keyword\">tenacity</strong>..."},{"author":119719,"first":"En mi caso, ese lugar es la ciudad de Gdansk, que durante siglos fue construida con <strong class=\"keyword\">tesón</strong> por polacos y alemanes, neerlandeses, judíos, escoceses y franceses.","second":"In my case, it is the city of Gdańsk, persistently built for hundreds of years by Poles and Germans, by the Dutch, by Jews, by Scots and the French."},{"author":95096,"first":"Esta hermosa iglesia dedicada a Nuestra Señora de los Dolores fue construida gracias al <strong class=\"keyword\">tesón</strong> de mons.","second":"This beautiful church dedicated to Our Lady of Sorrows was built through the <strong class=\"keyword\">persistence</strong> of Mons."},{"author":27,"first":"De esta inquietud nacieron las propuestas de la Comisión y, por lo tanto, en este momento quisiera felicitar a la Comisión y a su Vicepresidenta, la Sra. de Palacio, porque todos hemos sido testigos de excepción del <strong class=\"keyword\">tesón</strong> con que personalmente se ha tomado estos temas.","second":"This concern led to the Commission' s proposals and I would therefore now like to congratulate the Commission and its Vice-President, Mrs de Palacio, since we have all witnessed the <strong class=\"keyword\">tenacity</strong> with which she has personally dealt with these issues."},{"author":119719,"first":"La Comisión, el Parlamento Europeo y el Consejo han trabajado con <strong class=\"keyword\">tesón</strong> en este expediente durante este semestre y esperamos que, tras la adopción de las propuestas, otros Estados miembros se unirán a la cooperación reforzada».","second":"The Commission, European Parliament and Council have been working hard on this file during this semester and we hope that, after the adoption of the proposals, other member states will join the enhanced cooperation as well.\""},{"author":27,"first":"Quisiera destacar que debemos reconocer el mérito del dirigente de mi partido David Trimble por su valor y su <strong class=\"keyword\">tesón</strong>.","second":"I would stress the credit that should be given to my party leader, David Trimble, for his <strong class=\"keyword\">courage</strong> and <strong class=\"keyword\">fortitude</strong>."},{"author":8000,"first":"Mi delegación le elogia por su competencia y su <strong class=\"keyword\">tesón</strong> en la realización de una difícil labor","second":"My delegation commends him for his <strong class=\"keyword\">dedication</strong> and competence in handling a daunting task"},{"author":8008,"first":"Desde el hotel Nouvo <strong class=\"keyword\">Teson</strong> podrá llegar a pie a la plaza San Marcos en tan sólo 2 minutos; descubra las islas de los alrededores en el autobús acuático que parte de la cercana estación de Arsenale.","second":"From Hotel <strong class=\"keyword\">Nuovo Teson</strong>, you can walk to Saint Mark’s Square in just 2 minutes or discover the surrounding islands with a water bus from the nearby Arsenale station."},{"author":27,"first":"El Grupo de Nea Dimokratía, en el marco del Partido Popular Europeo, ha apoyado siempre con <strong class=\"keyword\">tesón</strong> todas las políticas necesarias para que grecia, que se había quedado fuera del primer círculo de países miembros, pudiera reunir los requisitos exigidos para formar parte de la zona euro.","second":"The New Democracy team within the European People' s Party has always <strong class=\"keyword\">vigorously</strong> supported the policies needed so that Greece, which was outside the first round of Member States, could honour the obligations needed in order to join the euro zone."},{"author":27,"first":"Lo que la Unión Europea ha reivindicado con firmeza ha sido: en primer lugar, que con independencia de la preocupación por el terrorismo checheno - que es comprensible - está el argumento de peso de atajar el problema de una manera proporcional; en segundo lugar, defendimos con <strong class=\"keyword\">tesón</strong> una reducción de la escalada y el diálogo político.","second":"What the European Union asserted strongly was: first of all, that whatever the concerns about Chechen terrorism - which are understandable - there is a powerful case for proportionality in dealing with that problem; secondly, we argued passionately for de-escalation and political dialogue."},{"author":8000,"first":"Y no nos asustemos que lo mismo nos aconteció con la mujer y ella ha tenido que ganarse su puesto en la sociedad luchando con <strong class=\"keyword\">tesón</strong>","second":"There should be no surprise in finding that women suffered the same fate and had to fight <strong class=\"keyword\">hard</strong> to win their position in society"},{"author":94808,"first":"No obstante, cabe reconocer su <strong class=\"keyword\">tesón</strong> e ingenio.","second":"The resourcefulness and <strong class=\"keyword\">tenacity</strong> of women in these countries, however, should be recognized."},{"author":118293,"first":"\" Cose con <strong class=\"keyword\">tesón</strong>, así todos podremos tener ropas que vestir \"","second":"Spin more, <strong class=\"keyword\">so</strong> all of us will have clothes!"},{"author":8008,"first":"Ella se unió a Mónica <strong class=\"keyword\">Tesone</strong>, quien estaba representando a la LLLI (breve reporte de su participación en este número) y a Graziana de Bozzo, de la LLL de Chile, quien fue el medio para obtener los espacios para Nair y Mónica en este Seminario. Un reporte completo de este evento, estará disponible en el sitio WABA próximamente.Finalmente, Nair estuvo en comunicación con el presidente del FEDALMA, España, acerca de una presentación del IGAM de parte de Eulalia Torrás en el 1er.","second":"Nair sent all the information she had on GIMS to Eulalia."},{"author":94808,"first":"Opinamos también que debemos tener una visión clara del carácter de esas misiones y de las fuerzas de las Naciones Unidas, así como promover de antemano estrategias de salida para evitar cualquier vacío de seguridad en los países donde la Organización ha trabajado con tanto <strong class=\"keyword\">tesón</strong>.","second":"We also believe that we must have a clear vision of the nature of such missions and United Nations forces, as well as advance exit strategies to avoid any security vacuums in countries where the Organization has worked so <strong class=\"keyword\">hard</strong>."},{"author":8000,"first":"Cuando los comités se reunieron por último a principios de enero de # y comenzaron a trabajar, lo hicieron con <strong class=\"keyword\">tesón</strong> y de buena fe","second":"When the committees finally convened and began work early in January # they worked <strong class=\"keyword\">hard</strong> and in good faith"},{"author":8000,"first":"La Liga Musulmana Mundial, con sede en la Arabia Saudita, informó de que había trabajado con <strong class=\"keyword\">tesón</strong> para eliminar el racismo, la discriminación racial, la xenofobia y las formas de intolerancia conexas","second":"The Muslim World League, based in Saudi Arabia, submitted that it had been working <strong class=\"keyword\">vigorously</strong> to fight towards the elimination of racism, racial discrimination, xenophobia and related intolerance"},{"author":8000,"first":"El Gobierno está trabajando con gran <strong class=\"keyword\">tesón</strong> en la elaboración y aplicación de procedimientos mejorados para la adopción oficial de los niños, incluso con referencia a la adopción internacional","second":"The Government is working <strong class=\"keyword\">determinedly</strong> to conclude and implement improved procedures for the formal adoption of children, including reference to intercountry adoption"},{"author":94808,"first":"Estamos trabajando con <strong class=\"keyword\">tesón</strong> para asegurar un alto grado de fomento de la capacidad.","second":"We are making special <strong class=\"keyword\">efforts</strong> to ensure a high degree of skills development."},{"author":94808,"first":"Los que cuestionan el “valor agregado” de la acción mundial propuesta contra la trata de personas están exhibiendo un <strong class=\"keyword\">tesón</strong> con destino equivocado, ya que el objeto real de la atención debe ser la insuficiente participación en instrumentos internacionales básicos sobre trata de personas, la cooperación menos que perfecta de los organismos relacionados, la interacción rudimentaria entre gobierno, sociedad civil y socios multilaterales, y los vacíos críticos en la forma en que la comunidad internacional está tratando la trata de personas.","second":"Those who questioned the “added value” of the proposed global action against human trafficking were displaying misplaced resolve, as the real object of attention should be the insufficient participation in basic international instruments on human trafficking, the less-than-perfect cooperation of related agencies, the rudimentary interaction between government, civil society and multilateral partners, and critical gaps in the way the international community was addressing human trafficking."},{"author":118293,"first":"Su experiencia y <strong class=\"keyword\">tesón</strong> serán de valor incalculable.","second":"Your experience and <strong class=\"keyword\">your zeal</strong> will be invaluable."},{"author":8000,"first":"Polonia considera firmemente que lo que ha ocurrido en Nueva York y Washington es, además de un ataque contra los Estados Unidos, el ataque más brutal contra los valores y principios de un mundo democrático libre, y contra los valores y principios que los Estados Unidos han defendido invariablemente con tanto <strong class=\"keyword\">tesón</strong>","second":"Poland firmly believes that what has happened in New York and Washington is an attack not just against the United States but also a most brutal attack against the values and principles of a democratic free world, as those are the values and principles which the United States has always been so prominent in defending"},{"author":27,"first":"No quisiera terminar sin rendir homenaje al valor y al <strong class=\"keyword\">tesón</strong> de los periodistas argelinos que, poniendo en peligro sus propias vidas, continúan informándonos, y deseo unirme al terrible dolor de las familias afectadas por una barbarie que ya no conoce límites.","second":"I would not want to end without paying tribute to the courage and <strong class=\"keyword\">tenacity</strong> of Algerian journalists who, at the risk of their lives, continue to keep us informed and I would like to commiserate, in their terrible grief, with the families touched by a barbarity which has gone beyond all bounds."},{"author":27,"first":"Señor Presidente, permítame acabar mi comentario con este discurso algo fragmentario -soy consciente de ellofelicitando de nuevo al Sr. Cohn-Bendit, que ha trabajado en esta complicada materia con bastante <strong class=\"keyword\">tesón</strong>.","second":"This brings me to the end of what has been a rather fragmented speech, and I should simply like to congratulate Mr Cohn-Bendit once again for showing such <strong class=\"keyword\">commitment</strong> in working through this very complicated issue."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"119719":{"U":"http://consilium.europa.eu/","id":119719,"N":"Consilium EU","url":"https://glosbe.com/source/119719"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}