{"result":"ok","tuc":[{"phrase":{"text":"brand","language":"en"},"meaningId":-4953528295525930505,"authors":[84500]},{"phrase":{"text":"cross out","language":"en"},"meaningId":1651945924387057667,"authors":[86934]},{"phrase":{"text":"denote","language":"en"},"meaningId":4873266130348269017,"authors":[2697]},{"phrase":{"text":"denounce","language":"en"},"meaningId":-7460568384167056723,"authors":[84500]},{"phrase":{"text":"mark","language":"en"},"meaningId":-6314211423542084840,"authors":[84500]},{"phrase":{"text":"stigmatise","language":"en"},"meaningId":583598794244981622,"authors":[84500]},{"phrase":{"text":"stigmatize","language":"en"},"meaningId":-8846960155179453518,"authors":[84500]},{"meanings":[{"language":"en","text":"to declare or brand as; to stigmatize"},{"language":"en","text":"to tilde, to put a tilde over"}],"meaningId":4715716963685518944,"authors":[93107]}],"phrase":"tildar","examples":[{"author":8000,"first":"Deberá resistirse a la tentación de <strong class=\"keyword\">tildar</strong> de terroristas y “amargados” a todos los que se han opuesto a la ocupación","second":"It will need to resist the temptation to <strong class=\"keyword\">characterize</strong> all who have opposed the occupation as terrorists and “bitter-enders”"},{"author":95875,"first":"Sin embargo, a menudo su aplicación se puede <strong class=\"keyword\">tildar</strong> de deficiente o incorrecta.","second":"There are many available options and technologies for water reuse and recycling, but these are often implemented poorly or incorrectly."},{"author":8000,"first":"La ocupación de territorios ajenos debe condenarse, del mismo modo que debe condenarse el <strong class=\"keyword\">tildar</strong> de terrorista a una nación que sólo lucha por liberar su patria","second":"Occupying other people's land must be condemned, as must <strong class=\"keyword\">labelling as</strong> terrorist a nation that is only fighting to liberate its homeland"},{"author":119723,"first":"Resulta fácil <strong class=\"keyword\">tildar</strong> a alguien de soltero y no ser capaces de mirar más allá de esa clasificación.","second":"It is easy to label someone as single and then not be able to look past the label."},{"author":118293,"first":"No pueden <strong class=\"keyword\">tildar</strong> a Mario de cobarde.","second":"They can't <strong class=\"keyword\">call</strong> Mario a coward."},{"author":94809,"first":"Por tanto, a modo de conclusión provisional, considero que sólo cabrá <strong class=\"keyword\">tildar</strong> de «circunstancia excepcional» que permitirá al deudor solicitar la revisión del requerimiento europeo de pago con arreglo al artículo 20, apartado 2, del Reglamento no 1896/2006 el hecho de que dicho requerimiento se base en información contenida en el formulario de petición que se haya revelado como falsa o inexacta en un momento efectivamente posterior, tras la expiración del plazo para formular oposición, algo que el deudor habrá de probar en cada caso.","second":"It is therefore my provisional conclusion that only a situation where <strong class=\"keyword\">a</strong> European order for payment is based on information provided in the application form which only really proves to be false or inaccurate at a later stage, after the time-limit for lodging a statement of opposition has expired, should be considered ‘exceptional circumstances’ such that the debtor would be entitled to apply for a review of the order under Article 20(2) of Regulation No 1896/2006 and this is something that the debtor will need to prove in each individual case."},{"author":8000,"first":"No tenemos la intención de entablar un intercambio inútil, irrelevante y contraproducente con este representante. Sin embargo, quisiéramos señalar a la atención de las delegaciones los siguientes hechos probados, que el representante de Armenia difícilmente podrá <strong class=\"keyword\">tildar</strong> de especulaciones","second":"We have no intention of engaging in a useless, irrelevant and counterproductive exchange with the Armenian representative, but we would nevertheless like to draw the attention of delegations to the following facts, with respect to whose substance the representative of Armenia could hardly <strong class=\"keyword\">accuse</strong> Azerbaijan of engaging in speculation"},{"author":91988,"first":"Tal vez sea un desacierto <strong class=\"keyword\">tildar</strong> de “neo-otomano” el nuevo comportamiento de Turquía, pero sería comprensible que algunos países vecinos, que esperaban contar con un mediador y un facilitador, ahora sientan que pueden estar viéndoselas con un bravucón pendenciero.","second":"It may be incorrect to <strong class=\"keyword\">call</strong> Turkey’s behavior “neo-Ottoman,” but some neighboring countries, after expecting a mediator and facilitator, may now feel faced by a possible bully."},{"author":118293,"first":"¿Sabes de qué te pueden <strong class=\"keyword\">tildar</strong>?","second":"You know what you could be <strong class=\"keyword\">called</strong>?"},{"author":118293,"first":"<strong class=\"keyword\">tildar</strong> a Izzie de loca.","second":"to <strong class=\"keyword\">call</strong> Izzie crazy."},{"author":8000,"first":"El <strong class=\"keyword\">tildar</strong> a los otros de “inferiores”, “bárbaros” o “infieles” es signo de aislamiento cultural, que proporciona suelo fértil para la intolerancia étnica y religiosa y demasiado a menudo se manifiesta en actos de violencia y de terrorismo","second":"<strong class=\"keyword\">Calling</strong> others “inferiors”, “barbarians” or “infidels” is a sign of cultural insularity, which provides fertile soil for ethnic and religious intolerance and far too often manifests itself in acts of violence and terrorism"},{"author":94809,"first":"La Comisión intenta indebidamente <strong class=\"keyword\">tildar</strong> de irrelevante esta cuestión para la aprobación del régimen de ayudas y su declaración de legalidad.","second":"The Commission has wrongly attempted to <strong class=\"keyword\">dismiss</strong> this question as insignificant to the permission granted for the system of aid and its legality."},{"author":94809,"first":"Por el contrario, se basaban en unas estimaciones de mercado absolutamente irrealistas que, más bien, habría que <strong class=\"keyword\">tildar</strong> de ilusorias.","second":"Instead, these were based on entirely unrealistic market estimates which can be <strong class=\"keyword\">described</strong> more as wishful thinking."},{"author":94809,"first":"267 En cuarto lugar, no cabe <strong class=\"keyword\">tildar</strong> de contradictoria la afirmación de carácter general recogida en el considerando 217 de la Decisión impugnada según la cual el riesgo de que se produzcan consecuencias perjudiciales para los consumidores aumenta con la duración.","second":"267 Fourth, the general assertion at recital 217 to the contested decision that the risk of prejudice to the consumer increases with the duration of the infringement is not contradictory."},{"author":118293,"first":"No voy a saber qué casillero <strong class=\"keyword\">tildar</strong> en el formulario de delitos por odio.","second":"Oh, I'm not even gonna know which box to check on the hate crime form."},{"author":8000,"first":"Pidió información sobre las garantías que daría Indonesia de que el hecho de <strong class=\"keyword\">tildar</strong> a determinados individuos como separatistas en esas zonas no se usaría para suprimir la actividad democrática legítima de la sociedad civil, incluidas las manifestaciones públicas pacíficas y las críticas","second":"It requested information on how Indonesia will ensure that <strong class=\"keyword\">labelling</strong> of individuals as separatists in these areas is not used to suppress legitimate democratic activity by civil society, including peaceful public protests and criticism"},{"author":31,"first":"Me <strong class=\"keyword\">tildarás</strong> de loco, pero éste me parece sospechoso","second":"<strong class=\"keyword\">Call</strong> me crazy, but I' m suspicious of snake man"},{"author":94808,"first":"Deben respetarse los derechos y las actividades de los países en desarrollo dirigidos a explorar el espacio ultraterrestre y sus actividades no se deben limitar ni <strong class=\"keyword\">tildar</strong> de “ensayos de misiles” por los países tecnológicamente más avanzados.","second":"The rights and activities of developing countries to explore outer space must be respected and their activities must not be curtailed or <strong class=\"keyword\">branded as</strong> “missile tests” by the more technologically advanced countries."},{"author":94809,"first":"Por tanto, entiendo que, en estas circunstancias, sólo cabrá <strong class=\"keyword\">tildar</strong> de «circunstancia excepcional» que permitirá al deudor solicitar la revisión del requerimiento europeo de pago con arreglo al artículo 20, apartado 2, del Reglamento no 1896/2006 el hecho de que dicho requerimiento se base en información contenida en el formulario de petición que se haya revelado como falsa o inexacta en un momento efectivamente posterior, tras la expiración del plazo para formular oposición, aun cuando de dicha información dependa la competencia del tribunal, en particular, cuando el solicitante haya omitido indicar una supuesta cláusula atributiva de la competencia judicial pactada entre las partes.","second":"My view is therefore that, in these circumstances, only in <strong class=\"keyword\">a</strong> situation where a European order for payment is based on information provided in the application form which only really proves to be false or inaccurate at a later stage, after the time-limit for lodging a statement of opposition has expired, should be considered ‘exceptional circumstances’ such that the debtor would be entitled to apply for a review of the order under Article 20(2) of Regulation No 1896/2006, even where the jurisdiction of the court depends on that information and, in particular, where the applicant has failed to mention a jurisdiction clause which was supposedly agreed to by the parties."},{"author":118293,"first":"Creo que es hora de <strong class=\"keyword\">tildar</strong> otra tradición de la familia Hummel:","second":"I think it's time to check off another. Hummel family tradition:"},{"author":8000,"first":"El deseo de <strong class=\"keyword\">tildar</strong> al Islam de patológico y de eje del mal ofrecería legitimidad a los extremistas que utilizan la religión únicamente como pretexto para sus actos. El Sr","second":"The desire to <strong class=\"keyword\">brand</strong> Islam pathological and an axis of evil would offer legitimacy to the extremists who used religion merely as a pretext for their actions"},{"author":8000,"first":"No obstante, para muchos de nosotros resultó desconcertante presenciar, mientras se realizaba la investigación, una campaña concertada, dirigida a <strong class=\"keyword\">tildar</strong> a la Organización de forma generalizada de inherentemente corrupta, incompetente y ajena a las exigencias actuales","second":"Nonetheless, what was disconcerting for many of us was to witness, while the investigation was under way, a concerted campaign to paint the Organization, with one broad brush, as <strong class=\"keyword\">being</strong> inherently corrupt, incompetent and out of tune with current demands"},{"author":8000,"first":"El Presidente Correa denunció ante la Asamblea General de las Naciones Unidas, en su sexagésimo segundo período de sesiones la práctica de <strong class=\"keyword\">tildar</strong> a un ser humano de \"ilegal\"","second":"President Correa had spoken out at the sixty-second session of the United Nations General Assembly against the practice of designating any human <strong class=\"keyword\">being</strong> as “illegal”"},{"author":94808,"first":"¿Acaso se les puede <strong class=\"keyword\">tildar</strong> de terroristas?","second":"Are these people terrorists?"},{"author":27,"first":"Permítame decirle al señor Jarzembowski que <strong class=\"keyword\">tildar</strong> este canje obligatorio de «» en Alemania es algo muy visceral, ya que el término está asociado al régimen dictatorial de la República Democrática Alemana, que obligaba a los visitantes que entraban en el país a cambiar marcos alemanes por dinero de Alemania oriental.","second":"Let me say to Mr Jarzembowski that to <strong class=\"keyword\">call</strong> this compulsory exchange in German is a very emotive thing to do, for the term is associated with the dictatorial regime in the German Democratic Republic, which compelled visitors entering the country to exchange deutschmarks for East German currency."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"2697":{"U":"http://dumps.wikimedia.org/dewiktionary/latest/dewiktionary-latest-pages-articles.xml.bz2","id":2697,"N":"Wikiworterbuch","url":"https://glosbe.com/source/2697"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}