{"result":"ok","tuc":[{"phrase":{"text":"dark","language":"en"},"meaningId":-629024992365348648,"authors":[25018]},{"phrase":{"text":"night","language":"en"},"meaningId":-2215827670298333648,"authors":[25018]},{"phrase":{"text":"twilight","language":"en"},"meanings":[{"language":"en","text":"faint light; dubious medium"}],"meaningId":-6273174623623251017,"authors":[1]},{"phrase":{"text":"darkness","language":"en"},"meaningId":-6617820532000387697,"authors":[89651]},{"meanings":[{"language":"en","text":"darkness"}],"meaningId":-4718955921369485780,"authors":[93107]}],"phrase":"tiniebla","examples":[{"author":95096,"first":"Así, recordando el período de trastornos que precipitaron a vuestro país en las <strong class=\"keyword\">tinieblas</strong>, desearía subrayar cuánto la fe, la valentía y la perseverancia de vuestros pastores y de tantos cristianos hermanos y hermanas vuestros —muchos de los cuales encontraron la muerte— es un noble testimonio de la verdad del Evangelio.","second":"Also, remembering the period of troubles that precipitated your country in the <strong class=\"keyword\">darkness</strong>, I would like to emphasize the faith, courage and perseverance of your pastors and of your Christian brothers and sisters, those so many who have died, is a noble testimony to the truth of the Gospel."},{"author":119723,"first":"Los lamanitas oraron hasta que se dispersó la nube de <strong class=\"keyword\">tinieblas</strong>.","second":"The Lamanites prayed until the <strong class=\"keyword\">dark</strong> cloud was gone."},{"author":95096,"first":"En virtud de este don el bautizado está llamado a convertirse él mismo en «luz» —la luz de la fe que ha recibido— para los hermanos, especialmente para aquellos que están en las <strong class=\"keyword\">tinieblas</strong> y no vislumbran destellos de resplandor en el horizonte de su vida.","second":"In virtue of this gift the baptized are called to become themselves “light” — the light of the faith they have received — for their brothers, especially for those who are in <strong class=\"keyword\">darkness</strong> and see no glimmer of light on the horizon of their lives."},{"author":119723,"first":"¿Qué crees que significa caminar en <strong class=\"keyword\">tinieblas</strong> espirituales?","second":"What do you think it means to walk in spiritual <strong class=\"keyword\">darkness</strong>?"},{"author":119723,"first":"Del mismo modo que el fin de la guerra llevó paz y luz a lugares en <strong class=\"keyword\">tinieblas</strong>, la restauración del Evangelio, tras siglos de apostasía, encendió las luces brillantes de la verdad “otra vez” para todos los pueblos del mundo.","second":"Just as the end of the war brought peace and light in <strong class=\"keyword\">dark</strong> places, the Restoration of the gospel following the centuries-long Apostasy turned the bright lights of truth “on again” for all the people of the world."},{"author":119723,"first":"Si podemos hacer esto, nunca más andaremos en <strong class=\"keyword\">tinieblas</strong> sino que andaremos en la luz de la vida (DBY, 12).","second":"If we can do this, we shall no more walk in <strong class=\"keyword\">darkness</strong> but we shall walk in the light of life (DBY, 12)."},{"author":95096,"first":"De este modo, se abre un horizonte universal: el templo de Jerusalén reconstruido, signo de la palabra y la presencia divina, resplandecerá con una luz planetaria que disipará las <strong class=\"keyword\">tinieblas</strong>, de modo que puedan ponerse en camino \"muchos pueblos y los habitantes del confín de la tierra\" (cf. v. 13), llevando sus ofrendas y cantando su alegría por participar de la salvación que el Señor derrama en Israel.","second":"And so, a universal perspective opens: the rebuilt temple of Jerusalem, sign of the divine word and presence, will shine with a planetary light dispelling the <strong class=\"keyword\">darkness</strong> so that \"many nations, the inhabitants of all the limits of the earth\" (cf. v. 11), may begin marching, bearing their gifts and singing their joy at participating in the salvation that the Lord bestows in Israel."},{"author":118293,"first":"Antes de que nadie pudiera detenerla, llamó a los poderes de las <strong class=\"keyword\">tinieblas</strong> para criar a un demonio maloliente a partir de los huesos del bebé.","second":"Before anybody could stop her, she called upon the powers of <strong class=\"keyword\">darkness</strong> to raise a foul-smelling demon out from the baby's bones."},{"author":118293,"first":"¿Dónde está la boca de las <strong class=\"keyword\">tinieblas</strong>?","second":"Where is the mouth of <strong class=\"keyword\">darkness</strong>?"},{"author":119723,"first":"26 Todas las <strong class=\"keyword\">tinieblas</strong> están reservadas para sus tesoros;un fuego no atizado lo consumirá;devorará todo lo que quede en su tienda.","second":"26 All <strong class=\"keyword\">darkness</strong> shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle."},{"author":119723,"first":"Mis queridos hermanos, mis queridos amigos, nuestro cometido es buscar al Señor hasta que Su luz de vida eterna brille intensamente en nosotros y nuestro testimonio se haga firme y seguro aun en medio de las <strong class=\"keyword\">tinieblas</strong>.","second":"My dear brethren, my dear friends, it is our quest to seek the Lord until His light of everlasting life burns brightly within us and our testimony becomes confident and strong even in the midst of <strong class=\"keyword\">darkness</strong>."},{"author":119723,"first":"Andad entretanto que tenéis luz, para que no os sorprendan las btinieblas, porque el que anda en <strong class=\"keyword\">tinieblas</strong> no sabe a dónde va.","second":"Walk while ye have the blight, lest <strong class=\"keyword\">darkness</strong> come upon you: for he that walketh in cdarkness knoweth not whither he goeth."},{"author":119739,"first":"El siguiente versículo nos da la respuesta: “¡Mira!, la oscuridad misma cubrirá la tierra, y densas <strong class=\"keyword\">tinieblas</strong> a los grupos nacionales; pero sobre ti brillará Jehová, y sobre ti se verá la propia gloria de él” (Isaías 60:2).","second":"We see the answer in the following verse: “Look! <strong class=\"keyword\">darkness</strong> itself will cover the earth, and thick gloom the national groups; but upon you Jehovah will shine forth, and upon you his own glory will be seen.”"},{"author":94808,"first":"Tierra. Empobrecido, pero consciente de sus riquezas humanas, culturales e históricas, Haití brilla por encima de las <strong class=\"keyword\">tinieblas</strong> de la colonización como un faro de libertad.","second":"Impoverished, but aware of its human, cultural and historic riches, Haiti shines beyond the <strong class=\"keyword\">darkness</strong> of colonization like a beacon of freedom."},{"author":119739,"first":"Tanto ellos como la gran muchedumbre disfrutan de un resplandor espiritual que nunca debilitarán las <strong class=\"keyword\">tinieblas</strong> de los elementos políticos y económicos de este mundo.","second":"They, along with the great crowd, enjoy such a blaze of spiritual light that no <strong class=\"keyword\">darkness</strong> on the world’s political or economic scene can diminish it."},{"author":118293,"first":"A que recordaran cómo era antes y que entre las mismas <strong class=\"keyword\">tinieblas</strong>, existe la luz.","second":"When there would be those who remembered the Once-ways... remembered that even in the <strong class=\"keyword\">darkness</strong> there is still light."},{"author":118293,"first":"El Shogun de las <strong class=\"keyword\">tinieblas</strong> y sus generales te esperan.","second":"The retainers of the Shogun of the <strong class=\"keyword\">Dark</strong> are waiting."},{"author":8008,"first":"Es la alegría de ver que el amor brota donde había odio, el perdón donde estaba la ofensa, la unión y la paz donde había discordia, la fe donde había duda, esperanza donde hay desesperación, luz donde hay <strong class=\"keyword\">tinieblas</strong>.","second":"This is the miracle of hope that we, the brothers and sisters of Francis of Assisi, want to promote in his wake, for the <strong class=\"keyword\">glory</strong> of God and the salvation of the <strong class=\"keyword\">world</strong>."},{"author":119723,"first":"Elifaz explica el desasosiego de los malvados — Estos no creen que volverán de las <strong class=\"keyword\">tinieblas</strong> ni que resucitarán.","second":"Eliphaz sets forth the disquietude of wicked men—They do not believe they will return out of <strong class=\"keyword\">darkness</strong> and be resurrected."},{"author":118293,"first":"De las <strong class=\"keyword\">tinieblas</strong> surge lo oculto...","second":"From the <strong class=\"keyword\">darkness</strong> the occult emerges."},{"author":119723,"first":"43 Y sucedió que cuando miraron a su derredor, y vieron que se había disipado la nube de <strong class=\"keyword\">tinieblas</strong> que los cubría, he aquí, vieron que estaban arodeados, sí, cada uno de ellos, por una columna de fuego.","second":"43 And it came to pass that when they cast their eyes about, and saw that the cloud of <strong class=\"keyword\">darkness</strong> was dispersed from overshadowing them, behold, they saw that they were aencircled about, yea every soul, by a pillar of fire."},{"author":118293,"first":"No, me interno en el corazón de las <strong class=\"keyword\">tinieblas</strong>.","second":"No, no, no. I'm going right into the core of fear, the heart of <strong class=\"keyword\">darkness</strong>."},{"author":118293,"first":"Lo que significa que el verdadero Shogun de las <strong class=\"keyword\">tinieblas</strong> soy yo.","second":"Meaning the true Shogun of the <strong class=\"keyword\">Dark</strong>... will be me."},{"author":8008,"first":"6 Los que no son escogidos han cometido un pecado muy grave, pues andan en a <strong class=\"keyword\">tinieblas</strong> al mediodía.","second":"6 They who are not chosen have sinned a very grievous sin, in that they are a walking in <strong class=\"keyword\">b darkness</strong> at noon-day."},{"author":118293,"first":"¡ Enterradas las <strong class=\"keyword\">tinieblas</strong>! \"","second":"Perish <strong class=\"keyword\">night</strong> and <strong class=\"keyword\">darkness</strong>! \""}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"}}}