{"result":"ok","tuc":[{"phrase":{"text":"type","language":"en"},"meanings":[{"language":"es","text":"Identificar como perteneciente a un cierto tipo."},{"language":"en","text":"To identify as belonging to a certain type."}],"meaningId":2418199572036458473,"authors":[35]},{"phrase":{"text":"standardise","language":"en"},"meaningId":-1701453994469361349,"authors":[84500]},{"phrase":{"text":"standardize","language":"en"},"meaningId":-9092147150248710046,"authors":[84500]},{"phrase":{"text":"typify","language":"en"},"meaningId":-1680001889219390235,"authors":[97745]},{"meanings":[{"language":"en","text":"to classify, typify, categorize"}],"meaningId":-6564740270237685699,"authors":[93107]}],"phrase":"tipificar","examples":[{"author":8000,"first":"La ley tiene por objeto <strong class=\"keyword\">tipificar</strong> en el Código Penal los diversos delitos de terrorismo, a saber; el terrorismo, la financiación del terrorismo y la pertenencia a un grupo terrorista","second":"The Act is intended to <strong class=\"keyword\">introduce</strong> various terrorist offences into the Criminal Code, in particular the offences of terrorism, financing of terrorism and membership of a terrorist group"},{"author":94808,"first":"La legislación <strong class=\"keyword\">tipificará</strong> como delito el terrorismo y prohibirá las actividades terroristas, incluida la participación en ellas como cómplice y la asistencia o la financiación para su realización.","second":"The legislation will <strong class=\"keyword\">criminalize</strong> terrorism and provide for the prohibition of terrorist activities, including participating in terrorist activities as an accomplice and assisting or financing terrorist activities."},{"author":94808,"first":"El objetivo de las disposiciones penales relativas a la discriminación es <strong class=\"keyword\">tipificar</strong> como delito el discurso extremista e intolerante.","second":"The penal provisions concerning discrimination are aimed at <strong class=\"keyword\">criminalizing</strong> extremist and intolerant speech."},{"author":94808,"first":"las medidas legislativas y de otra índole que sean necesarias para <strong class=\"keyword\">tipificar</strong> como delito, cuando se cometan intencionalmente:","second":"such legislative and other measures as may be necessary to <strong class=\"keyword\">establish</strong> as criminal offences, when committed intentionally:"},{"author":94808,"first":"El equipo en el país consideró que varios ámbitos importantes quedaban fuera de la Ley de Protección de la Familia, como el hecho de que la definición de violación se limitara al coito, y no se <strong class=\"keyword\">tipificara</strong> la violación en el matrimonio.","second":"The country team considered that there were several important areas that were not addressed in the Family Protection Act, including the fact that the definition of rape was limited to sexual intercourse and spousal <strong class=\"keyword\">rape</strong> was still exempt from prosecution."},{"author":94808,"first":"Insta a los Estados Miembros a <strong class=\"keyword\">tipificar</strong> como delito la producción, distribución, divulgación, recepción voluntaria, posesión y almacenamiento intencionales de contenidos pornográficos virtuales que involucren a niños, así como el consumo y el acceso a ese tipo de material;","second":"Urges Member States to <strong class=\"keyword\">criminalize</strong> the intentional production, distribution, sharing, voluntary receipt, possession and storage of virtual pornographic content involving children and the use of and gaining of access to such material;"},{"author":8000,"first":"Sólo cuando se cumplan estas tres condiciones se podrá <strong class=\"keyword\">tipificar</strong> un acto como delito de terrorismo; en caso contrario, no tendrá suficiente carácter distintivo respecto de un delito común","second":"It is only when these three conditions are fulfilled that an act should be <strong class=\"keyword\">criminalized</strong> as terrorist; otherwise it loses its distinctive force in relation to ordinary crime"},{"author":94808,"first":"No había una ley específica que <strong class=\"keyword\">tipificara</strong> como delito la violencia doméstica, aunque las víctimas podían denunciar abusos físicos o sexuales con arreglo al Código Penal.","second":"There is no specific law <strong class=\"keyword\">criminalizing</strong> domestic violence, although victims can make complaints of physical or sexual abuse under the Criminal Code."},{"author":8000,"first":"¿Ha adoptado el Estado Parte medidas para enmendar su legislación y <strong class=\"keyword\">tipificar</strong> el delito de tortura tal como está definido en el derecho internacional?","second":"Has the State party taken steps to amend its legislation and institute a crime of torture as defined in international law?"},{"author":94808,"first":"Los Estados Parte adoptarán las medidas legislativas y de otra índole que sean necesarias para <strong class=\"keyword\">tipificar</strong> como delito el ejercicio abusivo por un funcionario público de sus facultades oficiales o cualquier acto u omisión en el desempeño de esas facultades con el fin de obtener ilícitamente beneficios para sí mismo o para un tercero, en particular:","second":"“Each State Party shall adopt such legislative and other measures as may be necessary to <strong class=\"keyword\">establish</strong> as criminal offences the abuse of his or her official functions or any act or omission in the discharge of those functions by a public official, for the purpose of obtaining illicit benefits for himself or herself or for a third party, in particular:"},{"author":94808,"first":"El Estado de Marruecos ha declarado que no ha adoptado medidas para <strong class=\"keyword\">tipificar</strong> como delito el enriquecimiento ilícito.","second":"The State of Morocco has stated that it has not taken steps towards <strong class=\"keyword\">establishing</strong> illicit enrichment as a criminal offence."},{"author":94808,"first":"En particular, el Estado parte debería definir explícitamente y <strong class=\"keyword\">tipificar</strong> como delito:","second":"In particular, the State party should explicitly define and <strong class=\"keyword\">criminalize</strong>:"},{"author":94808,"first":"“Observa que el Convenio de 1988 para la represión de actos ilícitos contra la seguridad de la navegación marítima (“Convenio SUA”) dispone que las partes podrán <strong class=\"keyword\">tipificar</strong> delitos penales, establecer su jurisdicción y aceptar la entrega de personas responsables o sospechosas de haberse apoderado o haber ejercido control de un buque por la fuerza o mediante amenaza del uso de la fuerza o cualquier otra forma de intimidación; insta a los Estados partes en el Convenio SUA a cumplir plenamente las obligaciones derivadas de éste, y a cooperar con el Secretario General y con la OMI a fin de crear la capacidad jurídica necesaria para el eficaz enjuiciamiento de las personas sospechosas de actos de piratería o robo a mano armada frente a las costas de Somalia;”.","second":"Paragraph 15: “Notes that the 1988 Convention for the Suppression of Unlawful Acts Against the Safety of Maritime Navigation (‘SUA Convention’) provides for parties to create criminal <strong class=\"keyword\">offences</strong>, establish jurisdiction, and accept delivery of persons responsible for or suspected of seizing or exercising control over a ship by force or threat thereof or any other form of intimidation; urges States parties to the SUA Convention to fully implement their obligations under said Convention and cooperate with the Secretary-General and the International Maritime Organization to build judicial capacity for the successful prosecution of persons suspected of piracy and armed robbery at sea off the coast of Somalia;”."},{"author":94808,"first":"Acogió con satisfacción la reciente legislación para <strong class=\"keyword\">tipificar</strong> como delito la violencia doméstica y velar por la seguridad y la protección de las víctimas.","second":"It welcomed the recent legislation to <strong class=\"keyword\">criminalize</strong> domestic violence and provide for the safety and protection of its victims."},{"author":94808,"first":"El Código Penal se ha modificado con objeto de <strong class=\"keyword\">tipificar</strong> como delitos la trata, la prostitución y la pornografía infantil, el acoso sexual y la violencia contra la mujer.","second":"The Penal Code had been amended to <strong class=\"keyword\">criminalize</strong> trafficking, prostitution and child pornography, sexual harassment and violence against women."},{"author":8000,"first":"Cada Estado Parte adoptará asimismo las medidas legislativas y de otra índole que sean necesarias para <strong class=\"keyword\">tipificar</strong> como delito las siguientes conductas","second":"Each State Party shall also adopt such legislative and other measures as may be necessary to <strong class=\"keyword\">establish</strong> as criminal offences the following conduct"},{"author":94808,"first":"Si bien saludaba la aprobación de la Ley de prevención de la trata de personas, Belarús recomendó a México que: c) adoptara disposiciones para <strong class=\"keyword\">tipificar</strong> como delito la trata de personas en todas las partes constitutivas de la Federación y reforzara las medidas para proteger a las víctimas.","second":"While welcoming the adoption of a law on the prevention of trafficking in persons, Belarus recommended that Mexico (c) take measures to <strong class=\"keyword\">criminalize</strong> trafficking in persons in all parts of the federation and strengthen the resource basis for the protection of victims."},{"author":94808,"first":"Con la enmienda al Código Penal, que entró en vigor el 1o de febrero de 2008, Singapur ha adoptado un enfoque ponderado al <strong class=\"keyword\">tipificar</strong> como delito el hecho de que el marido mantenga relaciones sexuales no consentidas, lo cual acarrea el retiro de la inmunidad marital en las siguientes circunstancias:","second":"With the amendment of the Penal Code, which came into force on 1 February 2008, Singapore has adopted a calibrated approach by making it an <strong class=\"keyword\">offence</strong> for a husband to engage in non-consensual sexual intercourse, i.e. withdraw marital immunity, if:"},{"author":94808,"first":"En su resolución 2007/20, de 26 de julio de 2007, el Consejo alentó a los Estados Miembros a que tuvieran en cuenta las definiciones y el ámbito de aplicación establecidos en los artículos 2 y 3 de la Convención al <strong class=\"keyword\">tipificar</strong> delitos relacionados con la falsificación de identidad y su uso indebido con fines delictivos, o al actualizar la tipificación de esos delitos, según procediera.","second":"In resolution 2007/20 of 26 July 2007, the Council encouraged Member States to take into account the use of terms and scope of application set out in articles 2 and 3 of the Convention in establishing or updating, as appropriate, <strong class=\"keyword\">offences</strong> relating to the criminal misuse and falsification of identity."},{"author":94808,"first":"Es necesario ratificar todos los tratados pertinentes para su protección y <strong class=\"keyword\">tipificar</strong> todos los delitos cometidos contra ellos.","second":"All the relevant treaties for their protection must be ratified and <strong class=\"keyword\">offences</strong> against them must be criminalized."},{"author":94808,"first":"El 18 de diciembre de 2001, el Procurador General Federal anunció que el Gobierno introduciría enmiendas a la Ley sobre el Código Penal de 1995 con el fin de <strong class=\"keyword\">tipificar</strong> específicamente como delito la financiación del terrorismo.","second":"On 18 December 2001, the Federal Attorney-General announced that the Government will introduce amendments to the Criminal Code Act 1995 to <strong class=\"keyword\">make</strong> funding of terrorism a specific criminal offence."},{"author":94808,"first":"A tal efecto, muchos países africanos han ajustado sus legislaciones introduciendo disposiciones en sus códigos penales y, en algunos casos, se han presentado proyectos específicos de leyes contra el terrorismo para <strong class=\"keyword\">tipificar</strong> como delito, sancionar y reprimir los actos de terrorismo, incluidas la financiación, la difusión de información y la creación de asociaciones o grupos que apoyen o protejan la participación en actividades relacionadas con el terrorismo y alienten tal participación.","second":"To this end, many African countries have adjusted their national legislation with provisions in their penal codes and in some cases, specific anti-terrorism bills have been articulated to <strong class=\"keyword\">criminalize</strong>, punish and suppress crimes of terrorism including the financing, dissemination of information, establishment of associations or groups that support or harbour and encourage participation in terrorist-related activities."},{"author":94808,"first":"Revisar su legislación nacional y <strong class=\"keyword\">tipificar</strong> como delitos y penalizar los actos terroristas que se definen en su artículo 1;","second":"review their national laws and <strong class=\"keyword\">establish criminal</strong> offences for terrorist acts as defined in its article 1, and to make such acts punishable;"},{"author":94808,"first":"Es preciso ratificar los tratados pertinentes y <strong class=\"keyword\">tipificar</strong> los delitos cometidos contra el personal diplomático y consular.","second":"Ratification of the relevant treaties and the <strong class=\"keyword\">criminalization</strong> of offences against diplomatic and consular personnel were needed."},{"author":94809,"first":"La última frase del artículo permite a los Estados miembros <strong class=\"keyword\">tipificar</strong> como infracción penal sólo «los casos que no sean de menor gravedad».","second":"The final sentence of the article allows Member States the option to <strong class=\"keyword\">criminalise</strong> such conduct only 'for cases which are not minor'."}],"from":"es","dest":"en","authors":{"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"}}}