{"result":"ok","tuc":[{"phrase":{"text":"brand","language":"en"},"meanings":[{"language":"en","text":"burning wood, ember"}],"meaningId":7463822693378111954,"authors":[70195]},{"phrase":{"text":"blight","language":"en"},"meaningId":6653167171301693111,"authors":[89651]},{"phrase":{"text":"ergot","language":"en"},"meanings":[{"language":"en","text":"any fungus of the genus <i>Claviceps</i>"},{"language":"en","text":"deformed grain"}],"meaningId":4157838896662176075,"authors":[90508]},{"phrase":{"text":"ember","language":"en"},"meanings":[{"language":"es","text":"Pequeño pedazo ardiente de carbón o madera, como en un fuego moribundo."},{"language":"en","text":"A small, glowing piece of coal or wood, as in a dying fire."}],"meaningId":1492963723475696870,"authors":[60172]},{"phrase":{"text":"blasts","language":"en"},"meaningId":-6152298195308464654,"authors":[86141]},{"phrase":{"text":"half-burn charcoal","language":"en"},"meaningId":-986221265647630097,"authors":[80097]},{"phrase":{"text":"header","language":"en"},"meaningId":-2355577629731107141,"authors":[80097]},{"meanings":[{"language":"en","text":"Ergot, especially that which affects wheat, barley and oats."},{"language":"en","text":"A stick which is burning or smoldering; brand."}],"meaningId":4755968174529849994,"authors":[93107]}],"phrase":"tizón","examples":[{"author":8008,"first":"El segundo cuerpo es de ladrillos, aparejados a soga y <strong class=\"keyword\">tizón</strong>.","second":"The second stage were built with bricks, laid in a stretcher <strong class=\"keyword\">bond</strong>."},{"author":93236,"first":"Una amplitud reducida en la concentración de Mp fue la que más suprimió favorablemente los síntomas del <strong class=\"keyword\">tizón</strong> tardío.","second":"A narrow concentration range of Mp most favorably suppressed late <strong class=\"keyword\">blight</strong> symptoms."},{"author":93236,"first":"El <strong class=\"keyword\">tizón</strong> temprano, causado por Alternaria solani, es una enfermedad foliar de la papa importante en todo el mundo.","second":"Early <strong class=\"keyword\">blight</strong>, caused by Alternaria solani, is an important foliar disease in potatoes around the world."},{"author":93236,"first":"Selecciones hechas en las accesiones de Rusia y de America del Sur (176/546) fueron reevaluadas en 1998 y resultarón en 56 genotipos que pueden ser utilizados en un programa de mejoramiento para resistencia ai <strong class=\"keyword\">tizón</strong> tardÌo de la papa.","second":"The more resistant genotypes of Russian and South American accessions (176/546) were retested, and 56 genotypes were identified as having potential for use in potato breeding programs for resistance to <strong class=\"keyword\">late blight</strong>."},{"author":93236,"first":"Estos estimados de pérdidas demostraron el valor de control completo del <strong class=\"keyword\">tizón</strong> tardio durante el inicio del cultivo en las variedades ahora en uso y documentó la necesidad de contar para el noreste de Estados Unidos de Norte América con variedades comerciales aceptables en las cuales el <strong class=\"keyword\">tizón</strong> se desarrolle lentamente.","second":"These loss estimates demonstrated the value of complete early season <strong class=\"keyword\">blight</strong> control in currently planted varieties and documented the need for the development of commercially acceptable “slow-<strong class=\"keyword\">blighting</strong>” varieties for the Northeastern United States."},{"author":93236,"first":"De los cinco programas de aplicación que fueron utilizados, un programa de aspersiones de 7–10 días, iniciado cuando la severidad de <strong class=\"keyword\">tizón</strong> excedía 0,01%, y un programa de 7–10 días iniciado cuando el <strong class=\"keyword\">tizón</strong> se encontraba por encima del tercio inferior de las plantas, dieron generalmente respuesta positiva significativa con todos los tres productos.","second":"Of the five spray schedules tested, a 7–10 day spray schedule initiated when <strong class=\"keyword\">blight</strong> severity exceeded 0.01%, and a 7–10 day schedule initiated when <strong class=\"keyword\">blight</strong> was found above the lower third of the plant, generally gave significant, positive yield responses with all three chemicals."},{"author":93236,"first":"Además del <strong class=\"keyword\">tizón</strong> tardío, Palisade Russet también es resistente a marchitez por Verticillium, mancha negra y pudrición rosa, y tiene un nivel de resistencia moderado a la necrosis, PVY y a <strong class=\"keyword\">tizón</strong> temprano, tanto en follaje como en tubérculo.","second":"In addition to late <strong class=\"keyword\">blight</strong>, Palisade Russet is also resistant to Verticillium wilt, black dot, and pink rot, and has a moderate level of resistance to net necrosis, PVY, and early <strong class=\"keyword\">blight</strong> of both the foliage and tuber."},{"author":93236,"first":"Simcoe es resistente al mosaico moderado y <strong class=\"keyword\">tizón</strong> tardio, moderadamente resistente aStreptomyces scabies y moderadamente susceptible aRhizoctonia.","second":"Simcoe is resistant to mild mosaic and late <strong class=\"keyword\">blight</strong>, moderately resistant to common scab and moderately susceptible toRhizoctonia."},{"author":93236,"first":"El sistema de manejo sanitario afectó significativamente la incidencia de <strong class=\"keyword\">tizón</strong> temprano, moho blanco o mancha negra en 1998, pero no en 1997.","second":"Pest management system significantly affected <strong class=\"keyword\">foliar</strong> early <strong class=\"keyword\">blight</strong> incidence in 1998, but not in 1997."},{"author":93236,"first":"Sin embargo, en las papas diploides (Solanum phureja-S. stenotomum) se ha identificado resistencia al <strong class=\"keyword\">tizón</strong> temprano que podría ser altamente hereditaria y transferida con facilidad a las tetraploides via cruzamientos 4×-2×.","second":"However, resistance to early <strong class=\"keyword\">blight</strong> in diploid (Solanum phureja-S. stenotomum) potatoes has been identified, and was found to be highly heritable and readily transferred to the tetraploid level via4×-2× crosses."},{"author":93236,"first":"Los programas de Norteamérica también están usando resistencia duradera al <strong class=\"keyword\">tizón</strong> tardío en los stocks de selectión de Polish, con base en S. demissum y S. stoloniferum, y a una Andigena mejorada boliviana y peruana.","second":"Durable resistance to late <strong class=\"keyword\">blight</strong> in Polish breeding stocks, withS. demissum andS. stoloniferum background, and in improved Bolivian and Peruvian Andigena has also been utilized by North American programs."},{"author":93236,"first":"El <strong class=\"keyword\">tizón</strong> temprano fue un problema en 1999 y ambos <strong class=\"keyword\">tizones</strong> temprano y tardío fueron severos en el 2000.","second":"Early <strong class=\"keyword\">blight</strong> was problematic in 1999 and both early and late <strong class=\"keyword\">blight</strong> were severe in 2000."},{"author":93236,"first":"Demostró susceptibilidad a <strong class=\"keyword\">tizón</strong> tardío, PLRV, PVX, PVYo y pudrición bacteriana blanda.","second":"It demonstrated susceptibility to late <strong class=\"keyword\">blight</strong>, foliar PLRV, PVX, PVYo, and bacterial soft rot."},{"author":93236,"first":"Los genotipos de papa (Solanum tuberosum L.) con relativamente alto nivel de rendimiento y resistencia a la enfermedad del <strong class=\"keyword\">tizón</strong> tardío se han estado desarrollando por el Centro Internacional de la Papa (CIP) y se han hecho disponibles a países en desarrollo.","second":"Potato (Solanum tuberosum L.) genotypes with relatively high yield level and resistance to the late <strong class=\"keyword\">blight</strong> disease are being developed by the International Potato Centre (CIP) and made available to developing countries."},{"author":90326,"first":"Una composición para obtener un fungicida y bactericida biológico, sin el uso de antibióticos para el control de enfermedades en plantas, compuesta por cepas nativas, caracterizada por que dicha composición comprende cepas biocontroladores Bacillus spp y Brevibacillus parabrevis en una concentración de diez elevado a ocho esporas/gr., en una proporción de 1 : 1 : 1 : 1 para cada una de las cepas, con acción de amplio espectro sobre baterias fitopatógenas y <strong class=\"keyword\">tizón</strong> tardío.","second":"Said composition consists of native strains and is characterised in that it comprises biologically controlling strains Bacillus spp and Brevibacillus parabrevis in a concentration of ten to the power of eight spores/gr, in a proportion of 1 : 1 : 1 : 1 for each strain, with a wide-spectrum action on phytopathogenic bacteria and late <strong class=\"keyword\">blight</strong>."},{"author":93236,"first":"La severidad aumentada de <strong class=\"keyword\">tizón</strong> tardío en Defender infectada con PVS sugiere que PVS impacta negativamente la resistencia al <strong class=\"keyword\">tizón</strong> en esta variedad.","second":"The increased severity of late <strong class=\"keyword\">blight</strong> in PVS-infected Defender suggests that PVS negatively impacts <strong class=\"keyword\">late blight</strong> resistance in this cultivar."},{"author":93236,"first":"Además de contener la resistencia heredable a ambos <strong class=\"keyword\">tizones</strong>, temprano y tardío, estos clones poseen otras múltiples características agronómicas deseables, son fértiles y de fácil cruzamiento con variedades.","second":"In addition to containing heritable resistance to both early and late <strong class=\"keyword\">blights</strong>, these clones possess multiple other desirable agronomic traits, are fertile, and readily cross to cultivars."},{"author":93236,"first":"Tiende a ser menos susceptible a la infección del tubérculo causada por <strong class=\"keyword\">tizón</strong> tardío (Phytopthora infestans) que Yukon Gold, tiene mayor resistencia a la sarna común (Streptomyces scabies) y es menos susceptible a la caspa negra (Rhizoctonia solani).","second":"It tends to be less susceptible to tuber infection by late <strong class=\"keyword\">blight</strong> (Phytopthora infestans) than Yukon Gold, has greater resistance to common scab (Streptomyces scabies), and is less susceptible to black scurf (Rhizoctonia solani)."},{"author":93236,"first":"El manejo del <strong class=\"keyword\">tizón</strong> tardío, entonces, requerirá de nuevas estrategias multifacéticas que incluyan monitoreo de la evolución del patógeno y la implementación de prácticas sustentables de producción.","second":"Management of late <strong class=\"keyword\">blight</strong> will therefore require new, multifaceted strategies which include monitoring pathogen evolution and implementing sustainable production practices."},{"author":93236,"first":"Zoxamide y phosphite redujeron significativamente la incidencia de <strong class=\"keyword\">tizón</strong> tardío y de pudrición rosada cuando se aplicaron inmediatamente después de la inoculación.","second":"Zoxamide and phosphite significantly reduced late <strong class=\"keyword\">blight</strong> and pink rot incidence and severity when applied immediately after inoculation."},{"author":95875,"first":"Desarrollo de defensas frente al <strong class=\"keyword\">tizón</strong> tardío de la patata","second":"Building defences against potato <strong class=\"keyword\">blight</strong>"},{"author":93236,"first":"Los tratamientos primero se aplicaron ya fuera para coincidir con las fechas como estaba indicado por el modelo de grados día de <strong class=\"keyword\">tizón</strong> temprano usado comúnmente en el Valle de San Luis (~60 días después de la siembra, DAP), o empezando más tarde en el ciclo (~80 DAP).","second":"Treatments were first applied to either coincide with the dates as indicated by the early <strong class=\"keyword\">blight</strong> degree day model currently used in the San Luis Valley (~60 days after planting - DAP), or starting later in the season (~80 DAP)."},{"author":93236,"first":"Cuando no se presentó el <strong class=\"keyword\">tizón</strong>, el rendimiento aumentó pero no fue superior significativamente.","second":"Yieldwas better when no <strong class=\"keyword\">late blight</strong> occurred but not statistically significant."},{"author":93236,"first":"MegaChip muestra un alto nivel de resistencia a sarna común en la mayoría de pruebas Regionales de Norte Centro y es moderadamente resistente al <strong class=\"keyword\">tizón</strong> temprano del follaje, sarna polvorienta, pudrición rosada, pudrición seca y pudrición blanda.","second":"MegaChip showed a high level of resistance to common scab at most locations in North Central Regional trials and is moderately resistant to <strong class=\"keyword\">foliar</strong> early <strong class=\"keyword\">blight</strong>, powdery scab, pink rot, dry rot and soft rot."},{"author":118293,"first":"El agua está negra como el <strong class=\"keyword\">tizón</strong>.","second":"Water black as <strong class=\"keyword\">ink</strong>."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"90326":{"U":"https://patentscope.wipo.int/","id":90326,"N":"patents-wipo","url":"https://glosbe.com/source/90326"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}