{"result":"ok","tuc":[{"phrase":{"text":"tortuous","language":"en"},"meaningId":-8361382052682471162,"authors":[90508]},{"phrase":{"text":"devious","language":"en"},"meanings":[{"language":"en","text":"Deviating from a straight course."},{"language":"en","text":"Deviating; not straightforward, not honest, not frank; not standard"},{"language":"es","text":"Que se desvía vía recta."}],"meaningId":5799842707798275710,"authors":[70195]},{"phrase":{"text":"circuitous","language":"en"},"meanings":[{"language":"en","text":"Deviating from a straight course."},{"language":"es","text":"Que se desvía vía recta."}],"meaningId":-4866516796761827754,"authors":[60172]},{"phrase":{"text":"winding","language":"en"},"meaningId":86102307060357736,"authors":[25115]},{"phrase":{"text":"intricate","language":"en"},"meanings":[{"language":"es","text":"Que tiene muchos detalles o gran complejidad."},{"language":"en","text":"Having a great deal of fine detail or complexity."}],"meaningId":-7673006560330973337,"authors":[60172]},{"phrase":{"text":"roundabout","language":"en"},"meanings":[{"language":"en","text":"Deviating from a straight course."},{"language":"es","text":"Que se desvía vía recta."}],"meaningId":-1487185331285648471,"authors":[60172]},{"phrase":{"text":"complicated","language":"en"},"meaningId":-1327380766628621720,"authors":[86934]},{"phrase":{"text":"discombobulated","language":"en"},"meaningId":5803322914940216099,"authors":[25018]},{"phrase":{"text":"sinuous","language":"en"},"meaningId":2812922120566880543,"authors":[25115]},{"phrase":{"text":"wound","language":"en"},"meaningId":-1172954574677591348,"authors":[86934]},{"phrase":{"text":"zigzag","language":"en"},"meaningId":7823306729919796489,"authors":[86934]},{"meanings":[{"language":"en","text":"winding, tortuous"}],"meaningId":-2700358985898052504,"authors":[93107]}],"phrase":"tortuoso","examples":[{"author":31,"first":"La <strong class=\"keyword\">tortuosa</strong> producción de Lo que el viento se llevó...... no tuvo los problemas de calor de El mago de Oz","second":"The <strong class=\"keyword\">tortured</strong> production of Gone With the Wind...... at least had no Wizard of Oz heat problems"},{"author":8008,"first":"¡Utiliza tu mazo y haz llegar la pelota hasta el final de las <strong class=\"keyword\">tortuosas</strong> pistas evitando caer en las trampas!","second":"Use your mallet and get the ball to the end of the <strong class=\"keyword\">tricky</strong> courses avoiding the traps!"},{"author":8008,"first":"Un milagro de la naturaleza: así es Puerto Maldonado, una tierra ignota de árboles gigantescos, ríos poderosos y brumas espesas, en la que el hombre es un forastero, un ser extraño que se conmueve al oír los susurros de los habitantes de la selva o al caminar por las <strong class=\"keyword\">tortuosas</strong> trochas del monte.","second":"A miracle of nature: that is Puerto Maldonado, a land unknown giant tree, mighty rivers and thick mist, in which the man is a stranger, a stranger who will be shocked to hear the whispers of the inhabitants of the jungle or to walk through the <strong class=\"keyword\">tortuous</strong> trails of the jungle."},{"author":27,"first":"Éste no es el proceso constitucional, radicalmente diferente de las <strong class=\"keyword\">tortuosas</strong> negociaciones de los diplomáticos, que nosotros consideramos indispensable para dar ese impulso al proceso de integración que sólo puede llevar a los ciudadanos a movilizarse por una Europa mejor.","second":"This is not the constitutional process, which should bear no resemblance to <strong class=\"keyword\">convoluted</strong> diplomatic negotiations and which, we feel, is essential to give the necessary boost to the integration process which, alone, can mobilise the citizens to strive for a better Europe."},{"author":118293,"first":"Es bastante <strong class=\"keyword\">tortuosa</strong>.","second":"Let's head in."},{"author":118293,"first":"Es <strong class=\"keyword\">tortuoso</strong>.","second":"<strong class=\"keyword\">Devious</strong>."},{"author":118293,"first":"Después de haber sobrevivido a unos <strong class=\"keyword\">tortuosos</strong> 38 días contigo, puedo superar cualquier cosa.","second":"Having survived a tortorrous 38 days with you, I can get through anything."},{"author":94808,"first":"En el Níger, tras un proceso largo y a veces <strong class=\"keyword\">tortuoso</strong>, hemos creado un sistema político en el que florecen una multitud de partidos, medios privados y organizaciones de la sociedad civil, todas ellas protegidas por una constitución que garantiza la separación de poderes y un sistema judicial independiente. El Excmo.","second":"In Niger, at the end of a long and sometimes <strong class=\"keyword\">painful</strong> process, we have established a political system in which a multitude of parties, private media and civil society organizations flourish, all of them under the protective umbrella of a constitution that guarantees the separation of powers and an independent judiciary."},{"author":118293,"first":"¡ Rehúsense, y Glaber ha jurado muerte <strong class=\"keyword\">tortuosa</strong>... sobre la cruz para todo... el que sobreviva a la toma de la montaña!","second":"Refuse, and Glaber has sworn <strong class=\"keyword\">torturous</strong> death upon the cross for all that survives the taking of the mountain!"},{"author":8000,"first":"La Constitución, basada en la existencia de dos comunidades, \"única por su <strong class=\"keyword\">tortuosa</strong> complejidad y por la multiplicidad de salvaguardias que prevé para la minoría principal,ocupa un lugar singular entre las constituciones del mundo\" (S. de Smith, \"The new commonwealth and its constitutions\", Londres # pág","second":"The Constitution, based on bi-communality, was “Unique in its <strong class=\"keyword\">tortuous</strong> complexity and in the multiplicity of the safeguards that it provides for the principal minority, the Constitution of Cyprus stands alone among the constitutions of the world” (S.A. de Smith, “The new commonwealth and its constitutions”, London # p"},{"author":118293,"first":"Y respirando y exhalando... el <strong class=\"keyword\">tortuoso</strong> movimiento del cuerpo... está intentando establecerse.","second":"And by breathing in and out... the - the <strong class=\"keyword\">tortuous</strong> \" S \" movement of the body... you know. is trying to establish itself."},{"author":8008,"first":"La ruta por la costa del continente sera <strong class=\"keyword\">tortuosa</strong> y zigzagueante. Despues hay que buscar la bifurcacion a la peninsula por que el unico letrero con el nombre de Araya se puso viejo y se oxido bastante.","second":"First, a <strong class=\"keyword\">winding</strong> road on the shore of the continent, then rather difficult searches of the peninsula entrance as the only ‘Araya’ sign got fairly old and rusty."},{"author":31,"first":"De todos modos...... creo que \" Io <strong class=\"keyword\">tortuoso</strong> se hara recto \"","second":"Anyway...... I believe the <strong class=\"keyword\">crookeds</strong> will be made straight"},{"author":8008,"first":"El Menderes grande en TurquГa), que tiene la forma estrafalariamente <strong class=\"keyword\">tortuosa</strong>.","second":"Big Menderes in Turkey) which has <strong class=\"keyword\">fancifully</strong> twisting form."},{"author":91988,"first":"Ninguna sociedad europea ha experimentado un proceso tan <strong class=\"keyword\">tortuoso</strong> de revolución cultural de arriba hacia abajo.","second":"No European society has experienced so wrenching a <strong class=\"keyword\">process</strong> of top-down cultural revolution."},{"author":94808,"first":"Desde comienzos del decenio de 1990 nuestro país ha recorrido un camino <strong class=\"keyword\">tortuoso</strong>.","second":"Since the early 1990s, our country has travelled a <strong class=\"keyword\">tortuous</strong> path."},{"author":8000,"first":"En el nivel más básico, cabe decir que, a pesar de todos los oscuros capítulos y <strong class=\"keyword\">tortuosos</strong> giros de nuestra historia, los derechos humanos universales existen","second":"At the most basic level, it is a statement that, notwithstanding all the dark chapters and <strong class=\"keyword\">tortuous</strong> turns of our history, universal human rights do exist"},{"author":94808,"first":"El camino a la paz es por lo general <strong class=\"keyword\">tortuoso</strong> y lleno de obstáculos.","second":"The road to peace is often <strong class=\"keyword\">tortuous</strong> and <strong class=\"keyword\">strewn</strong> with impediments."},{"author":95096,"first":"Iluminados por la luz del Evangelio y sostenidos por la gracia de los Sacramentos, especialmente la Eucaristía, podemos orientar nuestras opciones al bien y atravesar con valentía y esperanza los momentos de oscuridad y los senderos más <strong class=\"keyword\">tortuosos</strong>.","second":"Illuminated by the light of the Gospel and supported by the grace of the Sacraments, especially the Eucharist, we can guide our decisions toward the good and withstand with hope and courage the times of darkness and the most <strong class=\"keyword\">tortuous</strong> paths."},{"author":94808,"first":"Al respecto, el Comité observa que la mencionada denegación de esas garantías sobre la base alegada es <strong class=\"keyword\">tortuosa</strong>, porque el autor tal vez habría podido justificar el necesario grado de riesgo si se le hubiera permitido justificar su afirmación de que corría el peligro de ser torturado en caso de que fuera expulsado, siendo autorizado para ello a basarse en la documentación del caso planteado por las autoridades administrativas contra él para oponerse a una decisión que incluía los motivos de la decisión del Ministro de que podía ser expulsado.","second":"The Committee observes in this regard that such a denial of these protections on the basis claimed is <strong class=\"keyword\">circuitous</strong> in that the author may have been able to make out the necessary level of risk if in fact he had been allowed to submit reasons on the risk of torture faced by him in the event of removal, being able to base himself on the material of the case presented by the administrative authorities against him in order to contest a decision that included the reasons for the Minister’s decision that he could be removed."},{"author":94808,"first":"Tras contar la historia de la admisión de su partido en la Internacional Socialista, que tiene evidentes paralelismos con la <strong class=\"keyword\">tortuosa</strong> ruta que ha tenido el caso colonial de Puerto Rico ante las Naciones Unidas, dice que se acerca el momento en que Puerto Rico habrá de lograr su plena descolonización e independencia con el apoyo entusiasta de su pueblo.","second":"After recounting the history of how it had been admitted — a history which had many parallels with the <strong class=\"keyword\">long history</strong> and current status of the consideration of the decolonization of Puerto Rico at the United Nations — he said that the time was coming when Puerto Rico would achieve full decolonization and independence, with the enthusiastic support of its people."},{"author":94808,"first":"Los últimos acontecimientos en Somalia parecen indicar que el país ha alcanzado un punto de inflexión en su <strong class=\"keyword\">tortuosa</strong> historia reciente.","second":"Recent developments in Somalia indicate that the country has reached a turning point in its <strong class=\"keyword\">tortuous</strong> recent history."},{"author":27,"first":"En primer lugar, no debemos olvidar que la experiencia de la abolición en el continente europeo ha sido un proceso lento, a menudo <strong class=\"keyword\">tortuoso</strong> y prolongado, que se ha desencadenado, en la mayoría de nuestros Estados miembros, gracias a una combinación de sólido liderazgo político y de un alto nivel de desarrollo de la protección de los derechos humanos, el Estado de Derecho y las instituciones democráticas.","second":"Firstly, let us not forget that the experience of abolition on the European continent has been a slow, often <strong class=\"keyword\">tortuous</strong> and protracted process, which has been, for most of our Member States, driven by a combination of strong political leadership and a mature level of development of human rights protection, the rule of law and democratic institutions."},{"author":94809,"first":"Pero, al mismo tiempo, no podemos sentarnos tranquilamente a esperar a que esos importantes avances capaces que transformar la situación surjan de los laboratorios y consigan llegar, por el camino habitual, largo y <strong class=\"keyword\">tortuoso</strong>, hasta el mercado.","second":"But, at the same time, we cannot sit back and wait for such potentially game-changing breakthroughs to emerge from the laboratories and make the often long and <strong class=\"keyword\">arduous journey</strong> to market."},{"author":27,"first":"Después el Sr. Lagendijk propone un calendario muy breve para hallar una solución definitiva al <strong class=\"keyword\">tortuoso</strong> tema político de Kosovo.","second":"Mr Lagendijk subsequently proposes an extra-fast time frame for a final solution to the <strong class=\"keyword\">thorny</strong> political issue of Kosovo."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}