{"result":"ok","tuc":[{"phrase":{"text":"compromise","language":"en"},"meaningId":477842370807715237,"authors":[25018]},{"meanings":[{"language":"en","text":"to give in, cede, yield, buckle"}],"meaningId":-8857815745204242250,"authors":[93107]}],"phrase":"transigir","examples":[{"author":8000,"first":"No están dispuestos a <strong class=\"keyword\">transigir</strong> en estos objetivos importantes, y votarán en contra de las enmiendas propuestas e instan a todos los demás Estados Miembros a hacer lo mismo","second":"They were unwilling to <strong class=\"keyword\">compromise</strong> on those important objectives, would vote against the proposed amendments and urged all other Member States to do likewise"},{"author":8000,"first":"El Presidente instó a las delegaciones a que conservaran la flexibilidad, se escucharan unas a otras, adoptaran una actitud innovadora y estuvieran dispuestas a <strong class=\"keyword\">transigir</strong>, haciendo concesiones si fuera necesario","second":"The Chairman called upon delegations to remain flexible, listen to each other and be innovative and ready to <strong class=\"keyword\">compromise</strong>, making concessions if necessary"},{"author":27,"first":"Señor Comisario, si lo que quiere la Comisión es una negociación fácil, lo más sencillo es dar la razón a los otros Estados, como demasiadas veces sucede, y <strong class=\"keyword\">transigir</strong> ante Estados que ni tienen flota ni tienen intereses reales.","second":"Commissioner, if the Commission wants an easy negotiation, the simplest thing is to agree with the other States, as happens too often, and <strong class=\"keyword\">give</strong> in to States which have no fleet or any real interests."},{"author":94808,"first":"Para vencer las dificultades políticas y operacionales de estas elecciones, hará falta una mayor voluntad política de <strong class=\"keyword\">transigir</strong> y llegar a un acuerdo que la demostrada recientemente por las partes en el Acuerdo General de Paz y los movimientos de Darfur.","second":"Solving the political and operational challenges of these elections will require greater political will to <strong class=\"keyword\">compromise</strong> and reach agreement than the parties to the Comprehensive Peace Agreement and the Darfur movements have shown recently."},{"author":94809,"first":"Por ello, en esas circunstancias, alegan que no habían podido decidir «con conocimiento de causa» si <strong class=\"keyword\">transigir</strong> o no.","second":"Thus, in those circumstances, they would not have been able to make an ‘informed’ decision on whether or not to <strong class=\"keyword\">settle</strong>."},{"author":94809,"first":"No <strong class=\"keyword\">transigirá</strong> con el objetivo de reducir los daños, pero considera necesario encontrar una solución técnica acorde con los conocimientos actuales.","second":"It <strong class=\"keyword\">will</strong> not <strong class=\"keyword\">compromise</strong> with the aim of reducing injuries, but it is necessary to find the best technical solution reflecting the state of the art of current knowledge."},{"author":8000,"first":"Sin embargo, eso no impedirá que el pueblo de Gibraltar procure alcanzar sus legítimas aspiraciones a la descolonización; nunca <strong class=\"keyword\">transigirá</strong> ni renunciará a su derecho a la libre determinación","second":"However, that would not deflect the people of Gibraltar from pursuing their legitimate aspirations for decolonization; they would never <strong class=\"keyword\">compromise</strong> or give up their right to self-determination"},{"author":8000,"first":"Y eso significa que la tradición danesa en relación con esos castigos ha tenido que <strong class=\"keyword\">transigir</strong> más o menos frente a una tradición musulmana bien distinta, lo cual significa que\"","second":"And that means that the Danish tradition for corporal punishment had become more or less <strong class=\"keyword\">compromised</strong> by a Muslim tradition which is much different, but which means that...”"},{"author":92475,"first":"Fue un movimiento sin precedentes, un escenario raramente visto en las elecciones presidenciales en Corea del Sur donde los candidatos prefieren llegar a un punto muerto antes que <strong class=\"keyword\">transigir</strong>.","second":"His move was unprecedented, a scene rarely seen in South Korean presidential races where candidates prefer an impasse over making <strong class=\"keyword\">compromises</strong>."},{"author":27,"first":"Las empresas tienden a <strong class=\"keyword\">transigir</strong>, incluso cuando no son responsables, a fin de evitar un procedimiento judicial largo.","second":"Companies have a tendency to <strong class=\"keyword\">compromise</strong>, even when they are not accountable, so as to avoid a long judicial procedure."},{"author":27,"first":"Sin embargo, en estos momentos podemos estar seguros de que los Estados miembros –por lo menos en lo tocante a los bloques transfronterizos de espacio aéreo– están dispuestos a <strong class=\"keyword\">transigir</strong>, de forma que sea posible crear un único espacio aéreo en Europa en un futuro próximo.","second":"Right now, though, we can be confident that the Member States – at least where the issue of cross-border blocks of airspace is concerned – are evidently prepared to <strong class=\"keyword\">accommodate</strong> each other, so that it may well be possible to create a single airspace in Europe within the foreseeable future."},{"author":27,"first":"Tampoco podemos <strong class=\"keyword\">transigir</strong> en el respeto de otros pueblos y religiones.","second":"Nor can we <strong class=\"keyword\">compromise</strong> on respect for other peoples and religions."},{"author":8000,"first":"Esta política se basa en tres puntos fundamentales. Un objetivo claro, con respecto al cual no podemos <strong class=\"keyword\">transigir</strong>: el desarme del Iraq; un método: un dispositivo riguroso de inspecciones que exige una cooperación activa por parte del Iraq y que afirma en cada etapa el papel central del Consejo de Seguridad; y por último una exigencia, la de nuestra unidad","second":"That policy rests on three fundamental points: a clear objective on which we cannot <strong class=\"keyword\">compromise</strong>- the disarmament of Iraq; a method- a rigorous system of inspections that requires Iraq's active cooperation and that affirms the Security Council's central role at each stage; and finally, a requirement- that of our unity"},{"author":119723,"first":"Debes conocer bien esas normas y hoy mismo tomar la decisión de que vas a obedecerlas y que no <strong class=\"keyword\">transigirás</strong>.","second":"You need to be familiar with these standards, and you need to make a decision today that you will observe them and not <strong class=\"keyword\">compromise</strong>."},{"author":94808,"first":"Israel no va a <strong class=\"keyword\">transigir</strong> en estas condiciones, ni tampoco debería <strong class=\"keyword\">transigir</strong> la comunidad internacional.","second":"Israel <strong class=\"keyword\">will</strong> not, and the international community should not, <strong class=\"keyword\">compromise</strong> on these conditions."},{"author":8000,"first":"Aunque la Comisión no está dispuesta a <strong class=\"keyword\">transigir</strong> en lo que hace al fondo de la ley, reconoce que las normas de los Estados Unidos pueden poner a los emisores extranjeros en una posición difícil: infringir las leyes de su país o cumplir con las normas de la SEC","second":"While it is not <strong class=\"keyword\">willing</strong> to <strong class=\"keyword\">budge</strong> on the substance of the SOA, the Commission recognizes that US rules may place foreign issuers in a difficult position: violate home country laws or comply with SEC rules"},{"author":94808,"first":"He dicho repetida y abiertamente que estoy dispuesto a <strong class=\"keyword\">transigir</strong>, aunque sea doloroso, para acabar con este conflicto continuo y maligno entre quienes luchan por esta tierra, y que haré todo lo posible para lograr la paz.”","second":"I have repeatedly and openly said that I am willing to make painful <strong class=\"keyword\">compromises</strong> in order to put an end to this ongoing and malignant conflict between those who struggle over this land, and that I would do my utmost in order to bring peace.”"},{"author":119723,"first":"Nunca tuvimos que <strong class=\"keyword\">transigir</strong> en nuestras normas ni nuestros principios.","second":"We never had to <strong class=\"keyword\">compromise</strong> our standards or principles."},{"author":8000,"first":"La Sra. Lennox dijo que uno de los temas principales tratados en su documento guardaba relación con la preocupación de que la presión ejercida sobre los gobiernos para alcanzar los objetivos de desarrollo del Milenio antes de finalizar el año # pudiera obligarlos a <strong class=\"keyword\">transigir</strong> en cuanto a la calidad y sostenibilidad de las intervenciones en materia de desarrollo, con los consiguientes efectos en las minorías","second":"Ms. Lennox stated that a major issue addressed in her paper related to the concern that the pressure on Governments to reach the Millennium Development Goals by # could force them to <strong class=\"keyword\">compromise</strong> on the quality and sustainability of development interventions, with consequent effects on minorities"},{"author":94808,"first":"La oradora rindió homenaje al pueblo palestino, que una vez más había demostrado al mundo que no estaba dispuesto a <strong class=\"keyword\">transigir</strong> cuando se trataba de sus derechos legítimos.","second":"She saluted the Palestinian people, who once again had shown the world that they would not <strong class=\"keyword\">compromise</strong> on their legitimate rights."},{"author":31,"first":"Al final, me vi obligado a <strong class=\"keyword\">transigir</strong>","second":"In the end, I was forced to <strong class=\"keyword\">compromise</strong>"},{"author":8000,"first":"El Sr. León González (Cuba), luego de señalar que su delegación, al igual que la de México, hace suyas todas las observaciones formuladas por el Presidente en su declaración, dice que casi todos los Estados representados en la Conferencia se mostraron flexibles y dispuestos a <strong class=\"keyword\">transigir</strong> en materias de importancia vital para ellos","second":"Mr. León González (Cuba), after noting that his delegation, and that of Mexico, fully associated themselves with all elements of the President's statement, said that almost all States represented at the Conference had shown flexibility and willingness to <strong class=\"keyword\">compromise</strong> on issues vital to them"},{"author":27,"first":"Nuestra política, en general, ha de orientarse no a <strong class=\"keyword\">transigir</strong> con situaciones establecidas, sino a combatirlas.","second":"Generally, our policy must not be one of <strong class=\"keyword\">compromise</strong> with the status quo, but of war against it."},{"author":118293,"first":"Pero el hambre y el acoso de las tropas mexicanas y norteamericanas, les hizo darse cuenta de que debían <strong class=\"keyword\">transigir</strong> o morir.","second":"But driven by starvation and under the attack of Mexican and American troops, even they realised they must <strong class=\"keyword\">compromise</strong> or die."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}