{"result":"ok","tuc":[{"phrase":{"text":"bystander","language":"en"},"meanings":[{"language":"en","text":"a person who, although present at some event, does not take part in it; an observer or spectator"}],"meaningId":6226784874929126625,"authors":[70195]},{"phrase":{"text":"passer-by","language":"en"},"meanings":[{"language":"en","text":"a person who is passing by"}],"meaningId":2695781170908631064,"authors":[70195]},{"phrase":{"text":"transient","language":"en"},"meaningId":-2090404858751623754,"authors":[80097]},{"phrase":{"text":"passerby","language":"en"},"meaningId":2756327122150762931,"authors":[25018]},{"phrase":{"text":"consecutive","language":"en"},"meaningId":2207234716324980639,"authors":[86934]},{"phrase":{"text":"draftee","language":"en"},"meaningId":4503594070292257084,"authors":[80097]},{"phrase":{"text":"hiker","language":"en"},"meaningId":-5030305917214229411,"authors":[86934]},{"phrase":{"text":"nonresident","language":"en"},"meaningId":-4051881891369120540,"authors":[86934]},{"phrase":{"text":"pedestrian","language":"en"},"meaningId":7840692363998771341,"authors":[89651]},{"phrase":{"text":"rambler","language":"en"},"meaningId":-3572680373666780130,"authors":[86934]},{"phrase":{"text":"temporary resident","language":"en"},"meaningId":8439325791882461032,"authors":[8]},{"phrase":{"text":"transitory","language":"en"},"meaningId":-7900931752896262325,"authors":[25115]},{"phrase":{"text":"traveller","language":"en"},"meaningId":5888613589511823235,"authors":[86934]},{"meanings":[{"language":"en","text":"transient, nonresident"},{"language":"en","text":"transient, non-resident"},{"language":"en","text":"passer-by"},{"language":"en","text":"bystander"}],"meaningId":3183423530873505698,"authors":[1]}],"phrase":"transeúnte","examples":[{"author":27,"first":"Entretanto, mi Grupo pide la mayor moderación por parte de las fuerzas de seguridad y la detención y juicio de los dirigentes de la guardia presidencial del régimen anterior que son responsables de haber disparado en los últimos días contra <strong class=\"keyword\">transeúntes</strong> inocentes en un intento inútil de desestabilizar el país.","second":"In the meantime, my group calls for maximum restraint by the security forces and for the arrest and trial of the ancien regime's presidential guard leadership responsible for the shooting, in the last few days, of innocent <strong class=\"keyword\">bystanders</strong>, in a futile attempt to destabilise the country."},{"author":94808,"first":"El Comité toma conocimiento de la evaluación del Estado parte de que parece poco convincente el argumento de que las autoridades hubieran empezado a interesarse por la autora simplemente porque esta vendía pan frente a su casa a <strong class=\"keyword\">transeúntes</strong> cuya identidad desconocía; además, el episodio de su detención y tortura no puede aceptarse como cierto porque los hechos descritos, si se consideran por separado, resultan inverosímiles, y en vista de la información facilitada por la autora sobre sus circunstancias personales y la información de antecedentes; y la declaración de la autora acerca de su fuga de un hospital al que había sido trasladada después de sufrir torturas que le habían causado un infarto, también parecía carecer de credibilidad.","second":"The Committee notes the State party’s assessment that it appears unconvincing that the author would have become a person of interest to the authorities merely for having sold bread outside her home to <strong class=\"keyword\">passers-</strong>by whose identity was unknown to her, whereas the episode with the arrest and torture in detention could not be accepted as fact because the events described, when seen in isolation, appear unlikely and in view of the information provided by the author on her personal circumstances, and the background information; the author’s statement about her escape from a hospital to which she had been taken after having been tortured and consequently having suffered a heart attack also appeared to lack credibility."},{"author":8000,"first":"El # de enero en la explosión de un coche bomba en una zona industrial de Beirut murieron tres <strong class=\"keyword\">transeúntes</strong> y docenas de personas resultaron heridas","second":"On # anuary, a car bomb explosion in an industrial area of Beirut killed three <strong class=\"keyword\">passers-by</strong> and wounded dozens"},{"author":94809,"first":"En el informe técnico de la Autoridad se mencionaban inquietudes concretas sobre la exposición a la tuyona, la absintina y el ácido ferúlico y, en consecuencia, no fue posible finalizar la evaluación del riesgo para los usuarios, los trabajadores, los <strong class=\"keyword\">transeúntes</strong>, los consumidores y los organismos no destinatarios.","second":"Specific concerns were identified, in the Technical Report of the Authority, regarding exposure to thujone, absinthin and ferulic acid and, as a result, the assessment of the risk to operators, workers, <strong class=\"keyword\">bystanders</strong>, consumers and non-target organisms could not be finalised."},{"author":94808,"first":"El uso de dichos aparatos ha tenido como resultado la reducción en el número de lesiones y muertes de sospechosos, oficiales de policía y <strong class=\"keyword\">transeúntes</strong>.","second":"The use of such devices had resulted in a reduction in the number of injuries and deaths of suspects, police officers and <strong class=\"keyword\">bystanders</strong>."},{"author":94809,"first":"C. Considerando que la mayoría de las personas asesinadas como, por ejemplo, los militantes de los partidos de la oposición, religiosos, dirigentes locales, <strong class=\"keyword\">transeúntes</strong>, periodistas, abogados defensores de los derechos humanos, sindicalistas o meros testigos de ejecuciones extrajudiciales han sido acusadas por fuentes gubernamentales de ofrecer cobertura legal a bandas armadas y \"terroristas\",","second":"C. whereas most of those killed, such as opposition party members, church people, community leaders, peasants, journalists, lawyers, human rights activists, trade unionists or simply witnesses of extra-judicial <strong class=\"keyword\">killings</strong>, have been accused by government representatives of being members of front organisations for illegal armed groups and \"terrorists\","},{"author":118293,"first":"Por el camino él ruega a cada <strong class=\"keyword\">transeúnte</strong>.","second":"He begs every <strong class=\"keyword\">passerby</strong>."},{"author":94808,"first":"Todo extranjero sujeto al fuero territorial y mayor de 18 años que hubiere sido admitido en calidad de inmigrante o de no inmigrante con excepción de los <strong class=\"keyword\">transeúntes</strong>, deberá registrarse en la Dirección General de Extranjería del Ministerio de Gobierno y Policía dentro de los 30 días siguientes a los de su desembarque en el territorio nacional, y posteriormente censarse en la Dirección Nacional de Migración.","second":"Any foreigner subject to Ecuadorian jurisdiction and aged over 18 who has been admitted as a permanent or temporary immigrant, with the exception of those classed as <strong class=\"keyword\">visitors</strong>, shall report to the Office of the Director-General for Aliens of the Ministry of the Interior and Police within 30 days of disembarking in Ecuador, and shall subsequently register with the Department of Migration."},{"author":94809,"first":"Tras la aplicación del producto fitosanitario, deben establecerse plazos de espera, plazos de seguridad para volver a entrar en la plantación y otras precauciones de tal manera que garanticen que se evita la colonización o cualquier efecto adverso en los trabajadores expuestos o en los <strong class=\"keyword\">transeúntes</strong>.","second":"Waiting and re-entry safety periods or other precautions must be established in such a way that no colonisation of or adverse effects on <strong class=\"keyword\">bystanders</strong> or workers exposed after application of the plant <strong class=\"keyword\">protection</strong> product are <strong class=\"keyword\">expected</strong>."},{"author":183,"first":"La bandera tricolor de latón sigue girando en lo alto del campanario de la iglesia; la tienda del comerciante de novedades sigue agitando al viento sus dos banderolas de tela estampada; los fetos del farmacéutico, como paquetes de yesca blanca, se pudren cada día más en su alcohol cenagoso, y encima de la puerta principal de la posada el viejo león de oro, desteñido por las lluvias, sigue mostrando a los <strong class=\"keyword\">transeúntes</strong> sus rizos de perrito de aguas.","second":"The tin tricolour flag still swings at the top of the church-steeple; the two chintz streamers still flutter in the wind from the linen-drapers; the chemists fetuses, like lumps of white amadou, rot more and more in their turbid alcohol, and above the big door of the inn the old golden lion, faded by rain, still shows <strong class=\"keyword\">passers-</strong>by its poodle mane."},{"author":94808,"first":"Con respecto a los trabajadores de temporada, <strong class=\"keyword\">transeúntes</strong> y fronterizos, el artículo 12, numeral 10, inciso 4 de la Ley de extranjería prevé la colocación de un sello de migración que se denomina T1, T2, o T3 con los días de permiso, a: \"Las personas domiciliadas en las poblaciones extranjeras colindantes con las fronterizas ecuatorianas y que requieran transitar diariamente en las poblaciones limítrofes nacionales...\".","second":"Some State institutions, such as municipalities, in coordination with NGOs that address migration problems, have conducted various information campaigns for Ecuadorian citizens who wish to migrate abroad, particularly since the mass exodus of Ecuadorians to Europe began in 2000."},{"author":118293,"first":"Un <strong class=\"keyword\">transeúnte</strong>.","second":"Someone <strong class=\"keyword\">passing by</strong>."},{"author":94808,"first":"Otros dos palestinos resultaron muertos en las protestas que tuvieron lugar a raíz de la incursión; un joven de 20 años murió de un disparo y un <strong class=\"keyword\">transeúnte</strong> de 41 años murió al inhalar los gases lacrimógenos lanzados por las fuerzas de ocupación.","second":"Two other Palestinians were killed in protests following the raid: a man of 20 was shot dead and a 41-year-old <strong class=\"keyword\">bystander</strong> who inhaled tear gas sprayed by the occupation soldiers."},{"author":94809,"first":"El Consejo de Oficinas, que gestiona el sistema de la Carta Verde puso en marcha un Convenio «Víctimas <strong class=\"keyword\">transeúntes</strong>» para tener en cuenta esta figura.","second":"The Council of Bureaux, which runs the green card scheme, prepared a 'protection of <strong class=\"keyword\">visitors</strong>` agreement to cover such cases."},{"author":118293,"first":"\" Nunca más sufrió las burlas de los <strong class=\"keyword\">transeuntes</strong>, y finalmente dominó el arte de la bici \".","second":"Never taunted again by any passer-by, she finally mastered the art of the bike."},{"author":94809,"first":"Riesgos de accidentes debido a la alta presión (riesgo para la salud de los trabajadores) y también para los <strong class=\"keyword\">transeúntes</strong> (riesgo para la salud pública)","second":"Accident risk due to high pressure (risk to workers’ health), also for <strong class=\"keyword\">pedestrians</strong> (risk to public health)"},{"author":94809,"first":"— la protección del personal de emergencia y los <strong class=\"keyword\">transeúntes</strong>,","second":"— protection of emergency workers and <strong class=\"keyword\">bystanders</strong>,"},{"author":92475,"first":"En Katmandú, los niños recogen dinero de los <strong class=\"keyword\">transeúntes</strong>.","second":"In Kathmandu, children collect money by stopping the <strong class=\"keyword\">passers</strong>-<strong class=\"keyword\">by</strong>."},{"author":94809,"first":"Considerando que el 3 de septiembre de 2009 Yevgeny Zhovtis, director de la Oficina Internacional de Kazajstán para los Derechos Humanos y el Estado de Derecho y destacado defensor de los derechos humanos, fue condenado por homicidio, debido al atropello el 26 de julio de 2009 de un <strong class=\"keyword\">transeúnte</strong> con resultado de muerte, y sentenciado a cuatro años en un campo de trabajo,","second":"whereas on 3 September 2009 Yevgeny Zhovtis, director of the Kazakhstan International Bureau for Human Rights and the Rule of Law and prominent human rights defender, was convicted of manslaughter for hitting and killing a <strong class=\"keyword\">pedestrian</strong> with his car on 26 July 2009 and was sentenced to four years in a penal community,"},{"author":31,"first":"Para entonces ya habían llegado todos... policías, reporteros, vecinos, <strong class=\"keyword\">transeúntes</strong>","second":"By this time the whole joint was jumping-- cops, reporters, neighbors, <strong class=\"keyword\">passersby</strong>"},{"author":94808,"first":"Alegan que unos <strong class=\"keyword\">transeúntes</strong> la encontraron y trasladaron al hospital donde, al parecer, continuó la persecución.","second":"<strong class=\"keyword\">Passers</strong>-<strong class=\"keyword\">by</strong> found her and took her to hospital where her persecution continued."},{"author":94809,"first":"Los Estados miembros evaluarán la posibilidad de exposición de otras personas (<strong class=\"keyword\">transeúntes</strong> o trabajadores expuestos tras la aplicación del producto fitosanitario) o animales a la sustancia activa o a otros componentes tóxicos del producto, en las condiciones declaradas de utilización.","second":"Member States shall evaluate the possibility of exposure of other humans (<strong class=\"keyword\">bystanders</strong> or workers exposed after the application of the plant protection product) or animals to the active substance and/or to other toxicologically relevant compounds in the plant protection product under the proposed conditions of use."},{"author":92475,"first":"Este programa alberga, entre otros, músicos de una gama de géneros—desde ópera hasta música oriental—quienes deleitan con su talento a los millones de <strong class=\"keyword\">transeúntes</strong> que corren frenéticamente para cambiar de una linea de tren a otra.","second":"Among other missions, this program protects musicians of a variety of genres – from opera to East Asian music – who perform for the millions of <strong class=\"keyword\">commuters</strong> frantically running to transfer from one train to another."},{"author":94808,"first":"Cuatro funcionarios del UNICEF, dos guardias de seguridad, y el terrorista suicida murieron como resultado de la explosión, mientras que otros cinco funcionarios del UNICEF, cuatro guardias de seguridad y un <strong class=\"keyword\">transeúnte</strong> sufrieron lesiones de diversos grados.","second":"Four UNICEF staff members, two security guards, and the suicide bomber died as a result of the explosion, while five other UNICEF staff members, four security guards, and one <strong class=\"keyword\">bystander</strong> sustained various degrees of injuries."},{"author":94808,"first":"Describir al Jeque Yassin como inocente <strong class=\"keyword\">transeúnte</strong> que salía de su lugar de oración sin identificarlo como el architerrorista que era es una burla a este Consejo.","second":"Describing Sheikh Yassin as an innocent <strong class=\"keyword\">bystander</strong> leaving prayers, without identifying him as the arch-terrorist that he was, makes a mockery of this Council."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}