{"result":"ok","tuc":[{"phrase":{"text":"transgressor","language":"en"},"meaningId":-8830114418430583359,"authors":[92056]},{"phrase":{"text":"criminal","language":"en"},"meaningId":-6478064630392465542,"authors":[83619]},{"phrase":{"text":"crook","language":"en"},"meaningId":5212741574932398540,"authors":[83619]},{"phrase":{"text":"felon","language":"en"},"meaningId":-7630556488178374948,"authors":[84500]},{"phrase":{"text":"malefactor","language":"en"},"meaningId":-8824615805766142317,"authors":[84500]},{"phrase":{"text":"outlaw","language":"en"},"meaningId":-8173516506276836466,"authors":[84500]},{"phrase":{"text":"violator","language":"en"},"meaningId":3280112383157774014,"authors":[89651]},{"meanings":[{"language":"en","text":"transgressor"},{"language":"en","text":"transgressing"}],"meaningId":-6628491315370190634,"authors":[93107]}],"phrase":"transgresor","examples":[{"author":94808,"first":"Las mujeres que se enamoran, cometen adulterio, piden el divorcio o eligen a sus propios maridos se consideran <strong class=\"keyword\">transgresoras</strong> de los límites del comportamiento sexual apropiado.","second":"Women who fall in love, commit adultery, request divorce, or choose their own husbands are seen as <strong class=\"keyword\">transgressors</strong> of the boundaries of appropriate sexual behaviour."},{"author":8000,"first":"Se deben establecer acuerdos internacionales, regionales, subregionales y bilaterales para asegurar y facilitar el enjuiciamiento de los <strong class=\"keyword\">transgresores</strong>, independientemente de donde residan","second":"International, regional, subregional and bilateral agreements should be reached so as to ensure and facilitate the prosecution of <strong class=\"keyword\">offenders</strong>, irrespective of location"},{"author":119739,"first":"Aun así, esperan que algún día el <strong class=\"keyword\">transgresor</strong> entre en razón y vuelva al pueblo de Dios (Lucas 15:17, 18).","second":"Even then, they hope that someday the sinner will come to his senses and return to the congregation.—Luke 15:17, 18."},{"author":118293,"first":"Identifiquen a los humanos y encuentren al <strong class=\"keyword\">transgresor</strong>.","second":"Identify humans and find the <strong class=\"keyword\">transgressor</strong>!"},{"author":94808,"first":"La pena es mayor si el <strong class=\"keyword\">transgresor</strong> es un funcionario público que falta a los deberes inherentes a su cargo.","second":"The penalty is increased if the <strong class=\"keyword\">offender</strong> is a public servant in breach of the duties attached to his position."},{"author":119723,"first":"8 De manera que, si sois <strong class=\"keyword\">transgresores</strong>, no podréis escapar de mi ira durante vuestra vida.","second":"8 Therefore, inasmuch as you are found <strong class=\"keyword\">transgressors</strong>, you cannot escape my wrath in your lives."},{"author":119723,"first":"No sabemos mucho acerca de Shiblón, el fiel hijo de Alma, cuya historia está intercalada entre la de Helamán, el futuro líder, y Coriantón, el <strong class=\"keyword\">transgresor</strong>; pero es significativo que lo describan como “un hombre justo [que] anduvo rectamente ante Dios” (Alma 63:2).","second":"We don’t know much about Shiblon, the faithful son of Alma whose story is sandwiched between those of Helaman, the future leader, and Corianton, the <strong class=\"keyword\">transgressor</strong>; but it is significant that he is described as a “just man [who] did walk uprightly before God.” (Alma 63:2.)"},{"author":118293,"first":"Había algo casi <strong class=\"keyword\">transgresor</strong>... y emocionante de ver... a alguien en T.V. decir algo, sobre una película, tú sabes lo que siempre quieres decir a tu amigo, o a tu novia o a tu madre o a tu hermana,","second":"There was something almost <strong class=\"keyword\">transgressive</strong> and exciting about seeing on TV somebody say about a movie, you know what you might always want to say to your friend, or your girlfriend or your mother or your sister,"},{"author":22,"first":"Reprimirlas resulta difícil, aunque en muchos países hay servicios especializados de policía que se afanan en identificar y localizar a los <strong class=\"keyword\">transgresores</strong> para demandarlos y poner fin a las actividades criminales constatadas; ello requiere en general una cooperación internacional que convendría promover aún más","second":"Stamping out this kind of crime is difficult, even though many countries have specialised police departments to <strong class=\"keyword\">identify</strong>, track and stop such activities, and it usually requires international cooperation, which should be encouraged more strongly"},{"author":27,"first":"Los datos personales pueden utilizarse para excluir del mercado a los recién llegados y la cuestión es que, en una situación sanamente competitiva, el consumidor puede exigir la intimidad, una empresa puede castigar a los <strong class=\"keyword\">transgresores</strong>, como ocurrió con Facebook, por ejemplo.","second":"Personal data can be misused to exclude newcomers from the market and the point is that in a healthily competitive situation the consumer can insist on privacy, companies can be disciplined by consumers, as happened with Facebook, for example."},{"author":119723,"first":"Como demandante inflexible, había recurrido a la ley; como <strong class=\"keyword\">transgresor</strong> convicto, iba a ser castigado de acuerdo con la ley.","second":"He, as an unjust plaintiff, had invoked the law; as a convicted <strong class=\"keyword\">transgressor</strong> he was to be dealt with according to the law."},{"author":8000,"first":"Los <strong class=\"keyword\">transgresores</strong> pueden ser objeto de investigación civil, evaluación por la OFAC de la conducta violatoria o investigación penal y enjuiciamiento","second":"<strong class=\"keyword\">Violators</strong> may be subject to civil investigation, assessment by OFAC of the offending conduct, or criminal investigation and indictment"},{"author":119723,"first":"En un salmo al Señor, David expresó su deseo de ayudar a los demás a arrepentirse, diciendo: “Entonces enseñaré a los <strong class=\"keyword\">transgresores</strong> tus caminos, y los pecadores se convertirán a ti” (Salmos 51:13).","second":"In a psalm to the Lord, David expressed a desire to help others repent, saying, “I [will] teach <strong class=\"keyword\">transgressors</strong> thy ways; and sinners shall be converted unto thee” (Psalm 51:13)."},{"author":8008,"first":"2002 LA GRAN SCENA OPERA, por la brillante y <strong class=\"keyword\">transgresora</strong> creación de esta travesty opera gala con fragmentos de Carmen, Aida, Il Trovatore, La Bohème y La Traviata, presentados por Miss Sylvia Bills, diva retirada, y por la estrella de la compañía, la veterana soprano “traumática” rusa Vera Glaupe-Borszkh.","second":"2002 LA GRAN SCENA OPERA, for the brilliant and <strong class=\"keyword\">transgressive</strong> work of this transvestite opera gala with excerpts from Carmen, Aida, Il Trovatore, La Bohème and La Traviata, presented by Miss Sylvia Bills, retired diva, and by the star of the company, the veteran soprano, “traumatised” Russian Vera Glaupe-Borszkh."},{"author":8008,"first":"Los militares borrachos, de regreso a sus cuarteles después de destramparse toda la noche, a menudo sufrían a manos de jóvenes de la minoría civil que actuaban movidos por la esperanza de inculcarles a los <strong class=\"keyword\">transgresores</strong> el debido respeto.","second":"Drunken military men on their way back to base after a night of carousing were often \"rolled\" by civilian minority youth hoping to teach them proper respect."},{"author":94808,"first":"En las zonas rurales se informa de sus derechos a todos los ciudadanos, a los que también se alienta a denunciar a las autoridades cualquier irregularidad para que pueda sancionarse a los <strong class=\"keyword\">transgresores</strong>.","second":"She would be interested to know what was being done to educate ethnic communities, including their leaders, about the rights and obligations of men and women under the Marriage and Family Law and about each spouse’s right to initiate a divorce, and how the Government ensured that the Marriage and Family <strong class=\"keyword\">Law</strong> was being enforced among such communities."},{"author":94808,"first":"Los niños pueden presentar reclamaciones contra los <strong class=\"keyword\">transgresores</strong> y los casos pueden sancionarse con las penas pertinentes.","second":"Children can lodge complaints against the <strong class=\"keyword\">offenders</strong> and cases can be tried with penalties imposed on the violators."},{"author":94808,"first":"Con arreglo a la Ley, los <strong class=\"keyword\">transgresores</strong> se exponen a ser sancionados con penas de prisión que no excedan de 10 años o a una multa que no exceda de 500.000 dólares, o a ambas penas.","second":"Under the Act, <strong class=\"keyword\">offenders</strong> are liable upon conviction to a term of imprisonment not exceeding 10 years or a fine not exceeding $500,000, or both."},{"author":94808,"first":"En el caso de la Policía Nacional las denuncias en contra de los funcionarios policiales por malos tratos, son conocidas por la división de asuntos internos, ya sea a nivel central o a través de los oficiales asignados en las delegaciones del país, quienes según su reglamento disciplinario suspenden a los oficiales denunciados de sus funciones a través del inspector general quien es el único facultado para suspender, de este modo evitan que los <strong class=\"keyword\">transgresores</strong> no tengan contacto con los denunciantes y testigos.","second":"Where the National Police are concerned, reports of ill-treatment against police officers are heard by the Internal Affairs Division, either centrally or through the Division’s local offices at the local delegations; under the Disciplinary Regulations, the officers who are the subject of the complaint are suspended from duty by the Inspector General, the only person empowered to <strong class=\"keyword\">impose</strong> a suspension, thus preventing contact between officers and complainants and witnesses."},{"author":94808,"first":"Además, se establece la participación obligatoria de los abogados procuradores de la niñez de la Procuraduría General de la Nación, para intervenir en el procedimiento de la niñez víctima, y de la Defensa Pública y Fiscalía de Adolescentes para el proceso judicial de adolescentes <strong class=\"keyword\">transgresores</strong> de la ley penal.","second":"The Act also stipulates that lawyers attached to the children’s unit of the Office of the Procurator-General must be involved in all legal proceedings involving child victims and that lawyers attached to the Public Defender’s Office and the Juvenile Prosecutor’s Office must be involved in legal cases <strong class=\"keyword\">brought against</strong> adolescents charged with criminal offences."},{"author":94808,"first":"Combatir la reincidencia promoviendo formas apropiadas de tratamiento y seguimiento para los <strong class=\"keyword\">transgresores</strong>;","second":"To combat recidivism by promoting appropriate forms of treatment and follow-up for <strong class=\"keyword\">offenders</strong>;"},{"author":8008,"first":"10 Y ahora os doy el poder desde esta misma hora para que, si hay entre vosotros alguien que pertenezca a la orden, y es hallado <strong class=\"keyword\">transgresor</strong> y no se arrepiente de la maldad, lo entreguéis a los bofetones de Satanás; y no tendrá poder para a traer mal sobre vosotros.","second":"10 And I now give unto you power from this very hour, that if any man among you, of the order, is found a <strong class=\"keyword\">transgressor</strong> and repenteth not of the evil, that ye shall a deliver him over unto the buffetings of Satan; and he shall not have power to b bring evil upon you."},{"author":31,"first":"\" Así quedará más <strong class=\"keyword\">transgresor</strong> \"","second":"\" We' il get something not <strong class=\"keyword\">corporate.</strong> \""},{"author":94808,"first":"Sin embargo, la oradora expresa su sorpresa porque, aunque se ha juzgado y condenado a los <strong class=\"keyword\">transgresores</strong> de la ley, siempre se ha suspendido la ejecución de sus sentencias.","second":"However, she expressed surprise that, although <strong class=\"keyword\">offenders</strong> had been tried and convicted, execution of their sentences was always suspended."},{"author":118293,"first":"La policía, el mundo exterior la no <strong class=\"keyword\">transgresora</strong> e insulsa masa del resto de nosotros.","second":"The police, the outer world, the non-<strong class=\"keyword\">transgressive</strong> mundane mass of the rest of us."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}