{"result":"ok","tuc":[{"phrase":{"text":"stretch","language":"en"},"meanings":[{"language":"en","text":"segment of a journey or route"}],"meaningId":-5677235065413354640,"authors":[70195]},{"phrase":{"text":"walk","language":"en"},"meanings":[{"language":"en","text":"distance walked"}],"meaningId":-3444491844221047552,"authors":[70195]},{"phrase":{"text":"distance","language":"en"},"meaningId":940277191105695865,"authors":[92056]},{"phrase":{"text":"length","language":"en"},"meaningId":-9217867933156001356,"authors":[25018]},{"phrase":{"text":"part","language":"en"},"meaningId":-3415354953390469983,"authors":[25018]},{"phrase":{"text":"piece","language":"en"},"meaningId":-2472343350489935936,"authors":[25018]},{"phrase":{"text":"space","language":"en"},"meaningId":2745829150638853215,"authors":[25115]},{"phrase":{"text":"way","language":"en"},"meaningId":731383295262787633,"authors":[89651]},{"phrase":{"text":"while","language":"en"},"meaningId":-5110226596101589802,"authors":[89651]},{"meanings":[{"language":"en","text":"distance, stretch, extension (in space or time)"},{"language":"en","text":"way, trail, walk"}],"meaningId":7126256174912285422,"authors":[1]}],"phrase":"trecho","examples":[{"author":94808,"first":"Si bien falta mucho por hacer, bastante <strong class=\"keyword\">trecho</strong> hemos recorrido.","second":"Although much remains to be done, <strong class=\"keyword\">we</strong> have already accomplished much."},{"author":8000,"first":"Al comienzo de su mandato como Representante Permanente, el orador aseguró al Congreso que su mayor prioridad sería la aplicación de la reforma; ahora podrá volver a informar al Congreso para comunicarle que ha cumplido ese compromiso y que la Comisión avanzó un importante <strong class=\"keyword\">trecho</strong> en ese sentido","second":"At the beginning of his tenure as Permanent Representative, he had assured the Congress that his highest priority would be the implementation of reform; he would now be able to report back that he had met that commitment and that the Committee had gone a <strong class=\"keyword\">very</strong> substantial <strong class=\"keyword\">way</strong> in that direction"},{"author":27,"first":"Puedo decir que un año y medio después de aquella iniciativa parlamentaria hemos avanzado un buen <strong class=\"keyword\">trecho</strong> gracias a la positiva cooperación entre Comisión, Parlamento Europeo y Consejo.","second":"I can report that, 18 months on from the initial parliamentary activity, we have made <strong class=\"keyword\">considerable</strong> progress, thanks to good cooperation between the Commission, the European Parliament and the Council."},{"author":27,"first":"Hay tres nuevos socios en la Unión, y deseo que con el Tratado de Amsterdam y con el ánimo, con el buen ánimo que usted con su humor ha hecho cundir entre nosotros, avancemos un gran <strong class=\"keyword\">trecho</strong> hacia una Europa democrática.","second":"We have three new Member States, and I hope that the Amsterdam Treaty and the excellent spirit that you have generated with your sense of humour will enable us to make <strong class=\"keyword\">considerable</strong> progress towards a democratic Europe."},{"author":94808,"first":"Para hacer de ello una realidad tenemos un buen <strong class=\"keyword\">trecho</strong> por recorrer.","second":"We have some <strong class=\"keyword\">way</strong> to go to make that a reality."},{"author":94808,"first":"Hemos recorrido un largo camino y es posible que todavía nos quede un buen <strong class=\"keyword\">trecho</strong> por delante, pero en general, el avance realizado en nuestro esfuerzo colectivo es loable.","second":"We have come a long way, and we may still have a <strong class=\"keyword\">long road</strong> ahead, but overall the progress made through our collective efforts is commendable."},{"author":8008,"first":"El contenido del sitio puede ser únicamente utilizado para fines promocionales desde que sea citada la fuente (en este caso, sólo pueden ser copiados pequeños <strong class=\"keyword\">trechos</strong> de hasta 2 párrafos) En caso de que quiera utilizar un contenido superior a este, un link del sitio debe ser colocado.","second":"The contents of the site can only be used for promotional objective as long as the source is mentioned (in this case, only small <strong class=\"keyword\">passages</strong> of up to 2 paragraphs may be copies). In case one wants to use more contents than that, a site link should be inserted."},{"author":27,"first":"El informe nos acerca un buen <strong class=\"keyword\">trecho</strong> a nuestro objetivo de una política de comunicación e información exhaustiva, coordinada y descentralizada o, ha dicho el Comisario Vitorino en el debate de los «Amigos de Europa»: «la lucha contra la apatía y la ignorancia con respecto a la UE».","second":"The report takes us a good <strong class=\"keyword\">step</strong> closer to our goal of a comprehensive coordinated and decentralised information and communication policy, or in Commissioner Vitorino's words in the 'Friends of Europe' debate: 'the fight against apathy and ignorance regarding the EU'."},{"author":94808,"first":"Las cifras que figuran en los distintos cuadros incluidos supra demuestran que, en casi todos los aspectos de la educación en el Pakistán, la mujer todavía tiene que recorrer un largo <strong class=\"keyword\">trecho</strong> antes de alcanzar la igualdad con el hombre.","second":"The figures given in various tables above show that women in Pakistan have a long <strong class=\"keyword\">way</strong> to go to reach equality with men in almost all aspects of education."},{"author":27,"first":"En cuanto al gran capítulo de los derechos humanos, en nuestra opinión, a China le queda mucho <strong class=\"keyword\">trecho</strong> por avanzar.","second":"Turning to the major area of human rights, China still has a long <strong class=\"keyword\">way</strong> to go, in our view."},{"author":94808,"first":"Con respecto a los problemas de financiación y en especial de la movilización de los recursos externos, son numerosas las declaraciones que se han formulado y las conferencias que se han celebrado, pero, en la realidad, podemos decir que del dicho al hecho hay mucho <strong class=\"keyword\">trecho</strong>. Dos ejemplos pueden citarse al respecto.","second":"Concerning financing problems and mobilization of external resources, many statements and declarations have been made and many conferences have been held, but in reality we can say that there is many a <strong class=\"keyword\">slip</strong> from the cup to the lip."},{"author":8000,"first":"Sin duda, las Naciones Unidas y el Consejo de Seguridad han avanzado un largo <strong class=\"keyword\">trecho</strong> en los tres años que han transcurrido para ayudar a la comunidad internacional a fortalecer y organizar sus respuestas al terror moderno","second":"Indeed, the United Nations and the Security Council have come a long <strong class=\"keyword\">way</strong> in the three years that have elapsed in helping the international community to strengthen and organize its response to modern-day terror"},{"author":94808,"first":"Además provocamos ciertas reformas en áreas fundamentales de la seguridad, aunque hay todavía un gran <strong class=\"keyword\">trecho</strong> que recorrer.","second":"We have undertaken reforms in the area of security, although <strong class=\"keyword\">much</strong> remains to be done."},{"author":118293,"first":"Donde las clavijas abren en la parte superior del cilindro pero de entenderlo a lograrlo, hay un largo <strong class=\"keyword\">trecho</strong>.","second":"Where the tumblers open up to the top of the cylinder but understanding that and doing that are two diffe rent <strong class=\"keyword\">things</strong>."},{"author":8008,"first":"Este <strong class=\"keyword\">trecho</strong> de Hato Rey se conoce como La Milla de Oro debido a la gran cantidad de edificios de banca y oficinas corporativas en el área.","second":"This <strong class=\"keyword\">stretch</strong> of Hato Rey is known as the Golden Mile because of all the banking and corporate towers."},{"author":118293,"first":"Pero lo dejé muy mal <strong class=\"keyword\">trecho</strong>.","second":"I busted him up pretty bad though<strong class=\"keyword\">.</strong>"},{"author":94808,"first":"PHYU (International Peace Bureau) indica que, aunque se congratula del mandato del Representante del Secretario General sobre los desplazados internos, y la labor que ha llevado a cabo, queda aún un largo <strong class=\"keyword\">trecho</strong> por andar para afrontar como es debido esas cuestiones.","second":"PHYU (International Peace Bureau) said that, while she welcomed the mandate of the Representative of the Secretary-General on Internally Displaced Persons (IDPs), and the work he had accomplished, there was still a long <strong class=\"keyword\">way</strong> to go to address those issues adequately."},{"author":8008,"first":"De <strong class=\"keyword\">trecho</strong> en <strong class=\"keyword\">trecho</strong> poseían torres más altas que la muralla y avanzadas con relación a ella.","second":"They were <strong class=\"keyword\">very</strong> tall, and thus difficult to scale."},{"author":27,"first":"Felicitamos al Comisario Lamy y su equipo -e incluyo aquí expresamente también a su predecesor, Sir Leon Brittan- por el excelente resultado que ha negociado la Comisión con éxito y competencia. China se ha acercado un buen <strong class=\"keyword\">trecho</strong> hacia la apertura de sus mercados y acepta en líneas generales las reglas que la Organización Mundial de Comercio precisó y desarrolló en 1994.","second":"We expressly thank Commissioner Lamy and his team - and I expressly include his predecessor Sir Leon Brittan here - for the excellent result; the Commission negotiated successfully and competently; China has moved a <strong class=\"keyword\">long way</strong> towards opening its markets and basically accepts the rules specified by the World Trade Organisation in 1994 and further developed since."},{"author":118293,"first":"Nos queda un buen <strong class=\"keyword\">trecho</strong>.","second":"We've got a lot of <strong class=\"keyword\">ground to</strong> cover."},{"author":8008,"first":"La catequesis se convierte en motivo de alegría para los niños, aunque algunos han de caminar largo <strong class=\"keyword\">trecho</strong> para acudir a la iglesia.","second":"His catechism classes become a joy for the children. Many have to <strong class=\"keyword\">walk</strong> long <strong class=\"keyword\">distances</strong>."},{"author":119739,"first":"Nuestro guía nos indica con gestos que guardemos silencio, y nos hace subir un corto <strong class=\"keyword\">trecho</strong> por una pendiente.","second":"Signaling us to be quiet, Andreas leads us a short <strong class=\"keyword\">distance</strong> up a slope."},{"author":8008,"first":"Amalgama es una formación de Elche (Alicante) que lleva ya sus añitos intentando hacerse un hueco en una escena estatal que cada vez nos ofrece una mayor cantidad de bandas y puntualmente mejor calidad de las mismas, pero una escena ésta a la que todavía queda un largo <strong class=\"keyword\">trecho</strong> por recorrer, prácticamente siempre con las vistas puestas más allá de nuestras fronteras.","second":"Amalgama is a band from Elche (Alicante) that has been around for some years now trying to open up a breach in the national scene which is progressively offering more bands, some of which quite good, but nevertheless, a scene which has still a long <strong class=\"keyword\">way</strong> to go, and almost always with the sights put on points beyond our frontiers."},{"author":118293,"first":"Hay un largo <strong class=\"keyword\">trecho</strong>.","second":"It's a <strong class=\"keyword\">long road</strong>. <strong class=\"keyword\">Here</strong>."},{"author":27,"first":"No tengo la intención de subestimar los problemas a los que se enfrentan estos dos países, ya sea la delincuencia, la corrupción, el sistema judicial o las minorías, tanto romaníes como húngaras, pero tenemos que recordar de dónde vienen esos países, pues han recorrido un largo <strong class=\"keyword\">trecho</strong>.","second":"I am not about to underestimate the problems those two countries are facing, whether it be criminality, corruption, the judicial system or minorities, be they Roma or Hungarians, but we have to remember where those countries have come from. They have come a long <strong class=\"keyword\">way</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}