{"result":"ok","tuc":[{"phrase":{"text":"quaking","language":"en"},"meanings":[{"language":"es","text":"Que vibra de forma ligera e irregular."},{"language":"en","text":"Vibrating slightly and irregularly."}],"meaningId":-4317071535743627884,"authors":[60172]},{"phrase":{"text":"quivering","language":"en"},"meanings":[{"language":"es","text":"Que vibra de forma ligera e irregular."},{"language":"en","text":"Vibrating slightly and irregularly."}],"meaningId":8578624586544349250,"authors":[60172]},{"phrase":{"text":"shaking","language":"en"},"meanings":[{"language":"es","text":"Que vibra de forma ligera e irregular."},{"language":"en","text":"Vibrating slightly and irregularly."}],"meaningId":2205219225609919777,"authors":[60172]},{"phrase":{"text":"shaky","language":"en"},"meanings":[{"language":"es","text":"Que vibra de forma ligera e irregular."},{"language":"en","text":"Vibrating slightly and irregularly."}],"meaningId":-6044290055329290152,"authors":[60172]},{"phrase":{"text":"shivering","language":"en"},"meanings":[{"language":"es","text":"Que vibra de forma ligera e irregular."},{"language":"en","text":"Vibrating slightly and irregularly."}],"meaningId":-3005888617552464873,"authors":[60172]},{"phrase":{"text":"trembling","language":"en"},"meanings":[{"language":"es","text":"Que vibra de forma ligera e irregular."},{"language":"en","text":"Vibrating slightly and irregularly."}],"meaningId":4909149199035119355,"authors":[60172]},{"meanings":[{"language":"en","text":"frenetic, intense"}],"meaningId":7326973485711571493,"authors":[93107]}],"phrase":"trepidante","examples":[{"author":8008,"first":"Westminster - Westminster es una de las zonas más diversas y <strong class=\"keyword\">trepidantes</strong> de la ciudad. Es famosa por albergar edificios como el Palacio de Buckingham, el Big Ben y las Cámaras del Parlamento.","second":"Westminster - Notably famous for London’s landmark buildings of <strong class=\"keyword\">Buckingham</strong> Palace, Big Ben and the Houses of Parliament, Westminster is one of the city’s most diverse and exciting areas."},{"author":8008,"first":"En este <strong class=\"keyword\">trepidante</strong> juego tridimensional tienes la oportunidad de encarnarte en 27 dioses menores, a parte de en los 9 dioses mayores, cada uno con sus propias unidades míticas y poderes divinos.","second":"In this <strong class=\"keyword\">fast</strong>-<strong class=\"keyword\">paced</strong> three-dimensional game you have the chance to embody 27 minor Gods, apart from the 9 major Gods, each of them with their own mythical unities and divine powers."},{"author":8008,"first":"Un año para nosotros, que nos ha servido para entender cada vez mas que es lo que nuestros viajeros quieren y necesitan, así que estamos listos para ofrecer una estancia perfecta para descansar y a la vez disfrutar del <strong class=\"keyword\">trepidante</strong> ritmo de Barcelona. Nuestras habitaciones son todas mixtas y son de 2 a 12 camas, la mayoria con el lavabo interior.","second":"A brand new modern and intense hostel just 5 minutes walking from the beach!"},{"author":8008,"first":"Podrá disfrutar de interesantes actividades para grupos, como Qi Gong, <strong class=\"keyword\">trepidantes</strong> actividades de construcción de equipos, gymkhanas en bicicleta o excursiones en catamarán... La ciudad de Sitges, con 300 días de sol al año, ofrece numerosas actividades culturales, deportivas y de una intensa vida nocturna.","second":"The enviable, privileged situation of our establishment is a key factor to take into account when deciding where to enjoy your next holidays."},{"author":8008,"first":"A medida que se suceden las traducciones a otros idiomas, su forma de entender la novela de aventuras, fundiendo el romanticismo de los clásicos con el ritmo <strong class=\"keyword\">trepidante</strong> que reclama el lector actual, también está cautivando a miles de lectores extranjeros.","second":"At the same pace that the novel is being translated into other languages, the author’s way of understanding the adventure novel genre , blending the romanticism of the classics with the <strong class=\"keyword\">vibrating</strong> pace modern readers demand, is also captivating thousands of readers in other countries."},{"author":118293,"first":"Acción <strong class=\"keyword\">trepidante</strong>, como ésta.","second":"<strong class=\"keyword\">Twirling</strong> action, like this here."},{"author":8008,"first":"Cooltra te ofrece una nueva y <strong class=\"keyword\">trepidante</strong> manera de ver la ciudad.","second":"Cooltra offers you a new and <strong class=\"keyword\">exciting</strong> way of experiencing Valencia."},{"author":118293,"first":"El tren cruzaba <strong class=\"keyword\">trepidante</strong> la verde campiña.","second":"The boat train rattling Through the green countryside,"},{"author":27,"first":"Muchos de ustedes llevan participando desde hace más de un año en procedimientos parlamentarios en calidad de observadores, por lo que estoy segura de que se adaptarán con rapidez al ritmo <strong class=\"keyword\">trepidante</strong> de esta Cámara.","second":"Many of you have already participated in parliamentary proceedings as observers for more than one year now, and I am sure that <strong class=\"keyword\">you</strong> will quickly integrate into the fascinating rhythm of this House."},{"author":27,"first":"Por otra parte, el ritmo <strong class=\"keyword\">trepidante</strong> de la innovación significa que hay un riesgo de ampliación de la brecha digital y, por consiguiente, de las diferencias sociales, en detrimento de la cohesión social y territorial que buscamos.","second":"On the other hand, the <strong class=\"keyword\">fast</strong> pace of innovation means that there is a risk that the digital divide, and therefore social divides, will widen, to the detriment of the social and territorial cohesion that we are working towards."},{"author":94809,"first":"El Comité considera que la rápida evolución registrada a nivel mundial, alimentada por el ritmo <strong class=\"keyword\">trepidante</strong> de las transformaciones tecnológicas, sociales y económicas, así como las observaciones contenidas en el Libro blanco sobre Crecimiento, competitividad, empleo, nos incitan a buscar formas de ampliar el círculo de actividades (para hombres y mujeres) en dirección hacia nuevos tipos de empleo ().","second":"The COR points out that rapid development on worldwide scale, fuelled by the <strong class=\"keyword\">frenetic</strong> speed of technological, social and economic change, as well as the White Paper on growth, competitiveness and employment, invite us to search for ways of widening the circle of employment (for women and men) in new types of job ()."},{"author":118293,"first":"Su padre nació en una zona tan <strong class=\"keyword\">trepidante</strong> como esta.","second":"Their dad was also brought up in an action<strong class=\"keyword\">-</strong>packed area like this."},{"author":8008,"first":"El Campeón del Mundo de MotoGP ha dado un nuevo paso para repetir su éxito del año pasado en el circuito de la costa adriática, cuando conquistó una victoria sin paliativos en su camino hacia el título de la categoría. Por el momento, en la <strong class=\"keyword\">trepidante</strong> tanda clasificatoria de este sábado, ha conseguido repetir la pole de 2007 y se ha deshecho de todos sus adversarios, aunque para ello ha tenido que rebajar su mejor crono con una espectacular vuelta en un 1 ́33.378.","second":"The top spot on the MotoGP grid will, for the seventh consecutive race, be occupied by reigning World Champion Casey Stoner tomorrow, with the Ducati Marlboro rider completing his clean sweep of practice session outings at Misano."},{"author":8008,"first":"El <strong class=\"keyword\">trepidante</strong> ritmo del Madrid de los negocios convive con infinitas propuestas de ocio y diversión.","second":"The <strong class=\"keyword\">hectic</strong> pace of the Madrid business world co-exists alongside an infinite number of possibilities for leisure and fun."},{"author":31,"first":"Una montaña rusa de la literatura en # capítulos <strong class=\"keyword\">trepidantes</strong>","second":"A giant rollercoaster of a novel in four hundred <strong class=\"keyword\">sizzling</strong> chapters"},{"author":95875,"first":"Mientras, apunta, «la comunidad científica de la región de Asia y el Pacífico se está moviendo a un ritmo <strong class=\"keyword\">trepidante</strong> y hay un espíritu muy favorable a entablar colaboraciones».","second":"Meanwhile, she says, 'there's a lot of momentum in the scientific community around the Asia-Pacific region to really build a strong ethos to collaborate'."},{"author":8008,"first":"Reina una atmósfera de paz que contrasta extrañamente con la vida <strong class=\"keyword\">trepidante</strong> de la Medina.","second":"It reigns there an atmosphere of peace which contrasts curiously with the <strong class=\"keyword\">vibrating</strong> life of Médina."},{"author":8008,"first":"La reanudación, con sólo cinco vueltas por delante, ha sido una <strong class=\"keyword\">trepidante</strong> prueba al sprint, con un compacto grupo de pilotos desbocados peleando por el triunfo. Talmacsi se ha acabado imponiendo a Olivé y Corsi.","second":"Emmi-Caffe Latte ́s Sandro Cortese came home fourth whilst Bradley Smith <strong class=\"keyword\">experienced</strong> a comparative let-off for fifth."},{"author":95096,"first":"De esta un poeta francés escribió: \"La esperanza es la espera <strong class=\"keyword\">trepidante</strong> del buen sembrador, es el ansia de quien presenta su candidatura para la eternidad.","second":"On this subject a French poet wrote: \"Hope is the <strong class=\"keyword\">anxious</strong> waiting of the good sower; it is the longing of those who are candidates for heaven."},{"author":8000,"first":"Desafortunadamente, el ritmo <strong class=\"keyword\">trepidante</strong> de la Comisión, que en múltiples casos impide el desarrollo de un debate amplio y una reflexión profunda incluso en cuestiones de importancia capital, tampoco hizo posible el análisis del contenido de dicha tota el pasado año, al examinarse el tema # del programa","second":"Unfortunately, the rapid <strong class=\"keyword\">pace</strong> of the Commission's work, which in many cases prevents extensive debate and in-depth reflection even on issues of capital importance, made it impossible to consider that note last year under agenda item"},{"author":8008,"first":"Con un acabado genial que mezcla la última tecnología con el juego tradicional, este sofisticado juego de altura aporta nuevos niveles de calidad en términos de eficacia, acción <strong class=\"keyword\">trepidante</strong> y sensacionales gráficos y efectos de sonido. Todo esto respaldado por una generosa mesa de pago y la posibilidad de hacer apuestas paralelas.","second":"Brilliantly crafted with a mix of up-to-the-minute technology and gambling tradition, this sophisticated, top-of-the-line game defines new quality levels in terms of smooth, <strong class=\"keyword\">fast</strong> action and outstanding graphics and sound effects, all backed by a generous pay table and the ability to make telling side-bets."},{"author":8008,"first":"Así pues, a mi entender, cuando leemos vivimos más porque suceden muchas cosas; imaginémonoslo, por tanto, en estos juegos de realidad virtual, en los que la acción es <strong class=\"keyword\">trepidante</strong> y las vivencias múltiples, y, lo que es mejor –o peor, ya no lo sé–, reales...","second":"In this manner, according to him, when we read, we are living more fully because a lot of things are happening. So we imagine ourselves within these virtual reality games where action is vivid, experiences are multiple and, what is better—or worse, I no longer know—, real..."},{"author":8008,"first":"Con Bambú se viven aventuras <strong class=\"keyword\">trepidantes</strong> y misteriosas, relatos de humor o poesía, historias de tiempos pasados y de lugares remotos y exóticos, tramas que nos hacen reflexionar sobre nuestro tiempo, etc.","second":"With Bambu <strong class=\"keyword\">you experience</strong> mystery and danger, amusing stories or poetry, stories of times long gone by or places very far away and very exotic. They are plots which make us reflect about our own time and such like."},{"author":8008,"first":"WarRock, videojuego bélico, de descarga gratuita, con el que vivirás en primera persona una <strong class=\"keyword\">trepidante</strong> aventura de soldados, combates y vehículos de guerra.","second":"War Rock is a war videogame that is available free for download. It allows you to experience in the first-person a <strong class=\"keyword\">fast</strong>-<strong class=\"keyword\">paced</strong> adventure featuring soldiers, combat and war vehicles."},{"author":118293,"first":"Y que haya una acción <strong class=\"keyword\">trepidante</strong>.","second":"Lots of quick, random action<strong class=\"keyword\">.</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}