{"result":"ok","tuc":[{"phrase":{"text":"tribute","language":"en"},"meanings":[{"language":"en","text":"tax (sb.)"},{"language":"en","text":"acknowledgment of gratitude, respect or admiration; an accompanying gift"}],"meaningId":-133575609597721899,"authors":[90508]},{"phrase":{"text":"tax","language":"en"},"meanings":[{"language":"en","text":"tax (sb.)"}],"meaningId":-1734388998095113908,"authors":[92945]},{"phrase":{"text":"charge","language":"en"},"meaningId":-4206243044409527476,"authors":[89651]},{"phrase":{"text":"imposition","language":"en"},"meaningId":84891462244951777,"authors":[2700]},{"phrase":{"text":"impost","language":"en"},"meaningId":7739223565177378719,"authors":[2700]},{"phrase":{"text":"taxation","language":"en"},"meaningId":2487369980840249999,"authors":[84500]},{"phrase":{"text":"property","language":"en"},"meanings":[{"language":"en","text":"tax (sb.)"}],"meaningId":-4218563492285760809,"authors":[92945]},{"phrase":{"text":"assessment","language":"en"},"meaningId":-6092808778526079957,"authors":[91167]},{"phrase":{"text":"payment","language":"en"},"meaningId":5039802069718635415,"authors":[86934]},{"phrase":{"text":"price","language":"en"},"meaningId":2365725398148479653,"authors":[86934]},{"phrase":{"text":"protection","language":"en"},"meaningId":-7177398935484745388,"authors":[84500]},{"phrase":{"text":"revenue enhancement","language":"en"},"meaningId":-1389617037545392679,"authors":[84500]},{"phrase":{"text":"toll","language":"en"},"meaningId":-3628398450997533623,"authors":[25115]},{"phrase":{"text":"work","language":"en"},"meaningId":-4751886392205192166,"authors":[86934]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) preterite indicative form of tributar."}],"meaningId":9086875013688462191,"authors":[1]}],"phrase":"tributo","examples":[{"author":118385,"first":"16 Mediante resolución de 31 de octubre de 2014, la Comisión de controversias en materia tributaria ratificó la resolución de la Dirección Nacional de <strong class=\"keyword\">Tributos</strong>, si bien eximió a Litdana del abono de los intereses de demora.","second":"16 By decision of 31 October 2014, the Tax Disputes Commission confirmed the State Tax Inspectorate’s decision but relieved Litdana of the interest for late payment."},{"author":94809,"first":"El artículo 67 del Tratado CEE y el artículo 1 de la Directiva 88/361/CEE del Consejo, de 24 de junio de 1988, para la aplicación del artículo 67 del Tratado [artículo derogado por el Tratado de Ámsterdam], no se oponen a una regulación de un Estado miembro, como la controvertida en el litigio principal, que, en el impuesto sobre sociedades y dentro de las normas para evitar la doble imposición, prohíbe deducir la cuota devengada en otros Estados miembros de la Unión Europea por rendimientos obtenidos en su territorio y sometidos a dicho <strong class=\"keyword\">tributo</strong>, cuando, pese al devengo, la cuota no se paga en virtud de exención, bonificación o cualquier otro beneficio fiscal, siempre que dicha regulación no sea discriminatoria en relación con el tratamiento que se aplique a los intereses obtenidos en ese mismo Estado miembro, extremo éste que incumbe determinar al órgano jurisdiccional remitente.","second":"Article 67 of the EEC Treaty and Article 1 of Council Directive 88/361/EEC of 24 June 1988 for the implementation of Article 67 of the Treaty (article repealed by the Treaty of Amsterdam) do not preclude national rules of a Member State, such as those at issue in the main proceedings, which, in the context of corporation tax and within the framework of provisions for the avoidance of double taxation, prohibit the deduction of amounts of tax due in other Member States of the European Union on income subject to corporation <strong class=\"keyword\">tax</strong> and obtained in their territory where those amounts, though due, are not paid by virtue of an exemption, a credit or any other tax benefit, in so far as those rules are not discriminatory as compared with the treatment applied to interest obtained in that Member State, it being for the national court to establish whether that is the case."},{"author":118293,"first":"Aconteció que el príncipe de Dian... preparaba los <strong class=\"keyword\">tributos</strong> para la corte imperial.","second":"Once Prince of Dian is preparing to <strong class=\"keyword\">pay tribute</strong> to the imperial court"},{"author":94809,"first":"Asimismo, ningún Estado miembro gravará los productos de los demás Estados miembros con <strong class=\"keyword\">tributos</strong> internos que puedan proteger indirectamente otras producciones.","second":"Furthermore, no Member State shall impose on the products of other Member States any internal <strong class=\"keyword\">taxation</strong> of such a nature as to afford indirect protection to other products."},{"author":94809,"first":"3 Al considerar que se trataba de un <strong class=\"keyword\">tributo</strong> indebidamente pagado, en cuanto incompatible con el derecho comunitario, Dilexport Srl presentó a la Administración, en 1991, una solicitud de devolución de su importe.","second":"3 Taking the view that the <strong class=\"keyword\">tax</strong> paid was not due, being incompatible with Community law, in 1991 Dilexport Srl submitted a request to the administration for repayment of the relevant amount."},{"author":118293,"first":"Es habitual, por supuesto, brindarle un breve elogio a los <strong class=\"keyword\">tributos</strong> caídos del distrito.","second":"It's customary, of course, to give a brief eulog y to the district's fallen <strong class=\"keyword\">Tributes</strong>."},{"author":94809,"first":"3 Disposiciones fiscales - <strong class=\"keyword\">Tributos</strong> internos - Percepción sobre los productos importados directamente de países terceros - Inaplicabilidad del artículo 95 del Tratado","second":"3 Tax provisions - Internal <strong class=\"keyword\">taxation</strong> - Levied on products imported directly from non-member countries - Article 95 of the Treaty not applicable"},{"author":118293,"first":"Una extensa banda <strong class=\"keyword\">tributo</strong> llamada \" Corre, ardilla, corre \".","second":"A widespread panic <strong class=\"keyword\">tribute</strong> band called run squirrel run."},{"author":94809,"first":"En todo caso, para aplicar esta disposición, corresponde al Juez nacional comprobar si el <strong class=\"keyword\">tributo</strong> controvertido puede gravar la circulación de bienes y servicios de manera comparable al IVA, y para ello deberá examinar si dicho <strong class=\"keyword\">tributo</strong> tiene las características esenciales de este último.","second":"For the purposes of the application of this provision, it is in any event for the national court to establish whether the <strong class=\"keyword\">tax</strong> at issue is capable of being <strong class=\"keyword\">charged</strong> on the movement of goods and services in a manner comparable to VAT, by examining whether it exhibits the essential characteristics of VAT."},{"author":94808,"first":"En tercero y último lugar, mi delegación desea rendir <strong class=\"keyword\">tributo</strong> de admiración y expresar su reconocimiento a los miembros del personal de servicio de la MONUC y al Representante Especial del Secretario General en la República Democrática del Congo por la excelente labor que vienen cumpliendo.","second":"Thirdly and lastly, my delegation wishes to pay an admiring <strong class=\"keyword\">tribute</strong> and to express its appreciation to the personnel of MONUC and the Special Representative of the Secretary-General in the Democratic Republic of the Congo for the excellent work they are doing."},{"author":94808,"first":"Pese al <strong class=\"keyword\">tributo</strong> innegable que han pagado a la nación estadounidense, los puertorriqueños siguen sin estar representados en el Congreso, que está ampliamente facultado para imponer la ley federal en la isla.","second":"Despite their indisputable <strong class=\"keyword\">contribution</strong> to the United States, Puerto Ricans were still not represented in Congress, which had full powers to impose federal law on the island."},{"author":94808,"first":"Los grupos vinculados con Al-Qaida y los Talibanes incluidos en la Lista siguen recaudando fondos por medios legales, como donaciones y actividades comerciales legítimas, y también ilegalmente mediante los secuestros por los que se exigen rescates, la extorsión, el tráfico de drogas y la imposición de <strong class=\"keyword\">tributos</strong> ilegales.","second":"Listed groups affiliated with Al-Qaida and the Taliban continue to raise money through legal means, such as donations and legitimate business enterprises, and illegally, such as through kidnapping for ransom, extortion, drug trafficking and illegal <strong class=\"keyword\">taxation</strong>."},{"author":94809,"first":"Si todos los Estados miembros recaudaran <strong class=\"keyword\">tributos</strong> de las autoridades financieras conforme a estos principios podrían evitarse los riesgos de doble imposición y de falseamiento de la competencia.","second":"If all Member States raise <strong class=\"keyword\">levies</strong> on financial institutions following these principles, the risks of double charging and competitive distortions could be avoided."},{"author":8000,"first":"A este respecto, rinde <strong class=\"keyword\">tributo</strong> a la Directora Ejecutiva del Fondo de Desarrollo de las Naciones Unidas para la Mujer (UNIFEM) por su constante trabajo para fortalecer la seguridad económica de las mujeres, apoyar la dirección de las mujeres en la gobernanza y el establecimiento de la paz, y promover los derechos de las mujeres","second":"In that connection, she <strong class=\"keyword\">paid tribute</strong> to the Executive Director of the United Nations Development Fund for Women (UNIFEM) for its continued work in strengthening women's economic security, supporting women's leadership in governance and peace-building, and promoting women's rights"},{"author":94809,"first":"Dicha exención afecta específicamente a los funcionarios y agentes de la Unión (17) y se limita a los impuestos nacionales de naturaleza análoga a aquellos con los que la Unión grava sus sueldos, salarios y emolumentos, (18) a los <strong class=\"keyword\">tributos</strong> nacionales que pueden gravar las rentas derivadas del ejercicio de sus funciones, las cuales son objeto de un impuesto comunitario.","second":"That exemption relates specifically to officials and servants of the European Union (17) and is limited to national taxes of a similar nature to the taxes which the European Union levies on their salaries, wages and emoluments (18) and to national <strong class=\"keyword\">taxes</strong> which may be charged on income arising from the performance of their functions, which is subject to Community tax."},{"author":94809,"first":"Sin embargo, el Tribunal de Justicia podría aplicar estrictamente su jurisprudencia anterior, considerando que sólo los <strong class=\"keyword\">tributos</strong> liquidados sobre transacciones individualizadas como tales se incluyen en el artículo 33, apartado 1, de la Sexta Directiva, con independencia de la acumulación periódica.","second":"The Court could none the less apply its previous case-law strictly, considering that only <strong class=\"keyword\">levies</strong> calculated on individual transactions as such are caught by Article 33(1) of the Sixth Directive, regardless of periodic aggregation."},{"author":94808,"first":"Hoy, nos reunimos en este Salón para rendir <strong class=\"keyword\">tributo</strong> a la memoria de cuantos murieron en esa lucha heroica por la paz, la justicia y la dignidad humana.","second":"Today, we gather in this Hall to <strong class=\"keyword\">honour</strong> the memory of all those who perished in that heroic struggle for peace, justice and human dignity."},{"author":8000,"first":"También desearía rendir especial <strong class=\"keyword\">tributo</strong> a la notable contribución del antiguo Presidente, de la República Unida de Tanzanía, Julius Nyerere y al anterior Presidente de Sudáfrica Nelson Rolihlaha Mandela, para la solución del conflicto en Burundi","second":"I would also like to <strong class=\"keyword\">pay</strong> a special <strong class=\"keyword\">tribute</strong> to the outstanding contribution that the late President of the United Republic of Tanzania, Julius Nyerere, and the former President of South Africa, Nelson Rolihlaha Mandela, made towards the resolution of the conflict in Burundi"},{"author":94809,"first":"El Gobierno italiano replicó que la bonificación especial no debía considerarse como una ayuda en el sentido del artículo 92 del Tratado, sino como una medida de naturaleza puramente fiscal destinada a paliar los efectos de los altos <strong class=\"keyword\">tributos</strong> sobre el carburante y los lubrificantes, particularmente elevados, que recaían sobre las empresas de transporte, sin generar distorsión alguna de la competencia.","second":"The Italian Government replied that the special bonus was not to be regarded as aid within the meaning of Article 92 of the Treaty, but as a measure of a purely fiscal nature which sought to offset the effects of the particularly high <strong class=\"keyword\">taxes</strong> on fuel and lubricants levied on transport undertakings, and that it did not give rise to any distortion of competition."},{"author":8008,"first":"Saint Maló es conocida por haber sido una fortaleza corsara. Los corsarios maluinos - del nombre bretón de la ciudad, Sant-Maloú - obligaban los barcos ingleses que remontaban la Mancha a pagarles un <strong class=\"keyword\">tributo</strong>.","second":"This lovely sea town was once an outpost of the Corsairs, who forced the English ships sailing across the English Channel to <strong class=\"keyword\">pay</strong> a transit fee."},{"author":94809,"first":"Un no residente que trabaja como autónomo en los Países Bajos, donde <strong class=\"keyword\">tributa</strong>, debe cumplir un mínimo temporal para reclamar la deducción del artículo 3, apartado 74, de la Ley del Impuesto sobre la Renta.","second":"A non-resident who works on a self-employed basis in the Netherlands and <strong class=\"keyword\">pays tax</strong> there must work a minimum number of hours in order to claim the deduction laid down in Article 3(74) of the Law on income tax."},{"author":94809,"first":"El Tribunal de Justicia, sin embargo, ha restringido enormemente el concepto de coherencia tributaria y, según jurisprudencia reiterada, ha admitido que tal exigencia justifica una medida restrictiva de las libertades fundamentales siempre que se cumplan tres condiciones: a) que exista una relación directa entre la concesión de una ventaja fiscal y la compensación de dicha ventaja mediante un gravamen fiscal, b) que la deducción y el gravamen se efectúen en relación con un mismo <strong class=\"keyword\">tributo</strong>, y c) respecto del mismo sujeto pasivo.","second":"However, the Court has substantially restricted the concept of tax coherence and, in settled case-law, has stated that this requirement justifies a measure restricting the fundamental freedoms if three separate conditions are met: (a) there must be a direct link between the granting of a tax benefit and the offsetting of that benefit by a tax charge; (b) the deduction and the charge must arise in relation to the same <strong class=\"keyword\">tax</strong>; and (c) they must be applied to the same taxpayer."},{"author":94808,"first":"En condiciones especialmente difíciles, los soldados de la Misión de la Unión Africana en el Sudán, a quienes quiero rendir <strong class=\"keyword\">tributo</strong>, están en primera línea en Darfur.","second":"Operating under extremely difficult conditions, the soldiers of the African Union Mission in the Sudan — to whom I wish to pay <strong class=\"keyword\">tribute</strong> — are in the front line in Darfur."},{"author":94809,"first":"Disposiciones fiscales — Armonización de las legislaciones — Impuestos indirectos que gravan la concentración de capitales — Ámbito de aplicación — <strong class=\"keyword\">Tributo</strong> exigido a los establecimientos de valores mobiliarios calculado sobre los beneficios brutos procedentes de las actividades con valores — Exclusión","second":"Tax provisions – Harmonisation of laws – Indirect taxes on the raising of capital – Scope – Duty levied on securities intermediaries on the gross profits from activities related to those securities – Not included"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2700":{"U":"http://dumps.wikimedia.org/ruwiktionary/latest/ruwiktionary-latest-pages-articles.xml.bz2","id":2700,"N":"Vikislovar","url":"https://glosbe.com/source/2700"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"92945":{"U":"","id":92945,"N":"CLLD Concepticon","url":"https://glosbe.com/source/92945"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"91167":{"U":"","id":91167,"N":"Traversal11","url":"https://glosbe.com/source/91167"}}}