{"result":"ok","tuc":[{"phrase":{"text":"trickery","language":"en"},"meanings":[{"language":"en","text":"underhanded behavior"}],"meaningId":-9023343107464733316,"authors":[70195]},{"phrase":{"text":"chicanery","language":"en"},"meaningId":-7935756891331556694,"authors":[2903]},{"meanings":[{"language":"en","text":"trick"}],"meaningId":-7686069207807858591,"authors":[93107]}],"phrase":"triquiñuela","examples":[{"author":118293,"first":"Sin <strong class=\"keyword\">triquiñuelas</strong>, te lo prometo.","second":"No funny business, I promise you."},{"author":31,"first":"Hacen falta pocas <strong class=\"keyword\">triquiñuelas</strong> para hacer de # un heraldo","second":"Takes more than a few <strong class=\"keyword\">props</strong> to turn # into a herald"},{"author":94259,"first":"Se incurre en algunas <strong class=\"keyword\">triquiñuelas</strong>","second":"It's coming into some <strong class=\"keyword\">tricky things then</strong>"},{"author":118293,"first":"Perdón por la <strong class=\"keyword\">triquiñuela</strong>, pero parecía la forma mas adecuada para alejarte de Sherlock.","second":"I apologize for the subterfuge, but it seemed the most expedient way to get you away from Sherlock."},{"author":118293,"first":"Le informaré de todos los negocios sucios todas las mentiritas, todas las <strong class=\"keyword\">triquiñuelas</strong> que mi hermano Rom monte.","second":"I'll tell you about every underhanded deal, every lying scheme, every dirty <strong class=\"keyword\">trick</strong> my brother Rom's involved in."},{"author":118293,"first":"¡ Ninguna fuerza, ni <strong class=\"keyword\">triquiñuela</strong> me intimidará!","second":"Neither force, nor <strong class=\"keyword\">trickery</strong> shall daunt me!"},{"author":118293,"first":"¿Igual que <strong class=\"keyword\">Triquiñuela</strong>?","second":"As in <strong class=\"keyword\">tricks</strong>?"},{"author":31,"first":"Sé que si le envío a Khartoum, hará <strong class=\"keyword\">triquiñuelas</strong>, excederá sus órdenes, y en nombre de alguna mística necesidad, evidente sólo para usted, hará ingeniosamente lo mejor que pueda para involucrar a este gobierno a más no poder","second":"I know if I send you to Khartoum you' il play <strong class=\"keyword\">tricks</strong>, exceed your orders, and in the name of some mystical necessity, apparent only to yourself, you' il do your ingenious best to involve this government up to the hatband"},{"author":94259,"first":"Y el me jugó una <strong class=\"keyword\">triquiñuela</strong> magnífica.","second":"and he ran a beautiful <strong class=\"keyword\">manipulation</strong> on me."},{"author":118293,"first":"Le informaré de todos los negocios sucios, todas las mentirijillas, todas las <strong class=\"keyword\">triquiñuelas</strong> que mi hermano Rom monte.","second":"I'll tell you about every underhanded deal, every lying scheme, every dirty <strong class=\"keyword\">trick</strong> my brother Rom's involved in."},{"author":118293,"first":"Correré el riesgo de sus <strong class=\"keyword\">triquiñuelas</strong>.","second":"I'll take a cha nce on your <strong class=\"keyword\">tricks</strong>."},{"author":118293,"first":"La magia es todo monserga y <strong class=\"keyword\">triquiñuelas</strong>.","second":"Magic's all balderdash and <strong class=\"keyword\">chicanery</strong>."},{"author":91988,"first":"Las ventajas competitivas de Alemania no se basan en <strong class=\"keyword\">triquiñuelas</strong>, sino en la estructura de sus empresas y la cultura en la que operan.","second":"Germany’s competitive advantage has less to do with <strong class=\"keyword\">chicanery</strong> than with how its firms are structured and the culture in which they operate."},{"author":118293,"first":"No me dejaré engañar por otra de sus <strong class=\"keyword\">triquiñuelas</strong>.","second":"Not falling for any more of your <strong class=\"keyword\">tricks</strong>, thank you very much."},{"author":8007,"first":"Sin embargo, los países en desarrollo ya están aprendiendo algunas de las <strong class=\"keyword\">triquiñuelas</strong> del Occidente.","second":"Developing countries are, however, learning some of the West's <strong class=\"keyword\">tricks</strong>."},{"author":27,"first":"En primer lugar, no se trata de un asunto judicial civil, como sugieren algunos diputados mal informados -o \"mal informantes\" de esta Asamblea; es evidentemente un asunto político; es una continuación de la política practicada por los sucesivos Gobiernos israelíes de sacar a los palestinos de sus hogares y de sus tierras y anexionar por la fuerza -o empleando <strong class=\"keyword\">triquiñuelas</strong> jurídicas- la mayor cantidad posible de Territorios Ocupados al Estado de Israel.","second":"First, this is not a judicial civil matter, as some ill-informed or ill-informing Members of this House might propose: it is clearly a political matter; it is a continuation of the policy of successive Israeli Governments to kick Palestinians out of their homes and lands and to absorb by force - or by using legalistic <strong class=\"keyword\">tricks</strong> - as much of the Occupied Territories as possible into the state of Israel."},{"author":91988,"first":"No obstante, ahora los mismos grupos están intentando realizar una <strong class=\"keyword\">triquiñuela</strong> para pasar por alto los procesos democráticos mediante la inserción de tales disposiciones en las facturas comerciales, ya que el contenido de las mismas se mantiene, en gran medida, en secreto para el público (pero no para las corporaciones que están presionando para conseguir dichas inserciones).","second":"But now the same groups are attempting <strong class=\"keyword\">an</strong> end run around democratic processes by inserting such provisions in trade bills, the contents of which are being kept largely secret from the public (but not from the corporations that are pushing for them)."},{"author":27,"first":"No permitiremos ninguna <strong class=\"keyword\">triquiñuela</strong> que permita cierto tipo de turismo de residuos que puede acabar con la viabilidad económica de las verdaderas incineradoras.","second":"We will not allow <strong class=\"keyword\">a</strong> loophole for a kind of waste tourism which could undermine the economy of the dedicated incinerators."},{"author":118293,"first":"Conoce todas las <strong class=\"keyword\">triquiñuelas</strong> legales.","second":"Knows every legal dodge in the book."},{"author":118293,"first":"¡ Semejantes personajes se encuentra uno en la Nevski... y ni con <strong class=\"keyword\">triquiñuelas</strong> escapa uno de ellos!","second":"What strange characters are met on the Prospect!"},{"author":118293,"first":"Sé que si le envío a Khartoum, hará <strong class=\"keyword\">triquiñuelas</strong>, excederá sus órdenes, y en nombre de alguna mística necesidad, evidente sólo para usted, hará ingeniosamente lo mejor que pueda para involucrar a este gobierno a más no poder.","second":"I know if I send you to Khartoum... you'll play <strong class=\"keyword\">tricks</strong>, you'll exceed your orders... and in the name of some mystical necessity... apparent only to yourself... you'll do your ingenious best to involve this government... up to the hatband."},{"author":118293,"first":"¿Cómo se puede explicar semejante <strong class=\"keyword\">triquiñuela</strong>?","second":"How would you explain these shenanigans?"},{"author":94809,"first":"25 Por último, procede desestimar la alegación de la OAMI de que el hecho de que el demandante presentara la sentencia de la Cour de cassation de 10 de julio de 2012 (apartado 20 supra) sólo en la vista y no anteriormente constituye una «<strong class=\"keyword\">triquiñuela</strong> procesal dilatoria».","second":"25 Lastly, OHIM’s argument that the production by the applicant of the judgment of the French Cour de cassation of 10 July 2012 (paragraph 20 above) at the hearing, and not before, constitutes <strong class=\"keyword\">a</strong> ‘delaying procedural tactic’, must be rejected."},{"author":27,"first":"Por un lado emitimos declaraciones, pero por otro lado cada vez se suavizan más las sanciones y las <strong class=\"keyword\">triquiñuelas</strong> de los serbios continúan.","second":"On the one hand we issue statements, but on the other hand the sanctions are increasingly being relaxed, and the Serbs continue their provocative behaviour."},{"author":27,"first":"Al hacerlo, están rompiendo otro tabú, y es que resulta inaceptable usar <strong class=\"keyword\">triquiñuelas</strong> formales para deshacerse de los grupos existentes, como el Grupo Independencia/Democracia.","second":"In doing that, they are disregarding another taboo, which is that it is unacceptable to use formal <strong class=\"keyword\">tricks</strong> to get rid of existing groups, such as the Independence/Democracy Group."}],"from":"es","dest":"en","authors":{"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}