{"result":"ok","tuc":[{"phrase":{"text":"crowd","language":"en"},"meaningId":-6620736533539902577,"authors":[25018]},{"phrase":{"text":"huddle","language":"en"},"meaningId":-1765710398616901579,"authors":[97745]},{"phrase":{"text":"jumble","language":"en"},"meaningId":1405303799950552951,"authors":[86934]},{"phrase":{"text":"mob","language":"en"},"meaningId":-5326380081587538113,"authors":[25018]},{"phrase":{"text":"throng","language":"en"},"meaningId":1612754210051179523,"authors":[25115]},{"meanings":[{"language":"en","text":"squad, troop"},{"language":"en","text":"mob, crowd"},{"language":"en","text":"swarm"}],"meaningId":2412338093207113469,"authors":[1]},{"meanings":[{"language":"es","text":"grupo de personas que corren en desbandada"}],"meaningId":null,"authors":[81290]}],"phrase":"tropel","examples":[{"author":118293,"first":"Capturamos un macho Nubbin lo usamos como señuelo y esperamos por el <strong class=\"keyword\">tropel</strong> de hembras.","second":"We capture a male Nubbin, use it as bait and wait for the females to <strong class=\"keyword\">swarm</strong>."},{"author":118293,"first":"Debe huir del <strong class=\"keyword\">tropel</strong> de blancos de la página siguiente.","second":"probably running from that <strong class=\"keyword\">crowd</strong> of white boys on the opposite page."},{"author":118293,"first":"Pero ahora... he regresado y que los pensamientos guerreros han dejado vacantes sus plazas, en su lugar acuden en <strong class=\"keyword\">tropel</strong> tiernos y delicados anhelos todos recordándome cuán bella es la joven Hero.","second":"But now... I am returned and that war thoughts have left their places vacant, in their rooms come <strong class=\"keyword\">thronging</strong> soft and delicate desires, all prompting me how fair young Hero is."},{"author":118293,"first":"Irán en <strong class=\"keyword\">tropel</strong> a la misión.","second":"They'll <strong class=\"keyword\">flock</strong> to the mission now."},{"author":8007,"first":"En cambio, los trabajadores portugueses huyen hacia ex colonias en ascenso, como Brasil y Macao, y los trabajadores irlandeses se van en <strong class=\"keyword\">tropel</strong> a Canadá, Australia y Estados Unidos.","second":"Instead, Portuguese workers are fleeing to booming former colonies such as Brazil and Macau. Irish workers are leaving in <strong class=\"keyword\">droves</strong> to Canada, Australia, and the United States."},{"author":118293,"first":"] [ ¡ Caras de papel en <strong class=\"keyword\">tropel</strong>! ]","second":"Paper faces on parade"},{"author":27,"first":"Tal vez no sospechara mi fascinado interés por los asuntos estadísticos, pero sé que lo comparto con un gran número de personas relacionadas con este Parlamento, razón por la cual han acudido en <strong class=\"keyword\">tropel</strong>, como resulta evidente, a este debate esta noche.","second":"Perhaps he did not suspect my fascinated interest in matters statistical but I know it is one that I share with a very large number of people associated with this Parliament, which is why they are clearly <strong class=\"keyword\">flocking</strong> into this debate tonight."},{"author":27,"first":"Los italianos abandonan el transporte público en <strong class=\"keyword\">tropel</strong>; en 1991 era utilizado por el 17 % de la población, pero en 2001 solamente por el 12,9 %.","second":"Italians are abandoning public transport in <strong class=\"keyword\">droves</strong>; in 1991 it was used by 17% of the population, but in 2001 by 12.9%."},{"author":118293,"first":"La compañía había perdido su liderazgo en el mercado de las computadoras, los cli entes se marchaban en <strong class=\"keyword\">tropel</strong>, la empresa no tenía ningún futuro, ninguna hoja de ruta.","second":"The company had lost its lead in the computer market, customers were leaving in <strong class=\"keyword\">droves</strong>, the company had no future, no roadmap."},{"author":31,"first":"Y vendrán en <strong class=\"keyword\">tropel</strong> Para verte actuar","second":"They' il be <strong class=\"keyword\">standin</strong> ' in lines"},{"author":118293,"first":"Han llegado en <strong class=\"keyword\">tropel</strong> a nuestras costas, para buscar la protec ción del mejor gobierno de la Tierra.","second":"In mighty multitudes, they have <strong class=\"keyword\">swarmed</strong> to our shores to take refuge un der the protection of the greatest government on Earth."},{"author":119723,"first":"4 Porque Jehová me dijo a mí de esta manera: Como el león, o como el cachorro del león, ruge sobre su presa, y cuando se reúne contra él una cuadrilla de pastores, no temerá por sus voces ni se acobardará por el <strong class=\"keyword\">tropel</strong> de ellos; así Jehová de los ejércitos descenderá a pelear sobre el monte Sion y sobre su collado.","second":"4 For thus hath the Lord spoken unto me, Like as the alion and the young lion roaring on his prey, when a multitude of shepherds is called forth against him, he will not be afraid of their voice, nor abase himself for the noise of them: so shall the Lord of hosts come down to bfight for mount Zion, and for the hill thereof."},{"author":118293,"first":"Los soldados entraban en <strong class=\"keyword\">tropel</strong> desde el sur, y muchos pasaban por la Zona.","second":"Soldiers <strong class=\"keyword\">streamed</strong> through the city from the south, many of them passing through the Zone."},{"author":92475,"first":"Sin embargo, eso no logró calmar los ánimos, y los hinchas fueron en <strong class=\"keyword\">tropel</strong> a uff.uz a expresar sus críticas a la federación.","second":"That did little to soothe bad tempers, however, and fans <strong class=\"keyword\">flocked</strong> to uff.uz to voice their criticism of the federation."},{"author":119739,"first":"De nuevo, los curiosos bajaron en <strong class=\"keyword\">tropel</strong> al retirarse súbitamente el agua.","second":"Once again, the sudden withdrawal of water caused curious Hawaiians to rush down to the beach in <strong class=\"keyword\">crowds</strong>."},{"author":8000,"first":"Nos recibieron los dignatarios de la ciudad y, cuando entramos con nuestro vehículo en esta ciudad totalmente destrozada, de los edificios dañados salieron en <strong class=\"keyword\">tropel</strong> todos los niños de la ciudad, gritando en francés “Paix!","second":"We were met by the dignitaries of the town, and, as we drove into this wholly trashed city, out of the damaged buildings all the children of the town <strong class=\"keyword\">poured</strong> out, crying out in French, “Paix!"},{"author":118293,"first":"Pero los del Norte han salido en <strong class=\"keyword\">tropel</strong> para apoyar a su líder.","second":"But the northerners have come out in <strong class=\"keyword\">droves</strong> in support of their leader. Boo!"},{"author":119739,"first":"Aunque no era tanto lo que tenía que caminar, me tardé mucho porque iba en contra de una multitud de ruandeses que salían en <strong class=\"keyword\">tropel</strong> de su país.","second":"Although the distance was short, it took me a long time because I was walking against a huge <strong class=\"keyword\">crowd</strong> of refugees surging across from Rwanda."},{"author":119739,"first":"y los <strong class=\"keyword\">tropeles</strong> de animales del campo abierto siguen paciendo en ella.","second":"And the animal <strong class=\"keyword\">throngs</strong> of the open field keep feeding upon it."},{"author":92475,"first":"Decenas de personas, incluidos importantes hombres de negocios y políticos relacionados con el Partido de los Trabajadores, han sido arrestados hasta ahora, y cada arresto se convierte en un espectáculo mediático, con un <strong class=\"keyword\">tropel</strong> de reporteros y cámaras grabando cada momento.","second":"Dozens of people, including high-profile businessmen and politicians connected to the Worker's Party, have been arrested so far, and every arrest is a media spectacle, with a <strong class=\"keyword\">flock</strong> of reporters and cameras registering every moment."},{"author":91988,"first":"Al verse privados de sus bases iraquíes y afganas por la intervención occidental, los militantes de Al Qaeda están acudiendo ahora en <strong class=\"keyword\">tropel</strong> a Siria desde Libia y el Iraq y probablemente sean los culpables de algunas de las recientes atrocidades terroristas habidas en Alepo y Homs.","second":"Denied their Iraqi and Afghan bases by Western intervention, al-Qaeda militants are now <strong class=\"keyword\">flocking</strong> into Syria from Libya and Iraq, and are probably responsible for some of the recent terrorist atrocities in Aleppo and Homs."},{"author":31,"first":"Sientes calor, como si entraran en <strong class=\"keyword\">tropel</strong> y te empujaran","second":"You feel hot, like they were <strong class=\"keyword\">crowding</strong> in and pushing you"},{"author":8000,"first":"La situación ahora ha alcanzado dimensiones de crisis, habida cuenta de la ruptura constante del orden público, la sublevación creciente y las condiciones de pura anarquía y caos, así como un empeoramiento de la crisis humanitaria, la cual ha provocado a su vez el desplazamiento de la población, con el consiguiente aumento del número de refugiados que están saliendo del país en <strong class=\"keyword\">tropel</strong>","second":"The situation has now reached crisis proportions, given the continuing breakdown in law and order, the rising insurgency and the conditions of sheer anarchy and chaos, as well as a worsening humanitarian crisis, which in turn has caused displacement of the population, resulting in increasing numbers of refugees <strong class=\"keyword\">pouring</strong> out of the country"},{"author":8007,"first":"A la inversa, el Imperio Romano occidental no sucumbió ante otro Estado, sino por su decadencia interna y a consecuencia de los embates de <strong class=\"keyword\">tropeles</strong> de bárbaros.","second":"Conversely, the Western Roman Empire did not succumb to another state, but instead to internal decay and <strong class=\"keyword\">swarms</strong> of barbarians."},{"author":94808,"first":"La situación ahora ha alcanzado dimensiones de crisis, habida cuenta de la ruptura constante del orden público, la sublevación creciente y las condiciones de pura anarquía y caos, así como un empeoramiento de la crisis humanitaria, la cual ha provocado a su vez el desplazamiento de la población, con el consiguiente aumento del número de refugiados que están saliendo del país en <strong class=\"keyword\">tropel</strong>.","second":"The situation has now reached crisis proportions, given the continuing breakdown in law and order, the rising insurgency and the conditions of sheer anarchy and chaos, as well as a worsening humanitarian crisis, which in turn has caused displacement of the population, resulting in increasing numbers of refugees <strong class=\"keyword\">pouring</strong> out of the country."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"81290":{"U":"","id":81290,"N":"Jerga y Regionalismos de El Salvador","url":"https://glosbe.com/source/81290"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}