{"result":"ok","tuc":[{"phrase":{"text":"dense","language":"en"},"meanings":[{"language":"en","text":"opaque; allowing little light to pass through"}],"meaningId":2333121179507699166,"authors":[90508]},{"phrase":{"text":"thick","language":"en"},"meaningId":-3597401368279832924,"authors":[25115]},{"phrase":{"text":"bushy","language":"en"},"meaningId":687593835734928516,"authors":[25018]},{"phrase":{"text":"close","language":"en"},"meaningId":4516802701631413962,"authors":[83093]},{"phrase":{"text":"frequent","language":"en"},"meaningId":-3188742760860371657,"authors":[25018]},{"meanings":[{"language":"en","text":"dim, clumsy"},{"language":"en","text":"thick, dense"}],"meaningId":4731005860437880201,"authors":[93107]},{"meanings":[{"language":"es","text":"cerrado de mente"}],"meaningId":null,"authors":[81290]},{"meanings":[{"language":"es","text":"dañado tener el pelo tupido"}],"meaningId":null,"authors":[81173]}],"phrase":"tupido","examples":[{"author":8008,"first":"Con toda seguridad, después de 1994, con el levantamiento zapatista, con las primeras movilizaciones convocadas a escala global (Madrid 1994) y el resurgir de un denso debate entre movimientos, en las revistas, en los fanzines y ayudado por el uso social de las BBS [10] , las telas de araña que atraviesan Europa se van haciendo más <strong class=\"keyword\">tupidas</strong>.","second":"This new governmentality segments social space, so as to “generalise the “enterprise” form in the body and the social tissue [and] to retake the social tissue [in order that] this can be pulled apart, subdivided and broken up, not according to the grain of individuals, but according to the grain of enterprise<strong class=\"keyword\">”</strong> (Foucault, 2004)."},{"author":94808,"first":"Francia posee una <strong class=\"keyword\">tupida</strong> red teatral que comprende compañías de teatro nacionales, centros dramáticos nacionales, regionales o municipales, teatros nacionales y muchos teatros privados.","second":"France <strong class=\"keyword\">possesses</strong> a great number of theatres, comprising national theatres, national, regional and municipal drama centres, national stages and a large number of private theatres."},{"author":8008,"first":"Hasta 3 metros de altura, el mirto encuentran principalmente en las llanuras y cerca del mar, es un arbusto de hoja perenne <strong class=\"keyword\">tupidas</strong> sésiles alargada nervadura central marcada.","second":"Up to 3 meters in height, Myrtle found mainly in the plains and near the sea, is a <strong class=\"keyword\">bushy</strong> shrub with evergreen leaves sessile elongated central ribs marked."},{"author":27,"first":"El Parlamento de ningún modo permitirá a la Comisión caer en la tentación de correr un <strong class=\"keyword\">tupido</strong> sobre los resultados de las investigaciones que afecten a los empleados de la Unión Europea.","second":"The Parliament will definitely not expose you to the temptation of sweeping the findings of investigations involving EU employees under the Commission's <strong class=\"keyword\">carpet</strong>."},{"author":94809,"first":"La existencia de una <strong class=\"keyword\">tupida</strong> red de microempresas de carácter familiar y de tradiciones artesanales fuertemente implantadas en varias zonas importantes hacen del Arco Alpino un lugar privilegiado de desarrollo local, con casos de desarrollo endógeno de excelente nivel y muchas zonas en las que las condiciones culturales permiten llevar a cabo dicho desarrollo.","second":"The <strong class=\"keyword\">dense</strong> network of small, family-run businesses, and the strong craft traditions of some key areas, make the Alpine Arc an ideal site for local development. The region already houses some prime examples of locally generated development, and many areas have the cultural prerequisites for such development."},{"author":27,"first":"La red de seguridad, que estamos tendiendo, no debe ser tan poco <strong class=\"keyword\">tupida</strong> como para que existan posibilidades de infracciones inadvertidas.","second":"The safety net which we are tightening must not be so broad<strong class=\"keyword\">-meshed</strong> that it is possible to slip through unnoticed."},{"author":118293,"first":"Shaw era un hombre delgado con un rubio y <strong class=\"keyword\">tupido</strong>-","second":"Shaw was a slight man with a <strong class=\"keyword\">thick</strong> blond-"},{"author":27,"first":"Señor Presidente, puede parecer una pugna por una pequeña cuota en la <strong class=\"keyword\">tupida</strong> red de contratos de la Unión Europea, pero creo que con lo que tenemos que tratar ahora constituye un tema fundamental más que simplemente una cuestión de diferencias culturales.","second":"Mr President, this may well look like a fight over a tiny paragraph somewhere in the EU's great system of treaties, but I believe that what we are dealing with is a quite fundamental question and not just a cultural contrast."},{"author":94809,"first":"En un Estado miembro, las parcelas de referencia clasificadas como pastos permanentes se consideran plenamente admisibles aún cuando en gran parte estén ocupadas por rocas o matorral <strong class=\"keyword\">tupido</strong> y por tanto no sean subvencionables.","second":"In one Member State, reference parcels classified as permanent pasture are considered to be fully eligible even if substantial parts are covered by rocks or <strong class=\"keyword\">dense</strong> bushes rendering the areas ineligible."},{"author":118293,"first":"¡ No me importa una es <strong class=\"keyword\">túpida</strong> competición de coros!","second":"I don't care about some <strong class=\"keyword\">stupid</strong> show choir competition!"},{"author":8008,"first":"Caminando frente al mar uno se impregna del encanto del lugar, entre el océano y los <strong class=\"keyword\">tupidos</strong> bosques de palmeras de la Sierra Madre.","second":"Strolling along the seaside you are impregnated with the charm of this place, set between the ocean and the <strong class=\"keyword\">dense</strong> palm tree forests of the Sierra Madre."},{"author":119739,"first":"Esa es la razón por la que al césped le favorece que lo corten con frecuencia y, a costa de otras plantas, se pone más verde y <strong class=\"keyword\">tupido</strong>.","second":"That is why <strong class=\"keyword\">frequent</strong> mowing favors grass at the expense of other plants and can make a lawn <strong class=\"keyword\">dense</strong> and beautiful."},{"author":118293,"first":"Ese <strong class=\"keyword\">tupido</strong> y maravilloso cabello.","second":"Your <strong class=\"keyword\">thick</strong>, gorgeous hair."},{"author":95096,"first":"De esas semillas de esperanza sembradas pacientemente en las periferias olvidadas del planeta, de esos brotes de ternura que lucha por subsistir en la oscuridad de la exclusión, crecerán árboles grandes, surgirán bosques <strong class=\"keyword\">tupidos</strong> de esperanza para oxigenar este mundo.","second":"From those seeds of hope patiently sown in the forgotten fringes of our planet, from those seedlings of a tenderness which struggles to grow amid the shadows of exclusion, great trees will spring up, great <strong class=\"keyword\">groves</strong> of hope to give oxygen to our world."},{"author":31,"first":"Ojos claros y cola <strong class=\"keyword\">tupida</strong>","second":"Bright- eyed and <strong class=\"keyword\">bushy-</strong> tailed"},{"author":8000,"first":"Francia posee una red de museos sumamente <strong class=\"keyword\">tupida</strong>","second":"France also has a very large number of museums"},{"author":118293,"first":"Las orejas del kudu son grandes y redondas y su cola es <strong class=\"keyword\">tupida</strong>.","second":"The kudu's ears are large and round and their tail is <strong class=\"keyword\">bushy</strong>."},{"author":94809,"first":"Los anoraks de estas subpartidas se fabrican con tejidos muy <strong class=\"keyword\">tupidos</strong> (distintos de los clasificados en las partidas 5903, 5906 o 5907 00 00).","second":"Anoraks of these subheadings are made from close<strong class=\"keyword\">-</strong>woven fabrics (other than those referred to in heading 5903, 5906 or 5907 00 00)."},{"author":94809,"first":"El secado se efectúa en un lugar cubierto situado a una altura suficiente respecto al suelo, construido o reservado para secar carne, al cual se impide el acceso de los animales dañinos mediante una malla <strong class=\"keyword\">tupida</strong> y un suelo suficientemente sólido.","second":"Drying takes place at a sufficient height above the ground in a covered space built or designated for the drying of meat, which vermin are prevented from entering by sufficiently solid <strong class=\"keyword\">flooring</strong> and netting."},{"author":94809,"first":"Se declararon y pagaron como pastos permanentes parcelas de referencia que en realidad estaban cubiertas parcialmente por rocas y bosques y matorrales <strong class=\"keyword\">tupidos</strong>.","second":"Reference parcels, which in reality were fully or partly covered by rocks, <strong class=\"keyword\">dense</strong> forest or bushes, were claimed and paid for as permanent pastures."},{"author":27,"first":"Lo que está en cuestión aquí es cuál es el mejor método para empujar a Cuba hacia la democracia; después de cuarenta años de embargo, y ahora con las sanciones de la Unión Europea, vemos que este método no es eficaz y que la mejor forma de ayudar a la sociedad cubana no es aislarla, sino tejer unas relaciones cada vez más <strong class=\"keyword\">tupidas</strong> y fuertes con la sociedad civil cubana, ayudar a las ONG en la sociedad.","second":"The question at the moment is how best to push Cuba towards democracy; after 40 years of embargo, and now with the European Union’s sanctions, we can see that this method is not effective and that the best way to help Cuban society is not to isolate it, but rather to create increasingly <strong class=\"keyword\">close</strong> and strong relations with Cuban civil society, to help the NGOs in society."},{"author":8008,"first":"Con pelo <strong class=\"keyword\">tupido</strong> y espeso, debe llegar al menos hasta el corvejón, sin superar la mitad del metatarso. A veces el extremo de la cola forma un gancho lateral no deseable.","second":"The feet are relatively round, short, <strong class=\"keyword\">tightly</strong> formed and arched."},{"author":8008,"first":"Los pequeños senderos que discurren a través de <strong class=\"keyword\">tupidos</strong> bosques esconden cascadas en las que podrá nadar y refrescarse.","second":"The little tracks that run through the <strong class=\"keyword\">thick</strong> forests lead to hidden waterfalls where you can swim and freshen up."},{"author":94808,"first":"Antes del siglo XV, Liberia estaba escasamente poblada, debido, según creen los historiadores, a las dificultades climáticas y geográficas (entre otras, la pluviselva <strong class=\"keyword\">tupida</strong>, las mesetas montañosas, las lluvias intensas, y la prevalencia de enfermedades transmitidas por mosquitos).","second":"Prior to the fifteenth century, Liberia was sparsely populated, due, historians believe, to climatic and geographic challenges (which include Liberia’s <strong class=\"keyword\">dense</strong> rainforest, mountainous plateaus, heavy rainfall, and the prevalence of mosquito-borne illnesses)."},{"author":94808,"first":"Esto sólo puede hacerse si se establece en toda la región un proceso más sólido de acumulación nacional, basado en una red más <strong class=\"keyword\">tupida</strong> de vinculaciones entre las economías rural y urbana, entre los sectores, y entre las industrias del consumo, intermediarias y de bienes de capital.","second":"This can only be done if a more robust domestic accumulation process is established across the region and based on a <strong class=\"keyword\">denser</strong> network of linkages between the rural and urban economies, across sectors, and among consumer, intermediate and capital-goods industries."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"81290":{"U":"","id":81290,"N":"Jerga y Regionalismos de El Salvador","url":"https://glosbe.com/source/81290"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"81173":{"U":"","id":81173,"N":"Jerga y Regionalismos de Ecuador","url":"https://glosbe.com/source/81173"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}