{"result":"ok","tuc":[{"phrase":{"text":"embarrassment","language":"en"},"meaningId":4816951393901348303,"authors":[89651]},{"phrase":{"text":"trepidation","language":"en"},"meanings":[{"language":"es","text":"Estado de duda o preocupación."},{"language":"en","text":"A state of hesitation or concern."}],"meaningId":-6838323690719397626,"authors":[60172]},{"phrase":{"text":"abashment","language":"en"},"meaningId":-6959715133965626570,"authors":[2698]},{"phrase":{"text":"difficulty","language":"en"},"meaningId":4400267749677498448,"authors":[2698]},{"phrase":{"text":"discomfiture","language":"en"},"meaningId":1533313665057758181,"authors":[97745]},{"phrase":{"text":"perplexity","language":"en"},"meaningId":19094001108570772,"authors":[2698]},{"phrase":{"text":"predicament","language":"en"},"meaningId":6095239334665247302,"authors":[2698]},{"phrase":{"text":"straits","language":"en"},"meaningId":-365587213259427886,"authors":[2698]},{"phrase":{"text":"tumult","language":"en"},"meaningId":6084079391358232896,"authors":[25115]},{"phrase":{"text":"upset","language":"en"},"meaningId":8125688221744915493,"authors":[8]},{"meanings":[{"language":"en","text":"bewilderment, confusion"},{"language":"en","text":"embarrassment"}],"meaningId":-6997308196084000427,"authors":[93107]}],"phrase":"turbación","examples":[{"author":8008,"first":"En la entrevista soltada a una revista admite de recursos a la cirugía plástica reducir un pecho sexta medida como eso de su madre que causó su <strong class=\"keyword\">turbación</strong> y de pequeño, ella le obligó a que paseara la joroba para esconder esos dos a la escuela, 'cosas exageró.","second":"In the interview released to a magazine it admits of resorts to the plastic surgery to reduce a breast sixth measure as that of her mother, that caused her <strong class=\"keyword\">embarrassment</strong> and from small, to school, she forced her to walk hump to hide those two 'things' exaggerated."},{"author":118293,"first":"\" <strong class=\"keyword\">Turbación</strong> \".","second":"\" <strong class=\"keyword\">Trepidation</strong>. \""},{"author":8000,"first":"El Sr. Baali (Argelia), haciendo uso de su dere-cho de respuesta, dice que la delegación de Marruecos está desconcertada y que él no quiere aumentar su <strong class=\"keyword\">turbación</strong>","second":"Mr. Baali (Algeria), speaking in exercise of the right of reply, said that, since the Moroccan delegation was flustered, he did not wish to increase its <strong class=\"keyword\">confusion</strong>"},{"author":95096,"first":"No quiere que permanezcas en las obras tenebrosas de la carne, sino que salgas al desierto, que llegues al lugar donde ya no existen las <strong class=\"keyword\">turbaciones</strong> y fluctuaciones del mundo, que llegues a la paz y el silencio...","second":"It does not want you to remain in the dark actions of the flesh, but to go out into the desert, that you reach a place apart from the <strong class=\"keyword\">upheavals</strong> and instability of the world, that you reach stillness and silence...."},{"author":27,"first":"En cualquier caso, en tiempos de <strong class=\"keyword\">turbación</strong>, la mejor receta es no acomplejarse.","second":"In times of <strong class=\"keyword\">distress</strong>, the best advice is always to avoid knee-jerk reactions."},{"author":8001,"first":"Además, la UEM ofrece un entorno de estabilidad económica y monetaria en toda Europa, que resulta favorable para el crecimiento sostenido y la creación de empleo, y la moneda única ha eliminado las per <strong class=\"keyword\">turbaciones</strong> causadas por las fuer tes fluctuaciones de los tipos de cambio de las antiguas monedas nacionales","second":"Moreover, EMU is providing an environment of economic and monetary stability all over Europe which is favourable to sustainable growth and job creation, and the single currency has done away with <strong class=\"keyword\">disruptions</strong> caused by sharp movements in the exchange rates of the former national currencies"},{"author":94808,"first":"Todas estas fechorías cometidas sobre seres humanos y la <strong class=\"keyword\">turbación</strong> que causan no pueden dejar indiferentes a otros seres humanos, de tal manera la vergüenza que generan mancilla y deshonra al conjunto de la humanidad.","second":"All these crimes committed against fellow human beings and the feelings of <strong class=\"keyword\">helplessness</strong> they engender cannot leave other people indifferent since they are so shameful that they sully and dishonour all mankind."},{"author":183,"first":"Ą Bastante había sufrido! Pero ahora triunfaba, y el amor, tanto tiempo contenido, brotaba todo entero a gozosos borbotones. Lo saboreaba sin remordimiento, sin preocupación, sin <strong class=\"keyword\">turbación</strong> alguna.","second":"Had she not suffered enough? But now she triumphed, and the love so long pent up burst forth in full joyous bubblings. She tasted it without remorse, without <strong class=\"keyword\">anxiety</strong>, without <strong class=\"keyword\">trouble</strong>."},{"author":118293,"first":"Usted no entendió mi <strong class=\"keyword\">turbación</strong>, ni mi silencio.","second":"You didn't understand my emotion, my silence..."},{"author":95096,"first":"Por una parte, un sentimiento de incapacidad y de <strong class=\"keyword\">turbación</strong> humana por la responsabilidad con respecto a la Iglesia universal, como Sucesor del apóstol Pedro en esta Sede de Roma, que ayer me fue confiada.","second":"On the one hand, a sense of inadequacy and human turmoil for the responsibility entrusted to me yesterday as the Successor of the Apostle Peter in this See of Rome, with regard to the Universal Church."},{"author":95096,"first":"Gran <strong class=\"keyword\">turbación</strong> e incluso «santa indignación» debían causar en quienes escuchaban, satisfechos de sí mismos, aquellas palabras de Cristo: «los publicanos y las prostitutas os precederán en el reino de Dios» (Mt 21, 31).","second":"Even greater <strong class=\"keyword\">dismay</strong>, or even \"holy indignation\", must have filled the self-satisfied hearers of Christ's words: \"the tax collectors and the harlots go into the Kingdom of God before you\" (Mt 21:31)."},{"author":119723,"first":"8 Por tanto, la ira de Jehová ha venido sobre Judá y Jerusalén, y los ha entregado a <strong class=\"keyword\">turbación</strong>, a horror y a escarnio, como lo veis vosotros con vuestros propios ojos.","second":"8 Wherefore the wrath of the Lord was upon Judah and Jerusalem, and he hath delivered them to trouble, to astonishment, and to hissing, as ye see with your eyes."},{"author":27,"first":"Señor Presidente, Señorías, la muerte de James L. Nichols, Cónsul de Noruega, Dinamarca y Suiza, ocurrida el 22 de junio, seis semanas después de haber sido encarcelado, nos sume en una profunda consternación y <strong class=\"keyword\">turbación</strong>.","second":"Mr President, ladies and gentlemen, the death on 22 June of James Nicols, Consul of Norway, Denmark and Switzerland, after being held in prison for six weeks, is shattering news of the greatest concern to us."},{"author":118293,"first":"Cuando el rey me envio como emisario especial a las Indias Occidentales... me imaginaba con cierta <strong class=\"keyword\">turbacion</strong> una vida entre salvajes.","second":"When the King ordered me on this journey as a special emissary to the We st Indies... I looked forward with some <strong class=\"keyword\">trepidation</strong> to a life among the savages."},{"author":8008,"first":"Rei y Mariko no son exactamente \"amigas\", pues en muchos casos son la causa de sufrimiento y <strong class=\"keyword\">turbación</strong> para Nanako.","second":"Rei and Mariko are not exactly \"friends\", in that they are sometimes source of suffering and <strong class=\"keyword\">perturbation</strong> for Nanako."},{"author":8008,"first":"Francisco y Clara experimentaron este tipo de <strong class=\"keyword\">turbación</strong> en sus vidas y se convirtieron en una presencia que turbó el mundo de sus tiempos; y lo siguen siendo hoy.","second":"Francis and Clare experienced this kind of <strong class=\"keyword\">disturbance</strong> in their life and they became a disturbing presence in the world in their times and even today."},{"author":95096,"first":"A este respecto, es muy significativa la \"<strong class=\"keyword\">turbación</strong>\" que le causó el saludo del ángel: \"Alégrate, llena de gracia, el Señor está contigo\" (Lc 1, 28).","second":"Much is said to us by the \"<strong class=\"keyword\">trouble</strong>\" she felt at the Angel's greeting: \"Hail, full of grace, the Lord is with you\" (Lk 1: 28)."},{"author":8000,"first":"Además, el triángulo ha emprendido una política de ingeniería social con el objeto de cambiar la composición demográfica de varias provincias del Afganistán mediante la reubicación y <strong class=\"keyword\">turbación</strong> de los habitantes oriundos de las partes centrales y septentrionales del Afganistán, a fin de alterar la coexistencia fraternal y armoniosa de los grupos de etnia afgana, que ha subsistido durante cientos de años","second":"Additionally, the triangle has embarked on a policy of social engineering with the aim of changing the demographic composition of various provinces of Afghanistan through the relocation and dislocation of the native inhabitants of central and northern parts of Afghanistan in order to disturb the harmonious fraternal coexistence of Afghan ethnic groups, which has endured for hundreds of years"},{"author":8008,"first":"Esperábamos paz, y no hubo bien; tiempo de curación, y he aquí, <strong class=\"keyword\">turbación</strong>.","second":"we looked for a peace , and there is no good; and for the time of healing, and behold <strong class=\"keyword\">trouble!</strong>"},{"author":95096,"first":"A este respecto, me vienen a la mente las palabras con las que mi venerado predecesor Pablo VI concluyó la exhortación apostólica Marialis cultus: \"Al hombre contemporáneo, frecuentemente atormentado entre la angustia y la esperanza, postrado por la sensación de su limitación y asaltado por aspiraciones sin límite (...), la Virgen, contemplada en su vicisitud evangélica y en la realidad ya conseguida en la ciudad de Dios, ofrece una visión serena y una palabra tranquilizadora: la victoria de la esperanza sobre la angustia, de la comunión sobre la soledad, de la paz sobre la <strong class=\"keyword\">turbación</strong>, de la alegría y de la belleza sobre el tedio y la náusea, de las perspectivas eternas sobre las temporales, de la vida sobre la muerte\" (n.","second":"In this regard, I recall the words with which my venerable Predecessor Paul VI concluded the Apostolic Exhortation Marialis Cultus: \"Contemplated in the episodes of the Gospels and in the reality which she already possesses in the City of God, the Blessed Virgin Mary offers a calm vision and a reassuring word to modern man, torn as he often is between anguish and hope, defeated by the sense of his own limitations and assailed by limitless aspirations, troubled in his mind and divided in his heart, uncertain before the riddle of death, oppressed by loneliness while yearning for fellowship, a prey to boredom and disgust. She shows forth the victory of hope over anguish, of fellowship over solitude, of peace over <strong class=\"keyword\">anxiety</strong>, of joy and beauty over boredom and disgust, of eternal visions over earthly ones, of life over death\" (n."},{"author":94808,"first":"En cuanto al contenido que se ha dado al delito de desórdenes públicos, se ha entendido que para su configuración deben concurrir los siguientes elementos: a) <strong class=\"keyword\">turbación</strong> de la tranquilidad pública; b) que la <strong class=\"keyword\">turbación</strong> sea grave; c) propósito de causar injuria (daño) u otro mal a alguna persona particular o con cualquier otro fin reprobado.","second":"The offence of disorderly conduct occurs if the following criteria are met: (a) public order is disturbed; (b) the <strong class=\"keyword\">disturbance</strong> is serious; and (c) the <strong class=\"keyword\">disturbance</strong> is intended to cause injury (damage) or other harm to an individual, or has any other unlawful purpose."},{"author":118293,"first":"Me di cuenta de su <strong class=\"keyword\">turbación</strong> cuando mencionó a Paulette.","second":"I observed how moved you were at the mention <strong class=\"keyword\">of</strong> Mrs. Armstrong's maid, Paulette."},{"author":118293,"first":"Sí, amigos, sí... pero esto me llena de <strong class=\"keyword\">turbación</strong>.","second":"Indeed, indeed, sirs, but this <strong class=\"keyword\">troubles</strong> me."},{"author":118293,"first":"Comprendo su <strong class=\"keyword\">turbación</strong>, pero entonces era joven e incapaz de gobernar mis emociones.","second":"I understand your unease, but back then I was young and uncapable to control my emotions."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8001":{"U":"http://opus.lingfil.uu.se/ECB.php","id":8001,"N":"ECB","url":"https://glosbe.com/source/8001"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}