{"result":"ok","tuc":[{"phrase":{"text":"tacit","language":"en"},"meanings":[{"language":"en","text":"Done or made in silence."},{"language":"en","text":"Done or made in silence; implied, but not expressed; silent"}],"meaningId":889528775334052828,"authors":[70195]},{"phrase":{"text":"unspoken","language":"en"},"meaningId":-3974655674374235448,"authors":[89651]},{"phrase":{"text":"implied","language":"en"},"meaningId":7071616153340602768,"authors":[80097]},{"phrase":{"text":"mum","language":"en"},"meaningId":-3108471857406378986,"authors":[25018]},{"phrase":{"text":"unwritten","language":"en"},"meaningId":7182884258664284261,"authors":[89651]},{"meanings":[{"language":"en","text":"tacit"}],"meaningId":2898230263371872926,"authors":[1]}],"phrase":"tácito","examples":[{"author":94808,"first":"La práctica que se cita en relación con esa afirmación no entraña una aceptación <strong class=\"keyword\">tácita</strong> de la aplicación provisional, sino más bien la existencia de un tratado en el que los Estados acuerdan expresamente que sus disposiciones se aplicarán con carácter provisional a partir de una fecha determinada, pero que permite a los Estados desligarse de esa obligación de aplicación provisional mediante notificación por escrito al depositario.","second":"The practice cited in relation to that assertion did not involve <strong class=\"keyword\">tacit</strong> acceptance of provisional application, but rather involved a treaty in which States expressly agreed that its provisions would be applied provisionally as of a specified date, but which allowed States to opt out of that provisional application obligation by written notification to the depositary."},{"author":8000,"first":"Puesto que el conocimiento puede ser explícito (datos, manuales, normas y reglamentos, procedimientos, etc.) o implícito/<strong class=\"keyword\">tácito</strong> (conocimiento no escrito y en su mayor parte no explotado), es fundamental que las organizaciones establezcan una estrategia de gestión del conocimiento clara y estructurada que les permita captar, reunir, codificar y estructurar el conocimiento, como requisito previo para su intercambio y difusión a nivel interno y externo","second":"Since knowledge can be explicit (data, manuals, regulations and rules, procedures, etc) or implicit/<strong class=\"keyword\">tacit</strong> (<strong class=\"keyword\">unwritten</strong> knowledge largely untapped), it is crucial for the organizations to establish a clear and structured knowledge management strategy which enables them to capture, collate, codify, and structure the knowledge, as a pre-requisite for its sharing and dissemination both internally and externally"},{"author":22,"first":"Se presumirá que la autoridad competente de tránsito ha otorgado su autorización <strong class=\"keyword\">tácita</strong> cuando se agote el plazo de treinta días sin que haya formulado objeciones","second":"<strong class=\"keyword\">Tacit</strong> consent by the competent authority of transit may be assumed if <strong class=\"keyword\">no objection</strong> is lodged within the said #-day time limit"},{"author":95875,"first":"\"La financiación comunitaria desempeña pues una función legítima a estos efectos, que resulta admisible en virtud del concepto de subsidiariedad\", continúa el informe, aprobando de forma <strong class=\"keyword\">tácita</strong> las conclusiones del informe Mayor.","second":"'There is thus a potentially legitimate role for central EU funding for this purpose, which is acceptable on the grounds of subsidiarity,' continued the report, in a <strong class=\"keyword\">tacit</strong> endorsement of the Mayor report conclusions."},{"author":94809,"first":"103 En segundo lugar, Hungría sostiene que el escrito de autorización no revestía la forma de decisión de aprobación <strong class=\"keyword\">tácita</strong>, a efectos del artículo 94, apartado 2, del Reglamento no 1580/2007, que es la única que, por efecto de la reciprocidad, hubiera permitido la aprobación <strong class=\"keyword\">tácita</strong> de los importes de ayuda notificados.","second":"103 In the second place, it claims that the letter of authorisation did not take the form of an <strong class=\"keyword\">implicit</strong> approval decision, in accordance with Article 94(2) of Regulation No 1580/2007, which is the only decision that would have permitted, due the effect of reciprocity, the <strong class=\"keyword\">implicit</strong> approval of the amounts of assistance notified."},{"author":94808,"first":"Sin perjuicio de las reglas de la organización, la aceptación del órgano competente de la organización no podrá ser <strong class=\"keyword\">tácita</strong>.","second":"Subject to the rules of the organization, the acceptance by the competent organ of the organization shall not be <strong class=\"keyword\">tacit</strong>."},{"author":8000,"first":"Dispensa <strong class=\"keyword\">tácita</strong>","second":"<strong class=\"keyword\">Implied</strong> waiver"},{"author":8000,"first":"Las acciones de Israel en el Oriente Medio son apoyadas, ya sea en forma abierta o <strong class=\"keyword\">tácita</strong>, supuestamente en nombre de la tradición judeocristiana contra la propagación del Islam militante radical, legitimando así todas esas acciones, no importa lo brutales que sean","second":"The actions of Israel in the Middle East are being supported, either openly or <strong class=\"keyword\">tacitly</strong>, supposedly in defence of the Judeo-Christian tradition against the spread of radical militant Islam, thus legitimizing all those actions, no matter how brutal"},{"author":94808,"first":"Desde esta perspectiva, la práctica [...] es más bien un reconocimiento de los demás miembros del Consejo de Seguridad en el momento pertinente, y en realidad de todos los Estados miembros por aceptación <strong class=\"keyword\">tácita</strong>, de la validez de esas resoluciones”).]","second":"Seen in this light, the practice is ... rather a recognition by the other members of the Security Council at the relevant moment, and indeed by all member States by <strong class=\"keyword\">tacit</strong> acceptance, of the validity of such resolutions”).]"},{"author":94809,"first":"a) cumplimentación del documento de movimiento por el notificante: una vez que el notificante haya recibido la autorización de las autoridades competentes de expedición, de destino y de tránsito, o bien, en lo que respecta a las autoridades competentes de tránsito, pueda presumir otorgada la autorización <strong class=\"keyword\">tácita</strong>, el notificante consignará la fecha efectiva del traslado y cumplimentará el resto de los datos del documento de movimiento en la medida de lo posible;","second":"(a) Completion of the movement document by the notifier: once the notifier has received consent from the competent authorities of dispatch, destination and transit or, in relation to the competent authority of transit, can assume <strong class=\"keyword\">tacit</strong> consent, he/she shall insert the actual date of shipment and otherwise complete the movement document to the extent possible."},{"author":8000,"first":"Esas modificaciones no siempre eran formas atenuadas de retiro o retiro parcial (en casos en que no debería seguirse el procedimiento para la formulación tardía de reservas), sino que podían constituir también una nueva reserva formulada tardíamente, para cuya aceptación se necesitaría el consentimiento <strong class=\"keyword\">tácito</strong> y unánime de todas las partes contratantes (o la ausencia total de objeciones","second":"Such modifications did not always constitute a diluted form of withdrawal or partial withdrawal (in which cases the procedure for late reservations should not be followed), but could also constitute a new late reservation for which the <strong class=\"keyword\">tacit</strong> unanimous consent of all contracting parties (or the total absence of objections) would be required for acceptance"},{"author":94809,"first":"Para ilustrar estas divergencias se pueden citar el apartado 1 del artículo 1 (ámbito de aplicación material: definición de la materia contractual, por ejemplo la cuestión si hay que incluir o no los contratos en cadena) o el apartado 1 del artículo 3 (definición de la elección <strong class=\"keyword\">tácita</strong>: ¿qué ocurre con la referencia a un concepto jurídico propio de un sistema jurídico dado) [19].","second":"Examples of these differences can be found in Article 1(1) (material scope: definition of contract, for example the question whether contract chains should be included) or Article 3(1) (definition of <strong class=\"keyword\">tacit</strong> choice: what about the reference to a legal concept specific to a given legal system). [19]"},{"author":94808,"first":"Desde la aprobación en 2009 de la enmienda del Código Penal anteriormente mencionada (Ley núm. 576/2009) que incorporaba en la definición del delito de \"Tortura y Otros Tratos Crueles o Inhumanos\", enunciada en el artículo 420 del Código Penal, los elementos de \"autoridad pública\" y actuaciones \"iniciadas con consentimiento explícito o <strong class=\"keyword\">tácito</strong>\", se han efectuado 11 enmiendas a la Ley núm. 300/2005 sobre el Código Penal.","second":"Since the above amendments to the Criminal Code in 2009 (Act No. 576/2009 Coll.) that included into the merits of crime “Torture and other Inhuman or Cruel Treatment” in Section 420 of the Criminal Code the element of “public authority” and proceeding “initiated by or with the explicit or <strong class=\"keyword\">silent</strong> consent”, 11 amendments to the applicable Criminal Act No. 300/2005 Coll. have been made."},{"author":94809,"first":"Asimismo, en el presente caso se suscita la cuestión relativa a si el eventual carácter no vinculante del acuerdo atributivo de competencia territorial según el artículo 3, apartado 1, de la Directiva 93/13 puede afectar al acuerdo atributivo de competencia internacional <strong class=\"keyword\">tácito</strong>.","second":"In the present case the question also arises whether the possibly non-binding nature of the agreement on territorial jurisdiction under Article 3(1) of Directive 93/13 may affect the agreement on international jurisdiction which was agreed <strong class=\"keyword\">implicitly</strong>."},{"author":94808,"first":"El informe abarca el período comprendido entre el 15 de septiembre y el 6 de diciembre de 2016, en el que los miembros del Comité se reunieron en una ocasión en consultas oficiosas y trataron una serie de cuestiones a través del procedimiento de acuerdo <strong class=\"keyword\">tácito</strong>.","second":"The report covers the period from 15 September to 6 December 2016, during which time the members of the Committee met once in informal consultations and dealt with a number of issues via the <strong class=\"keyword\">silence</strong> procedure."},{"author":94809,"first":"El plan de reciclado del buque se aprobará <strong class=\"keyword\">tácita</strong> o expresamente por la autoridad competente de conformidad con los requisitos del Estado en que esté situada la instalación de reciclado del buque, cuando sean aplicables.","second":"The ship recycling plan shall be <strong class=\"keyword\">tacitly</strong> or explicitly approved by the competent authority in accordance with the requirements of the state where the ship recycling facility is located, where applicable."},{"author":8000,"first":"Sin embargo, tan solo se refiere a la responsabilidad según el derecho alemán y no menciona la responsabilidad de Alemania en calidad de Estado anfitrión; esta disposición podría llegar a interpretarse como una exclusión <strong class=\"keyword\">tácita</strong> de la responsabilidad de Alemania","second":"However, it refers only to liability under German law and does not mention Germany's liability as host State; this provision could at best be read as <strong class=\"keyword\">implicitly</strong> excluding Germany's liability"},{"author":92475,"first":"Curiosamente, la discusión del grupo de VK sobre los “Guerrilleros de Novocherkassk” hace la suposición <strong class=\"keyword\">tácita</strong> de que, por supuesto, los oficiales asesinados eran miembros de una institución corrupta.","second":"Curiously, the VK group’s discussion about the “Novocherkassk Partisans” flows on the largely <strong class=\"keyword\">unspoken</strong> assumption that, of course, the officers killed in the attacks were members of a corrupt institution."},{"author":94809,"first":"Artículo 12 - Duración y renovación <strong class=\"keyword\">tácita</strong>","second":"Article 12 – Duration and <strong class=\"keyword\">tacit</strong> renewal"},{"author":94809,"first":"Por lo tanto, en la práctica, solamente los operadores que tengan un interés de control en empresas participadas tienen suficiente acceso a los documentos de una empresa para determinar el valor de mercado <strong class=\"keyword\">tácito</strong> de los activos de la empresa.","second":"Therefore, in practice, only operators with a controlling interest in target companies have sufficient access to a company’s records to ascertain the <strong class=\"keyword\">tacit</strong> market value of the company’s assets."},{"author":94809,"first":"Además, cuando esté justificado, debe ser posible obtener el dictamen del comité mediante procedimiento escrito, y el silencio de un miembro del comité debe considerarse un acuerdo <strong class=\"keyword\">tácito</strong>.","second":"Moreover, where justified, it should be possible for the opinion of the committee to be obtained by written procedure, and silence on the part of the committee member should be regarded as <strong class=\"keyword\">tacit</strong> agreement."},{"author":94809,"first":"No obstante, no se considerará que el dibujo o modelo ha sido hecho público por el simple hecho de haber sido divulgado a un tercero en condiciones <strong class=\"keyword\">tácitas</strong> o expresas de confidencialidad.","second":"The design shall not, however, be deemed to have been made available to the public for the sole reason that it has been disclosed to a third person under <strong class=\"keyword\">explicit</strong> or <strong class=\"keyword\">implicit</strong> conditions of confidentiality."},{"author":118293,"first":"Yo podría tomar una <strong class=\"keyword\">tacita</strong> de té.","second":"Oh, I could do with a quick <strong class=\"keyword\">cup</strong> of tea."},{"author":94808,"first":"En una conferencia de prensa dijo que se detenía y se torturaba a personas inocentes con el apoyo <strong class=\"keyword\">tácito</strong> del Gobierno federal.","second":"He had stated at a press conference that innocent people were being arrested and tortured with the <strong class=\"keyword\">tacit</strong> backing of the Federal Government."},{"author":94808,"first":"Cuando no hay voluntad política para un proceso competitivo con múltiples partidos, el PNUD debería evaluar atentamente las opciones de apoyo, ya que prestar asistencia a las partes de un proceso en esas circunstancias constituye una aprobación <strong class=\"keyword\">tácita</strong>.","second":"In cases where there is no political will for competitive multi-party processes, UNDP should carefully assess its support options, as assisting parts of a process under such circumstances is <strong class=\"keyword\">tacit</strong> approval of them."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"}}}