{"result":"ok","tuc":[{"phrase":{"text":"ubiquitous","language":"en"},"meanings":[{"language":"en","text":"seeming to appear everywhere at the same time"},{"language":"en","text":"being everywhere"},{"language":"es","text":"Que está por todas partes al mismo tiempo."},{"language":"en","text":"Being present everywhere at once."}],"meaningId":5036953222724150939,"authors":[90508]},{"phrase":{"text":"omnipresent","language":"en"},"meanings":[{"language":"es","text":"Que está por todas partes al mismo tiempo."},{"language":"en","text":"Being present everywhere at once."}],"meaningId":-4339964725762160090,"authors":[60172]},{"meanings":[{"language":"en","text":"ubiquitous"}],"meaningId":-3990360999238331516,"authors":[1]}],"phrase":"ubicuo","examples":[{"author":22,"first":"acceso a tecnologías que permiten la conexión con internet u otras redes en cualquier lugar y momento, y su utilización (conectividad <strong class=\"keyword\">ubicua</strong>","second":"access to and use of technologies enabling connection to the Internet or other networks from anywhere at any time (<strong class=\"keyword\">ubiquitous</strong> connectivity"},{"author":94808,"first":"La Santa Sede, gracias a sus instituciones en el mundo entero, provee 25% de la atención total que se da a las víctimas del VIH/SIDA, y se ubica así entre los principales actores en la materia, particularmente entre los más <strong class=\"keyword\">ubicuos</strong> proveedores de atención a las víctimas.","second":"The Holy See, thanks to its institutions worldwide, provides 25 per cent of the total care given to HIV/AIDS victims, making it one of the leading protagonists in the field, more specifically, one of the most <strong class=\"keyword\">ubiquitous</strong> and best providers of care for the victims."},{"author":94808,"first":"El idioma <strong class=\"keyword\">ubicuo</strong> de los derechos humanos no puede compensar ni compensará la falta de voluntad política de actuar.","second":"The <strong class=\"keyword\">ubiquitous</strong> language of human rights cannot and will not compensate for a lack of political will to act."},{"author":95875,"first":"De las empresas europeas que tienen planes de iniciar proyectos de comercio <strong class=\"keyword\">ubicuo</strong> en los próximos tres años, sólo el 20 por ciento prevé hacerlo en 2002.","second":"Of the European companies planning to embark on u-commerce projects over the coming three years, only 20 per cent expect to start in the next year."},{"author":8008,"first":"Nuestro Campaña de Diez-en-Diez está convenciendo a los gobiernos nacionales a establecer la Huella Ecológica como una métrica prominente y aceptada globalmente, tan <strong class=\"keyword\">ubicua</strong> como el PIB (Producto Interno Bruto).","second":"Our Ten-in-Ten campaign is engaging national governments to establish the Ecological Footprint as a prominent, globally accepted metric as <strong class=\"keyword\">ubiquitous</strong> as the GDP."},{"author":94809,"first":"La concentración en el agua de estas <strong class=\"keyword\">ubicuas</strong> partículas, que llegan incluso a las zonas más remotas[28], es a veces superior a la del plancton.","second":"They are <strong class=\"keyword\">ubiquitous</strong> and reach even the most remote areas[28] with a concentration in water sometimes higher than that of plankton."},{"author":91988,"first":"La lucha contra las <strong class=\"keyword\">ubicuas</strong> redes terroristas capaces de llevar a cabo devastadores ataques contra civiles podrían bien demandar el refinamiento de conceptos tradicionales como necesidad militar, combatiente, territorio y blancos legítimos.","second":"The fight against <strong class=\"keyword\">ubiquitous</strong> terrorist networks capable of devastating attacks against civilians may well demand a refinement of traditional concepts such as military necessity, combatant, territory and legitimate targets."},{"author":94809,"first":"Este sistema, consecuencia lógica y necesaria de las limitaciones territoriales de la Unión Europea, no brindará una protección total al ciudadano europeo cuyos datos se difundan dentro de una sociedad en red en la que las fronteras físicas pierden importancia (véanse los ejemplos mencionados en el apartado 6 del presente dictamen): la información de Internet es de carácter <strong class=\"keyword\">ubicuo</strong>, pero la competencia del legislador europeo no lo es.","second":"This system, a logical and necessary consequence of the territorial limitations of the European Union, will not provide full protection to the European data subject in a networked society where physical borders lose importance (see, examples mentioned in point 6 of this opinion): the information on Internet has an <strong class=\"keyword\">ubiquitous</strong> nature, but the jurisdiction of the European legislator is not ubiquitous."},{"author":22,"first":"Subraya la importancia que tienen la protección de la vida privada y la seguridad de la información en la sociedad de la información <strong class=\"keyword\">ubicua</strong>; recuerda que la legislación debe garantizar la confianza de los ciudadanos y de los agentes económicos en los contenidos y las comunicaciones digitales","second":"Stresses the importance of the protection of privacy and information security in the <strong class=\"keyword\">ubiquitous</strong> information society; recalls that legislation must guarantee the confidence of citizens and business in digital content and communications"},{"author":94809,"first":"Los resultados obtenidos en la CMR-03 están en consonancia con el objetivo europeo de favorecer la prestación de servicios de la sociedad de la información <strong class=\"keyword\">ubicuos</strong>, incluso a bordo de un avión, mediante el fomento de la competencia entre las distintas plataformas que ofrecen servicios de datos a los pasajeros de las líneas aéreas.","second":"The results achieved in WRC-03 are in line with the European goal to support the provision of <strong class=\"keyword\">ubiquitous</strong> Information Society services, including within aircraft, by fostering service competition between different approaches to delivering data services to airline passengers."},{"author":95875,"first":"Las distintas modalidades de captura de movimientos deben evaluarse y combinarse, e incluir entre ellas las de las cámaras web monoculares ya <strong class=\"keyword\">ubicuas</strong>, dispositivos detectores de la profundidad como Microsoft Kinect y los cada vez más populares sensores de bajo coste inalámbricos (principalmente los sensores de inercia).","second":"Multiple motion capture modalities should be evaluated and combined, including the already <strong class=\"keyword\">ubiquitous</strong> monocular Webcams, depth sensing devices such as Microsoft Kinect and emerging wireless low-cost sensors (mainly inertial sensors)."},{"author":95875,"first":"El proyecto ASAP dio como resultado una serie de técnicas y herramientas que permiten el desarrollo de sistemas informáticos sofisticados y fiables con vistas a crear una nueva generación de plataformas de computación <strong class=\"keyword\">ubicua</strong>.","second":"The ASAP project resulted in a set of techniques and tools for enabling the development of sophisticated and reliable software systems to be deployed on new generation, pervasive computing platforms."},{"author":94809,"first":"Sin embargo, estas sustancias son persistentes (con una persistencia de carácter <strong class=\"keyword\">ubicuo</strong> para el níquel, en particular) y bioacumulables, por lo que sí deberían incluirse en dicha lista, según la definición de las sustancias peligrosas prioritarias de la Comisión Europea.","second":"These substances are, however, persistent (nickel in particular shows <strong class=\"keyword\">ubiquitous</strong> persistence) and bioaccumulative, which makes them eligible to be on this list according to the European Commission's definition of priority hazardous substances."},{"author":95875,"first":"Una colaboración entre Corea y Europa en el campo de la inteligencia ambiental y la informática <strong class=\"keyword\">ubicua</strong> promete avances rápidos en materia de Internet de las cosas (IoT).","second":"European-Korean collaboration in the fields of ambient intelligence and <strong class=\"keyword\">ubiquitous</strong> computing promises to rapidly advance the Internet of Things (IoT)."},{"author":94259,"first":"La metáfora es <strong class=\"keyword\">ubicua</strong>, aunque está oculta.","second":"Now metaphor is <strong class=\"keyword\">ubiquitous</strong>, yet it's hidden."},{"author":91988,"first":"Y, aun así, la mayoría de los millones de refugiados que llegaron en masa a Europa el pasado verano (principalmente procedentes de Siria) tenía acceso a esa “Internet <strong class=\"keyword\">ubicua</strong> y móvil” que es parte de la Cuarta Revolución Industrial.","second":"Yet the majority of the million refugees flooding into Europe this past summer – primarily from Syria – had access to that “<strong class=\"keyword\">ubiquitous</strong> and mobile Internet” that is part of the Fourth Industrial Revolution."},{"author":94809,"first":"La sanidad móvil depende en gran medida de redes de elevada capacidad, <strong class=\"keyword\">ubicuas</strong> y flexibles.","second":"mHealth strongly depends on high capacity, <strong class=\"keyword\">ubiquitous</strong> and flexible networks."},{"author":8007,"first":"Hoy en día el generador de fuerza motriz más <strong class=\"keyword\">ubicuo</strong> –instalado en cerca de mil millones de vehículos de ciudad y todo terreno, embarcaciones, aeroplanos e incontables maquinarias y herramientas- es el motor de combustión interna a gasolina, que en lo fundamental no ha cambiado desde la década de 1880.","second":"Today’s most <strong class=\"keyword\">ubiquitous</strong> mechanical prime mover – installed in nearly a billion road and off-road vehicles, water vessels, airplanes, and countless machines and tools – is the gasoline-fueled internal combustion engine, fundamentally unchanged since the 1880’s."},{"author":94259,"first":"No va a pasar porque son <strong class=\"keyword\">ubicuos</strong>,","second":"It won't happen because they're so <strong class=\"keyword\">ubiquitous</strong>,"},{"author":8008,"first":"Desde esta perspectiva, Occidente se piensa a sí mismo como <strong class=\"keyword\">ubicuo</strong>” [20] .","second":"In this regard, the West thinks itself to be <strong class=\"keyword\">ubiquitous</strong>” (Sakai 1997, 154-155)."},{"author":94809,"first":"A tal fin, la Comisión está elaborando una estrategia de futuro sobre la privacidad y la confianza en la sociedad de la información <strong class=\"keyword\">ubicua</strong>.","second":"To this end, the Commission is currently preparing a forward-looking strategy on privacy and trust in the <strong class=\"keyword\">ubiquitous</strong> information society."},{"author":94808,"first":"El racismo es <strong class=\"keyword\">ubicuo</strong>, aunque no se manifieste en el comportamiento social.","second":"Racism is <strong class=\"keyword\">ubiquitous</strong>, though not necessarily visible at the level of social behaviour."},{"author":94809,"first":"- Redes de comunicación <strong class=\"keyword\">ubicuas</strong> y de capacidad ilimitada : Acceso <strong class=\"keyword\">ubicuo</strong> a través de redes heterogéneas (redes fijas, móviles, inalámbricas y de radiodifusión que vayan desde el ámbito personal al regional y mundial) que permita la entrega sin fisuras de volúmenes cada vez mayores de datos y servicios en cualquier momento y lugar.","second":"- <strong class=\"keyword\">Ubiquitous</strong> and unlimited capacity communication networks : <strong class=\"keyword\">ubiquitous</strong> access over heterogeneous networks - fixed, mobile, wireless and broadcasting networks spanning from the personal area to the regional and global area - allowing the seamless delivery of ever higher volumes of data and services anywhere, anytime."},{"author":94809,"first":"(103)Garantizar una conectividad <strong class=\"keyword\">ubicua</strong> en cada Estado miembro es fundamental para el desarrollo económico y social, la participación en la vida pública y la cohesión social y territorial.","second":"(103)Ensuring <strong class=\"keyword\">ubiquitous</strong> connectivity in each Member State is essential for economic and social development, participation in public life and social and territorial cohesion."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}