{"result":"ok","tuc":[{"phrase":{"text":"outrage","language":"en"},"meaningId":-8760359835647948114,"authors":[25018]},{"phrase":{"text":"abuse","language":"en"},"meaningId":3607454881240704296,"authors":[36]},{"phrase":{"text":"discredit","language":"en"},"meaningId":2945846180222970338,"authors":[84500]},{"phrase":{"text":"corrupt","language":"en"},"meaningId":-356008887072605119,"authors":[86934]},{"phrase":{"text":"despise","language":"en"},"meaningId":-2004920730594587888,"authors":[86934]},{"phrase":{"text":"disgrace","language":"en"},"meaningId":3787022286761828916,"authors":[84500]},{"phrase":{"text":"hurt","language":"en"},"meaningId":7422462531658050806,"authors":[25018]},{"phrase":{"text":"insult","language":"en"},"meaningId":5419963101280048727,"authors":[36]},{"phrase":{"text":"offend","language":"en"},"meaningId":234094102968597773,"authors":[25018]},{"phrase":{"text":"torment","language":"en"},"meaningId":6691373616442603763,"authors":[86934]},{"phrase":{"text":"torture","language":"en"},"meaningId":-2818300912416343362,"authors":[86934]},{"phrase":{"text":"wound","language":"en"},"meaningId":1433358319247219161,"authors":[25115]},{"meanings":[{"language":"en","text":"to rape"},{"language":"en","text":"(El Salvador, Venezuela) to rape"},{"language":"en","text":"to insult; to offend, outrage"}],"meaningId":-1581375881138620138,"authors":[1]}],"phrase":"ultrajar","examples":[{"author":94808,"first":"Según lo dispuesto en el artículo 156 del Código Penal, se aplicarán sanciones penales por incitar al odio nacional, racial o religioso, es decir por <strong class=\"keyword\">ultrajar</strong> intencionalmente el honor y la dignidad nacionales con el ánimo de instigar la hostilidad, la intolerancia o la animadversión hacia otros grupos de la población por su origen nacional, racial o étnico y también por restringir o establecer derechos o prerrogativas, ya sea de manera directa o indirecta, por motivo del origen nacional, racial o étnico.","second":"According to article 156 of the Criminal Code, incitement to ethnic, racial or religious hatred, i.e. deliberate <strong class=\"keyword\">acts</strong> injurious to national honour and dignity perpetrated with a view to arousing hatred, intolerance or grievances with respect to any population group on grounds of national origin, race or ethnic affiliation, as well as the imposition of direct or indirect restrictions or the granting of direct or indirect privileges on grounds of national origin, race or ethnic affiliation, are criminal offences."},{"author":118293,"first":"Amenazarte con su revólver, atarte a un árbol y <strong class=\"keyword\">ultrajar</strong> a tu mujer delante de ti. ¿Y qué haces tú?","second":"Stuck a pistol in your back, tied you up, <strong class=\"keyword\">raped</strong> your wife right in front of your eyes."},{"author":8000,"first":"Además, con arreglo al artículo # del Código de Infracciones Administrativas, titulado \"Infracción a la legislación lingüística\", se incurre en responsabilidad administrativa por infracciones leves por <strong class=\"keyword\">ultrajar</strong> en público el idioma oficial y otros idiomas nacionales utilizados por la población de la República de Belarús o poner impedimentos o restricciones a su utilización","second":"Furthermore, under article # of the Administrative Offences Code, entitled “Violation of language laws”, administrative liability is established for minor infringements relating to the “public denigration of the State language and other national languages used by the population of the Republic of Belarus and the creation of obstacles to and restrictions on their use”"},{"author":94808,"first":"Además, con arreglo al artículo 172-2 del Código de Infracciones Administrativas, titulado \"Infracción a la legislación lingüística\", se incurre en responsabilidad administrativa por infracciones leves por <strong class=\"keyword\">ultrajar</strong> en público el idioma oficial y otros idiomas nacionales utilizados por la población de la República de Belarús o poner impedimentos o restricciones a su utilización.","second":"Furthermore, under article 172-2 of the Administrative Offences Code, entitled “Violation of language laws”, administrative liability is established for minor infringements relating to the “public denigration of the State language and other national languages used by the population of the Republic of Belarus and the creation of obstacles to and restrictions on their use”."},{"author":27,"first":"Los ciudadanos europeos esperan de la UE y la OTAN que ningún país en Europa pueda adjudicarse el derecho a <strong class=\"keyword\">ultrajar</strong> la libertad, en ninguna parte nuestro continente.","second":"What the citizens of Europe expect of the EU and NATO is that no country in Europe should be allowed to restrict freedom in any area of our part of the world."},{"author":8000,"first":"De esta manera, Panamá ha eliminado de su derecho positivo la antigua excepción al derecho a tener un debido proceso legal que permitía penar sin juicio previo a los servidores públicos que ejercieran mando y jurisdicción, quienes podían imponer multas o arrestos a cualquiera que los <strong class=\"keyword\">ultrajara</strong> o faltara al respeto en el acto en que estuvieran desempeñando las funciones de su cargo o con motivo del desempeño de las mismas","second":"Thereby, Panama eliminated from its positive law an earlier exception to the right to a fair trial. Under that exception, civil servants having authority and power were entitled to fine or arrest any <strong class=\"keyword\">person insulting</strong> them or not showing them due respect in the exercise of their duties"},{"author":31,"first":"¿ Crees que puedes <strong class=\"keyword\">ultrajar</strong> el honor de una persona, impunemente?","second":"Do you think you can <strong class=\"keyword\">besmirch</strong> another person' s honour with impunity?"},{"author":118293,"first":"¿Como te atreves a <strong class=\"keyword\">ultrajar</strong> a mi persona?","second":"How dare you indulge this <strong class=\"keyword\">outrage</strong> on my person?"},{"author":95096,"first":"Las justas ambiciones de una persona, sobre todo si es joven, no se pueden frustrar y <strong class=\"keyword\">ultrajar</strong>, no se puede defraudar la esperanza de poder realizarlas.","second":"People’s legitimate ambitions, especially in the case of the young, should not be thwarted <strong class=\"keyword\">or offended</strong>, nor should people be robbed of their hope of realizing them."},{"author":8000,"first":"El fenómeno de la violación en banda también es nuevo en Dinamarca y guarda relación con una percepción cultural de las jóvenes danesas como prostitutas a las que se puede <strong class=\"keyword\">ultrajar</strong> sin recato alguno mientras que se enseña a los mismos niños y jóvenes que pueden asesinar a una hermana si infringe los códigos culturales y de la familia","second":"The phenomenon of mass rape is also new in a Danish context and is linked with a cultural perception of Danish girls as prostitutes who can be <strong class=\"keyword\">defiled</strong> without shame, while the same boys and guys are brought up to murder a sister if she breaches the family and cultural codes"},{"author":94808,"first":"El Código Penal prohíbe explícitamente la discriminación expresando en su artículo 233: \"El que en forma idónea para perturbar la convivencia de las personas, públicamente o en una reunión, o mediante las publicaciones señaladas en el artículo 14, <strong class=\"keyword\">ultrajara</strong> a otro por sus creencias, será castigado con pena privativa de libertad de hasta tres años o multa\".","second":"The Criminal Code expressly prohibits discrimination, stipulating, in article 233, that “Anyone who, in a manner likely to impede the harmonious coexistence of peoples, <strong class=\"keyword\">insults</strong> another person on account of his or her beliefs either in public, at a meeting or in publications, as defined in article 14, paragraph 3, shall be sentenced to imprisonment for a maximum term of three years or to payment of a fine.”"},{"author":94808,"first":"Los instrumentos legislativos penales, como, por ejemplo, el Código Penal (cap. 22), enumeran delitos contra la mujer como la violación y la utilización de palabras, gestos o actos con objeto de <strong class=\"keyword\">ultrajar</strong> la modestia.","second":"Penal legislations such as the Penal Code (Cap. 22) list specific offences against women such as rape and use of words, gesture or act with intent to <strong class=\"keyword\">insult</strong> the modesty."},{"author":27,"first":"Además, <strong class=\"keyword\">ultrajar</strong> la bandera nacional búlgara es delito penal en virtud del Código Penal de Bulgaria y la parte culpable debe ser puesta a disposición de las autoridades correspondientes.","second":"Furthermore, defacing the Bulgarian national flag is a criminal offence under the Bulgarian criminal code, and the guilty party has to be handed over to the appropriate authorities."},{"author":27,"first":"En el Derecho penal turco es un delito <strong class=\"keyword\">ultrajar</strong> la denominada \"identidad tuca\".","second":"In Turkish criminal law, it is a crime to <strong class=\"keyword\">insult</strong> what is termed 'Turkish identity'."},{"author":94808,"first":"En el artículo 155 se estipulan penas en la forma de una multa, el embargo de ingresos o hasta cinco años de privación de libertad por perturbar ilegalmente un oficio religioso o un acto de culto mediante la violencia o la amenaza del uso de la violencia, o por <strong class=\"keyword\">ultrajar</strong> e insultar los sentimientos religiosos de los fieles o ministros de una religión.","second":"Article 155 stipulates penalties in the form of a fine, attachment of earnings or deprivation of liberty for up to five years for unlawfully disturbing a religious service or act of worship by violence or the threat thereof, or for <strong class=\"keyword\">outraging</strong> and insulting the religious feelings of worshippers or ministers of religion."},{"author":94808,"first":"En el artículo 7 del Código Penal \"Principio de humanismo\" se afirma que los castigos y otras medidas de acción jurídica no tienen por objeto infligir sufrimientos físicos ni <strong class=\"keyword\">ultrajar</strong> la dignidad de las personas.","second":"Article 7 of the Criminal Code, “Principle of humanity”, states that the purpose of punishment and other legal sanctions shall not be to cause physical suffering or to undermine human dignity."},{"author":8000,"first":"En el artículo # se estipulan penas en la forma de una multa, el embargo de ingresos o hasta cinco años de privación de libertad por perturbar ilegalmente un oficio religioso o un acto de culto mediante la violencia o la amenaza del uso de la violencia, o por <strong class=\"keyword\">ultrajar</strong> e insultar los sentimientos religiosos de los fieles o ministros de una religión","second":"Article # stipulates penalties in the form of a fine, attachment of earnings or deprivation of liberty for up to five years for unlawfully disturbing a religious service or act of worship by violence or the threat thereof, or for <strong class=\"keyword\">outraging</strong> and insulting the religious feelings of worshippers or ministers of religion"},{"author":119723,"first":"Se le aconsejó ser paciente, no <strong class=\"keyword\">ultrajar</strong>, orar siempre y prestar oído al Consolador.","second":"He was counseled to be patient, to revile not, to pray always, and to give heed to the Comforter."},{"author":94808,"first":"El fenómeno de la violación en banda también es nuevo en Dinamarca y guarda relación con una percepción cultural de las jóvenes danesas como prostitutas a las que se puede <strong class=\"keyword\">ultrajar</strong> sin recato alguno mientras que se enseña a los mismos niños y jóvenes que pueden asesinar a una hermana si infringe los códigos culturales y de la familia.","second":"The phenomenon of mass rape is also new in a Danish context and is linked with a cultural perception of Danish girls as prostitutes who can be <strong class=\"keyword\">defiled</strong> without shame, while the same boys and guys are brought up to murder a sister if she breaches the family and cultural codes."},{"author":8008,"first":"Habrá, en particular, el funcionamiento interno de estos sistemas, aprenderá a explotar las vulnerabilidades de tipo aplicativo y sistema, luego a utilizar estas faltas para <strong class=\"keyword\">ultrajar</strong> las nuevas protecciones de la memoria (ASLR, PAX...), del sistema (antivirus...) y red (cortafuego personal y de frontera, IED...).","second":"You will study there in particular the inner working of these systems, will learn how to exploit there the vulnerabilities of the applicatif type and system, then to use these faults to exceed the new memory protections (ASLR, PAX...), of the system (antivirus...) and network (firewall personal and of border, IDS...)."},{"author":118385,"first":"Pide que un enfoque armonizado para la tipificación penal de la incitación al odio, ya sea en línea o no, practicada por radicales para impulsar a otros a <strong class=\"keyword\">ultrajar</strong> y violar derechos fundamentales; propone que se incluya este delito específico en las decisiones marco pertinentes del Consejo;","second":"Calls for a harmonised approach to the definition as a criminal offence of hate speech, online and offline, whereby radicals incite others to disrespect and <strong class=\"keyword\">violate</strong> fundamental rights; suggests that this specific offence be added in the relevant Council framework decisions;"},{"author":8000,"first":"No hay que permitir ni tolerar que las amenazas de <strong class=\"keyword\">ultrajar</strong>, dañar o politizar descaradamente a la Corte Internacional de Justicia y el procedimiento de opinión consultiva se utilicen como moneda de cambio para reivindicar posiciones extremas y carentes de principios","second":"Threats to <strong class=\"keyword\">abuse</strong>, harm and shamelessly politicize the International Court of Justice and the advisory opinion procedure must not be tolerated or allowed to be used as a bargaining chip to advance extreme and unprincipled positions"},{"author":8000,"first":"Medidas legislativas penales, por ejemplo el Código Penal, enumeran delitos contra la mujer como los malos tratos o el empleo de fuerza contra la persona con objeto de <strong class=\"keyword\">ultrajar</strong> la modestia, delitos relativos a la prostitución, la violación y al matrimonio (como la cohabitación provocada por el hecho de que un hombre induzca engañosamente a creer que se ha celebrado un matrimonio legítimo o haga promesas falsas al respecto, raptando o deteniendo con propósitos criminales a una mujer casada","second":"Penal legislations such as the Penal Code enumerate specific offences against women such as assault or use of criminal force on a person with intent to <strong class=\"keyword\">outrage</strong> modesty, offences in relation to prostitution, rape, and offences relating to marriage (such as cohabitation caused by a man deceitfully inducing a belief of lawful marriage or enticing, taking away or detaining with a criminal intent a married woman"},{"author":8008,"first":"Incluir, <strong class=\"keyword\">ultrajar</strong> y validar los sistemas de protección avanzados de la memoria, de sistema y red.","second":"To include/understand<strong class=\"keyword\">,</strong> exceed and validate the advanced protective systems of the memory, system and network."},{"author":8000,"first":"Entre ellos, se cambiaba el artículo # de la Constitución política, dejando en el texto propuesto la posibilidad de que servidores públicos que ejerzan mando y jurisdicción pudieran imponer multas u ordenar detenciones preventivas, por un período no mayor de # horas, a cualquiera que los <strong class=\"keyword\">ultrajare</strong> o faltare el respeto en el acto en que estén desempeñando sus funciones o que les impidiera u obstaculizara el ejercicio de las mismas","second":"Regarding article # of the Constitution, the proposed amendment maintained the possibility for officials exercising authority and jurisdiction to fine or arrest anyone who <strong class=\"keyword\">insulted</strong> them or was in contempt of their authority in discharging their official duties or prevented them from doing so"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"36":{"U":"http://freedict.org","id":36,"N":"freedict.org","url":"https://glosbe.com/source/36"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}