{"result":"ok","tuc":[{"phrase":{"text":"outrage","language":"en"},"meanings":[{"language":"en","text":"an offensive, immoral or indecent act"}],"meaningId":3183218631029826084,"authors":[70195]},{"phrase":{"text":"insult","language":"en"},"meaningId":6895584419703930954,"authors":[69425]},{"phrase":{"text":"bullying","language":"en"},"meanings":[{"language":"en","text":"act of intimidating a weaker person"}],"meaningId":-2554023410282787931,"authors":[70195]},{"phrase":{"text":"indignity","language":"en"},"meaningId":-8984760782546810251,"authors":[92056]},{"phrase":{"text":"offense","language":"en"},"meaningId":-6072637292201668548,"authors":[69425]},{"phrase":{"text":"offence","language":"en"},"meaningId":-1883235484441880664,"authors":[69425]},{"phrase":{"text":"abusive","language":"en"},"meaningId":6993358689193629634,"authors":[25018]},{"phrase":{"text":"desecration","language":"en"},"meaningId":3357396608737943882,"authors":[89651]},{"phrase":{"text":"profanation","language":"en"},"meaningId":-6594207102327586963,"authors":[83093]},{"meanings":[{"language":"en","text":"First-person singular (yo) preterite indicative form of ultrajar."},{"language":"en","text":"insult, offense"}],"meaningId":-2677444164260251947,"authors":[1]}],"phrase":"ultraje","examples":[{"author":94808,"first":"Augusto-Mba Sa Oyana no piensa siquiera remotamente en la posibilidad de reclamar ante los tribunales de Guinea Ecuatorial la debida reparación por los <strong class=\"keyword\">ultrajes</strong> que le fueron causados.","second":"Augusto-Mba Sa Oyana does not believe that there is even a remote possibility of applying to the courts of Equatorial Guinea for due compensation for the <strong class=\"keyword\">outrage</strong> he suffered."},{"author":94809,"first":"14 Ante todo, hay que subrayar que la obligación de proteger a los funcionarios contra las amenazas, <strong class=\"keyword\">ultrajes</strong>, injurias, difamaciones o atentados de las que puedan ser objeto que compete a las instituciones comunitarias con arreglo al artículo 24 del Estatuto y que ampara igualmente los casos en que éstos sean víctimas de ataques que procedan de otros funcionarios, sólo existe en la medida en que quedan probados los hechos de que se trata.","second":"14 It must be observed first of all that the duty of the institutions of the Community under Article 24 of the Staff Regulations to protect officials against threats, insulting or <strong class=\"keyword\">defamatory</strong> acts or utterances, or any attacks to which they are subjected, which also covers attacks on those officials by other officials, only arises once the facts in question have been established ."},{"author":118293,"first":"General, con el debido respeto, esto no es solo un atropello, ¡ Esto es un <strong class=\"keyword\">ultraje</strong> en toda regla!","second":"General, with all due resp ect, this isn't just a check, sir, it's a full fucking body block!"},{"author":95096,"first":"Y ellos se marcharon, así dice la Escritura, «contentos de haber merecido aquel <strong class=\"keyword\">ultraje</strong> por el nombre de Jesús» (v.","second":"And they went away, as Scripture says, “rejoicing that they were counted worthy to <strong class=\"keyword\">suffer dishonour</strong> for the name” of Jesus (v."},{"author":94808,"first":"La edición de 2009 del Nuevo Diccionario Enciclopédico de la Lengua Inglesa Webster define la violencia como “la calidad o el estado de ser violento, la furia; un momento de acción violenta; un ejercicio violento o injusto de poder, lesión, <strong class=\"keyword\">ultraje</strong>, discreción o profanación”.","second":"“Violence” is defined by The New International Webster’s Encyclopedic Dictionary of the English Language, 2009 edition, as “the quality or state of being violent, fury; an instance of violent action; a violent or unjust exercise of power, injury, <strong class=\"keyword\">outrage</strong>, discretion, profanation”."},{"author":94808,"first":"Que el trato humillante, degradante o el atentado contra la dignidad haya sido tan grave que esté reconocido generalmente como <strong class=\"keyword\">ultraje</strong> contra la dignidad personal.","second":"The severity of the humiliation, degradation or other violation was of such degree as to be generally recognized as an <strong class=\"keyword\">outrage upon</strong> personal dignity."},{"author":94809,"first":"La Agencia asistirá al agente temporal, en especial mediante la persecución contra los autores de amenazas, <strong class=\"keyword\">ultrajes</strong>, injurias, difamaciones o atentados contra la persona y los bienes de que el agente temporal, o los miembros de su familia, sea objeto por su condición de tal o como consecuencia del ejercicio de sus funciones.","second":"The Agency shall assist any member of temporary staff, in particular in proceedings against any person perpetrating threats, insulting or <strong class=\"keyword\">defamatory</strong> acts or utterances, or any attack to person or property to which he or a member of his family is subjected by reason of his position or duties."},{"author":118385,"first":"Información adicional: La Corte Penal Internacional emitió un mandato de detención contra Mudacumura el 12 de julio de 2012 por nueve cargos de crímenes de guerra, incluidos ataques contra civiles, asesinatos, mutilaciones, tratos crueles, violaciones, torturas, destrucción de la propiedad, pillaje y <strong class=\"keyword\">ultrajes</strong> con la dignidad de personas, supuestamente perpetrados todos ellos entre 2009 y 2010 en la RDC.","second":"Other information: The International Criminal Court issued an arrest warrant for Mudacumura on 12 July 2012 for nine counts of war crimes, including attacking civilians, murder, mutilation, cruel treatment, rape, torture, destruction of property, pillaging and <strong class=\"keyword\">outrages against personal</strong> dignity, allegedly committed between 2009 and 2010 in the DRC."},{"author":94808,"first":"En torno al delito de <strong class=\"keyword\">ultraje</strong> sexual —que incluye una amplia previsión del acoso sexual— deben consignarse tres cuestiones:","second":"With regard to the offence of sexual <strong class=\"keyword\">affront</strong>, which includes a comprehensive provision on sexual harassment, three points should be noted:"},{"author":94808,"first":"Además, la Dirección General de la Policía Nacional Revolucionaria y la Dirección General de Investigación Criminal y Operaciones, entidades del Ministerio del Interior, cuentan con órganos investigativos y de procesamiento penal encargados del enfrentamiento de los hechos vinculados con delitos sexuales, que comprenden la corrupción de menores, el <strong class=\"keyword\">ultraje</strong> sexual, la venta y tráfico de menores, el proxenetismo y la trata de personas.","second":"Furthermore, the General Directorate of the National Revolutionary Police and the General Directorate of Criminal Investigation and Operations, attached to the Ministry of the Interior, have investigation and criminal procedure units that deal with matters relating to sexual offences, including the corruption of minors, sexual <strong class=\"keyword\">affront</strong>, the sale and trafficking of minors, pimping and trafficking in persons."},{"author":8000,"first":"Todo aquel que utilice fuerza, amenazas o engaños para cometer un <strong class=\"keyword\">ultraje</strong> al pudor será castigado con pena de prisión hasta por # años","second":"Anyone who uses force, threats or deception to commit an act of indecent assault shall be liable to a penalty of up to # years' imprisonment"},{"author":94808,"first":"Por ejemplo, no debe pasar por alto los <strong class=\"keyword\">ultrajes</strong> cometidos contra los lugares sagrados judíos, como la Tumba de José en Naplusa, destruida por una turba palestina.","second":"For example, it must not overlook the <strong class=\"keyword\">outrages</strong> committed against Jewish holy sites such as Joseph’s Tomb at Nablus, destroyed by a Palestinian mob."},{"author":118293,"first":"sólo la sangre, tu sangre, puede lavar el <strong class=\"keyword\">ultraje</strong> que mancilló mi honor, y la derramaréis toda,","second":"only blood, your blood, can wash away the stain which <strong class=\"keyword\">outraged</strong> my honour, and I shall spill it all,"},{"author":92475,"first":"La noticia sobre la captura de un personaje como Gordillo es de alto impacto entre una sociedad como la mexicana, que por décadas ha sufrido los más graves <strong class=\"keyword\">ultrajes</strong> por parte de la clase política y los poderes fácticos como el SNTE y otros sindicatos.","second":"The news of the arrest of someone like Gordillo has an important impact in a society like Mexico, which for decades has been seriously <strong class=\"keyword\">abused</strong> by the political class and the powers that be, like the SNTE and other unions."},{"author":8000,"first":"Cabe mencionar el siguiente delito en relación con el ejercicio de un cargo: artículo # buso de autoridad, que puede consistir en el empleo ilegal de un arma, el uso de la violencia o un acto de tortura o <strong class=\"keyword\">ultraje</strong> por una persona en ejercicio de funciones oficiales. Se sancionará con prisión de hasta seis años","second":"The following offence related to office may be mentioned: Article Abuse of authority, meaning illegal use of a weapon, use of violence or an act torturing or <strong class=\"keyword\">insulting</strong> a victim by a person acting in his or her official capacity is punishable by up to six years imprisonment"},{"author":118293,"first":"Éste es un <strong class=\"keyword\">ultraje</strong> que nunca se había perpetrado aquí.","second":"This is an <strong class=\"keyword\">outrage</strong> that has never before been perpetrated here!"},{"author":118293,"first":"Y francamente, lo que podrías querer preguntar sería... Mas allá del <strong class=\"keyword\">ultraje</strong> que era, no era ni un ápice menos desconcertante.","second":"And frankly, that you would feel compelled to ask would be... beyond <strong class=\"keyword\">outrageous</strong> were it one iota less mystifying."},{"author":94808,"first":"Ajustar a las normas internacionales relativas a la intimidad y la no discriminación las leyes penales en que se tipifican como delito las relaciones sexuales consensuales entre adultos del mismo sexo y se establecen los delitos de atentado contra el pudor y de <strong class=\"keyword\">ultraje</strong> grave a las buenas costumbres, pero definidos de manera imprecisa; adoptar medidas para fomentar la tolerancia a este respecto, lo que aumentaría la eficacia de los programas educativos destinados a prevenir el VIH/SIDA; adoptar todas las medidas necesarias para proteger a los homosexuales contra el acoso, la discriminación y la violencia; considerar la posibilidad de adoptar leyes específicas y medidas adicionales en materia de políticas para promover la tolerancia y la no discriminación de las lesbianas, los gays, los bisexuales y los transexuales.","second":"Bring its criminal laws on criminalization of consenting relations between adults of the same sex, and on offences of indecent assault and serious <strong class=\"keyword\">indecency</strong> that are defined vaguely, into line with international norms with respect to privacy and non-discrimination; take measures to promote tolerance in this regard, which would encourage more effective educational programmes for the prevention of HIV/AIDS; take all necessary action to protect homosexuals from harassment, discrimination and violence; consider introducing specific legislation and additional policy measures to promote tolerance and non-discrimination of lesbians, gays, bisexuals and transsexuals."},{"author":94808,"first":"Considera que los seres humanos representan el elemento central para el proceso de desarrollo y, en consecuencia, considera el hambre como un <strong class=\"keyword\">ultraje</strong> y una violación de la dignidad humana.","second":"It felt that human beings were central to the development process and therefore regarded hunger as an <strong class=\"keyword\">outrage</strong> and a violation of human dignity."},{"author":8000,"first":"La renovación del mandato por otros seis meses, por consiguiente, significa que habrá más incursiones, más violaciones y más <strong class=\"keyword\">ultrajes</strong> por parte de los Estados Unidos y del Reino Unido","second":"Renewal for the next six months therefore means further United States and British incursions, violations and <strong class=\"keyword\">outrages</strong>"},{"author":94808,"first":"La utilización de niños como instrumentos de guerra para atacar a personas inocentes es un <strong class=\"keyword\">ultraje</strong> moral, y debe terminar.","second":"Employing children as instruments of war to target the innocent is a moral <strong class=\"keyword\">outrage</strong>, and it must stop."},{"author":8000,"first":"Estos actos están tipificados en el artículo # del Código Penal de Uzbekistán (<strong class=\"keyword\">ultraje</strong> a los símbolos patrios de la República de Uzbekistán","second":"Such activities are criminally punishable in accordance with article # of the Criminal Code (<strong class=\"keyword\">Desecration</strong> of State Symbols of the Republic of Uzbekistan"},{"author":94808,"first":"El artículo 161 del Código Penal dispone que quien dificulte la práctica de un culto o de ceremonias religiosas o las perturbe, será castigado con una pena de seis meses de prisión y una multa, sin perjuicio de las penas mayores en las que cabría incurrir por <strong class=\"keyword\">ultraje</strong>, actos violentos o amenazas.","second":"Article 165 of the Criminal Code provides that “anyone who hinders or disrupts religious worship or ceremonies shall be punished by a term of imprisonment of six months and a fine, without prejudice to the more severe penalties which would be incurred in cases of <strong class=\"keyword\">abuse</strong>, acts of violence or threats”."},{"author":31,"first":"Es un <strong class=\"keyword\">ultraje</strong>","second":"It' s an <strong class=\"keyword\">outrage</strong>"},{"author":118293,"first":"Ni puro, si no me <strong class=\"keyword\">ultrajas</strong>","second":"Nor ever chaste, except you <strong class=\"keyword\">ravish</strong> me"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}