{"result":"ok","tuc":[{"phrase":{"text":"threshold","language":"en"},"meanings":[{"language":"en","text":"entrance"},{"language":"en","text":"Limit under or above which, a certain event can or can not occur."},{"language":"en","text":"bottom-most part of a doorway"},{"language":"en","text":"A limit against which other values can be compared. When a value crosses this limit, it can trigger an alert or other action."},{"language":"es","text":"Plano inclinado que une el nivel del pavimento al nivel de la puerta de ingreso."},{"language":"es","text":"Límite más allá del cual un cierto evento puede o ya no puede ocurrir."},{"language":"en","text":"point at which an action is triggered"}],"meaningId":7653395115302517144,"authors":[70195]},{"phrase":{"text":"doorstep","language":"en"},"meanings":[{"language":"en","text":"threshold of a doorway"}],"meaningId":8327003701683350037,"authors":[70195]},{"phrase":{"text":"sill","language":"en"},"meaningId":-5260362097661162482,"authors":[80097]},{"phrase":{"text":"doorway","language":"en"},"meaningId":5613599575451084603,"authors":[89651]},{"phrase":{"text":"shade","language":"en"},"meanings":[{"language":"en","text":"variety of color"}],"meaningId":-8467255301223063255,"authors":[70195]},{"phrase":{"text":"doorsill","language":"en"},"meaningId":-4462136886196797547,"authors":[84500]},{"phrase":{"text":"beginning","language":"en"},"meaningId":-1996410495917975669,"authors":[84500]},{"phrase":{"text":"brink","language":"en"},"meaningId":4622911961019124410,"authors":[84500]},{"phrase":{"text":"limit","language":"en"},"meaningId":-8363361111707657712,"authors":[84500]},{"phrase":{"text":"verge","language":"en"},"meaningId":-3491985177332872040,"authors":[84500]},{"phrase":{"text":"THR","language":"en"},"meaningId":3467466881250054127,"authors":[80097]},{"phrase":{"text":"arctic char","language":"en"},"meaningId":2644405859502672803,"authors":[86141]},{"phrase":{"text":"brook trout","language":"en"},"meaningId":6348649304511694099,"authors":[86141]},{"phrase":{"text":"chars","language":"en"},"meaningId":-4874459048331614430,"authors":[86141]},{"phrase":{"text":"commencement","language":"en"},"meaningId":3496815713589990698,"authors":[84500]},{"phrase":{"text":"dolly varden","language":"en"},"meaningId":4703477034788357624,"authors":[86141]},{"phrase":{"text":"first","language":"en"},"meaningId":3970747991392307787,"authors":[84500]},{"phrase":{"text":"get-go","language":"en"},"meaningId":-2815957946469848617,"authors":[84500]},{"phrase":{"text":"kickoff","language":"en"},"meaningId":5909725254467224087,"authors":[84500]},{"phrase":{"text":"lake trout","language":"en"},"meaningId":-8265049422278420614,"authors":[86141]},{"phrase":{"text":"offset","language":"en"},"meaningId":-5690506161828328250,"authors":[84500]},{"phrase":{"text":"outset","language":"en"},"meaningId":-7035080684295730213,"authors":[84500]},{"phrase":{"text":"rise","language":"en"},"meaningId":7214662163661181872,"authors":[80097]},{"phrase":{"text":"runway threshold","language":"en"},"meaningId":4531667539965199119,"authors":[80097]},{"phrase":{"text":"salmon trout","language":"en"},"meaningId":7811010430089868963,"authors":[86141]},{"phrase":{"text":"showtime","language":"en"},"meaningId":-7694588120601155771,"authors":[84500]},{"phrase":{"text":"start","language":"en"},"meaningId":-253494472170514762,"authors":[84500]},{"phrase":{"text":"starting time","language":"en"},"meaningId":5481320670844650299,"authors":[84500]},{"phrase":{"text":"swell","language":"en"},"meaningId":-4266011580762164604,"authors":[80097]},{"phrase":{"text":"terminal point","language":"en"},"meaningId":2601244571983087445,"authors":[84500]},{"phrase":{"text":"terminus ad quem","language":"en"},"meaningId":-8442544600919015401,"authors":[84500]},{"phrase":{"text":"treshold","language":"en"},"meaningId":-3228240348237700128,"authors":[91370]},{"phrase":{"text":"umbral","language":"en"},"meaningId":-5187962598258177942,"authors":[80097]},{"meanings":[{"language":"en","text":"doorstep; threshold; stoop"}],"meaningId":-6952580093979753181,"authors":[1]}],"phrase":"umbral","examples":[{"author":8000,"first":"Para obtener más información sobre los <strong class=\"keyword\">umbrales</strong> de bajos ingresos (base # ) antes de impuestos, consúltese la respuesta a la pregunta","second":"Please consult response to question # for low income <strong class=\"keyword\">cut</strong>-offs ( # base) before tax"},{"author":94809,"first":"También es controvertido si los acuerdos celebrados entre los municipios y las entidades gestoras del régimen de pensiones pueden ser calificados de contratos onerosos cuyo objeto es la prestación de servicios y cuyo valor sobrepasa los <strong class=\"keyword\">umbrales</strong> económicos pertinentes.","second":"In addition, there is disagreement on whether the agreements concluded between local authorities and pension scheme providers may be classified as contracts for pecuniary interest which have as their object the provision of services and which exceed the relevant <strong class=\"keyword\">thresholds</strong>."},{"author":94809,"first":"Por lo que hace a la contratación pública, tales diferencias deben guardar relación principalmente con los tipos de procedimientos y los <strong class=\"keyword\">umbrales</strong> a partir de los cuales son aplicables.","second":"As regards procurement, such differences should mainly pertain to types of procedures and <strong class=\"keyword\">thresholds</strong> from which they apply."},{"author":94809,"first":"Estos acontecimientos se verificarán hasta que se alcance el <strong class=\"keyword\">umbral</strong>.","second":"These developments shall be verified until the <strong class=\"keyword\">threshold</strong> is <strong class=\"keyword\">met</strong>."},{"author":94809,"first":"Por su parte, parece que han comenzado a dar fruto los esfuerzos realizados por la autoridad supervisora sueca para que los organismos de radiodifusión televisiva cobren una mayor conciencia de la importancia que entraña la correcta aplicación de los artículos 16 y 17, puesto que la proporción de obras europeas, que en el periodo anterior fue inferior a la cuota exigida, superó el <strong class=\"keyword\">umbral</strong> del 50 % en 2009 y 2010.","second":"In Sweden the efforts of the supervisory authority to increase broadcasters’ awareness about the importance of correct implementation of Articles 16 and 17 seemed to be bearing fruit since the proportion of European works, which was below the required quota during the previous period, passed the 50 % <strong class=\"keyword\">threshold</strong> in 2009 and 2010."},{"author":94809,"first":"De conformidad con el artículo 17, apartado 5, del Reglamento (CE) no 1227/2000, en caso de que los gastos reales de un Estado miembro relativos a un ejercicio determinado sean inferiores al 75 % de los importes de la asignación inicial, los gastos que se vayan a reconocer con cargo al ejercicio siguiente y la superficie total correspondiente se han de reducir en un tercio de la diferencia entre ese <strong class=\"keyword\">umbral</strong> y los gastos reales en que se haya incurrido durante el ejercicio considerado.","second":"In accordance with Article 17(5) of Regulation (EC) No 1227/2000, where expenditure actually incurred by a Member State in a given financial year is less than 75 % of the initial allocation, the expenditure to be recognised for the following financial year, and the corresponding total area, are to be reduced by a third of the difference between this <strong class=\"keyword\">threshold</strong> and the actual expenditure incurred during the financial year in question."},{"author":94809,"first":"- el número e importe de contratos adjudicados por cada poder adjudicador, por encima del <strong class=\"keyword\">umbral</strong>, desglosados, en la medida de lo posible, por procedimiento, categoría de productos con arreglo a la nomenclatura contemplada en el apartado 1 del artículo 9 y nacionalidad del adjudicatario del contrato, y, cuando se trate de procedimientos negociados, desglosados según lo dispuesto en el artículo 6, con indicación del número e importe de los contratos adjudicados a cada Estado miembro y a países terceros;","second":"- the number and value of contracts awarded above the <strong class=\"keyword\">threshold</strong> by each contracting authority, subdivided as far as possible by procedure, category of product according to the nomenclature referred to in Article 9 (1) and the nationality of the supplier to whom the contract has been awarded and, in the case of negotiated procedures, subdivided in accordance with Article 6, listing the number and value of contracts awarded to each Member State and to third countries;"},{"author":94809,"first":"Este <strong class=\"keyword\">umbral</strong> pretende ayudar a los BCN a decidir si deben realizar un ajuste o no.","second":"This <strong class=\"keyword\">threshold</strong> is intended to help the NCBs decide whether to make an adjustment or not."},{"author":95096,"first":"Que María, que «precede a toda la Iglesia en el camino de la fe, de la caridad y de la perfecta unión con Cristo»,(63) nos obtenga también este «fruto» en el Año que le hemos dedicado, en el <strong class=\"keyword\">umbral</strong> del tercer milenio de la venida de Cristo.","second":"May Mary, who \"is a model of the Church in the matter of faith, charity, and perfect union with Christ\",63 obtain for all of us this same \"grace\", in the Year which we have dedicated to her as we <strong class=\"keyword\">approach</strong> the third millennium from the coming of Christ."},{"author":94808,"first":"En primer lugar, aunque el comentario se refiere al pronunciamiento general en el caso de la Fundición de Trail sobre daños futuros, no menciona que el tribunal arbitral asignó una indemnización para tierras desbrozadas y no desbrozadas, sin considerar tal <strong class=\"keyword\">umbral</strong>.","second":"Firstly, although the commentary referred to the general pronouncements on future damage in the Trail Smelter case, it did not mention that the arbitral tribunal had awarded compensation with regard to cleared land and uncleared land without taking such a <strong class=\"keyword\">threshold</strong> into account."},{"author":94809,"first":"13. coincide con la Comisión en que hasta el momento el FEDER ha contribuido fundamentalmente a la modernización y al perfeccionamiento de la estructura de la información y la comunicación, sobre todo de la red de telefonía básica, y que ahora, una vez que las inversiones han alcanzado en su mayoría el <strong class=\"keyword\">umbral</strong> de la rentabilidad, la mayor parte de esa aportación se ha de trasladar a la demanda, a la vez que dirigirse a la creación y consolidación de un mercado de oferta de servicios multimedia acompañado de infraestructuras avanzadas.","second":"13. agrees in this connection with the Commission that so far the ERDF has mainly helped to modernise and build up a complete information and communications infrastructure and, in particular, a basic telephony network and that now - since most investments have become profitable - the bulk of the ERDF contribution should focus on the demand side and on creating and consolidating a multimedia services supply market supported by an advanced infrastructure;"},{"author":94809,"first":"— el valor de los NOx no superará un <strong class=\"keyword\">umbral</strong> de 0,9 g/kWh,","second":"— the NOx value shall not exceed a <strong class=\"keyword\">threshold</strong> of 0,9 g/kWh,"},{"author":94809,"first":"A este respecto es preciso que, cuando las importaciones de piezas esenciales de bicicleta hayan sido eximidas del derecho ampliado por referencia a un montador eximido o a la cláusula de «<strong class=\"keyword\">umbral</strong> mínimo», las condiciones de exención prevean que la Comisión se asegure de que las piezas realmente se utilizan en operaciones de montaje de la parte eximida y que no se abusa del «<strong class=\"keyword\">umbral</strong> insignificante».","second":"In this respect it is appropriate that, where imports of essential bicycle parts have been exempted from the extended duty by reference to an exempted assembler or to the de minimis clause, the exemption conditions should provide for the Commission to ensure that the parts are actually used in the exempted party's assembly operations and that the de minimis <strong class=\"keyword\">threshold</strong> is not abused."},{"author":94808,"first":"Contraviniendo todas las obligaciones jurídicas, políticas y morales, se fabricaron nuevas armas nucleares y se idearon nuevas doctrinas para rebajar el <strong class=\"keyword\">umbral</strong> del recurso a esas armas inhumanas.","second":"Contrary to all legal, political and moral obligations, new nuclear weapons were built and new doctrines were devised to lower the <strong class=\"keyword\">threshold</strong> of resorting to such inhumane weapons."},{"author":27,"first":"Hoy en día disponemos de la tecnología que nos permitiría alcanzar unos <strong class=\"keyword\">umbrales</strong> mucho más bajos y hacerlo más rápidamente de lo que se prevé en el informe en cuestión.","second":"Today, technology is available that would allow us to achieve much lower <strong class=\"keyword\">thresholds</strong>, and to do so much more quickly than is envisaged by the objectives in this report."},{"author":8000,"first":"Por lo que respecta al proyecto de artículo # relativo a la obligación de no causar daños, algunos miembros se sumaron a la postura del Relator Especial según la cual, por motivos de coherencia, debería mantenerse el <strong class=\"keyword\">umbral</strong> de daños significativos y señalaron, asimismo, que esa referencia debería figurar en el título del proyecto de artículo","second":"Concerning draft article # bligation not to cause harm, some members expressed support for the position of the Special Rapporteur that for purposes of consistency the <strong class=\"keyword\">threshold</strong> of significant harm should be maintained, noting also that such reference should be included in the title of the draft article"},{"author":94809,"first":"Las principales diferencias con relación a la propuesta modificada de la Comisión consisten en reducir el valor límite de exposición, elevar el nivel de acción superior en relación con la presión acústica de cresta y suprimir el concepto de nivel <strong class=\"keyword\">umbral</strong>.","second":"The main differences compared to the Commission's amended proposal are in the reduction of the exposure limit values and the raising of the exposure action values to the peak acoustic pressure value and the abandonment of the concept of <strong class=\"keyword\">threshold</strong> level."},{"author":94809,"first":"Aun cuando el contrato cuyo valor es inferior al <strong class=\"keyword\">umbral</strong> pertinente puede no obstante ser importante en términos económicos, me referiré al mismo en estas conclusiones como un «contrato de bajo valor» por razones prácticas.","second":"Although a contract whose value is below the relevant <strong class=\"keyword\">threshold</strong> may still be significant in economic terms, I shall for convenience refer to such a contract in this Opinion as a ‘low value contract’."},{"author":94808,"first":"Volver a evaluar la justificación de los <strong class=\"keyword\">umbrales</strong> de delegación de atribuciones en el contexto del crecimiento de las carteras desde que se establecieron y las subdelegaciones en los equipos de gestión y los oficiales de inversiones que son más numerosos, señalando también que se pusieran los mismos límites a todos los oficiales de inversiones, independientemente de su experiencia y categoría;","second":"Reassess the reasonableness of <strong class=\"keyword\">thresholds</strong> for delegation of authority in the context of the growth in the portfolios since their establishment and the sub‐delegations to the augmented management teams and investment officers, noting also that the same limits were given to all investment officers irrespective of experience and level;"},{"author":94809,"first":"– Sobre el <strong class=\"keyword\">umbral</strong> de 40 millones de euros","second":"– EUR 40 million <strong class=\"keyword\">threshold</strong>"},{"author":94809,"first":"Es necesario definir un mínimo común denominador del <strong class=\"keyword\">umbral</strong> salarial nacional a fin de garantizar un nivel mínimo de armonización de las condiciones de admisión en el conjunto de la Comunidad.","second":"The definition of a common minimum denominator for the salary <strong class=\"keyword\">threshold</strong> is necessary to ensure a minimum level of harmonisation in the admission conditions throughout the Community."},{"author":94809,"first":"Este aumento sitúa a las importaciones de esta categoría en el 150 % del <strong class=\"keyword\">umbral</strong> de alerta.","second":"This brings imports of this category to 150 % of the <strong class=\"keyword\">alert level</strong>."},{"author":94809,"first":"REGLAMENTO (CEE) No 1404/88 DE LA COMISIÓN de 24 de mayo de 1988 por el que se fija el <strong class=\"keyword\">umbral</strong> de intervención para las nectarinas para la campaña 1988 -","second":"Commission Regulation (EEC) No 1404/88 of 24 May 1988 laying down the intervention <strong class=\"keyword\">threshold</strong> for nectarines for 1988"},{"author":94809,"first":"Estos procedimientos no se han introducido en el ámbito de la educación y la cultura porque el número de acuerdos de subvención que superan el <strong class=\"keyword\">umbral</strong> por encima del cual es necesario presentar un certificado de auditoría es muy limitado.","second":"Such procedures have not been introduced in Education and Culture as the number of grant agreements over the <strong class=\"keyword\">threshold</strong> for providing an audit certificate is very limited."},{"author":94809,"first":"La exactitud se refiere a la proximidad entre el valor estimado o calculado y el valor real o exacto, e incluye aspectos como los errores de muestreo, la cobertura de los datos, los <strong class=\"keyword\">umbrales</strong> aplicados, la ausencia de respuesta, los ajustes, los controles y las correcciones, o la confidencialidad.","second":"Accuracy deals with the closeness between the estimated or computed value and the exact or true value, including aspects such as sampling errors, data coverage, applied <strong class=\"keyword\">thresholds</strong>, non-response, adjustments, controls and corrections, or confidentiality."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"91370":{"U":"","id":91370,"N":"Sorina","url":"https://glosbe.com/source/91370"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"86141":{"U":"","id":86141,"N":"AGROVOC Thesaurus","url":"https://glosbe.com/source/86141"}}}