{"result":"ok","tuc":[{"phrase":{"text":"usurp","language":"en"},"meanings":[{"language":"en","text":"Seize and take control without authority and possibly with force."},{"language":"en","text":"to seize power"},{"language":"es","text":"Tomar el control sin tener derecho a él, posiblemente con uso de fuerza."}],"meaningId":-6719334551246313570,"authors":[90508]},{"phrase":{"text":"take over","language":"en"},"meanings":[{"language":"en","text":"Seize and take control without authority and possibly with force."},{"language":"es","text":"Tomar el control sin tener derecho a él, posiblemente con uso de fuerza."},{"language":"en","text":"to assume control"}],"meaningId":2684981110364173558,"authors":[90508]},{"phrase":{"text":"encroach","language":"en"},"meaningId":5912610590016249528,"authors":[89651]},{"phrase":{"text":"assume","language":"en"},"meanings":[{"language":"en","text":"Seize and take control without authority and possibly with force."},{"language":"es","text":"Tomar el control sin tener derecho a él, posiblemente con uso de fuerza."}],"meaningId":-1874133735488513578,"authors":[25018]},{"phrase":{"text":"arrogate","language":"en"},"meanings":[{"language":"en","text":"Seize and take control without authority and possibly with force."},{"language":"es","text":"Tomar el control sin tener derecho a él, posiblemente con uso de fuerza."}],"meaningId":-2666115894776012834,"authors":[60172]},{"phrase":{"text":"seize","language":"en"},"meanings":[{"language":"en","text":"Seize and take control without authority and possibly with force."},{"language":"es","text":"Tomar el control sin tener derecho a él, posiblemente con uso de fuerza."}],"meaningId":-1698056398865412106,"authors":[60172]},{"phrase":{"text":"catch","language":"en"},"meaningId":-4808053124251048439,"authors":[83042]},{"phrase":{"text":"encroach on","language":"en"},"meaningId":-7061445889744560453,"authors":[97745]},{"phrase":{"text":"impersonate","language":"en"},"meaningId":-3246030913451273973,"authors":[80097]},{"phrase":{"text":"masquerade","language":"en"},"meaningId":6641788891086023550,"authors":[80097]},{"phrase":{"text":"mimic","language":"en"},"meaningId":2804615505532146079,"authors":[80097]},{"meanings":[{"language":"en","text":"To usurp."},{"language":"en","text":"(transitive) To usurp."}],"meaningId":-5134006317908250662,"authors":[1]}],"phrase":"usurpar","examples":[{"author":94808,"first":"Un estafador puede acceder a esa información para establecer listas de posibles víctimas o <strong class=\"keyword\">usurpar</strong> la identidad de las personas que figuren en las listas.","second":"A fraudster may access such information to create lists of potential victims or to <strong class=\"keyword\">steal</strong> the identities of the listed individuals."},{"author":94808,"first":"En un mundo perfecto, tal vez podrían plantearse lograr su plena independencia o la libre asociación, pero está el problema de otra nación vecina más grande y más poderosa que desea <strong class=\"keyword\">usurpar</strong> el país.","second":"They might, in a perfect world, be able to work towards full independence or free association, but there was the problem of another larger and more powerful neighbouring nation that wished to <strong class=\"keyword\">usurp</strong> the country."},{"author":27,"first":"La Comisión de Control Presupuestario no pretende en absoluto <strong class=\"keyword\">usurpar</strong> el papel de la Comisión de Desarrollo y Cooperación.","second":"The Committee on Budgetary Control is not trying at all to <strong class=\"keyword\">usurp</strong> the role of the Committee on Development and Cooperation."},{"author":22,"first":"El microorganismo utilizado como marcador, que se escoge siempre entre los que ya están presentes en la flora bacteriana de la leche, se modifica periódicamente para evitar que, a la larga, personas ajenas a la producción de Grana Parado DOP puedan <strong class=\"keyword\">usurpar</strong> el producto utilizando el mismo marcador","second":"The micro-organism used as a tracer, which is always distinguishable from others already present in the bacterial flora of the milk, is changed from time to time in order to prevent others who are not involved in producing Grana Padano PDO from <strong class=\"keyword\">counterfeiting</strong> the product by inserting the same tracer"},{"author":94808,"first":"El informe intenta <strong class=\"keyword\">usurpar</strong> o socavar los derechos universalmente aceptados de los progenitores a decidir sobre la calidad de la educación de sus hijos y a impartir dirección y orientación adecuadas en relación con el ejercicio de los derechos de sus hijos; el derecho de los Estados Miembros a educar a sus ciudadanos de manera compatible con su cultura y sus propias circunstancias; y el derecho de todos los ciudadanos a la libertad de pensamiento, conciencia y religión.","second":"The report attempted to <strong class=\"keyword\">usurp</strong> or undermine the universally accepted rights of parents to determine the quality of their child’s education and to provide appropriate direction and guidance in the child’s exercise of his or her rights; of Member States to educate their citizens in a manner consistent with their culture and particular situation; and of all citizens to freedom of thought, conscience and religion."},{"author":94808,"first":"Fue la parte grecochipriota la que, al destruir la República asociada y <strong class=\"keyword\">usurpar</strong> su título en 1963, no dejó al pueblo turcochipriota otra alternativa que la de establecer la República Turca de Chipre.","second":"It was the Greek Cypriot side that, by destroying the partnership Republic and <strong class=\"keyword\">usurping</strong> its title in 1963, left the Turkish Cypriot people with no alternative but to eventually establish the Turkish Republic of Northern Cyprus."},{"author":94809,"first":"Por una parte, si la respuesta es negativa y si, por tanto, la aplicación de esta disposición requiere de medidas de ejecución por parte de las autoridades nacionales y comunitarias, el Tribunal de Justicia no queda liberado de su obligación de interpretación, de modo que vuelven a plantearse todos los problemas a los que antes me he referido en relación con el riesgo de <strong class=\"keyword\">usurpar</strong> la competencia de las Instituciones legislativas comunitarias.","second":"On the contrary, such a ruling by the Court could even have negative effects and undermine the process of cooperation between the Community and the Member States, particularly if it is taken into account that the ruling is not requested in order to resolve a dispute arising out of prior cooperation between the two sides (the Community and the Member States) but designed to anticipate in law an essentially political procedure that has not yet <strong class=\"keyword\">taken</strong> place."},{"author":8000,"first":"Esta característica se relacionaba frecuentemente con la debilidad de muchas estructuras estatales de África que había propiciado que el sector privado <strong class=\"keyword\">usurpara</strong> las funciones de seguridad clave de los Estados","second":"This characteristic was often linked to the weakness of many State structures in Africa, which had led to the private sector <strong class=\"keyword\">encroaching</strong> on the key security functions of States"},{"author":119723,"first":"“...Satanás, la serpiente antigua, sí, el diablo... se rebeló contra Dios y procuró <strong class=\"keyword\">usurpar</strong> el reino de nuestro Dios y su Cristo;","second":"“Satan, that old serpent, even the devil, ... rebelled against God, and sought to <strong class=\"keyword\">take</strong> the kingdom of our God and his Christ—"},{"author":94808,"first":"En opinión de un participante, se corría el peligro de que, al abordar determinadas cuestiones, el Consejo <strong class=\"keyword\">usurpara</strong> el mandato de otros órganos de las Naciones Unidas.","second":"In one participant’s view, there was a danger of the Council <strong class=\"keyword\">encroaching</strong> on the mandates of other United Nations organs when it took up certain issues."},{"author":27,"first":"Es responsabilidad de cada uno gestionar su propio negocio, función que no vamos a <strong class=\"keyword\">usurpar</strong> a nadie.","second":"It is for people themselves to run their own businesses; that is a function we shall most certainly not be taking from them."},{"author":8000,"first":"Otro participante, observando que la Asociación mundial sobre el mercurio era parte del programa de trabajo del PNUMA, dijo que el órgano establecido no debería <strong class=\"keyword\">usurpar</strong> la función del PNUMA, ni permitir que el PNUMA deje de cumplir con su responsabilidad en la aplicación de las modalidades de asociación; no obstante, se acordó que podría desempeñar una función consultiva","second":"One participant, noting that the Global Mercury Partnership was part of the UNEP programme of work, said that the body established should not be allowed to <strong class=\"keyword\">usurp</strong> the role of UNEP, or allow UNEP to abrogate its responsibility, in implementing the partnership; there was agreement, however, that it could play an advisory role"},{"author":91988,"first":"Las autoridades del país se enfrentan con infinidad de desafíos (desde la presencia de un activo movimiento federalista en el este del país, decidido a <strong class=\"keyword\">usurpar</strong> las prerrogativas del gobierno central, hasta una ola de asesinatos de funcionarios de seguridad) y disponen de pocos recursos para asignar a un caso que no plantea ninguna amenaza inmediata a su posición en el frente interno.","second":"The country’s leaders face myriad challenges – from a vocal federalist movement in the East, aimed at <strong class=\"keyword\">usurping</strong> the central government’s prerogatives, to a wave of assassinations targeting security officials – which leaves them few resources to allocate to a case that poses no immediate threat to their domestic standing."},{"author":118293,"first":"John no paga porque quiere <strong class=\"keyword\">usurpar</strong> su trono.","second":"John has left him in chains so he can <strong class=\"keyword\">steal</strong> his throne."},{"author":119723,"first":"Constituye tan blasfema intervención en las prerrogativas de Dios poner límite o fijar ocasiones o lugares en que ha de manifestar su poder divino, como querer <strong class=\"keyword\">usurpar</strong> ese poder.","second":"It is as truly a blasphemous interference with the prerogatives of Deity to set limitations or make fixations of time or place at which the divine power shall be made manifest as it is to attempt to <strong class=\"keyword\">usurp</strong> that power."},{"author":8000,"first":"Esto fue lo que sucedió a finales de # cuando llegaron un millón de inmigrantes rusos, con lo que Israel pudo aumentar su capacidad de <strong class=\"keyword\">usurpar</strong> todo el territorio palestino y garantizar su expansión y la consolidación de su influencia regional","second":"This was the case in the late # s, when one million Russian immigrants arrived, which enabled Israel to be more capable of <strong class=\"keyword\">usurping</strong> the entire Palestinian territory and ensure its expansion and the consolidation of its regional influence"},{"author":118293,"first":"<strong class=\"keyword\">Usurpar</strong> tu identidad ya es lo bastante malo para mí.","second":"It's bad enough me <strong class=\"keyword\">impersonating</strong> you."},{"author":94809,"first":"El producto es conocido y apreciado en todas partes, como demuestran los intentos cada vez más numerosos de imitarlo o de <strong class=\"keyword\">usurpar</strong> la denominación.","second":"The product is known and appreciated everywhere, as the increasingly frequent attempts to imitate the product and <strong class=\"keyword\">misuse its</strong> name show."},{"author":27,"first":"Aplaudo el hecho de que, en el compromiso que se acaba de alcanzar, se aclare que los requisitos de datos adicionales puede que solo se introduzcan tras una valoración de flexibilidad y que no se debe <strong class=\"keyword\">usurpar</strong> la competencia de los Estados miembros.","second":"I welcome the fact that, in the compromise that has now been reached, it is clarified that additional data requirements may only be introduced following a flexibility assessment and that the competence of the Member States must not be <strong class=\"keyword\">encroached upon</strong>."},{"author":94808,"first":"En virtud de la Constitución de Ucrania (artículo 37), la fundación y la actividad de partidos políticos y asociaciones públicas queda prohibida si los objetivos de su programa o sus actos están encaminados a eliminar la independencia de Ucrania, alterar el orden constitucional por medios violentos, violar la soberanía y la integridad territorial del Estado, socavar su seguridad, <strong class=\"keyword\">usurpar</strong> el poder estatal, realizar propaganda en favor de la guerra y la violencia, incitar al odio étnico, racial o religioso o vulnerar los derechos humanos y las libertades y la salud pública.","second":"Under the Constitution (art. 37), the founding and operation of political parties and voluntary organizations are prohibited if their programme goals or actions are aimed at eliminating the independence of Ukraine, changing the constitutional order by violent means, violating the sovereignty and territorial integrity of the State, undermining its security, <strong class=\"keyword\">unlawfully seizing</strong> State power, spreading propaganda for war and violence, inciting inter-ethnic, racial or religious enmity, or <strong class=\"keyword\">encroaching</strong> on human rights and freedoms and public health."},{"author":8000,"first":"Israel ya ha podido <strong class=\"keyword\">usurpar</strong> Palestina, desplazar a su gente y controlar sus granjas, sus tierras y su agua","second":"Israel has succeeded in <strong class=\"keyword\">usurping</strong> Palestine, displacing its people and controlling its farms, lands and waters"},{"author":94808,"first":"En virtud de la Constitución de Ucrania, la fundación y la actividad de partidos políticos y asociaciones públicas queda prohibida si los objetivos de su programa o sus actos están encaminados a eliminar la independencia de Ucrania, alterar el orden constitucional por medios violentos, violar la soberanía y la integridad territorial del Estado, socavar su seguridad, <strong class=\"keyword\">usurpar</strong> el poder estatal, realizar propaganda en favor de la guerra y la violencia, incitar al odio étnico, racial o religioso o vulnerar los derechos humanos y las libertades y la salud pública (párrafo 1 del artículo 37).","second":"Under the Constitution of Ukraine, the foundation and operation of political parties and voluntary organizations are prohibited if their programme goals or actions are aimed at eliminating the independence of Ukraine, changing the constitutional order by violent means, violating the sovereignty and territorial integrity of the State, undermining its security, <strong class=\"keyword\">unlawfully seizing</strong> State power, spreading propaganda for war and violence, inciting inter‐ethnic, racial, or religious hostility, and <strong class=\"keyword\">encroaching</strong> on human rights and freedoms and public health (art. 37, para. 1)."},{"author":94808,"first":"Esta visión de la sociedad se basa en el respeto del principio de la subsidiaridad, en el sentido de que el Estado debe trabajar de acuerdo con la sociedad civil evitando a todo precio <strong class=\"keyword\">usurpar</strong> sus funciones, y alentar las iniciativas legítimas.","second":"That vision of society was based on respect for the principle of subsidiarity, in that the State must work together with civil society, avoiding at all costs any interference in its activities, and it must encourage legitimate initiatives."},{"author":27,"first":"La Unión Europea avanza cuando ambas instituciones, la Comisión y el Parlamento Europeo, trabajan dándose la mano y respetando sus competencias respectivas, como es natural, de manera que la Comisión no intente <strong class=\"keyword\">usurpar</strong> los poderes del Parlamento y éste tampoco invada, obviamente, el terreno de la Comisión.","second":"The European Union makes progress when these two institutions, the Commission and the European Parliament, work hand in hand, respecting each other's powers of course, so that the Commission does not try to <strong class=\"keyword\">usurp</strong> Parliament, nor, of course, does Parliament trespass on the Commission's territory."},{"author":94809,"first":"En efecto, a menudo se descubren stocks de productos sospechosos de <strong class=\"keyword\">usurpar</strong> una marca, pero a veces es difícil contactar o identificar rápidamente al titular de los derechos en el mercado interior.","second":"It is often the case that stocks of suspected <strong class=\"keyword\">counterfeit</strong> products are discovered, but it is sometimes difficult to contact or even identify quickly the holder of the rights in the internal market."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}