{"result":"ok","tuc":[{"phrase":{"text":"vacuity","language":"en"},"meanings":[{"language":"en","text":"The quality of being valueless or futile."},{"language":"es","text":"Cualidad de ser no tener valor o ser inútil."}],"meaningId":4374689886790846224,"authors":[60172]},{"phrase":{"text":"emptiness","language":"en"},"meaningId":-6997807139506546351,"authors":[25018]},{"phrase":{"text":"inanity","language":"en"},"meaningId":6937090646755914335,"authors":[25018]},{"phrase":{"text":"absurdity","language":"en"},"meanings":[{"language":"en","text":"The quality of being valueless or futile."},{"language":"es","text":"Cualidad de ser no tener valor o ser inútil."}],"meaningId":2218451686101439492,"authors":[60172]},{"phrase":{"text":"vanity","language":"en"},"meanings":[{"language":"en","text":"The quality of being valueless or futile."},{"language":"es","text":"Cualidad de ser no tener valor o ser inútil."}],"meaningId":1480341682409559073,"authors":[60172]},{"phrase":{"text":"dullness","language":"en"},"meaningId":-1282428705596563831,"authors":[83093]},{"phrase":{"text":"insipidity","language":"en"},"meaningId":-1653306282952553571,"authors":[83093]},{"phrase":{"text":"vacancy","language":"en"},"meaningId":4867119660979684102,"authors":[86934]},{"phrase":{"text":"vapidity","language":"en"},"meaningId":7123946163897529619,"authors":[83093]},{"meanings":[{"language":"en","text":"vacuousness"}],"meaningId":-2659992810645655952,"authors":[1]}],"phrase":"vacuidad","examples":[{"author":118293,"first":"Y entonces un día, caigo en cuenta que esa <strong class=\"keyword\">vacuidad</strong> es en realidad una substancia.","second":"And then one day, I realize that this <strong class=\"keyword\">emptiness</strong> is actually a substance."},{"author":118293,"first":"El hombre que está a punto de ser abatido es también <strong class=\"keyword\">vacuidad</strong> y lo mismo el que maneja la espada.","second":"The man about to be beaten is also <strong class=\"keyword\">emptiness</strong> just like the man who handles the sword."},{"author":94259,"first":"de ver esa magnífica <strong class=\"keyword\">vacuidad</strong> de la lata.","second":"and seeing all that beautiful <strong class=\"keyword\">emptiness</strong>."},{"author":91988,"first":"Cuando los pacientes salen a decir que la TEC los favoreció, o la historia clínica de un paciente revela una mejoría clínica después del tratamiento, las aparentes mejoras se leen como un indicador de la desinhibición y la <strong class=\"keyword\">vacuidad</strong> que acompañan al daño cerebral.","second":"When patients come forward to say they were helped by ECT, or a patient’s medical record points to clinical improvement with treatment, the apparent improvements are read as indicating the disinhibition and <strong class=\"keyword\">vacuousness</strong> that accompanies brain damage."},{"author":8007,"first":"Para esto no es necesario ir a Davos, pero es en las montañas suizas donde estas ideas adquieren un halo de legitimidad –llamémoslo el sello “Me lo dijeron en Davos”- que explican por qué los analistas económicos y políticos siguen regresando, a pesar de la combinación de pomposidad y <strong class=\"keyword\">vacuidad</strong> intelectual del Foro.","second":"You do not need to go to Davos for this, but in the Swiss mountains these ideas acquire an aura of legitimacy – call it the “I was told in Davos” imprimatur – which explains why political and economic analysts and commentators keep coming back, despite the Forum’s combination of pomposity and intellectual <strong class=\"keyword\">vacuity</strong>."},{"author":8000,"first":"Varios textos, entre ellos la Declaración sobre la Raza y los Prejuicios Raciales adoptado en # por la Conferencia General de la UNESCO, han contribuido a demostrar la <strong class=\"keyword\">vacuidad</strong> de los prejuicios raciales","second":"A number of texts, including the Declaration on Race and Racial Prejudice, which had been adopted in # by the UNESCO General Conference, had contributed to demonstrating the <strong class=\"keyword\">futility</strong> of racial prejudices"},{"author":119739,"first":"+ 14 Tú, por tu parte, comerás y no te satisfarás, y tu <strong class=\"keyword\">vacuidad</strong> estará en medio de ti.","second":"+ 14 You, for your part, will eat and not get satisfied, and your <strong class=\"keyword\">emptiness</strong> will be in the midst of you."},{"author":118293,"first":"Normalmente pensamos en la <strong class=\"keyword\">vacuidad</strong> del espacio como algo completamente vacío, pero en realidad, hay densidad de energía en el espacio vacío, y a eso lo llamamos el punto cero de la energía espacial.","second":"We normally think of <strong class=\"keyword\">the</strong> vacuum of space as being completely empty, but, in fact, there is energy density in empty space, and we call that the zero-point energy of space."},{"author":94808,"first":"Esa triste historia de sobornos y fraude a nivel mundial puso en evidencia la <strong class=\"keyword\">vacuidad</strong> del debate sobre la rendición de cuentas y la insuficiencia de las medidas adoptadas para garantizar la credibilidad del sistema de las Naciones Unidas.","second":"That sorry tale of global bribery and fraud had highlighted the <strong class=\"keyword\">hollowness</strong> of the debate on accountability and the inadequacy of measures to ensure the credibility of the United Nations system."},{"author":8008,"first":"La <strong class=\"keyword\">vacuidad</strong> de ese universo representado como espejo, no hace sino señalar la latente <strong class=\"keyword\">vacuidad</strong> de aquél que le sirve como modelo.","second":"As <strong class=\"keyword\">Hal</strong> Foster has stated referring to minimalist sculpture, “the death of the author is at the same time the birth of the viewer” (13), and in <strong class=\"keyword\">the</strong> end, he is the true target of El Living."},{"author":92475,"first":"Yawning Bread interpreta los comentarios como un reflejo de la ‘<strong class=\"keyword\">vacuidad</strong> de nuestro sentido de importancia propia’:","second":"Yawning Bread interprets the comments as a reflection of the the ‘<strong class=\"keyword\">hollowness</strong> of our sense of self-importance’"},{"author":27,"first":"Paso por alto la <strong class=\"keyword\">vacuidad</strong> del proyecto, la reforma de la ONU: cuando tuve el honor de comenzar a servir a mi país en el marco de la ONU –fue en 1992–, se hablaba ya de la reforma de la ONU.","second":"I will ignore the <strong class=\"keyword\">vacuity</strong> of the project, reform of the UN: when I first had the honour of serving my country in the UN, in 1992, the issue of UN reform was already under discussion."},{"author":94808,"first":"No obstante, esta apertura no implica <strong class=\"keyword\">vacuidad</strong>.","second":"This openness does not mean <strong class=\"keyword\">emptiness</strong>, <strong class=\"keyword\">though</strong>."},{"author":94808,"first":"La voluntad inquebrantable del pueblo cubano ha puesto de relieve la <strong class=\"keyword\">vacuidad</strong> de todas las mentiras urdidas en Washington y Miami.","second":"The <strong class=\"keyword\">emptiness</strong> of all the lies concocted in Washington and Miami had been exposed by the unwavering will of the Cuban people."},{"author":8000,"first":"Algunos de los encuestados han señalado la <strong class=\"keyword\">vacuidad</strong> de términos como \"competencia normal\", \"competencia basada en los méritos\" (competition on the merits) y \"reglas de juego equitativas\"","second":"Commentators have pointed out the <strong class=\"keyword\">vacuousness</strong> of terms such as “normal competition”, “competition on the merits” and “level playing field”"},{"author":118293,"first":"En ese punto, me mirarás con la misma <strong class=\"keyword\">vacuidad</strong> con la que me miras ahora... totalmente inconsciente... de la desafortunada referencia cinematográfica.","second":"At which point, you will look at me with much the same <strong class=\"keyword\">vacancy</strong> with which you stare at me now, utterly unaware of the unfortunate cinematic reference."},{"author":118293,"first":"De afrontar la <strong class=\"keyword\">vacuidad</strong> de la vida y sus horrores, a base de jugar.","second":"to face out its <strong class=\"keyword\">emptiness</strong>... and its terrors by playing."},{"author":92475,"first":"El Día de Kozy Korpesh y Bayan Suulu (Día Nacional de los Amantes) el 15 de abril es la visión propia de San Valentín de Kazajistán y refleja una tendencia en toda Asia Central exsoviética, para fomentar alternativas a una festividad ampliamente asociada con la <strong class=\"keyword\">vacuidad</strong> del capitalismo occidental.","second":"The Day of Kozy Korpesh and Bayan Suulu (Nationa Lovers’ Day) on April 15 is Kazakhstan's very own take on Valentine's Day and mirrors a trend across ex-Soviet Central Asia to foster alternatives to a holiday widely associated with the <strong class=\"keyword\">emptiness</strong> of the Western capitalism."},{"author":118293,"first":"Un año má s tarde, los doctores / había hecho que todo podrían, / yo y yo nos mantuvimos buscando para / yo la chispa en la <strong class=\"keyword\">vacuidad</strong> / que sugeriría / yo de la otra vida. yo","second":"A year later, the doctors had done all they could, and I kept searching for the spark in the <strong class=\"keyword\">emptiness</strong> that would hint of the life to come."},{"author":8000,"first":"La voluntad inquebrantable del pueblo cubano ha puesto de relieve la <strong class=\"keyword\">vacuidad</strong> de todas las mentiras urdidas en Washington y Miami","second":"The <strong class=\"keyword\">emptiness</strong> of all the lies concocted in Washington and Miami had been exposed by the unwavering will of the Cuban people"},{"author":95096,"first":"Con vehemencia dialéctica contraponen a la <strong class=\"keyword\">vacuidad</strong> e ineptitud de los ídolos fabricados por el hombre el poder del Dios creador y hacedor de prodigios (cf.","second":"With dialectical vehemence, the <strong class=\"keyword\">emptiness</strong> and <strong class=\"keyword\">worthlessness</strong> of man-made idols is countered with the power of God, the Creator and Wonderworker (cf."},{"author":8007,"first":"Como resultado, hasta la evidencia de que el estado anímico y clínico de una persona se ha mejorado significativamente después de aplicarse la TEC se puede transformar en evidencia de daño cerebral. Cuando los pacientes salen a decir que la TEC los favoreció, o la historia clínica de un paciente revela una mejoría clínica después del tratamiento, las aparentes mejoras se leen como un indicador de la desinhibición y la <strong class=\"keyword\">vacuidad</strong> que acompañan al daño cerebral.","second":"As a result, even evidence that a person’s mood and clinical state has been significantly improved after ECT can be transformed into evidence of brain damage. When patients come forward to say they were helped by ECT, or a patient’s medical record points to clinical improvement with treatment, the apparent improvements are read as indicating the disinhibition and <strong class=\"keyword\">vacuousness</strong> that accompanies brain damage."},{"author":8008,"first":"Tópicos básicos mahayana de lamrim (camino gradual) y lojong (entrenamiento mental), ejemplo: karma, renacimiento, compasión, bodichita, concentración y vacío (<strong class=\"keyword\">vacuidad</strong>).","second":"Basic Mahayana topics of lam-rim (graded path) and lojong (mind training), e.g. karma, rebirth, compassion, bodhichitta, concentration, and <strong class=\"keyword\">voidness</strong> (<strong class=\"keyword\">emptiness</strong>)."},{"author":95875,"first":"El artículo, publicado en Proceedings of the National Academy of Sciences of America, afirma que \"los resultados revelan una correspondencia considerable entre la propiedades de <strong class=\"keyword\">vacuidad</strong> a nivel atómico y la conductividad iónica macroscópica\".","second":"Their paper, published in the Proceedings of the National Academy of Sciences of America, states that the, 'results reveal a remarkable correspondence between <strong class=\"keyword\">vacancy</strong> properties at the atomic level and the macroscopic ionic conductivity.'"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}