{"result":"ok","tuc":[{"phrase":{"text":"vanguard","language":"en"},"meanings":[{"language":"en","text":"leading units of an army"},{"language":"en","text":"A creative group active in the innovation and application of new concepts and techniques in a given field, especially in the arts."},{"language":"en","text":"forefront of any group or movement"},{"language":"es","text":"Grupo creativo activo en la innovación y la aplicación de nuevos conceptos y técnicas en un campo dado, especialmente en las artes."}],"meaningId":459991230329356719,"authors":[90508]},{"phrase":{"text":"avant-garde","language":"en"},"meanings":[{"language":"en","text":"Group of people promoting new concepts"},{"language":"en","text":"(obsolete) the vanguard of an army or other force"},{"language":"en","text":"A creative group active in the innovation and application of new concepts and techniques in a given field, especially in the arts."},{"language":"en","text":"group of people promoting new concepts"},{"language":"es","text":"Grupo creativo activo en la innovación y la aplicación de nuevos conceptos y técnicas en un campo dado, especialmente en las artes."}],"meaningId":-1625686824117231926,"authors":[70195]},{"phrase":{"text":"forefront","language":"en"},"meanings":[{"language":"en","text":"forefront"}],"meaningId":-3498029985116973434,"authors":[70195]},{"phrase":{"text":"guard","language":"en"},"meanings":[{"language":"en","text":"group protecting something"}],"meaningId":-6098245267912018387,"authors":[70195]},{"phrase":{"text":"van","language":"en"},"meanings":[{"language":"en","text":"A creative group active in the innovation and application of new concepts and techniques in a given field, especially in the arts."},{"language":"es","text":"Grupo creativo activo en la innovación y la aplicación de nuevos conceptos y técnicas en un campo dado, especialmente en las artes."}],"meaningId":3379391474870332679,"authors":[25115]},{"phrase":{"text":"new wave","language":"en"},"meanings":[{"language":"en","text":"A creative group active in the innovation and application of new concepts and techniques in a given field, especially in the arts."},{"language":"es","text":"Grupo creativo activo en la innovación y la aplicación de nuevos conceptos y técnicas en un campo dado, especialmente en las artes."}],"meaningId":3050055488447334100,"authors":[84500]},{"phrase":{"text":"advance guard","language":"en"},"meaningId":4732213065672161021,"authors":[80097]},{"phrase":{"text":"spearhead","language":"en"},"meaningId":-1411842429329346883,"authors":[89651]},{"phrase":{"text":"advanced guard","language":"en"},"meaningId":-2624776915887190945,"authors":[80097]},{"phrase":{"text":"avantgarde","language":"en"},"meaningId":5935179095533580016,"authors":[89651]},{"phrase":{"text":"cutting edge","language":"en"},"meaningId":-6386045530750448732,"authors":[99488]},{"phrase":{"text":"front line","language":"en"},"meaningId":-8811864405756989766,"authors":[83064]},{"phrase":{"text":"head","language":"en"},"meaningId":-705076575601074361,"authors":[84500]},{"phrase":{"text":"scout party","language":"en"},"meaningId":5026385709186987790,"authors":[2708]},{"meanings":[{"language":"en","text":"avantgarde"},{"language":"en","text":"vanguard"}],"meaningId":-5366733181384352466,"authors":[1]}],"phrase":"vanguardia","examples":[{"author":94808,"first":"La mayoría de los gobiernos de las naciones desarrolladas no se han puesto a la <strong class=\"keyword\">vanguardia</strong> en esta esfera desde que en la Cumbre de la Tierra se hizo hincapié en la necesidad de promover la producción y el consumo sostenibles.","second":"Most Governments of developed nations have failed to <strong class=\"keyword\">take</strong> the <strong class=\"keyword\">lead</strong> after the Earth Summit emphasized the need for sustainable production and consumption."},{"author":8000,"first":"El Pakistán recordó asimismo que había estado a la <strong class=\"keyword\">vanguardia</strong> de los esfuerzos internacionales para combatir el terrorismo","second":"Pakistan further recalled that it had been in the <strong class=\"keyword\">forefront</strong> of international efforts to combat terrorism"},{"author":8008,"first":"El hotel NH Eurobuilding es un establecimiento con estilo de <strong class=\"keyword\">vanguardia</strong>, cosmopolita, cómodo y funcional, donde además podrás celebrar congresos, conveciones, exposiciones, reuniones de trabajo y conferencias gracias a sus 24 salas de reuniones en las que se combinan tecnología y funcionalidad.","second":"The NH Eurobuilding Hotel is an avantguarde style establishment, cosmopolitan, comfortable and functional ideal for celebrating conferences, exhibitions and meetings thanks to its 24 high tech meeting rooms."},{"author":94809,"first":"Teniendo en cuenta la posición de <strong class=\"keyword\">vanguardia</strong> que ocupa la Unión Europea en este ámbito, garantizará que desempeñe un papel central en los esfuerzos internacionales y contribuirá, en su caso, a la gestión de los proyectos que apliquen otros donantes.","second":"Bearing in mind the European Union's <strong class=\"keyword\">vanguard</strong> position in this domain, he will ensure that he plays a pivotal role in international efforts and, where appropriate, will contribute to the management of projects supported by other donors."},{"author":31,"first":"Es la <strong class=\"keyword\">vanguardia</strong> de Staleek","second":"It is clearly Staleek' s vanguard"},{"author":8000,"first":"Esta escuela se sitúa en la <strong class=\"keyword\">vanguardia</strong> de la educación en la tolerancia y, sobre todo, ofrece un ejemplo concreto de la posibilidad de convivencia pacífica entre personas pertenecientes a religiones y nacionalidades diferentes","second":"This school stands in the <strong class=\"keyword\">front</strong> rank of education for tolerance; above all, it provides a concrete example of the possibility of peaceful and convivial relations between individuals of different religions and nationalities"},{"author":119739,"first":"19 Entonces el ángel+ del Dios [verdadero] que iba delante del campamento de Israel partió y se puso detrás de ellos, y la columna de nube partió de la <strong class=\"keyword\">vanguardia</strong> de ellos y se situó detrás de ellos.","second":"19 Then the angel+ of the [true] God who was going ahead of the camp of Israel departed and went to their rear, and the pillar of cloud departed from their <strong class=\"keyword\">van</strong> and stood in the rear of them."},{"author":91988,"first":"Las empresas de <strong class=\"keyword\">vanguardia</strong> de Tailandia ganan mucho con la relación directa con el Palacio y la proximidad social a él.","second":"Thailand’s blue<strong class=\"keyword\">-</strong>chip firms gain much from direct involvement with the Palace and from social proximity to it."},{"author":94808,"first":"El Movimiento se suma a la opinión de consenso de la Comisión de Consolidación de la Paz de que la reconstrucción económica y la rehabilitación deben estar a la <strong class=\"keyword\">vanguardia</strong> de todos los esfuerzos encaminados a mantener la paz, iniciar el desarrollo y promover la recuperación después del conflicto.","second":"The Movement subscribes to the general consensus views of the Peacebuilding Commission that economic reconstruction and rehabilitation should be at the <strong class=\"keyword\">forefront</strong> of all efforts aimed at sustaining peace, initiating development and promoting post-conflict recovery."},{"author":8000,"first":"Bajo su liderazgo, el Comité sigue asumiendo un papel de <strong class=\"keyword\">vanguardia</strong> en la campaña mundial contra el terrorismo y en cuanto a la asistencia y la supervisión de la aplicación de la resolución # del Consejo de Seguridad por parte de los Estados","second":"The CTC, under your leadership, continues to assume a <strong class=\"keyword\">vanguard</strong> role in the global campaign against terrorism and in assisting and monitoring State implementation of Security Council resolution"},{"author":95875,"first":"Esta instalación de tecnología puntera, que es la culminación de más de siete años de labores específicas de I+D, ayudará a mantener a Europa a la <strong class=\"keyword\">vanguardia</strong> de la investigación sobre energía solar.","second":"This state-of-the-art facility, which is the culmination of more than seven years of dedicated R&D, will help keep Europe at the <strong class=\"keyword\">forefront</strong> of solar power research."},{"author":118293,"first":"Kursula, su batallón y la batería del Capitán Hadzi -Vukovic, serán la <strong class=\"keyword\">vanguardia</strong> de nuestra División.","second":"Kursula, your battalion and the battery of Captain Hadzi-Vukovic, will be the <strong class=\"keyword\">front</strong> ranks of our division."},{"author":27,"first":"Austria ha asumido un papel de <strong class=\"keyword\">vanguardia</strong> con una ley de protección contra la violencia que existe desde 1997, el denominado derecho de expulsión, en el que los hombres que han perpetrado acciones violentas son expulsados del hogar y las mujeres no se ven obligadas ya a tener que huir con sus hijos a casas para mujeres y a centros semejantes.","second":"Austria has been in the <strong class=\"keyword\">vanguard</strong> with a law providing protection against violence in force since 1997. This is known as the expulsion law, and under it violent men can be expelled and women can no longer be forced to flee with their children to women' s refuges and other similar establishments."},{"author":8000,"first":"En el ámbito de la salud, el país está a la <strong class=\"keyword\">vanguardia</strong> de los países árabes y del Golfo en la atención de los discapacitados","second":"With regard to health, his country was in the <strong class=\"keyword\">forefront</strong> of the Arab and Gulf States with regard to its care of disabled persons"},{"author":8000,"first":"Por ello, el Canadá insta a todos los Estados a que contribuyan a fortalecer las instituciones que se encuentran a la <strong class=\"keyword\">vanguardia</strong> de la campaña contra la impunidad","second":"It is for that reason that Canada urges all States to help strengthen the institutions that are at the <strong class=\"keyword\">forefront</strong> of the campaign against impunity"},{"author":27,"first":"(EL) Señora Presidenta, como el miembro más antiguo de la región tanto en la Unión Europea como en la OTAN, Grecia es y continúa siendo la <strong class=\"keyword\">vanguardia</strong> de los esfuerzos para integrar a todos los países balcánicos en las estructuras euroatlánticas, porque cree firmemente que el desarrollo de los países de la zona podría beneficiar a todos.","second":"(EL) Madam President, as the oldest member in the region of both the European Union and NATO, Greece was and continues to be <strong class=\"keyword\">at</strong> the <strong class=\"keyword\">vanguard</strong> of efforts to integrate all the Balkan countries into the Euro-Atlantic structures, because it firmly believes that the development of countries in the area will benefit everyone."},{"author":94808,"first":"El subprograma está orientado hacia el fortalecimiento de los grupos e instancias regionales y subregionales de América Latina y el Caribe mediante la prestación de apoyo técnico, información de <strong class=\"keyword\">vanguardia</strong> actualizada, oportuna y pertinente, estadísticas e indicadores, trabajos analíticos y apoyo logístico a reuniones y cumbres.","second":"The subprogramme is oriented towards strengthening Latin American and Caribbean regional and subregional groups and schemes by providing technical support, updated, timely and relevant <strong class=\"keyword\">cutting</strong>-<strong class=\"keyword\">edge</strong> information, statistics and indicators, analytical work and logistical support to meetings and summits."},{"author":94809,"first":"El sector de la energía debe seguir a la <strong class=\"keyword\">vanguardia</strong> en materia de protección de la seguridad de los datos, así como de protección de la intimidad y de los datos de todos los consumidores.","second":"The energy sector must remain at the <strong class=\"keyword\">forefront</strong> of protecting data security as well as privacy and data protection of all consumers."},{"author":95875,"first":"Estos logros contribuyeron a situar al Centro de Física Teórica de Creta a la <strong class=\"keyword\">vanguardia</strong> junto a otras instituciones similares de Europa.","second":"These achievements have helped position the Crete Center of Theoretical Physics as a true leader among similar European institutions."},{"author":31,"first":"Avanzaré con la <strong class=\"keyword\">vanguardia</strong> al sur para sacar visitantes por Muyupampa","second":"I' il move southward with the <strong class=\"keyword\">vanguard</strong> and take the visitors out by Muyupampa"},{"author":95875,"first":"El proyecto debía impulsar una transferencia de conocimientos sobre los nanomateriales que contribuya al desarrollo de tecnologías y dispositivos de <strong class=\"keyword\">vanguardia</strong> que no existen actualmente en Europa.","second":"It was designed to support knowledge transfer regarding nanomaterials that will facilitate development of potentially groundbreaking technologies and devices currently not available in Europe."},{"author":94808,"first":"Las Naciones Unidas actúan, en todos los frentes, a la <strong class=\"keyword\">vanguardia</strong>.","second":"The United Nations is acting — on all fronts, on the <strong class=\"keyword\">front line</strong>."},{"author":94808,"first":"El Instituto de Ciencia y Tecnología Espacial de Ghana (GSSTI) es un instituto de investigación que tiene el mandato de desarrollar, descubrir y aprovechar las posibilidades que ofrecen la ciencia y la tecnología espaciales para el desarrollo socioeconómico nacional por medio de la investigación de <strong class=\"keyword\">vanguardia</strong> y la creación de capacidad humana.","second":"The Ghana Space Science and Technology Institute (GSSTI) is a research institute mandated to develop, uncover and exploit the capabilities of space science and technology for national socioeconomic development through cutting-<strong class=\"keyword\">edge</strong> research and human capacity-building."},{"author":95875,"first":"Esto situaría la industria de los biosensores a la <strong class=\"keyword\">vanguardia</strong>, y presentaría múltiples ventajas en el campo de los ensayos sobre diagnósticos inmunológicos.","second":"This would provide the competitive <strong class=\"keyword\">edge</strong> to the biosensor industry and a lot of advantages in the area of immunodiagnostic testing."},{"author":94808,"first":"Heiler (Amnistía Internacional) dice que, desde su comienzo, el Comité de Derechos Humanos se ha encontrado con frecuencia a la <strong class=\"keyword\">vanguardia</strong> del desarrollo de las normas jurídicas internacionales de derechos humanos.","second":"Heiler (Amnesty International) said that, since its inception, the Human Rights Committee had often been at the <strong class=\"keyword\">forefront</strong> of the development of international human rights law."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}