{"result":"ok","tuc":[{"phrase":{"text":"vehemence","language":"en"},"meanings":[{"language":"en","text":"An intense concentration, force or power"}],"meaningId":5077626585923802798,"authors":[70195]},{"phrase":{"text":"violence","language":"en"},"meaningId":1927203629545914353,"authors":[25115]},{"phrase":{"text":"ardor","language":"en"},"meaningId":-8336556385820708028,"authors":[25018]},{"phrase":{"text":"ardour","language":"en"},"meaningId":7875423654228706520,"authors":[25018]},{"phrase":{"text":"emphasis","language":"en"},"meaningId":6826718396463444568,"authors":[84500]},{"phrase":{"text":"fervour","language":"en"},"meaningId":2187050053464367276,"authors":[25018]},{"phrase":{"text":"fierceness","language":"en"},"meaningId":7164819417352390503,"authors":[83619]},{"phrase":{"text":"furiousness","language":"en"},"meaningId":-7976036071621779264,"authors":[83619]},{"phrase":{"text":"fury","language":"en"},"meaningId":7724473225531082028,"authors":[83080]},{"phrase":{"text":"impetuosity","language":"en"},"meaningId":5304097511086215993,"authors":[25018]},{"phrase":{"text":"intensity","language":"en"},"meaningId":5179706172339484619,"authors":[25018]},{"phrase":{"text":"passion","language":"en"},"meaningId":-7943675197680600397,"authors":[25018]},{"phrase":{"text":"wildness","language":"en"},"meaningId":3424098802291337249,"authors":[83619]},{"meanings":[{"language":"en","text":"vehemence, zeal"}],"meaningId":-5286136746544457054,"authors":[93107]}],"phrase":"vehemencia","examples":[{"author":94808,"first":"Marruecos está convencido de que sólo de esta forma las Naciones Unidas pueden sembrar y promover cada vez más la cultura de prevención que el Secretario General pide con tanta <strong class=\"keyword\">vehemencia</strong>.","second":"Morocco is convinced that it is only in this way that the United Nations can teach and promote progressively the culture of prevention that the Secretary-General is calling for so <strong class=\"keyword\">strongly</strong>."},{"author":94808,"first":"La <strong class=\"keyword\">vehemencia</strong> de gestos y expresiones o los antecedentes de hechos conspirativos que no niegan, sino que reinterpretan como parte de un compromiso libertario a favor de su país de origen, pueden llevar a estados de obnubilación o a sublimaciones de conductas que son contrarias a lo que las leyes internacionales de derechos humanos prescriben.","second":"The <strong class=\"keyword\">vehemence</strong> of their gestures and expressions, and the record of conspiratorial acts, which they do not deny but reinterpret as part of a commitment to liberate their country of origin, could lead to a clouding of judgement and slippage into conduct in contravention of international human rights norms."},{"author":94808,"first":"Pedimos con <strong class=\"keyword\">vehemencia</strong> a los gobiernos responsables que continúen con la remoción y destrucción de estos artefactos hasta su desaparición total.","second":"We <strong class=\"keyword\">vehemently</strong> request the Governments responsible for planting these mines to continue their removal and destruction until the areas involved are totally free of mines."},{"author":118293,"first":"El no lo decía con mucha <strong class=\"keyword\">vehemencia</strong> del estilo: \" ¡ Esta vez voy a hacerlo! \"","second":"He wouldn't say it with, like, this <strong class=\"keyword\">intensity</strong> of you know, like, \" I'm going to do it this time. \""},{"author":8000,"first":"Israel niega con <strong class=\"keyword\">vehemencia</strong> que estas convenciones se apliquen a sus leyes y prácticas en el territorio palestino ocupado","second":"Israel <strong class=\"keyword\">vehemently</strong> denies the application of these Conventions to its laws and practices in the Occupied Palestinian Territory"},{"author":119739,"first":"Lo hace voluntariamente, y con <strong class=\"keyword\">vehemencia</strong>.","second":"She does it willingly, eagerly."},{"author":119723,"first":"Cuanto más entusiasmo tengamos respecto al Evangelio, los demás percibirán más nuestra <strong class=\"keyword\">vehemencia</strong> y desearán experimentar los mismos sentimientos.","second":"The more enthusiastic we are about the gospel, the more others will see our fire and have a desire to experience the same feelings."},{"author":94808,"first":"Después de todo, la historia está llena de ejemplos de la furia y la <strong class=\"keyword\">vehemencia</strong> que se generan cuando la esperanza se convierte en desesperación.","second":"After all, history is littered with examples of the fury and <strong class=\"keyword\">vehemence</strong> that result when hope turns into despair."},{"author":94808,"first":"Aunque Malasia se oponía con <strong class=\"keyword\">vehemencia</strong> a esta práctica, que consideraba una violación del carácter confidencial del procedimiento 1503, el hecho de compartir información demostraba ya de por sí que las funciones de ambos procedimientos se superponían en algunos aspectos.","second":"While Malaysia <strong class=\"keyword\">vehemently</strong> objected to such transmittal, which it saw as a violation of the confidential nature of the 1503 procedure, the action of “sharing” itself demonstrated that there was some overlap in the work of the two procedures."},{"author":119723,"first":"10 Y estaban allí los principales sacerdotes y los aescribas acusándole con gran <strong class=\"keyword\">vehemencia</strong>.","second":"10 And the chief priests and ascribes stood and vehemently accused him."},{"author":27,"first":"Sepan que la Comisión, contrariamente a lo que se ha podido decir, se toma muy en serio esta pregunta, que la Sra. Lulling ha defendido con <strong class=\"keyword\">vehemencia</strong> y competencia y que el Sr. Souchet formuló junto con ella.","second":"Contrary to what may have been said, the Commission takes very seriously this question that Mrs Lulling has <strong class=\"keyword\">vehemently</strong> and competently defended and that Mr Souchet put with her."},{"author":118293,"first":"Así que tengo que disentir con <strong class=\"keyword\">vehemencia</strong> con cualquier persona que todavía alberga una fascinación juvenil con la causa palestina...","second":"So I have to disagree <strong class=\"keyword\">vehemently</strong> with anyone who still harbors a youthful fascination with the Palestinian cause..."},{"author":95875,"first":"Sin embargo, destaca con <strong class=\"keyword\">vehemencia</strong> que no está en contra de la adhesión de su país a la UE y que, de hecho, ha estado haciendo campaña a favor de ello durante muchos años.","second":"He is though keen to emphasise that he is not against his country's accession to the EU, and has in fact been campaigning for it for many years."},{"author":8000,"first":"Consideramos que la opinión histórica emitida por la Corte nos ha dado una gran oportunidad de ocuparnos con mayor <strong class=\"keyword\">vehemencia</strong> de la crisis palestina, que tanto ha durado y que se desarrolla en una de las regiones más inestables del mundo","second":"We believe that the historic opinion rendered by the ICJ has presented us with a great opportunity to address more <strong class=\"keyword\">ardently</strong> the long-lasting Palestinian crisis, which is unfolding in one of the most volatile and unstable regions of the world"},{"author":8008,"first":"28 porque con gran <strong class=\"keyword\">vehemencia</strong> refutaba públicamente a los judíos, demostrando por las Escrituras que Jesús era el Cristo.","second":"28 For he mightily convinced <strong class=\"keyword\">the</strong> Jews, and that publickly, a shewing by the scriptures that b Jesus was Christ."},{"author":27,"first":"Ante las cuestiones planteadas por la proliferación de armas de destrucción masiva, se corre el riesgo de que esto se convierta en uno de esos casos en los que la <strong class=\"keyword\">vehemencia</strong> de las declaraciones no va acompañada de la misma determinación en el plano político concreto, sobre todo y particularmente, en el diplomático.","second":"In light of the issues raised by the proliferation of weapons of mass destruction, there is a danger that this may become one of those cases in which <strong class=\"keyword\">vehement</strong> remarks are not matched by practical policy, especially – and very significantly – at diplomatic level."},{"author":94808,"first":"Es preciso que este tipo de actos crueles y mortíferos contra civiles indefensos sean condenados con <strong class=\"keyword\">vehemencia</strong>, que no se escatime ningún esfuerzo para ponerles fin de inmediato y que los responsables sean llevados ante la justicia.","second":"Such cruel and murderous acts against defenceless civilians should be <strong class=\"keyword\">vehemently</strong> condemned, all efforts should be exerted to bring them to an immediate halt, and those responsible should be brought to justice."},{"author":94808,"first":"La declaración de independencia en febrero, la violencia en los puestos aduaneros y en Mitrovica, las elecciones organizadas por los serbios, la promulgación en Pristina de una nueva constitución, todos estos acontecimientos recientes, y muchos otros que les precedieron, han sido impugnados con <strong class=\"keyword\">vehemencia</strong> por las comunidades y por sus defensores en el extranjero, y han modificado profundamente el entorno en que estamos operando.","second":"The declaration of independence in February, the violence at the customs posts and in Mitrovica, the elections organized by the Serbs, the promulgation in Pristina of a new constitution — all of those recent developments, and many before them, have been <strong class=\"keyword\">fiercely</strong> contested by the communities and by their supporters abroad, and have profoundly changed the environment in which we are operating."},{"author":27,"first":"Condeno con <strong class=\"keyword\">vehemencia</strong> todas las formas de violencia contra hombres, mujeres y niños y apoyo cualquier iniciativa para prevenir y combatir este azote y proteger a sus víctimas.","second":"I <strong class=\"keyword\">vehemently</strong> condemn any form of violence against men, women or children, and I support any initiative enabling this scourge to be anticipated and combated, and its victims to be protected."},{"author":118293,"first":"Hubo gente... adultos, que expresaron con <strong class=\"keyword\">vehemencia</strong> su deseo de ver el día","second":"There were people... grown people they were, who expressed themselves longingly."},{"author":94808,"first":"Los representantes del Iraq negaron con <strong class=\"keyword\">vehemencia</strong> esas acusaciones y se refirieron a las tasas de mortalidad y morbilidad que figuraban en los informes de los organismos especializados de las Naciones Unidas y del Secretario General.","second":"The representatives of Iraq <strong class=\"keyword\">vehemently</strong> denied those allegations and referred to mortality and morbidity rates reported by United Nations specialized agencies as well as by the Secretary-General."},{"author":119723,"first":"Insensible al significado, Pedro se opuso con más <strong class=\"keyword\">vehemencia</strong> y dijo: “No me lavarás los pies jamás.”","second":"Peter, failing to understand, objected yet more vehemently; “Thou shalt never wash my feet,” he exclaimed."},{"author":92475,"first":"La Asociación afirma con orgullo ser “la voz” de los jugadores de cricket antillanos, aunque 14 de los 15 jugadores que ganaron el torneo T20 han insistido con <strong class=\"keyword\">vehemencia</strong> que la asociación no los representa, lo que socava la legitimidad del organismo para negociar sus contratos.","second":"The association proudly claims to be “the voice” of West Indian cricket players — except that 14 out of the 15 players that won the T20 tournament have <strong class=\"keyword\">vehemently</strong> stated that the association does not represent them, undermining the organisation's legitimacy in negotiating their contracts."},{"author":94808,"first":"Se apoyó con <strong class=\"keyword\">vehemencia</strong> la supresión del apartado b).","second":"Strong support was <strong class=\"keyword\">expressed</strong> for the deletion of paragraph (b)."},{"author":8000,"first":"Con respecto a la tortura, la delegación negó con <strong class=\"keyword\">vehemencia</strong> el uso generalizado de la tortura en Botswana","second":"Regarding torture, the delegation <strong class=\"keyword\">vehemently</strong> denied any widespread use of torture in Botswana"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"83080":{"U":"","id":83080,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83080"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}