{"result":"ok","tuc":[{"phrase":{"text":"vehicular","language":"en"},"meanings":[{"language":"en","text":"of or pertaining to a vehicle or vehicles"}],"meaningId":-5933514664218545300,"authors":[84715]},{"meanings":[{"language":"en","text":"to serve as a mediator"},{"language":"en","text":"vehicular (of a vehicle)"},{"language":"en","text":"vehicular (of a common language)"}],"meaningId":-3654973561579700010,"authors":[93107]},{"meanings":[{"language":"es","text":"dícese a lo relativo a los vehículos"}],"meaningId":null,"authors":[81290]}],"phrase":"vehicular","examples":[{"author":118293,"first":"Llamamos a eso soplido <strong class=\"keyword\">vehicular</strong>.","second":"We call that... <strong class=\"keyword\">vehicular</strong> blow away."},{"author":94808,"first":"Los robos <strong class=\"keyword\">vehiculares</strong> en Nicaragua también se han reducido año con año en los últimos 4 años, en relación al total en un 55,5%.","second":"The number of <strong class=\"keyword\">vehicles</strong> stolen has also gone down every year over the last four years, for a total decrease of 55.5 per cent."},{"author":118293,"first":"Actividad extra <strong class=\"keyword\">vehicular</strong> autorizada.","second":"You are clear for <strong class=\"keyword\">EVA</strong>."},{"author":92475,"first":"Los manifestantes han ocupado ocho carriles <strong class=\"keyword\">vehiculares</strong> a través de las carreteras Harcourt y Connaught, con mas de 1,600 tiendas de campaña erigidas aquí.","second":"Protesters have occupied eight <strong class=\"keyword\">vehicle</strong> lanes across Harcourt and Connaught roads, with more than 1,600 tents erected here."},{"author":8008,"first":"Enlaces para renovar licencia de conducir y tarjeta de identificación, cambio de dirección de licencia de conducir y tarjeta de identificación, historial de conductor individual, renovación de registro <strong class=\"keyword\">vehicular</strong> y cambio de dirección del receptor de la renovación del registro <strong class=\"keyword\">vehicular</strong>.","second":"Links to driver license and ID card renewal, driver license and ID card address change, individual driver records, <strong class=\"keyword\">vehicle</strong> registration renewal, and <strong class=\"keyword\">vehicle</strong> registration renewal recipient address change."},{"author":94808,"first":"Los Estados vecinos deberían vigilar cuidadosamente sus fronteras comunes y regular la circulación del tráfico <strong class=\"keyword\">vehicular</strong> con miras a hacer cumplir en forma efectiva el embargo de armas.","second":"Neighbouring States should closely monitor their common borders and regulate the flow of <strong class=\"keyword\">vehicular</strong> traffic with a view to effectively enforcing the arms embargo."},{"author":8008,"first":"Países o territorios enteros han perdido o están perdiendo sus lenguas <strong class=\"keyword\">vehiculares</strong> bajo la influencia del inglés.","second":"Under the influence of English, entire countries or territories have lost – or are in the process of losing – their communicational languages."},{"author":94809,"first":"El método de evaluación interna, basado en las metodologías de ECAI, sólo es aplicable a exposiciones a estas sociedades <strong class=\"keyword\">vehiculares</strong> que tengan una calificación interna equivalente a grado de inversión en su origen.","second":"The IAA, based on ECAI’s methodologies, is applicable only to exposures to <strong class=\"keyword\">ABCP conduits</strong> that have an internal rating equivalent of investment-grade at inception."},{"author":118385,"first":"Además, iría en contra de la evidente consideración de que los candidatos que presentan su candidatura para trabajar en la administración de la Unión están dispuestos a entrar en una organización internacional que debe hacer uso de lenguas <strong class=\"keyword\">vehiculares</strong> para funcionar adecuadamente y llevar a cabo las tareas que le encomiendan los Tratados de la UE.","second":"Moreover, it would neglect the evident consideration that candidates applying to work in the EU civil service are willing to join an international organisation that must make use of <strong class=\"keyword\">vehicular</strong> languages in order to work properly and carry out the tasks entrusted to it under the EU Treaties."},{"author":8000,"first":"A efectos de garantizar una respuesta rápida ante situaciones de emergencia, se realiza un patrullaje <strong class=\"keyword\">vehicular</strong> especial en torno a las misiones diplomáticas y consulares extranjeras, y se ha modificado el recorrido de las patrullas de las divisiones territoriales de la policía que dependen del Ministerio del Interior y de los departamentos de protección especial para que pasen cerca de los locales de esas misiones","second":"With a view to ensuring a rapid response to emergency situations, a special <strong class=\"keyword\">vehicular</strong> patrol is being conducted around foreign diplomatic missions and consulates, and the patrol routes of territorial police divisions under the Ministry of Internal Affairs and special protection departments have been brought within the vicinity of those premises"},{"author":94259,"first":"Pero la idea es <strong class=\"keyword\">vehicular</strong>","second":"But the idea is <strong class=\"keyword\">to force</strong>"},{"author":94809,"first":"En consecuencia, las sociedades <strong class=\"keyword\">vehiculares</strong> no estaban ya en situación de obtener fondos en el mercado para los CP a corto plazo respaldados por activos.","second":"<strong class=\"keyword\">SPVs</strong> were thus no longer able to borrow in the short-term asset-backed commercial paper market."},{"author":118385,"first":"Además, iría en contra del hecho evidente de que los candidatos que presentan su candidatura para trabajar en la administración comunitaria están dispuestos a entrar en una organización internacional que debe hacer uso de lenguas <strong class=\"keyword\">vehiculares</strong> para funcionar adecuadamente y llevar a cabo las tareas que le encomiendan los Tratados de la UE.","second":"Moreover, it would neglect the evident consideration that candidates applying to work in the EU civil service are willing to join an international organisation that must make use of <strong class=\"keyword\">vehicular</strong> languages in order to work properly and carry out the tasks entrusted to it under the EU Treaties."},{"author":89915,"first":"Aparatos y equipos de telecomunicaciones móviles incluyendo baterías, cargadores de baterías, fuentes de alimentación, cargadores de adaptadores, pinzas de teléfono, auriculares, auriculares de casco, receptores, micrófonos, kits de coche para la adaptación de aparatos e instrumentos de comunicación portátiles para uso <strong class=\"keyword\">vehicular</strong>, antenas, adaptadores de antenas, cables, micrófonos manos libres, porta-teléfonos, cargadores de coche, cables de datos e hilos eléctricos","second":"Mobile telecommunications apparatus and equipment including batteries, battery chargers, power supplies, charger adapters, phone clips, ear phones, headphones, receivers, microphones, car kits for the adaptation of portable communication apparatus and instruments for <strong class=\"keyword\">vehicular</strong> use, antennas, antenna adapters, cables, hands free microphones, phone holders, car chargers, data cables and electrical wires"},{"author":118293,"first":"Incidente <strong class=\"keyword\">vehicular</strong>, el primer punto de impacto son las rodillas, ¿cierto?","second":"<strong class=\"keyword\">Vehicular</strong> incident, first point ofimpact's the knees, right?"},{"author":94808,"first":"En septiembre de 1995 el autor trabajaba en el depósito <strong class=\"keyword\">vehicular</strong> No 1 de la Procuraduría General de Justicia de México D.F., donde estaba encargado del personal.","second":"In September 1995, the complainant was employed at <strong class=\"keyword\">vehicle pound</strong> No<strong class=\"keyword\">.</strong> 1 of the Procurator-General’s Office (Procuraduría General de la Justicia) in Mexico City, where he was in charge of human resources."},{"author":94809,"first":"En este sentido, el sistema informatizado que se está desarrollando podría servir para <strong class=\"keyword\">vehicular</strong> el intercambio automatizado de información en el contexto de la asistencia mutua.","second":"The computerised system under development could be used as a <strong class=\"keyword\">vehicle</strong> for computerised exchange of information under the mutual assistance arrangements."},{"author":94809,"first":"Destaca que los informes de la Comisión de Asuntos Económicos y Monetarios sobre la DRC IV (2), objeto de debate en estos momentos en el Consejo, representan un paso importante en el tratamiento adecuado del SBS, al obligar a que se traten como capital las líneas de liquidez a sociedades <strong class=\"keyword\">vehiculares</strong> y vehículos de inversión estructurada, imponer un elevado límite de exposición (25 % de fondos propios) a todas las entidades no reguladas, lo que contribuirá a incentivar a que los bancos se acerquen al coeficiente de financiación estable neta, y reconocer el riesgo más elevado, relativo a las entidades reguladas y no financieras, de la exposición para dichas entidades en las disposiciones prudenciales sobre riesgos de liquidez;","second":"Stresses that the reports of the Committee on Economic and Monetary Affairs on CRD IV (2), currently being discussed with the Council, represent an important step in tackling shadow banking in a positive way by imposing capital treatment of liquidity lines to structured investment vehicles and <strong class=\"keyword\">conduits</strong>, by setting a large exposure limit (25 % of own funds) for all unregulated entities, which will help in nudging banks towards the Net stable funding ratio, and by recognising the higher risk, relative to regulated and non-financial entities, of exposures to such entities in the prudential provisions for liquidity risks;"},{"author":94809,"first":"9 La creación del banco malo suponía la venta, con efecto desde el 31 de marzo de 2008, de la cartera de 23 000 millones de euros, por su valor nominal, a una sociedad <strong class=\"keyword\">vehicular</strong> establecida en Irlanda, Phoenix Light SF Ltd (en lo sucesivo, «Phoenix Light»).","second":"9 The creation of the bad bank involved the sale, with effect from 31 March 2008, of the EUR 23 billion portfolio, at its nominal value, to a special-<strong class=\"keyword\">purpose vehicle</strong> established in Ireland, Phœnix Light SF Ltd (‘Phœnix Light’)."},{"author":94808,"first":"El hecho de que en ningún momento éste haya solicitado la protección de las autoridades mexicanas, las imprecisiones sobre la identidad de los autores de las amenazas motivo de la queja, el tiempo transcurrido desde que el autor dejó su trabajo en el depósito <strong class=\"keyword\">vehicular</strong> y salió del país, y el hecho de que ni su esposa ni su hija parecen haber sido objeto de tales amenazas no permiten establecer que los autores sean objeto de persecución por parte de la autoridades mexicanas ni la existencia de un riesgo previsible, real y personal de que sean sometidos a tortura en caso de ser expulsados a su país de origen.","second":"The fact that at no time did the complainant seek the protection of the Mexican authorities, the inaccuracies regarding the identity of the persons who made the threats of which he complains, the time that has elapsed since the complainant left his job at the <strong class=\"keyword\">vehicle</strong> pound and the country, and the fact that his wife and daughter do not appear to have been targeted by such threats, do not allow for a finding that the complainants are the subject of persecution by the Mexican authorities and that they would run a foreseeable, real and personal risk of being tortured if they are expelled to their country of origin."},{"author":8000,"first":"Los Estados vecinos deberían vigilar cuidadosamente sus fronteras comunes y regular la circulación del tráfico <strong class=\"keyword\">vehicular</strong> con miras a hacer cumplir en forma efectiva el embargo de armas","second":"Neighbouring States should closely monitor their common borders and regulate the flow of <strong class=\"keyword\">vehicular</strong> traffic with a view to effectively enforcing the arms embargo"},{"author":91988,"first":"Los nuevos niveles de emisiones <strong class=\"keyword\">vehiculares</strong> cumplen con las más rigurosas normas europeas equivalentes, y son superiores que en Estados Unidos.","second":"New <strong class=\"keyword\">vehicle</strong> emission standards meet the most stringent equivalent European standards, and are higher than in the United States."},{"author":118293,"first":"Es por eso que tenemos un código de conducta estricto que dice... \" Todo oficial en servicio que sufra un accidente <strong class=\"keyword\">vehicular</strong> deberá permanecer junto al vehículo en la escena del accidente hasta que un agente de tránsito realice una investigación completa \".","second":"That is why we have a strict code of conduct that states, any officer involved in a <strong class=\"keyword\">vehicular</strong> accident while on duty, must remain with their vehicle at the scene of said accident until a traffic officer completes a thorough investigation."},{"author":94808,"first":"Bajo autorización del TOF, el 27 de enero de 2010, fue sometido a una intervención quirúrgica de la columna para sustituir un disco a nivel cervical, que le había sido retirado en 1999 como consecuencia de un accidente <strong class=\"keyword\">vehicular</strong>, por una placa.","second":"With the authorization of the Court, he underwent spinal surgery on 27 January 2010 to replace a cervical disc, which had been removed in 1999 following a <strong class=\"keyword\">traffic</strong> accident, with a plate."},{"author":92475,"first":"Cuando finalmente la marcha alcanzó el distrito de Miraflores eran varias cuadras de jóvenes desplazándose, con estimados de entre 15 y 20 mil marchantes, que durante varias horas paralizaron el tráfico <strong class=\"keyword\">vehicular</strong> en diversas avenidas de la capital, lo que originó quejas de algunos usuarios.","second":"When they eventually reached the Miraflores district, the crowd of eager young people counted some 15 to 20,000 marchers and managed to bring <strong class=\"keyword\">traffic</strong> to a standstill along many of Lima's major arteries; this resulted in a few complaints."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"81290":{"U":"","id":81290,"N":"Jerga y Regionalismos de El Salvador","url":"https://glosbe.com/source/81290"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"89915":{"U":"http://tmclass.tmdn.org/","id":89915,"N":"tmClass","url":"https://glosbe.com/source/89915"}}}