{"result":"ok","tuc":[{"phrase":{"text":"vex","language":"en"},"meanings":[{"language":"en","text":"To annoy"},{"language":"en","text":"to annoy"}],"meaningId":-5532663586004033136,"authors":[70195]},{"phrase":{"text":"harass","language":"en"},"meaningId":-979991498246061149,"authors":[25018]},{"phrase":{"text":"annoy","language":"en"},"meaningId":892996601817245465,"authors":[25018]},{"phrase":{"text":"abash","language":"en"},"meanings":[{"language":"en","text":"To make ashamed."},{"language":"es","text":"Hacer pasar vergüenza."}],"meaningId":-4297145695874211984,"authors":[60172]},{"phrase":{"text":"badger","language":"en"},"meaningId":-3532722111879513743,"authors":[25018]},{"phrase":{"text":"bait","language":"en"},"meaningId":6977776098322261142,"authors":[86934]},{"phrase":{"text":"chagrin","language":"en"},"meaningId":3678688580315219200,"authors":[25018]},{"phrase":{"text":"harry","language":"en"},"meaningId":-6573022607638150457,"authors":[83042]},{"phrase":{"text":"molest","language":"en"},"meaningId":6746618370843717311,"authors":[25018]},{"phrase":{"text":"persecute","language":"en"},"meaningId":-197466832933182065,"authors":[25018]},{"phrase":{"text":"tease","language":"en"},"meaningId":702835868889895663,"authors":[16]},{"meanings":[{"language":"en","text":"to harass"}],"meaningId":-7719383053722450907,"authors":[93107]}],"phrase":"vejar","examples":[{"author":94808,"first":"De modo que el TC, ha declarado que las tres nociones recogidas en el art. 15 de la CE (torturas, penas o tratos “inhumanos” y penas o tratos “degradantes”) son, en su significado jurídico, “nociones graduadas de una misma escala” que en todos sus tramos entrañan, sean cuales fueran los fines, “padecimientos físicos o psíquicos ilícitos e infligidos de modo vejatorio para quien los sufre, y con esa propia intención de <strong class=\"keyword\">vejar</strong> y doblegar la voluntad del sujeto paciente”.”","second":"Therefore, the Constitutional Court ruled that the three concepts contained in article 15 of the Constitution (torture, ‘inhuman’ treatment or punishment and ‘degrading’ treatment or punishment) are, in the legal sense, ‘concepts on the same sliding scale’ that in all cases, whatever the purpose, lead to ‘unlawful physical or psychological suffering inflicted so as to humiliate the sufferer, with the express intention of <strong class=\"keyword\">humiliating</strong> and breaking the will of the sufferer’.”"},{"author":8000,"first":"En # se modificó el artículo # del Código Penal de Georgia para tipificar como delito cualquier acto de discriminación racial cometido con intención de instigar al odio o al enfrentamiento nacional o racial, <strong class=\"keyword\">vejar</strong> la dignidad nacional, restringir directa o indirectamente los derechos humanos o conceder ventajas por motivos de raza, color de piel, condición social o pertenencia nacional o étnica","second":"Article # of the Criminal Code of Georgia was amended in # to penalize any act of racial discrimination committed with the intention to incite national or racial hatred or conflict, <strong class=\"keyword\">humiliate</strong> national dignity, directly or indirectly restrict human rights or grant advantages on the grounds of race, skin colour, social status, or national or ethnic affiliation"},{"author":27,"first":"La imaginación que algunos hombres, ideologías y regímenes han desarrollado desde hace miles de años para <strong class=\"keyword\">vejar</strong> a las mujeres, individual o colectivamente, es digan de figurar en el libro de los récords.","second":"The imagination that certain men, certain ideologies and certain regimes have developed over thousands of years in order to <strong class=\"keyword\">bully</strong> women, individually or collectively, deserves a place in the Book of Records."},{"author":94808,"first":"En las retransmisiones no se <strong class=\"keyword\">vejará</strong> ni insultará a nadie en modo alguno por motivos de idioma, raza, color, sexo, opiniones políticas, ideas filosóficas, religión, secta o cualquier otra consideración de esa índole;","second":"Broadcasts shall not, in any manner, <strong class=\"keyword\">humiliate</strong> or insult people for their language, race, colour, sex, political opinion, philosophical belief, religion, sect, and any such considerations;"},{"author":8000,"first":"Estas prácticas son: a) ingerirse en los empleados, reprimirlos o forzarlos cuando ejercen su derecho a organizarse, a formar un sindicato, a afiliarse a él o a prestarle asistencia, b) tener un interés indebido por las actividades sindicales, c) declarar un cierre patronal ilegal, d) <strong class=\"keyword\">vejar</strong> a los trabajadores y poner fin a sus servicios no de buena fe sino en el ejercicio engañoso de los derechos de los empleadores, y varias prácticas más como abandonarse a actos de fuerza o de violencia y no aplicar un fallo, solución o acuerdo","second":"These are (a) to interfere with, restrain or coerce employees in the exercise of their right to organize, form, join or assist a trade union, (b) to take undue interest in union activities, (c) to declare an illegal lock-out, (f) to <strong class=\"keyword\">victimize</strong> workers and terminate their services not in good faith but in the colourable exercise of the employers' rights', and several others, such as, indulging in acts of force or violence and failure to implement an award, settlement or agreement"},{"author":94808,"first":"Gracias a este programa, los gendarmes aprenden a no <strong class=\"keyword\">vejar</strong> a los detenidos ni a las víctimas, y a no someterlos a tortura.","second":"Thanks to the programme, military police officers learn not to <strong class=\"keyword\">bully</strong> detainees or victims or to subject them to torture."},{"author":118293,"first":"No he terminado de <strong class=\"keyword\">vejar</strong> a Leslie.","second":"I'm not done berating Leslie."},{"author":94808,"first":"\"Artículo 295 (Vejaciones y torturas). Será sancionado con privación de libertad de seis meses a dos años el funcionario que <strong class=\"keyword\">vejare</strong> o permitiere <strong class=\"keyword\">vejar</strong> a un detenido.","second":"Article 295 (Harassment and torture): “Any official who harasses a detainee or allows him to be <strong class=\"keyword\">harassed</strong> shall be punished with imprisonment for between six months and two years."},{"author":94808,"first":"Será sancionado con privación de libertad de 6 meses a 2 años, el funcionario que <strong class=\"keyword\">vejare</strong>, ordenare o permitiere <strong class=\"keyword\">vejar</strong> a un detenido.","second":"Any official who <strong class=\"keyword\">mistreats</strong> or orders or allows the mistreatment of a person held in custody is to be punished with from 6 months’ to 2 years’ imprisonment."},{"author":94808,"first":"El quid de la cuestión en este caso es demostrar la existencia, en todas las situaciones, de una voluntad manifiesta de <strong class=\"keyword\">vejar</strong> a un grupo determinado, a saber, Lucha, que simplemente trata de expresarse de forma libre en un marco democrático.","second":"The main argument is that, in all of the situations reported, there was a clear will to <strong class=\"keyword\">harass</strong> a particular group, in this case Lucha, which is merely trying to express itself freely in a democratic framework."},{"author":94808,"first":"El procesamiento de datos personales de cualquier origen y forma no debe menoscabar los derechos de las personas protegidos por las leyes y medidas en vigor, estando prohibido bajo todo concepto utilizar datos personales con el propósito de <strong class=\"keyword\">vejar</strong> o calumniar a una persona.","second":"The processing of personal data of any origin and form must not compromise the rights of persons protected by the laws and measures in force and it is prohibited under any circumstances to use personal data for the purpose of <strong class=\"keyword\">abusing</strong> or defaming a person."},{"author":119739,"first":"Los lexicógrafos dicen que en las Escrituras Griegas Cristianas se usa con el sentido de <strong class=\"keyword\">vejar</strong> con dolores intensos; estar hostigado, angustiado. (Mt 8:29; Lu 8:28; Rev 12:2.)","second":"Lexicographers point out that in the Christian Greek Scriptures it is used with the sense of ‘<strong class=\"keyword\">vexing</strong> with grievous pains; being <strong class=\"keyword\">harassed</strong>, distressed.’—Mt 8:29; Lu 8:28; Re 12:2."},{"author":27,"first":"Por lo tanto, en nuestra opinión, Schengen es una iniciativa positiva que, como lo insinúa el informe Van Lancker, de ninguna manera sirve para <strong class=\"keyword\">vejar</strong> a los ciudadanos, sino que, al contrario, les proporciona una garantía para su seguridad personal.","second":"So I see Schengen as a positive initiative, which is certainly not being used to <strong class=\"keyword\">bully</strong> the citizen, as the van Lancker report implies, but is in fact offering him a guarantee of his personal safety."},{"author":118293,"first":"Ciertas drogas para controlar y <strong class=\"keyword\">vejar</strong> a las personas.","second":"Certain other drugs used to control and violate people."},{"author":94808,"first":"En 2003 se modificó el artículo 142 del Código Penal de Georgia para tipificar como delito cualquier acto de discriminación racial cometido con intención de instigar al odio o al enfrentamiento nacional o racial, <strong class=\"keyword\">vejar</strong> la dignidad nacional, restringir directa o indirectamente los derechos humanos o conceder ventajas por motivos de raza, color de piel, condición social o pertenencia nacional o étnica.","second":"Article 142 of the Criminal Code of Georgia was amended in 2003 to penalize any act of racial discrimination committed with the intention to incite national or racial hatred or conflict, <strong class=\"keyword\">humiliate</strong> national dignity, directly or indirectly restrict human rights or grant advantages on the grounds of race, skin colour, social status, or national or ethnic affiliation."},{"author":27,"first":"No existe ninguna razón política tan buena como para <strong class=\"keyword\">vejar</strong> de semejante manera a seres humanos, tal como sucede allí.","second":"There can be no political justification for <strong class=\"keyword\">ill</strong>-<strong class=\"keyword\">treating</strong> people as is happening there."},{"author":31,"first":"Agente Baker, soy el agente especial Anthony <strong class=\"keyword\">Vejar</strong>","second":"Agent Baker, I' m Special Agent Anthony <strong class=\"keyword\">Vejar</strong>"},{"author":27,"first":"Quisiera que se coopere inmediatamente de un modo mucho más intenso con Turquía de lo que se ha hecho hasta ahora, que se liberen los protocolos financieros y que se haga realidad una estrecha cooperación a un nivel por debajo de la plena adhesión, mientras que aquellos que han votado a favor de la resolución, propagan en parte el objetivo incumplible de una adhesión plena para que puedan utilizarla para humillar y <strong class=\"keyword\">vejar</strong> a Turquía.","second":"I would like to see more intensive cooperation with Turkey than previously, the financial protocols being released, and a close partnership, just short of full membership, being put into effect immediately. Those who voted in favour of the resolution, are only contributing to propagating the idea of this unattainable goal of full membership, so that they can take advantage of it to discourage and <strong class=\"keyword\">oppress</strong> Turkey."},{"author":94808,"first":"Además, no deberán, de ninguna manera, <strong class=\"keyword\">vejar</strong> ni insultar a nadie por su idioma, raza, color de piel, género, opiniones políticas, convicciones filosóficas, religión, creencias u otros motivos similares.","second":"Moreover, they shall not, in any manner, <strong class=\"keyword\">humiliate</strong> or insult people for their language, race, colour, gender, political opinion, philosophical belief, religion, belief or other similar grounds."},{"author":94808,"first":"El artículo 295 del Código Penal contempla el tipo penal de “Vejaciones y torturas”, el cual sanciona con pena privativa de libertad al funcionario público que vejaren, ordenaren o permitieren <strong class=\"keyword\">vejar</strong> a un detenido, así como a quien infringiere cualquier tipo de tormentos y torturas.","second":"Article 295 of the Criminal Code establishes the criminal offence of harassment and torture and provides for a penalty of imprisonment for any public official who harasses a detainee or orders or permits a detainee to be <strong class=\"keyword\">harassed</strong>, or who inflicts any kind of suffering or torture."},{"author":94808,"first":"Estas prácticas son: a) ingerirse en los empleados, reprimirlos o forzarlos cuando ejercen su derecho a organizarse, a formar un sindicato, a afiliarse a él o a prestarle asistencia, b) tener un interés indebido por las actividades sindicales, c) declarar un cierre patronal ilegal, d) <strong class=\"keyword\">vejar</strong> a los trabajadores y poner fin a sus servicios no de buena fe sino en el ejercicio engañoso de los derechos de los empleadores, y varias prácticas más como abandonarse a actos de fuerza o de violencia y no aplicar un fallo, solución o acuerdo.","second":"These are (a) to interfere with, restrain or coerce employees in the exercise of their right to organize, form, join or assist a trade union, (b) to take undue interest in union activities, (c) to declare an illegal lock-out, (f) to <strong class=\"keyword\">victimize</strong> workers and terminate their services not in good faith but in the colourable exercise of the employers’ rights’, and several others, such as, indulging in acts of force or violence and failure to implement an award, settlement or agreement."},{"author":95096,"first":"Está conectado a un mandamiento de Dios: «No oprimirás ni <strong class=\"keyword\">vejarás</strong> al forastero, porque forasteros fuisteis vosotros en Egipto» (Ex 22,20); «Amaréis al forastero, porque forasteros fuisteis en Egipto» (Dt 10,19).","second":"One of God’s commandments is connected to it: “You shall not wrong a stranger or <strong class=\"keyword\">oppress</strong> him, for you were strangers in the land of Egypt” (Ex 22:21); “Love the sojourner therefore; for you were sojourners in the land of Egypt” (Deut 10:19)."},{"author":8000,"first":"d) <strong class=\"keyword\">Vejar</strong> o humillar a otra persona por razón de sus creencias religiosas, condición social humilde, lugar de nacimiento, defecto físico o cualquier otra condición personal","second":"d) <strong class=\"keyword\">Vexing</strong> or humiliating another on account of his religious beliefs, lowly station in life, place of birth, physical defect or other personal condition"},{"author":118293,"first":"Prueba sobrada para engañar al príncipe, <strong class=\"keyword\">vejar</strong> a Claudio, hundir a Hero y matar a Leonato.","second":"Proof enough to misuse the prince, to <strong class=\"keyword\">vex</strong> Claudio, to undo Hero and kill Leonato."},{"author":95096,"first":"Esta vinculación explica también por qué abundan las normas en defensa de los pobres y de los que son más débiles socialmente: «No <strong class=\"keyword\">vejarás</strong> a viuda ni a huérfano.","second":"This connection also explains why there are numerous laws defending the poor and those who are socially the weakest: \"You shall not afflict any widow or orphan."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}