{"result":"ok","tuc":[{"phrase":{"text":"fickle","language":"en"},"meaningId":-9161077750220733961,"authors":[25018]},{"phrase":{"text":"giddy","language":"en"},"meanings":[{"language":"en","text":"frivolous, impulsive, inconsistent, changeable"}],"meaningId":1521450867741058493,"authors":[100714]},{"phrase":{"text":"capricious","language":"en"},"meaningId":-6704921788787502426,"authors":[25018]},{"phrase":{"text":"flighty","language":"en"},"meaningId":-2933520772749738082,"authors":[25018]},{"phrase":{"text":"freakish","language":"en"},"meaningId":2529638664262997540,"authors":[25018]},{"phrase":{"text":"mood","language":"en"},"meaningId":4937849028947982775,"authors":[86934]},{"phrase":{"text":"moody","language":"en"},"meaningId":234072718782926074,"authors":[25018]},{"phrase":{"text":"wayward","language":"en"},"meaningId":-237489560064590676,"authors":[20]},{"meanings":[{"language":"en","text":"fickle"}],"meaningId":8784519728302599480,"authors":[1]}],"phrase":"veleidoso","examples":[{"author":118293,"first":"A veces los locales se ponen <strong class=\"keyword\">veleidosos</strong> cuando aparecemos.","second":"Sometimes the locals get squirrely when we show up."},{"author":27,"first":"Por eso, están bien los esfuerzos para convertir en compatibles los datos entre países y está bien que se reclame la efectiva difusión de dichos datos; sin embargo, si pensamos que podemos alcanzar estos objetivos, incluso de información, prescindiendo de la aportación que las personas, las organizaciones no gubernamentales, las asociaciones de voluntariado y los centros de rehabilitación de toxicómanos ofrecen en los respectivos países, en contacto directo con estos fenómenos y con estas personas, creo que llevaremos a cabo una acción <strong class=\"keyword\">veleidosa</strong>.","second":"So, the efforts to make data from the different countries compatible and the call for efficient dissemination of the data are all very well, but if we think we can achieve these objectives, even our information objective, without taking into consideration the contributions made by the individuals concerned, Non-Governmental Organisations, voluntary associations and rehabilitation communities in the different countries, then we are living in a fantasy world."},{"author":27,"first":"Sabemos que Nueva York 1997 no ha cumplido la promesa de Río 1992, no solamente porque nos encontramos ante voluntades políticas a menudo <strong class=\"keyword\">veleidosas</strong>, sino también porque existen dificultades objetivas, especialmente en lo que se refiere a percepciones diferentes, e incluso antagónicas, entre los países pertenecientes al norte industrializado y aquéllos pertenecientes al sur, en vías de industrialización, y también porque dentro de los mismos grandes bloques, pueden existir entre los distintos países diferencias significativas de productividad, o sea, de competitividad.","second":"We know that New York 1997 did not fulfil the promise of Rio 1992. This is not only because we are dealing with often wavering political commitment, but also because of objective difficulties, related in particular to different - if not opposing - perceptions on the part of the industrialised nations of the North and the industrialising nations of the South, and also because within the same major blocs there can be significantly different levels of productivity and thus of competition between individual countries."},{"author":118293,"first":"Sab ía que ese tío era <strong class=\"keyword\">veleidoso</strong>.","second":"I knew that guy <strong class=\"keyword\">was squirrely</strong>."},{"author":118293,"first":"Esa mujer se está poniendo <strong class=\"keyword\">veleidosa</strong>.","second":"Woman getting <strong class=\"keyword\">skittish?</strong>"},{"author":118293,"first":"Tengo un corazón <strong class=\"keyword\">veleidoso</strong>.","second":"I have a <strong class=\"keyword\">fickle</strong> heart."},{"author":119723,"first":"Yo quisiera, hermanos y hermanas, que entendiéramos las cosas precisamente como son y no como la fugaz y <strong class=\"keyword\">veleidosa</strong> imaginación de la mente humana las encara (DBY, 128).","second":"Now I wish, my brethren and sisters, for us to understand things precisely as they are, and not as the flitting, changing imagination of the human mind may frame them (DBY, 128)."},{"author":118293,"first":"El verdadero amor es una criatura <strong class=\"keyword\">veleidosa</strong> difícil de encontrar, casi imposible de domesticar pero Varrick y Zhu Li han probado que aún las probabilidades más remotas pueden tener una oportunidad de felicidad juntos.","second":"True love is a <strong class=\"keyword\">fickle</strong> creature, difficult to find, nearly impossible to tame, but Varrick and Zhu Li have proven that even the longest of long shots can have a chance at happiness together."},{"author":118293,"first":"No, soy <strong class=\"keyword\">veleidosa</strong>, Sr. Quick.","second":"No, I'm just <strong class=\"keyword\">skittish</strong>, Mr. Quick."},{"author":27,"first":"Nos hemos abstenido debido al carácter <strong class=\"keyword\">veleidoso</strong> de las propuestas de este informe.","second":"We have abstained because the proposals in this report are too <strong class=\"keyword\">vague</strong>."},{"author":118293,"first":"Una mujer <strong class=\"keyword\">veleidosa</strong> se lo partió por la mitad.","second":"Broken right down the middle by a <strong class=\"keyword\">fickle</strong> dame in a lace cap."},{"author":27,"first":"Por lo tanto, sabrán muy bien, por ejemplo, que la deuda de los mercados emergentes es más variable que los mercados de valores oficiales europeos pero también sabrán que la mayor parte de los negocios bancarios involucran valores menos «<strong class=\"keyword\">veleidosos</strong>» y, por lo tanto, fijan en consecuencia el costo de capital.","second":"They will, therefore, be aware that, for example, emerging market debt is more volatile than the European government bond markets but will also know that most banks' business <strong class=\"keyword\">is</strong> in less volatile bonds and so set the capital charges accordingly."},{"author":95096,"first":"Y sucede fácilmente, sobre todo, que se malgastan, en tentativas <strong class=\"keyword\">veleidosas</strong>, energías y esfuerzos que podrían emplearse mucho más útilmente en realizaciones menos rápidas, quizá, y menos espectaculares, ni completamente satisfactorias, sin duda, pero que representarían al menos un progreso real en provecho de la humanidad.","second":"Above all it may well happen that energies and efforts are wasted in impulsive attempts, whereas they could be used in a far more useful way for achievements that are less rapid, perhaps, and less sensational, and not entirely satisfactory, no doubt, but which represent nevertheless a real step toward for mankind."},{"author":118293,"first":"En fin, los electores son <strong class=\"keyword\">veleidosos</strong>.","second":"The electors are <strong class=\"keyword\">capricious</strong>."},{"author":91988,"first":"Ahmadinejad puede estar maniobrando, pero sus métodos <strong class=\"keyword\">veleidosos</strong> hacen posible que para él pueda resultar ventajoso políticamente llegar a un acuerdo serio sobre la cuestión nuclear.","second":"Ahmadinejad may be bobbing and weaving. But his <strong class=\"keyword\">mercurial</strong> ways make it plausible that he may find it politically advantageous to strike a serious bargain on the nuclear issue."},{"author":118293,"first":"<strong class=\"keyword\">Veleidoso</strong>.","second":"<strong class=\"keyword\">Mercurial</strong>."},{"author":27,"first":"Sobre este tema, un Parlamento, esclavo todavía de sus prejuicios políticos e ideológicos y de <strong class=\"keyword\">veleidosas</strong> defensas de soberanía nacional, expresa una opinión que no está destinada a dejar huella en la memoria histórica de la construcción europea, tratando de colmar el vacío de propuesta política con algunas débiles propuestas pragmáticas.","second":"On this subject, a Parliament which is still a slave to its political and ideological prejudices and to empty defences of national sovereignty is expressing an opinion that is destined to leave no trace in the historic record of European integration, endeavouring as it does to fill the void of its political proposals with a few feeble practical ones."},{"author":27,"first":"El mercado de valores puede ser <strong class=\"keyword\">veleidoso</strong>.","second":"A stock market can be <strong class=\"keyword\">fickle</strong>."},{"author":118293,"first":"No querría ser tan <strong class=\"keyword\">veleidoso</strong> de todos modos.","second":"Ah, I wouldn't be so <strong class=\"keyword\">fickle</strong> anyway."},{"author":27,"first":"Por tanto, creer que se pueden parar los fenómenos migratorios construyendo fortalezas o barreras que esta vez tendrán que pasar por el centro del Mediterráneo, me parece algo totalmente ilusorio, <strong class=\"keyword\">veleidoso</strong> y estúpido.","second":"So to think that migratory flows can be checked by building fortresses or barriers - which this time would have to go through the middle of the Mediterranean Sea - seems to me altogether illusory and over-ambitious, not to say stupid."},{"author":118293,"first":"Tú, zorra <strong class=\"keyword\">veleidosa</strong>.","second":"You <strong class=\"keyword\">fickle</strong> bitch."},{"author":118293,"first":"Vaya, la misión no envía a muchachas <strong class=\"keyword\">veleidosas</strong>, menos mal.","second":"Well, the Mission don't send <strong class=\"keyword\">flighty</strong> ones, and that's a blessin'."},{"author":26,"first":"Esa mujer se está poniendo <strong class=\"keyword\">veleidosa</strong>","second":"Woman getting <strong class=\"keyword\">skittish?</strong>"},{"author":118293,"first":"Oh, <strong class=\"keyword\">veleidoso</strong> pájaro de la inspiración, a qué lejanas costas volaste?","second":"Oh, <strong class=\"keyword\">fickle</strong> bird of inspiration, to what far shore have you flown?"},{"author":118293,"first":"la vida es <strong class=\"keyword\">veleidosa</strong>.","second":"Life is <strong class=\"keyword\">fickle</strong>."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"20":{"U":"http://www.slowniki.org.pl/","id":20,"N":"Jerzy Kazojc","url":"https://glosbe.com/source/20"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"100714":{"U":"https://en.wiktionary.org","id":100714,"N":"enwiktionary-2017-09","url":"https://glosbe.com/source/100714"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}