{"result":"ok","tuc":[{"phrase":{"text":"storm","language":"en"},"meanings":[{"language":"en","text":"meteorology: wind scale for very strong wind"}],"meaningId":2021939153471948287,"authors":[90508]},{"phrase":{"text":"gale","language":"en"},"meaningId":3036108079226398243,"authors":[84715]},{"phrase":{"text":"windstorm","language":"en"},"meanings":[{"language":"en","text":"A storm with strong, violent winds"}],"meaningId":4355023057922152289,"authors":[90508]},{"phrase":{"text":"hurricane","language":"en"},"meaningId":-1921942634465859313,"authors":[2702]},{"phrase":{"text":"blizzard","language":"en"},"meaningId":-2802054024258657412,"authors":[99488]},{"phrase":{"text":"blizzards","language":"en"},"meaningId":-3736190435080120936,"authors":[37]},{"phrase":{"text":"tempest","language":"en"},"meaningId":-2737379074889862651,"authors":[13]},{"phrase":{"text":"wind storm","language":"en"},"meaningId":-5314616833672787136,"authors":[80097]},{"meanings":[{"language":"en","text":"windstorm"}],"meaningId":-861976985102564917,"authors":[1]}],"phrase":"vendaval","examples":[{"author":95096,"first":"En Francia, en tiempos del Santo Cura de Ars, la confesión no era ni más fácil ni más frecuente que en nuestros días, pues el <strong class=\"keyword\">vendaval</strong> revolucionario había arrasado desde hacía tiempo la práctica religiosa.","second":"In France, at the time of the Curé of Ars, confession was no more easy or frequent than in our own day, since the upheaval <strong class=\"keyword\">caused</strong> by the revolution had long inhibited the practice of religion."},{"author":118293,"first":"La isla se encuentra en una zona infame donde los incesantes vientos y <strong class=\"keyword\">vendavales</strong> traen nutrientes de las profundidades asegurando el alimento para los pingüinos rey.","second":"The island sits in the in famous \" roaring forties \" where incessant <strong class=\"keyword\">gale</strong> force winds draw nutrients up from the depths ensuring plenty of food for king penguins."},{"author":31,"first":"Venid, <strong class=\"keyword\">vendavales</strong>, huracanes","second":"Come, <strong class=\"keyword\">windstorms</strong>, hurricanes"},{"author":94808,"first":"Los desastres asociados a los terremotos o tsunamis fueron los que más víctimas mortales causaron (86% de las muertes comunicadas), pero las inundaciones fueron los desastres que afectaron a más personas (el 51,2% de los afectados), seguidas de los <strong class=\"keyword\">vendavales</strong> (30,7%) y las sequías y hambrunas (13,1%).","second":"Disasters associated with earthquakes or tsunamis were the most deadly (86 per cent of reported deaths), but floods affected the greatest number of people (51.2 per cent of those reported affected), followed by <strong class=\"keyword\">windstorms</strong> (30.7 per cent) and drought and famine (13.1 per cent)."},{"author":94808,"first":"Estas amenazas incluyen sequías, inundaciones, incendios forestales, <strong class=\"keyword\">vendavales</strong>, granizadas y brotes de enfermedades.","second":"Threats include droughts, floods, wildfires, <strong class=\"keyword\">windstorms</strong>, hailstorms and disease outbreaks."},{"author":119723,"first":"Holland, del Quórum de los Doce Apóstoles, escribió acerca de una experiencia que tuvo durante un fuerte <strong class=\"keyword\">vendaval</strong>:","second":"Holland of the Quorum of the Twelve Apostles, wrote about an experience she had during a severe <strong class=\"keyword\">windstorm</strong>:"},{"author":94808,"first":"En el documento se resumía el primer volumen titulado “Exposure to natural hsazards” (exposición a los peligros naturales), que se ocupaba de cinco riesgos: las inundaciones, los desprendimientos de tierras, el índice de calor, los <strong class=\"keyword\">vendavales</strong> y los terremotos.","second":"The paper summarized its first volume entitled “Exposure to natural hazards”, which featured five hazards: floods, landslides, heat index, <strong class=\"keyword\">windstorms</strong> and earthquakes."},{"author":91988,"first":"Los cambios tecnológicos despiertan <strong class=\"keyword\">vendavales</strong> de destrucción creativa.","second":"Technological changes <strong class=\"keyword\">whip</strong> up <strong class=\"keyword\">gales</strong> of creative destruction."},{"author":31,"first":"Guerra, terremotos, <strong class=\"keyword\">vendavales</strong>, fuego, hambre, la plaga","second":"War, earthquake, <strong class=\"keyword\">winds</strong>, fire, famine, the plague"},{"author":118293,"first":"Los kilómetros pasaron... En un incesante <strong class=\"keyword\">vendaval</strong> de paradas para recargar combustible y sadomasoquismo","second":"The miles rolled by in a relentless <strong class=\"keyword\">blizzard</strong> of fuel stops and sadomasochism."},{"author":31,"first":"El <strong class=\"keyword\">vendaval</strong> acontece, Bassanio pronto abordará","second":"The <strong class=\"keyword\">wind has</strong> come about, Bassanio soon will come aboard"},{"author":94808,"first":"Aunque en algunos casos las alertas tempranas de peligros hidrológicos (como inundaciones, mareas de tormenta, erosiones costeras y sequías) y peligros meteorológicos (como ciclones, tornados y <strong class=\"keyword\">vendavales</strong>) pueden ayudar a salvar vidas humanas, las pérdidas económicas y ambientales a menudo son enormes y la recuperación suele llevar años.","second":"Although in some cases early warnings of hydrological hazards (floods, storm surges, coastal erosion and droughts) and meteorological hazards (such as cyclones, tornadoes and <strong class=\"keyword\">windstorms</strong>) can help to save human lives, the economic and environmental losses are often huge and recovery usually takes years."},{"author":118293,"first":"Los dioses discuten a veces, hay <strong class=\"keyword\">vendavales</strong>, caen templos.","second":"Sometimes the gods argue, Then great <strong class=\"keyword\">winds blow</strong>, Temples fall,"},{"author":94809,"first":"A. Considerando la intensidad de las precipitaciones de pedrisco de los días 4 y 6 de mayo de 1995, acompañadas de <strong class=\"keyword\">vendavales</strong>, que se han abatido sobre numerosos municipios y localidades de la Élide y han ocasionado enormes daños a los cultivos de dicha provincia,","second":"A. having regard to the violence of the recent hail and <strong class=\"keyword\">windstorms</strong> which hit many villages and communes in the department of Elide (4-5 and 6 May 1995), causing serious damage to crops;"},{"author":119723,"first":"Solamente es un <strong class=\"keyword\">vendaval</strong> en Bountiful.","second":"It is just a stiff <strong class=\"keyword\">windstorm</strong> in Bountiful."},{"author":8000,"first":"Pero todo lo hecho no ha sido suficiente; el camino que tenemos por delante es gigantesco y debemos recorrerlo en medio de un <strong class=\"keyword\">vendaval</strong> de crisis del que no hemos podido escapar","second":"However, all that has been done is still insufficient. The road that lies ahead is very long, and we must travel it amidst crises and turmoil from which we have been unable to extricate ourselves"},{"author":94808,"first":"Los desastres naturales, en particular los <strong class=\"keyword\">vendavales</strong>, las inundaciones y los terremotos, y los fenómenos excepcionales como el tsunami de 2004 en el Océano Índico siguen siendo una importante causa de muertes, sufrimiento y pérdidas económicas.","second":"Natural disasters, particularly <strong class=\"keyword\">windstorms</strong>, floods and earthquakes, as well as exceptional events such as the 2004 Indian Ocean tsunami, remain a major cause of death, suffering and economic loss."},{"author":8000,"first":"A finales de enero de # un nuevo <strong class=\"keyword\">vendaval</strong> de pánico sacudió las finanzas mundiales, tras el fraude récord de la Societé genérale","second":"At the end of January # a new <strong class=\"keyword\">wind</strong> of panic shook world finance after the record fraud of Société générale"},{"author":8008,"first":"La Fuerza del <strong class=\"keyword\">vendaval</strong> hace 5 puntos de daño a cada criatura que tenga la habilidad de volar.","second":"<strong class=\"keyword\">Gale</strong> Force deals 5 damage to each creature with flying."},{"author":94809,"first":"C. Considerando que las tormentas que ocasionaron daños por valor de millones de libras también causaron estragos a lo largo de la costa oriental de Irlanda, desde Bray a Wexford, Waterford y Courtown, debido a la combinación de <strong class=\"keyword\">vendavales</strong>, lluvias torrenciales y mareas altas y daños a la línea de ferrocarril Dublín/Rosslare en Wexford,","second":"C. whereas the storms which caused millions of pounds of damage also caused havoc along the east coast of Ireland from Bray to Wexford, Waterford and Courtown due to the combination of <strong class=\"keyword\">gales</strong>, heavy rain and high tides, including damage to the Dublin/Rosslare railway line at Wexford,"},{"author":94809,"first":"Se registrará la caída de hojas verdes como consecuencia de granizo, <strong class=\"keyword\">vendavales</strong>, insectos, sequía, etc. con arreglo a la siguiente clasificación [similar al registro de los agentes bióticos y abióticos (dañinos), pero para cada árbol]:","second":"Shedding of green leaves caused by e.g. hail, <strong class=\"keyword\">windstorms</strong>, insects or drought should be recorded using the following classification (according to the ‘recording of biotic and abiotic (damaging) events’, but on the individual tree level):"},{"author":22,"first":"Ayuda para compensar las pérdidas ocasionadas por las fuertes lluvias y los <strong class=\"keyword\">vendavales</strong>","second":"Aid to compensate farmers for the losses caused by heavy rains and <strong class=\"keyword\">whirlwinds</strong>"},{"author":31,"first":"pía sin igual y mas rápido que un <strong class=\"keyword\">vendaval</strong>","second":"pía without equal and but fast which a <strong class=\"keyword\">gale</strong>"},{"author":8007,"first":"Además, Abdullah comprende que, sólo si puede forjar el tipo de alianza en pro de la estabilidad que constituyó Metternich, podrá su tambaleante régimen soportar los <strong class=\"keyword\">vendavales</strong> radicales que ahora soplan,.","second":"Moreover, Abdullah understands that his wobbly regime will only be able to withstand the radical <strong class=\"keyword\">gales</strong> that are now blowing if it can forge the type of stability-seeking alliance that Metternich built."},{"author":94809,"first":"A. Considerando las graves tormentas, los <strong class=\"keyword\">vendavales</strong> y el pedrisco que asolaron a principios de agosto zonas de la región de Tesalia (provincias de Karditsa, Trícala, Larisa y Magnesia),","second":"A. having regard to the major disasters, <strong class=\"keyword\">high winds</strong> and hailstorms which occurred in the region of Thessaly (prefectures of Karditsa, Trikala and Larisa) early in August,"}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"99488":{"U":"","id":99488,"N":"glosbe-trav-c","url":"https://glosbe.com/source/99488"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"37":{"U":"http://aims.fao.org/standards/agrovoc/","id":37,"N":"agrovoc","url":"https://glosbe.com/source/37"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"13":{"U":"http://ro.wiktionary.org","id":13,"N":"ro.wiktionary.org","url":"https://glosbe.com/source/13"},"2702":{"U":"http://dumps.wikimedia.org/viwiktionary/latest/viwiktionary-latest-pages-articles.xml.bz2","id":2702,"N":"Wiktionary-tieng-Viet","url":"https://glosbe.com/source/2702"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}