{"result":"ok","tuc":[{"phrase":{"text":"venerate","language":"en"},"meanings":[{"language":"en","text":"To attribute to someone or something a particular devoutness or veneration."},{"language":"en","text":"To revere or hold in awe"}],"meaningId":6743096286479580469,"authors":[69425]},{"phrase":{"text":"revere","language":"en"},"meaningId":5070937139972434151,"authors":[69425]},{"phrase":{"text":"worship","language":"en"},"meaningId":4295109900944116420,"authors":[69425]},{"phrase":{"text":"adore","language":"en"},"meaningId":-8643967942816717392,"authors":[25018]},{"phrase":{"text":"enshrine","language":"en"},"meaningId":1917032091468800618,"authors":[84500]},{"phrase":{"text":"glorify","language":"en"},"meaningId":4580084841401801809,"authors":[69425]},{"phrase":{"text":"praise","language":"en"},"meaningId":-6526251889061369315,"authors":[69425]},{"phrase":{"text":"admire","language":"en"},"meaningId":-7803790834085475754,"authors":[25018]},{"phrase":{"text":"exalt","language":"en"},"meaningId":-482230333609586002,"authors":[69425]},{"phrase":{"text":"saint","language":"en"},"meaningId":3464548255926547638,"authors":[84500]},{"phrase":{"text":"bless","language":"en"},"meaningId":-4398750384037926505,"authors":[86934]},{"phrase":{"text":"hallow","language":"en"},"meaningId":-8451225788704990957,"authors":[97745]},{"phrase":{"text":"hero-worship","language":"en"},"meaningId":-5893016157915402044,"authors":[84500]},{"phrase":{"text":"honor","language":"en"},"meaningId":-1640373713243322263,"authors":[25018]},{"phrase":{"text":"honour","language":"en"},"meaningId":670698475413595895,"authors":[25018]},{"phrase":{"text":"idolise","language":"en"},"meaningId":-2672450205241734225,"authors":[84500]},{"phrase":{"text":"idolize","language":"en"},"meaningId":8799382817308299065,"authors":[84500]},{"phrase":{"text":"kiss","language":"en"},"meaningId":2536296692292467828,"authors":[86934]},{"phrase":{"text":"respect","language":"en"},"meaningId":-5001415185582495966,"authors":[25115]},{"phrase":{"text":"reverence","language":"en"},"meaningId":-784922042804011763,"authors":[25115]},{"phrase":{"text":"shrine","language":"en"},"meaningId":-7691728677010887156,"authors":[84500]},{"phrase":{"text":"thank","language":"en"},"meaningId":-986454435097825727,"authors":[86934]},{"meanings":[{"language":"en","text":"to venerate"}],"meaningId":-2579982890857539981,"authors":[93107]}],"phrase":"venerar","examples":[{"author":91988,"first":"Por eso, así como el deber absoluto de un confuciano es <strong class=\"keyword\">venerar</strong> a su padre, así también el deber absoluto de un súbdito confuciano es el de <strong class=\"keyword\">venerar</strong> al gobernante.","second":"So, just as a Confucian son’s absolute duty is to <strong class=\"keyword\">revere</strong> his father, the absolute duty of a Confucian subject is to <strong class=\"keyword\">revere</strong> the ruler."},{"author":95096,"first":"Confío en que los peregrinos que vayan a Grecia para <strong class=\"keyword\">venerar</strong> los santos lugares vinculados a su vida y a su enseñanza sean acogidos con el espíritu cordial de hospitalidad por el que es famosa su nación.","second":"I am confident that the pilgrims who come to Greece in order to <strong class=\"keyword\">venerate</strong> the holy sites associated with his life and teaching will be embraced with the warm spirit of hospitality for which your nation is renowned."},{"author":95096,"first":"Mil años después de la muerte por martirio de san Adalberto, he podido <strong class=\"keyword\">venerar</strong> las reliquias del patrono de Polonia.","second":"A thousand years after Saint Adalbert's death by martyrdom, I had the opportunity to <strong class=\"keyword\">venerate</strong> the holy relics of Poland's patron."},{"author":94808,"first":"<strong class=\"keyword\">Venerar</strong> a Dios significa renunciar al egoísmo, a los instintos, al ansia de poder y a la agresión, y rendirse a la rectitud, la justicia, el amor y la perfección.","second":"<strong class=\"keyword\">Obeisance</strong> to God means abandoning selfishness, animal instincts, power-seeking and aggression and surrendering to righteousness, justice, love and perfection."},{"author":95096,"first":"Ya antes había tenido ocasión de conocerlo y de estimarlo, pero desde 1982, cuando me llamó a Roma como Prefecto de la Congregación para la Doctrina de la Fe, durante 23 años pude estar cerca de él y <strong class=\"keyword\">venerar</strong> cada vez más su persona.","second":"I had known him earlier and had esteemed him, but for twenty-three years, beginning in 1982 after he called me to Rome to be Prefect of the Congregation for the Doctrine of the Faith, I was at his side and came to <strong class=\"keyword\">revere</strong> him all the more."},{"author":118293,"first":"adoraros y <strong class=\"keyword\">veneraros</strong>.","second":"I desire to kneel only before you, to worship <strong class=\"keyword\">and</strong> adore only you."},{"author":27,"first":"A aquellos que predicaron hace cien años que el mundo debía recuperarse al modo alemán, que la Pax Britannica debía dominar el mundo, que en la Communauté Française la superioridad francesa debía reinar o que el \"cesaropapismo\" que prevalecía en Moscú en su tiempo significaba que debíamos <strong class=\"keyword\">venerar</strong> una persona como emperador o Dios; a aquellos que dijeron al mundo que la bandera bajo la cual tendríamos que reunirnos era la cosa más importante y no el espíritu de paz que consideramos lo primordial; a aquellos que mantenían que el nacionalismo y la primacía nacional conducirían al objetivo; a aquellos sólo podemos decirles que los cien años de historia transcurridos demuestran lo contrario.","second":"To those who preached 100 years ago that the world was to recover in the German manner or that the Pax Britannica was to dominate the world, or that in the Communauté Française French superiority was to reign, or that the Caesaropapism prevailing in Moscow at the time meant that we were to <strong class=\"keyword\">worship</strong> one person as Emperor and God; to those who told the world that the flag behind which we would have to assemble was the most important thing, and not the spirit of the peace we consider most important; to those who maintained that nationalism and national primacy would lead to the objective, to those we can only say that the 100 years of history behind us proves the opposite."},{"author":94808,"first":"· Respeto de los derechos de los antepasados a la protección contra la destrucción de la memoria nacional, las tradiciones y, ante todo, el derecho a <strong class=\"keyword\">venerar</strong> a todos aquellos que nos dieron la vida y nos transmitieron la sabiduría secular;","second":"· Respect for the right of past generations to protection against the destruction of the national heritage and traditions and, above all, the right to <strong class=\"keyword\">veneration</strong> of all those who gave us life and passed on the wisdom of the ages"},{"author":94808,"first":"<strong class=\"keyword\">Venerar</strong> a Dios significa aceptar la verdad absoluta, la luz absoluta y la belleza absoluta.","second":"<strong class=\"keyword\">Obeisance</strong> to God means the acceptance of the absolute truth, the absolute light and the absolute beauty."},{"author":95096,"first":"El simbolismo mediante el cual el edificio de la Iglesia expresa el puesto de María en el misterio de la Iglesia contiene una indicación fecunda y constituye un auspicio para que en todas partes las distintas formas de <strong class=\"keyword\">venerar</strong> a la bienaventurada Virgen María se abran a perspectivas eclesiales.","second":"The symbolism by which a church building demonstrates Mary's place in the mystery of the Church is full of significance and gives grounds for hoping that the different forms of <strong class=\"keyword\">devotion</strong> to the Blessed Virgin may everywhere be open to ecclesial perspectives."},{"author":8000,"first":"<strong class=\"keyword\">Venerar</strong> a Dios significa aceptar la verdad absoluta, la luz absoluta y la belleza absoluta","second":"<strong class=\"keyword\">Obeisance</strong> to God means the acceptance of the absolute truth, the absolute light and the absolute beauty"},{"author":27,"first":"Hay que devolver a los pueblos europeos la libertad para mantener y <strong class=\"keyword\">venerar</strong> los símbolos de su identidad de conformidad con un principio cardinal de la estructura legal y política de la Unión Europea: el principio de subsidiariedad.","second":"It must return to the European peoples the freedom to keep and <strong class=\"keyword\">venerate</strong> the symbols of their identity in accordance with a cardinal principle of the legal and political structure of the European Union: the principle of subsidiarity."},{"author":118293,"first":"Todo hombre necesita admirar y <strong class=\"keyword\">venerar</strong> algo más grande que él mismo.","second":"All men need something greater than themselves to look up to and <strong class=\"keyword\">worship</strong>."},{"author":95096,"first":"Considero un don especial del Señor haber podido <strong class=\"keyword\">venerar</strong> juntos aquellos lugares santísimos, unirnos en oración en el lugar del sepulcro de Cristo, allí donde podemos palpar el fundamento de nuestra esperanza.","second":"I consider it a special gift from the Lord that we were able to <strong class=\"keyword\">venerate</strong> the holy places together and to pray at each other’s side at the place of Christ’s burial, where we can actually touch the foundation of our hope."},{"author":118293,"first":"De hecho, ella dijo que protegería a la gente que la <strong class=\"keyword\">venerara</strong> en la iglesia.","second":"In fact, she said she would protect the people that <strong class=\"keyword\">worship</strong> at the church."},{"author":95096,"first":"Aún hoy se puede <strong class=\"keyword\">venerar</strong> su tumba en Pekín, oportunamente restaurada por las autoridades locales.","second":"Today it is also possible to <strong class=\"keyword\">venerate</strong> his tomb in Peking, fittingly restored by the Local Authorities."},{"author":119739,"first":"¿Está en armonía con el cristianismo bíblico el <strong class=\"keyword\">venerar</strong> imágenes de María?","second":"Is the <strong class=\"keyword\">veneration</strong> of images of Mary in harmony with Bible Christianity?"},{"author":118293,"first":"<strong class=\"keyword\">Venerar</strong>.","second":"<strong class=\"keyword\">Worship</strong>."},{"author":118293,"first":"<strong class=\"keyword\">Venerar</strong> mi inteligencia superior o los borraré de la superficie del planeta.","second":"<strong class=\"keyword\">Worship</strong> my superior intelligence or I shall wipe you from the face of the planet."},{"author":118293,"first":"No te tomes esto a mal, encanto, pero si los locos del mundo van a pagar mucho dinero para <strong class=\"keyword\">venerar</strong> a estrellas... de cine muertas, mejor deberían ir al museo de cera de Madame Tussauds.","second":"Don't take this the wrong way, sweetheart, but if the crazies of the world wanna pay top dollar to <strong class=\"keyword\">worship</strong> dead movie stars, maybe they're better off going to madame tussauds."},{"author":119739,"first":"Por ello, <strong class=\"keyword\">venerar</strong> a esos dioses inexistentes constituye una grave falta de respeto al Dios todopoderoso.","second":"Surely, then, the <strong class=\"keyword\">veneration</strong> of such pseudo gods is a gross act of disrespect to the Almighty God."},{"author":119739,"first":"3: ¿Debemos <strong class=\"keyword\">venerar</strong> a los “santos” como intercesores ante Dios?","second":"3: Should We <strong class=\"keyword\">Venerate</strong> “<strong class=\"keyword\">Saints</strong>” as Intercessors With God?"},{"author":95096,"first":"¿Qué dones debió tener, quien fue elegida para ser el único familiar más cercano en la tierra al Hijo de Dios, la única a quien Él estaba obligado por naturaleza a <strong class=\"keyword\">venerar</strong> y admirar; la escogida para guiarle y educarle, para instruirle día a día, a medida que crecía en sabiduría y en estatura?»","second":"What must have been her gifts, who was chosen to be the only near earthly relative of the Son of God, the only one whom He was bound by nature to <strong class=\"keyword\">revere</strong> and look up to; the one appointed to train and educate Him, to instruct Him day by day, as He grew in wisdom and in stature?”"},{"author":95096,"first":"En cambio, hoy quisiera <strong class=\"keyword\">venerar</strong> la valentía de los Apóstoles y de la primera comunidad cristiana, la valentía para llevar adelante la obra de la evangelización, sin miedo a la muerte y al martirio, en el contexto social del imperio pagano; <strong class=\"keyword\">venerar</strong> su vida cristiana que para nosotros creyentes de hoy constituye una fuerte llamada a la oración, a la fe y al testimonio.","second":"I would like instead to pay <strong class=\"keyword\">homage</strong> today to the courage of the Apostles and that of the first Christian community. This courage carried forward the work of evangelisation, free of fear of death and martyrdom, within the social context of a pagan empire; their <strong class=\"keyword\">Christian</strong> life is for us, the Christians of today, a powerful call to prayer, to faith and to witness."},{"author":118293,"first":"Ruckus, ¿cómo puede <strong class=\"keyword\">venerar</strong> así a los blancos?","second":"Ruckus, how could you possibly <strong class=\"keyword\">love</strong> white people so much?"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}