{"result":"ok","tuc":[{"phrase":{"text":"verbiage","language":"en"},"meanings":[{"language":"en","text":"Overabundance of words"},{"language":"en","text":"Over abundance of words."},{"language":"en","text":"overabundance of words"},{"language":"es","text":"Sobreabundancia de palabras."}],"meaningId":-8259715104697065799,"authors":[90508]},{"phrase":{"text":"claptrap","language":"en"},"meanings":[{"language":"en","text":"empty verbiage or nonsense"}],"meaningId":6250651741351603288,"authors":[90508]},{"phrase":{"text":"hypertalkativity","language":"en"},"meaningId":-2697880966883685338,"authors":[80097]},{"phrase":{"text":"logorrhea","language":"en"},"meaningId":3483156175987631882,"authors":[80097]},{"phrase":{"text":"verbomania","language":"en"},"meaningId":8879634142278688816,"authors":[80097]},{"phrase":{"text":"agitolalia","language":"en"},"meaningId":-6247368298722003828,"authors":[80097]},{"phrase":{"text":"agitophasia","language":"en"},"meaningId":7156965078590110628,"authors":[80097]},{"phrase":{"text":"expatiation","language":"en"},"meaningId":-4395115391358886754,"authors":[83093]},{"phrase":{"text":"logorrhoea","language":"en"},"meaningId":3749335543795103807,"authors":[8]},{"phrase":{"text":"pressure of speech","language":"en"},"meaningId":2952081510914037697,"authors":[80097]},{"phrase":{"text":"tachylalia","language":"en"},"meaningId":-2948707379004327543,"authors":[80097]},{"phrase":{"text":"tachyphasia","language":"en"},"meaningId":-2856659684206368452,"authors":[80097]},{"meanings":[{"language":"en","text":"(colloquial) verbiage"},{"language":"en","text":"verbiage"}],"meaningId":8399617037597596159,"authors":[1]}],"phrase":"verborrea","examples":[{"author":118293,"first":"¿Sabías que padeces de <strong class=\"keyword\">verborrea</strong>?","second":"Did you know that you suffer from diarrhea of the mouth?"},{"author":118293,"first":"\" Dimito \". ¿O eso es demasi ada <strong class=\"keyword\">verborrea</strong>?","second":"\" I resign. \" Or is that too wordy?"},{"author":31,"first":"Mientras no me hagas escuchar esa <strong class=\"keyword\">verborréa</strong> chiflada","second":"So long as you don ́t make me have to listen to that <strong class=\"keyword\">demented rubbish</strong> of yours"},{"author":27,"first":"¿Es necesaria tanta <strong class=\"keyword\">verborrea</strong> en nuestra legislación?","second":"Is it necessary for us to have so much <strong class=\"keyword\">verbiage</strong> in our legislation."},{"author":27,"first":"Ahorrémonos la cada vez mayor <strong class=\"keyword\">verborrea</strong> repetitiva, las cuestiones irrelevantes y las poses ideológicas altisonantes; de hecho, lo que solicitaba el informe estaba perfectamente claro: una extensa inversión en capital humano, la mejora de los sistemas educativos de los países, la promoción de los conocimientos profesionales especializados –lo cual se necesita con más urgencia que nunca– y la creación de empleos de gran calidad de acuerdo con la Estrategia de Lisboa.","second":"Let us cut through the tangled growth of repetitious <strong class=\"keyword\">verbiage</strong>, irrelevant matter and high-flown ideological posturing; what the own-initiative report called for was in fact perfectly clear, namely extensive investment in human capital, improvements in countries’ educational systems, the promotion of professional expertise – which is more urgently needed than ever – and the creation of high-quality jobs in line with the Lisbon Strategy."},{"author":118293,"first":"Sin demasiada <strong class=\"keyword\">verborrea</strong>, por una vez.","second":"Not too wordy for once. Yeah?"},{"author":27,"first":"Los dirigentes europeos, con la excepción de Tony Blair y el Gobierno danés, mantienen la deshonesta convicción de que todo el problema se podría resolver desde dentro, con <strong class=\"keyword\">verborrea</strong> diplomática, esperando a ver qué pasa y criticando a los Estados Unidos, con la esperanza de que los terroristas no lleguen a atacar una ciudad europea.","second":"European leaders, with the exception of Tony Blair and the Danish Government, live in the dishonest belief that the whole problem can still be solved from within if we contribute with diplomatic chatter, by playing 'wait and see' and criticising the USA in the hope that the terrorists will not really strike in a European city."},{"author":31,"first":"Hacer que tu padre empezara con la <strong class=\"keyword\">verborrea</strong> de Mofeta sólo fue un modo de lograr que hicieran el trabajo sucio","second":"Having your father start with Skunk' s verbal <strong class=\"keyword\">drool</strong> was just a way to get you fools to do the dirty work"},{"author":118293,"first":"Ya dejen la <strong class=\"keyword\">verborrea</strong>.","second":"– Stop with the <strong class=\"keyword\">jibber</strong>-jabber."},{"author":118293,"first":"Jeremías, ¿no deberías contener tu <strong class=\"keyword\">verborrea</strong>?","second":"Jeremiah, ought not your tongue be <strong class=\"keyword\">held</strong>?"},{"author":31,"first":"La <strong class=\"keyword\">verborrea</strong> es <strong class=\"keyword\">verborrea</strong>","second":"<strong class=\"keyword\">What</strong> is <strong class=\"keyword\">verby</strong> is <strong class=\"keyword\">verby</strong>"},{"author":118293,"first":"Dios mío, qué <strong class=\"keyword\">verborrea</strong>.","second":"My God, the <strong class=\"keyword\">speechifying</strong>."},{"author":27,"first":"Claridad, sin la <strong class=\"keyword\">verborrea</strong> que ocupa tres páginas de la resolución; claridad, sin la mediocridad de desdeñar el cristianismo como una confesión más; claridad, sin la indignidad de enumerar con minuciosidad forense la nacionalidad de los mártires o, sobre todo, de buscar algún nombre para describir a los ejecutores, un proceso que ha llevado al Pleno a sopesar con esmero enmiendas orales que proponían la designación de «nazi», como si el Holocausto pudiera reducirse a un puñado de malos de una película de serie B, sin tener en cuenta la culpabilidad de la marea de descendientes de los godos, visigodos y ostrogodos que, con el nombre de «alemanes», impusieron a otros la brutalidad de sus ideas y sus vicios.","second":"Clarity was needed, without the <strong class=\"keyword\">verbiage</strong> that covered three pages’ worth of resolution; clarity, without the mediocrity of dismissing Christendom as just one more belief system; clarity, without the indignity of forensically listing the nationalities of martyrs or, above all, of hunting for a name to describe the executioners – a process that has seen plenary carefully weighing up oral amendments that proposed ‘Nazi’ as a designation, as if the Holocaust could be reduced to a handful of ‘B’ movie villains, with no account taken of the blame attached to the tide of descendants of the Goths, Visigoths and Ostrogoths who, under the name ‘German’, have made others experience the brutality of their thoughts and vices."},{"author":118293,"first":"Y yo comenzaba a pensar que tu único vicio era la <strong class=\"keyword\">verborrea</strong>.","second":"And I was beginning to think your only vice was <strong class=\"keyword\">gabbiness</strong>."},{"author":31,"first":"Veamos los hechos, ya que es tan listo. me ha cansado estos tres días con su <strong class=\"keyword\">verborrea</strong>","second":"You can' t joke your way through a thing like this.Ha, yes, but actions speak louder than words. That' s <strong class=\"keyword\">what</strong> you say?"},{"author":27,"first":"(EN) Señor Presidente, cuando uno desecha toda la <strong class=\"keyword\">verborrea</strong> autocomplaciente, en realidad esta Declaración de Berlín es bastante insustancial en muchos aspectos.","second":"Mr President, when you peel away all the self-congratulatory <strong class=\"keyword\">verbiage</strong>, in reality, this Berlin Declaration in many areas amounts to very little in terms of substance."},{"author":27,"first":"Por todo ello, me resulta aún más fácil decirle a ustedes que todas estas <strong class=\"keyword\">verborreas</strong> supuestamente antirracistas tienen rasgos comunes, siendo el primero de ellos la nulidad intelectual, y el segundo, la función liberticida.","second":"Yet I must say that all this supposedly antiracist <strong class=\"keyword\">talk</strong> has some common features, the first of which is intellectual invalidity and the second the destruction of liberty."},{"author":31,"first":"Y menos con una chimenea que sufre de <strong class=\"keyword\">verborrea</strong>...... se emborracha y se viste como su mamá","second":"Particularly not with some <strong class=\"keyword\">verbally incontinent spinster</strong>... who smokes like a chimney, drinks like a fish and dresses like her mother"},{"author":31,"first":"Pura <strong class=\"keyword\">verborrea</strong> jurídica, hija","second":"Pure legal <strong class=\"keyword\">mulch</strong>, Daughter"},{"author":27,"first":"(DE) Señores Presidentes, Señorías, se ha dado un primer paso en el camino correcto hacia una política común en materia energética y de protección climática y no ha habido <strong class=\"keyword\">verborrea</strong>, lo cual nos alegra.","second":"(DE) Presidents, ladies and gentlemen, the first step has been taken in the right direction towards a common energy and climate protection policy and no hot air has been produced: we welcome this."},{"author":27,"first":"Este informe Costa, a pesar de su <strong class=\"keyword\">verborrea</strong> plausible, forma parte de ese proceso de armonización destinado a crear un único sistema de justicia penal.","second":"This Costa report, despite its plausible <strong class=\"keyword\">verbiage</strong>, is part of that process of harmonisation aimed at creating a single criminal justice system."},{"author":118293,"first":"La <strong class=\"keyword\">verborrea</strong> no tiene lugar en mi Corte.","second":"<strong class=\"keyword\">Jibber</strong>-<strong class=\"keyword\">jabber</strong> has no place in my courtroom."},{"author":94808,"first":"No obstante, creemos que cuando la poderosa opinión consultiva de la Corte Internacional de Justicia y el voto abrumador de la Asamblea General no lleva a los miembros de esa delegación a la conclusión de que los israelíes están haciendo algo que no debieran, y nos insultan a todos con tanta arrogancia, llamándonos “mayoría inmoral automática”, su <strong class=\"keyword\">verborrea</strong> es la de los perdedores irritados.","second":"However, I believe that when its members do not conclude from the powerful advisory opinion of the International Court of Justice and the massive vote of the General Assembly that there is something wrong with what the Israelis are doing and insult all of us with such arrogance, calling us the automatic immoral majority, their <strong class=\"keyword\">verbiage</strong> is the verbiage of sore losers."},{"author":31,"first":"Jeremías, ¿ no deberías contener tu <strong class=\"keyword\">verborrea</strong>?","second":"Jeremiah, ought not your tongue be <strong class=\"keyword\">held</strong>?"},{"author":118293,"first":"No puedo creer que vayas a permitir que este capullo santurrón te manipule con su <strong class=\"keyword\">verborrea</strong> loca ¡ sobre vampiros!","second":"I cannot believe that you are gonna let this self-righteous prick... manipulate you with crazy <strong class=\"keyword\">talk</strong> about vampires."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}