{"result":"ok","tuc":[{"phrase":{"text":"conversant","language":"en"},"meanings":[{"language":"en","text":"familiar"}],"meaningId":-9162816771542547598,"authors":[70195]},{"phrase":{"text":"versed","language":"en"},"meanings":[{"language":"en","text":"knowledgeable or skilled"}],"meaningId":6278378435731945593,"authors":[70195]},{"phrase":{"text":"able","language":"en"},"meaningId":7163058873195233270,"authors":[16]},{"phrase":{"text":"competent","language":"en"},"meaningId":-6853929960829304239,"authors":[83093]},{"phrase":{"text":"experienced","language":"en"},"meaningId":9030959170859020358,"authors":[83093]},{"phrase":{"text":"expert","language":"en"},"meaningId":-7724174034265534406,"authors":[83093]},{"phrase":{"text":"proficient","language":"en"},"meaningId":-7080880424051679971,"authors":[25018]},{"phrase":{"text":"skilled","language":"en"},"meaningId":5179926938299752781,"authors":[25115]},{"meanings":[{"language":"en","text":"versed, knowledgeable, skilled"},{"language":"en","text":"Past participle of versar."}],"meaningId":2630813434100736824,"authors":[1]}],"phrase":"versado","examples":[{"author":8008,"first":"L’amico di famiglia es una película más barroca, con un exceso de acontecimientos, más <strong class=\"keyword\">versado</strong> sobre la adición que sobre la substracción.","second":"The Family Friend is a more baroque film, with an excess of events, more <strong class=\"keyword\">focused</strong> on addition than subtraction."},{"author":118385,"first":"Los miembros de los Grupos Técnicos serán seleccionados entre expertos <strong class=\"keyword\">versados</strong> en estrategia de investigación, gestión o producción en los ámbitos a que se refiere el capítulo II, secciones 3 y 4, que hayan respondido a la convocatoria pública de candidaturas.","second":"Members of the Technical Groups shall be selected from experts with competence in research strategy, management or production in the areas referred to in Sections 3 and 4 of Chapter II and who have responded to public call for applications."},{"author":94809,"first":"Como se verá, no creo que para resolver el presente recurso de casación sea esencial que el Tribunal de Justicia se pronuncie sobre el primer aspecto; sin embargo, lo examinaré detenidamente, por cuanto fundamentalmente han <strong class=\"keyword\">versado</strong> sobre él las alegaciones de la recurrente.","second":"As will become clear, I do not believe that a decision on the first aspect is essential in order to dispose of this appeal; however, I shall consider it in some detail since it has <strong class=\"keyword\">been</strong> the principal <strong class=\"keyword\">focus</strong> of the appellant's submissions."},{"author":27,"first":"Hemos celebrado, durante todo este semestre, debates abiertos, bien argumentados, que han <strong class=\"keyword\">versado</strong> sobre temas precisos y específicos.","second":"We have had open, well-argued debates on specific and concrete <strong class=\"keyword\">questions</strong> over the last six months."},{"author":119723,"first":"15 Y estos abogados estaban <strong class=\"keyword\">versados</strong> en todos los artificios y astucia del pueblo; y esto era para habilitarlos a fin de que fueran diestros en su profesión.","second":"15 Now these lawyers were learned in all the arts and acunning of the people; and this was to enable them that they might be skilful in their profession."},{"author":118293,"first":"En cualquier caso, ya que sus hombres están <strong class=\"keyword\">versados</strong> en tácticas militares... nuestro plan irá sin problemas.","second":"In any case, since your men are <strong class=\"keyword\">versed</strong> in military tactics, our plan will go smoothly."},{"author":8000,"first":"Entre las esferas de importancia especial sobre las que no han <strong class=\"keyword\">versado</strong> los principales pronunciamientos Sur-Sur en materia de políticas se cuentan la corriente internacional de armas pequeñas y ligeras y su relación subversiva y delictiva con el comercio ilícito de drogas y el blanqueo de dinero","second":"Areas of particular importance that have <strong class=\"keyword\">been</strong> ignored in major South-South policy pronouncements include the international flow of small arms and light weapons and its subversive and criminal relationship to the illicit drug trade and money-laundering"},{"author":94808,"first":"La Oficina de Asuntos del Espacio Ultraterrestre y la Universidad de Estocolmo siguen igualmente seleccionando representantes calificados de universidades de los países en desarrollo para que asistan de nuevo a los cursos, con objeto de conformar en esas instituciones una “masa crítica” de educadores eruditos <strong class=\"keyword\">versados</strong> en la materia.","second":"The Office for Outer Space Affairs and Stockholm University also continued the practice of selecting well-qualified representatives of universities in developing countries on a repeat basis in order to build up a “critical mass” of <strong class=\"keyword\">knowledgeable</strong> educators in those institutions."},{"author":118293,"first":"Como saben, el inspector... vino de Roma para hablarnos sobre el manifiesto de las razas... firmado por los mejor <strong class=\"keyword\">versados</strong> científicos italianos.","second":"The good inspector has been sent here... to explain to you about the proclamation of race... which has <strong class=\"keyword\">been</strong> signed by the most enlighted Italian scientists."},{"author":94808,"first":"Asimismo, se impartió amplia capacitación a los funcionarios a fin de garantizar que el personal que participara en la aplicación del sistema de planificación de los recursos institucionales estuviera muy <strong class=\"keyword\">versado</strong> en el sistema SAP a fin de aprovechar al máximo sus características.","second":"Extensive training has also been carried out to ensure that staff involved in the ERP implementation are well <strong class=\"keyword\">versed</strong> with the SAP system to take maximum advantage of its features."},{"author":8000,"first":"En las zonas en que la población es poco <strong class=\"keyword\">versada</strong> en el idioma del Estado, la Constitución garantiza la adopción de medidas en relación con el estudio del idioma del Estado y los procedimientos judiciales (art # párr","second":"In areas where the population is not <strong class=\"keyword\">proficient</strong> in the State language, the Constitution guarantees that matters relating to the study of the State language and judicial proceedings will be dealt with (art # para"},{"author":27,"first":"Sé, señor Balkenende, que está bien <strong class=\"keyword\">versado</strong> en historia alemana moderna.","second":"I know that you, Mr Balkenende, are well-<strong class=\"keyword\">versed</strong> in modern German history."},{"author":94808,"first":"Las reuniones de grupo de la organización durante estos años han <strong class=\"keyword\">versado</strong> sobre “Las religiones (comenzando por la propia) y la violencia contra la mujer”.","second":"The organization’s caucus for each of these years <strong class=\"keyword\">was</strong> “Religions (starting with its own) and violence against women”."},{"author":94808,"first":"Los litigios y la negociación en el Canadá han <strong class=\"keyword\">versado</strong> en general sobre los derechos a la tierra y los recursos, y no se han centrado en los derechos sobre los recursos genéticos.","second":"Litigation and negotiation in Canada had generally <strong class=\"keyword\">been</strong> on land and resource rights, and had not focused on genetic resource rights."},{"author":119739,"first":"Se les contaba entre los maestros de la Ley o los <strong class=\"keyword\">versados</strong> en ella.","second":"They were evidently among the teachers of the Law, the ones <strong class=\"keyword\">versed</strong> in the Law."},{"author":8000,"first":"Además, antes de febrero de # se encargaba de las negociaciones, en gran medida, el personal proporcionado gratuitamente, que no siempre estaba bien <strong class=\"keyword\">versado</strong> en los procedimientos de negociación ni conocía las necesidades de documentación","second":"Moreover, prior to February # the negotiations were to a large extent carried out by gratis military personnel who were not always well <strong class=\"keyword\">versed</strong> in negotiating procedures and documentation requirements"},{"author":94808,"first":"En Burkina Faso, un participante con conocimientos de informática formó un equipo con un funcionario de categoría superior que estaba menos <strong class=\"keyword\">versado</strong> en el tema.","second":"In Burkina Faso, a participant who was confident with IT teamed with a senior officer who was less well <strong class=\"keyword\">versed</strong> in the subject."},{"author":118293,"first":"Estoy muy <strong class=\"keyword\">versada</strong> en la investigación.","second":"I'm wel l-<strong class=\"keyword\">versed</strong> in the research."},{"author":118293,"first":"Aunque no me había sentido así desde que mur ió el abuelo de Jennifer te aseguro que yo también soy muy <strong class=\"keyword\">versada</strong>.","second":"Although I have not felt this way since Jennifer's grandfather passed on I assure you, I also am well-<strong class=\"keyword\">versed</strong>."},{"author":95875,"first":"Los artífices del proyecto «Multi-scale modelling of chemical and biochemical systems» (MULTIMOD), financiado con fondos de la Unión Europea, crearon una red de formación integrada por jóvenes científicos <strong class=\"keyword\">versados</strong> en los campos de la ingeniería química, la biología, la física o las matemáticas.","second":"The EU-funded ‘Multi-scale modelling of chemical and biochemical systems' (MULTIMOD) project established a training network by recruiting young scientists with backgrounds in chemical engineering, biology, physics, mathematics etc."},{"author":119723,"first":"1 Y aconteció que al principio del quinto año de su gobierno, empezó a surgir la contención entre el pueblo, pues cierto hombre llamado Amlici —hombre muy astuto, sí, <strong class=\"keyword\">versado</strong> en la sabiduría del mundo, siendo de la orden del hombre que asesinó a aGedeón con la espada, y que fue ejecutado según la ley—","second":"1 And it came to pass in the commencement of the fifth year of their reign there began to be a contention among the people; for a certain aman, being called Amlici, he being a very cunning man, yea, a wise man as to the wisdom of the world, he being after the order of the man that slew bGideon by the sword, who was executed according to the law—"},{"author":118293,"first":"Dios, eres sexi y muy <strong class=\"keyword\">versada</strong>.","second":"God, you're sexy and well-<strong class=\"keyword\">versed</strong>."},{"author":94809,"first":"Las investigaciones del Tribunal han <strong class=\"keyword\">versado</strong> también sobre los controles y la vigilancia realizados por las autoridades aduaneras.","second":"The Court also <strong class=\"keyword\">looked</strong> into the checks and monitoring undertaken by the customs authorities."},{"author":94808,"first":"Estos se ven obligados, a pesar de las disposiciones legislativas existentes, a remitirse a las costumbres bantúes a falta de jueces <strong class=\"keyword\">versados</strong> en las costumbres indígenas y de servicios de interpretación apropiados (art. 5 a)).","second":"Indigenous people are obliged, despite existing legislative provisions, to refer to Bantu customs in the absence of judges <strong class=\"keyword\">versed</strong> in indigenous customs and appropriate interpreting services (art. 5 (a))."},{"author":94808,"first":"Este trabajo ha <strong class=\"keyword\">versado</strong> sobre un número considerable de Estados Partes en el Pacto que al terminar el 29.o período de sesiones eran 146.","second":"This work <strong class=\"keyword\">covered</strong> a significant number of the States parties to the Covenant, which totalled 146 at the end of the twenty-ninth session."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}