{"result":"ok","tuc":[{"phrase":{"text":"dizzy","language":"en"},"meanings":[{"language":"en","text":"having a sensation of turning around"},{"language":"en","text":"producing giddiness"}],"meaningId":-1785061820918053102,"authors":[70195]},{"phrase":{"text":"vertiginous","language":"en"},"meanings":[{"language":"en","text":"Inducing giddiness or vertigo"}],"meaningId":-7612058308886415448,"authors":[70195]},{"phrase":{"text":"giddy","language":"en"},"meanings":[{"language":"en","text":"causing dizziness"},{"language":"en","text":"dizzy"}],"meaningId":-7188718211389284548,"authors":[90508]},{"phrase":{"text":"breakneck","language":"en"},"meaningId":-7012005911185620171,"authors":[25018]},{"meanings":[{"language":"en","text":"dizzying, vertiginous, giddy (inducing a feeling of giddiness, vertigo, or dizzyness)"},{"language":"en","text":"dizzying, vertiginous"},{"language":"en","text":"suffering from vertigo."},{"language":"en","text":"vertiginous (pertaining or related to vertigo)"}],"meaningId":-7968713375646624072,"authors":[1]}],"phrase":"vertiginoso","examples":[{"author":118293,"first":"Es un oscuro, <strong class=\"keyword\">vertiginoso</strong> carrusel.","second":"It's a dark, <strong class=\"keyword\">dizzy</strong> merry-go-r ound"},{"author":94808,"first":"Por ejemplo, algunos países del Caribe (especialmente Haití) experimentaron devaluaciones bastante <strong class=\"keyword\">vertiginosas</strong>, y en Jamaica se invirtió la valorización de la moneda, tendencia que había durado muchos años.","second":"More specifically, some Caribbean countries (especially Haiti) witnessed fairly <strong class=\"keyword\">sharp</strong> devaluations, and in Jamaica the appreciation of the currency — a trend that had lasted for many years — reversed itself."},{"author":8000,"first":"La comprensión de este aspecto de la mundialización significa que es equivocado limitarse a desechar las protestas contra la mundialización como si fueran intrigas de ex hippies descontentos que sienten nostalgia por los <strong class=\"keyword\">vertiginosos</strong> tiempos de la protesta pacifista","second":"Understanding the politics of globalization means that it is wrong to simply dismiss the anti-globalization protests as the machinations of disgruntled ex-hippies nostalgic for the <strong class=\"keyword\">heady</strong> days of anti-war protest"},{"author":94809,"first":"Los desafíos para las empresas europeas se multiplican así a velocidad <strong class=\"keyword\">vertiginosa</strong>.","second":"The challenges for EU businesses are thus increasing <strong class=\"keyword\">apace</strong>."},{"author":118293,"first":"\" Como comporta esta <strong class=\"keyword\">vertiginosa</strong> elección... \"","second":"\" As befits this <strong class=\"keyword\">vertiginous</strong> choice... \""},{"author":94808,"first":"El aumento <strong class=\"keyword\">vertiginoso</strong> del número de armas pequeñas ilícitas que se encuentran en circulación ha tenido lugar a pesar de la suspensión de la CEDEAO relativa a las armas pequeñas y ligeras.","second":"The <strong class=\"keyword\">dizzying</strong> increase in the number of illicit small arms in circulation has taken place despite the ECOWAS Moratorium on small arms and light weapons."},{"author":94808,"first":"El NSPC señaló que los problemas de salud resultantes de los bajos niveles de lactancia materna, de la práctica de recurrir en gran medida a las comidas rápidas, y del consumo excesivo de alimentos manufacturados habían sido la causa del <strong class=\"keyword\">vertiginoso</strong> aumento de las tasas de obesidad entre niños y jóvenes.","second":"NSPC noted that health problems resulting from low levels of breastfeeding, heavy reliance on fast food and hyper-consumption of manufactured foods had led to the <strong class=\"keyword\">skyrocketing</strong> of obesity rates among children and the youth."},{"author":94808,"first":"Desde entonces, nos hemos enfrentado con la crisis energética y con recursos cada vez más escasos, la crisis alimentaria y el aumento <strong class=\"keyword\">vertiginoso</strong> de los precios de los productos alimentarios básicos, y la crisis climática como consecuencia de las actividades humanas en el medio ambiente.","second":"Since then, we have been faced with the energy crisis and increasingly scarce resources, the food crisis and <strong class=\"keyword\">soaring</strong> prices of basic food products, and the climate crisis resulting from the impact of human activities on the environment."},{"author":91988,"first":"Tercero, no sólo la renta fija es más ilíquida, sino que ahora la mayoría de estos instrumentos -que se han multiplicado enormemente, debido a la emisión <strong class=\"keyword\">vertiginosa</strong> de deudas privadas y públicas antes y después de la crisis financiera- se mantienen en fondos abiertos que les permiten a los inversores salir a las 24 horas.","second":"Third, not only is fixed income more illiquid, but now most of these instruments – which have grown enormously in number, owing to the <strong class=\"keyword\">mushrooming</strong> issuance of private and public debts before and after the financial crisis – are held in open-ended funds that allow investors to exit overnight."},{"author":94809,"first":"En la medida en que se establecen diferencias en el régimen comercial, la CE tendría que garantizar la viabilidad de un sistema de control adecuado y riguroso para las normas de origen, así como el establecimiento de un mecanismo de salvaguardia autónomo que se aplicara automáticamente en caso de que se produjese un aumento <strong class=\"keyword\">vertiginoso</strong> de los intercambios derivado de acciones fraudulentas.","second":"In so far as the trade regime is differentiated, the EC will have to guarantee the feasibility of an appropriate and rigorous system of control for rules of origin and the establishment of an autonomous safeguard mechanism which will automatically apply in case of a trade <strong class=\"keyword\">surge</strong> linked to circumvention."},{"author":8008,"first":"Hoy en día La Manga del Mar Menor es un complejo turístico, que ha visto como la construcción en las últimas décadas ha crecido a ritmos <strong class=\"keyword\">vertiginosos</strong> propiciando una amplia variedad de apartamentos , hoteles y aparta hoteles donde poder hospedarse.","second":"Today, La Manga del Mar Menor is a tourist spot, and in the last few decades has grown immensly. Many infrastructures have been built such as tourist apartments , <strong class=\"keyword\">apartahotels</strong>, hostels , as well as all kinds of service places (restaurants, shops, golf courses , bars, etc."},{"author":94808,"first":"El alza <strong class=\"keyword\">vertiginosa</strong> de los precios de los alimentos","second":"<strong class=\"keyword\">Soaring</strong> food prices"},{"author":94808,"first":"La actuación del UNICEF y su flexibilidad para adaptarse eficazmente a los nuevos cambios <strong class=\"keyword\">vertiginosos</strong> que está conociendo mi país, le han hecho merecedor del reconocimiento de mi Gobierno.","second":"UNICEF’s work and flexibility in effectively adjusting to the new and <strong class=\"keyword\">dizzying</strong> changes experienced by my country deserve my Government’s recognition."},{"author":27,"first":"Las subidas <strong class=\"keyword\">vertiginosas</strong> de los precios y los aumentos salariales compensatorios son los peores enemigos de la prosperidad.","second":"<strong class=\"keyword\">Soaring</strong> prices and compensatory wage increases are the worst enemies of prosperity."},{"author":27,"first":"En los Estados Unidos y Japón mucha gente vive peor que en gran parte de Europa, a pesar de los gigantescos beneficios empresariales y el <strong class=\"keyword\">vertiginoso</strong> crecimiento.","second":"In the US and Japan, many people are worse off than in large parts of Europe, despite considerable company profits and <strong class=\"keyword\">growth</strong>."},{"author":8008,"first":"Al anochecer, después de un día del viaje <strong class=\"keyword\">vertiginoso</strong> llegamos hasta las playas al sur del Lima.","second":"At the evening, after a day of the <strong class=\"keyword\">vertiginous</strong> trip we arrive to a beach south of Lima."},{"author":94808,"first":"Sin embargo, pese a la <strong class=\"keyword\">vertiginosa</strong> subida de los precios de los productos alimentarios básicos, los granjeros minifundistas no han disfrutado de ninguno de sus beneficios, ya que se ven obligados a vender sus cosechas a bajo coste para atender sus necesidades, al tiempo que deben pagar precios exorbitantes a fin de obtener alimentos para su consumo propio.","second":"Yet, despite the <strong class=\"keyword\">dizzying</strong> rise in food commodity prices, smallholder farmers have not reaped any of its benefits, as they are compelled to sell their crops at low prices in order to meet their needs, while still having to pay exorbitant prices to obtain food for themselves."},{"author":91988,"first":"China se está desarrollando a un ritmo <strong class=\"keyword\">vertiginoso</strong>.","second":"China is developing at a <strong class=\"keyword\">dizzying</strong> pace."},{"author":94808,"first":"Ban Ki-moon, Secretario General de las Naciones Unidas ha pedido la movilización de las bases para hacer frente al reto del cambio climático en 2008, con el fin el fin de mantener el ímpetu <strong class=\"keyword\">vertiginoso</strong> de 2007.","second":"Ban Ki-Moon, the United Nations Secretary-General, has called for grassroots mobilization on the climate change challenge in 2008 in order to maintain the <strong class=\"keyword\">breathtaking</strong> momentum of 2007."},{"author":8008,"first":"Sólo el amor de los formenterenses por su tierra ha hecho posible que los <strong class=\"keyword\">vertiginosos</strong> cambios sufridos en los últimos años no hayan podido borrar la identidad de una isla que merece ser visitada.","second":"It hardly seems possible that at this tiny land\"s portion, caressed but <strong class=\"keyword\">at</strong> the same time mistreated by wind and sea, some obvious contrasts exist. Whereas everything has been adjusted for tourism along the coastline, the interior areas still houses rural life."},{"author":27,"first":"En cuanto a los motivos para la modificación de la Directiva, la Comisión indica que hay razones para revisar una Directiva relativa a un ámbito que ha experimentado una evolución <strong class=\"keyword\">vertiginosa</strong> desde los años ochenta, aunque ésta no fue aprobada hasta 1990.","second":"As regards the reasons for amending the Directive, the Commission maintains that there may be grounds, in an area in full spate of development, to look again <strong class=\"keyword\">at</strong> a directive which has its origins in the 1980s, although it was not adopted until 1990."},{"author":91988,"first":"Antes del año 2007, los bancos disfrutaban de una rentabilidad alta y de una subida <strong class=\"keyword\">vertiginosa</strong> en los precios de sus acciones.","second":"Before 2007, banks enjoyed high returns and <strong class=\"keyword\">soaring</strong> stock prices."},{"author":95096,"first":"Por ejemplo, parece que los une a todos ellos una actitud similar ante el hecho de que centenares de miles de hombres viven en extrema miseria e incluso mueren de hambre, mientras simultáneamente se emplean cifras <strong class=\"keyword\">vertiginosas</strong> en la producción de armas nucleares, cuyos arsenales ya en el momento presente son capaces de provocar la autodestrucción de la humanidad.","second":"For example, it seems that they are all united by a common attitude towards the fact that hundreds of thousands of people are living in extreme poverty and are even dying of hunger, while at the same time vast sums are being spent on the production of nuclear weapons, the stocks of which at this very moment are capable of bringing about humanity's self-destruction."},{"author":8008,"first":"En la última década la nanotecnología creció a ritmo <strong class=\"keyword\">vertiginoso</strong> en India, pero la industria necesita alcanzar a la academia, dice estudio.","second":"Nanotechnology activity has <strong class=\"keyword\">soared</strong> in India over the last decade but industry needs to catch up with academia, says a study."},{"author":8000,"first":"Mi país experimentó una época de inestabilidad entre # y # en la que la participación de las mujeres en el Gobierno y en la Asamblea Nacional sufrió una caída <strong class=\"keyword\">vertiginosa</strong>","second":"My country experienced instability between # and # when women's participation in the Government and in the National Assembly fell <strong class=\"keyword\">sharply</strong>"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}