{"result":"ok","tuc":[{"phrase":{"text":"vestige","language":"en"},"meanings":[{"language":"en","text":"faint mark or visible sign left by something which is lost"}],"meaningId":-8833937357083751718,"authors":[70195]},{"phrase":{"text":"trace","language":"en"},"meaningId":-5130202134066423133,"authors":[84715]},{"phrase":{"text":"spoor","language":"en"},"meaningId":-6134023416105216639,"authors":[2698]},{"phrase":{"text":"trail","language":"en"},"meaningId":8095381568466136025,"authors":[2698]},{"phrase":{"text":"relic","language":"en"},"meaningId":3381401787604992938,"authors":[25018]},{"phrase":{"text":"track","language":"en"},"meaningId":5156729634319358227,"authors":[2698]},{"phrase":{"text":"fingerprint","language":"en"},"meaningId":3057137210612802519,"authors":[2698]},{"phrase":{"text":"imprint","language":"en"},"meaningId":-8906420252359644860,"authors":[2698]},{"phrase":{"text":"sign","language":"en"},"meaningId":7354905168817900727,"authors":[25115]},{"phrase":{"text":"air","language":"en"},"meaningId":5241224246968316572,"authors":[2698]},{"phrase":{"text":"aura","language":"en"},"meaningId":2323494262140777030,"authors":[2698]},{"phrase":{"text":"effect","language":"en"},"meaningId":7139381821467946560,"authors":[2698]},{"phrase":{"text":"footprint","language":"en"},"meaningId":-6212298758844725079,"authors":[83064]},{"phrase":{"text":"hangover","language":"en"},"meaningId":6006695429500491961,"authors":[25018]},{"phrase":{"text":"impression","language":"en"},"meaningId":-7108044575861098105,"authors":[2698]},{"phrase":{"text":"print","language":"en"},"meaningId":-2561098663484001043,"authors":[2701]},{"phrase":{"text":"printed matter","language":"en"},"meaningId":1694574846089961232,"authors":[2698]},{"phrase":{"text":"survival","language":"en"},"meaningId":9201948054313485831,"authors":[25115]},{"phrase":{"text":"visible impression on a surface","language":"en"},"meaningId":-5179318752743313237,"authors":[2701]},{"meanings":[{"language":"en","text":"vestige (faint mark or visible sign left by something which is lost)"}],"meaningId":140158546883095959,"authors":[1]}],"phrase":"vestigio","examples":[{"author":119739,"first":"Se han encontrado <strong class=\"keyword\">vestigios</strong> de una antigua cantera cerca de la actual Puerta de Damasco; de allí se han extraído grandes cantidades de piedra en el transcurso del tiempo.","second":"There is evidence of an ancient quarry near the present Damascus Gate, vast quantities of rock having been cut out there in the course of time."},{"author":94809,"first":"Existen <strong class=\"keyword\">vestigios</strong> que demuestran actividad pastoril con las razas Latxa y Carranzana en la zona desde alrededor del 2200 a.C.","second":"There is <strong class=\"keyword\">evidence</strong> in this area of sheep farming with the Latxa and Carranzana breeds since around 2200 BC."},{"author":27,"first":"Por lo tanto, es responsabilidad de la UE garantizar que sus ciudadanos no se despierten pronto en una Europa sin los últimos <strong class=\"keyword\">vestigios</strong> de su riqueza nacional, en una Europa de inmigración masiva.","second":"Therefore it is the EU's responsibility to ensure that its citizens do not soon wake up to a Europe without the last <strong class=\"keyword\">remains</strong> of their national wealth, in a Europe of mass immigration."},{"author":94808,"first":"Ha echado leña al fuego a la campaña de terror y difamación que libran los terroristas y extremistas de la etnia albanesa contra los serbios, y también sirvió para destruir los últimos <strong class=\"keyword\">vestigios</strong> restantes de confianza que tenían los serbios y demás no albaneses en la justicia que administra Kouchner.","second":"Grist to the mill of the campaign of terror and vilification of ethnic Albanian extremist terrorists against the Serbs, it also served to destroy the few remaining <strong class=\"keyword\">vestiges</strong> of confidence of Serbs and other non-Albanians in Kouchner’s justice."},{"author":94808,"first":"Además, planeamos ampliar nuestra capacidad para supervisar casi en tiempo real los equipos de doble uso y las actividades conexas, y agregar varios componentes adicionales para vigilar el medio ambiente en grandes extensiones con el propósito de identificar <strong class=\"keyword\">vestigios</strong> de materiales nucleares y actividades conexas.","second":"In addition, we intend to expand our capabilities for near real-time monitoring of dual-use equipment and related activities and to implement several additional components of wide-area environmental monitoring aimed at identifying <strong class=\"keyword\">fingerprints left</strong> by nuclear material and nuclear-related activities."},{"author":94809,"first":"las sales de filtración, limos y residuos líquidos procedentes del tratamiento (concentración o neutralización) de los residuos mencionados en las letras b) y c) y que contengan diferentes metales pesados, pero que no incluyan residuos neutralizados y filtrados o decantados que contengan únicamente <strong class=\"keyword\">vestigios</strong> de metales pesados y que, antes de cualquier dilución, presenten un valor pH superior a 5,5.","second":"filtration salts, sludges and liquid waste arising from the treatment (concentration or neutralisation) of the waste mentioned under points (b) and (c) and containing various heavy metals, but not including neutralised and filtered or decanted waste containing only <strong class=\"keyword\">traces</strong> of heavy metals and which, before any dilution, has a pH value above 5,5."},{"author":118293,"first":"Las Batuecas han conservado <strong class=\"keyword\">vestigios</strong> de un vida prehistórica intensa.","second":"Batuecas has <strong class=\"keyword\">a</strong> rich prehistory."},{"author":118293,"first":"Vamos, todos los <strong class=\"keyword\">vestigios</strong> de la Alta Guardia que nos hemos encontrado han sido psicóticos, malignos, o ambas cosas.","second":"Come on, every single High Guard <strong class=\"keyword\">remnant</strong> we've encountered has been psychotic, evil, or both."},{"author":94809,"first":"Para cada fase de carga de los tres regímenes A, B y C, se seleccionará el valor máximo Ymax en 1 s de cada uno de los valores Yi de cada <strong class=\"keyword\">vestigio</strong> de humos.","second":"For each load step of the three speeds A, B and C, the maximum 1s value Ymax shall be selected from the individual Yi values of each smoke <strong class=\"keyword\">trace</strong>."},{"author":95096,"first":"Me complace recordar, asimismo, que la Comisión que usted preside dignamente no sólo se ocupa de conservar de modo apropiado estos \"<strong class=\"keyword\">vestigios</strong> del pueblo de Dios\", sino que también se esfuerza por recoger y difundir el mensaje religioso y cultural que evocan.","second":"I am also pleased to recall that the commission of which you are the President is not only concerned to conserve \"these <strong class=\"keyword\">vestiges</strong> of the People of God\" properly, but also seeks to gather and spread the religious and cultural message they evoke."},{"author":94808,"first":"Después de que el Tribunal Supremo de Israel autorizara la construcción de un supuesto museo de la tolerancia en el terreno que aún se conserva de esa histórica necrópolis islámica, las topadoras israelíes destruyeron sepulturas históricas del cementerio Maman Allah, arrasaron todos los <strong class=\"keyword\">vestigios</strong>, y demolieron el edificio del Consejo Islámico Supremo, que se encontraba en ese mismo lugar.","second":"After the Israeli Supreme Court approved the building of a so-called museum of tolerance on the remaining land of this historic Islamic graveyard, Israeli bulldozers destroyed historic graves in the Maman Allah cemetery and removed all <strong class=\"keyword\">remaining</strong> features thereof, and destroyed the Supreme Islamic Council building that was on the same site."},{"author":94809,"first":"las sales de filtración, limos y residuos líquidos que proceden del tratamiento (concentración o neutralización) de los residuos fuertemente ácidos y que contengan diferentes metales pesados, pero que no incluyan residuos neutralizados y filtrados o decantados que contengan únicamente <strong class=\"keyword\">vestigios</strong> de metales pesados y que, antes de cualquier dilución, presenten un valor pH superior a 5,5,","second":"filtration salts, sludges and liquid waste arising from the treatment (concentration or neutralization) of strong acid waste and containing various heavy metals, but not including neutralized and filtered or decanted waste containing only <strong class=\"keyword\">traces</strong> of heavy metals and which, before any dilution, has a pH value above 5,5,"},{"author":94808,"first":"La poligamia prácticamente no existe, es un <strong class=\"keyword\">vestigio</strong> de tradiciones antiguas y está relegada principalmente a las personas sin educación.","second":"Polygamy was a relatively rare occurrence, a <strong class=\"keyword\">vestige</strong> of ancient traditions, and relegated mostly to the uneducated."},{"author":183,"first":"Martins creyó oír el sonido de su nombre. Fue entonces cuando perdió los estribos y con ello cualquier <strong class=\"keyword\">vestigio</strong> de sentido común. Sólo le quedaba un libro para firmar; trazó de un plumazo un último &lt; B. Dexter &gt; y se dirigió a la puerta.","second":"Martins thought he caught the sound of his own name. It was then he lost his nerve and with it any <strong class=\"keyword\">relic</strong> of common sense. There was only one book left to sign; he dashed off a last &lt; B. Dexter &gt; and made for the door."},{"author":8000,"first":"Fuera de Kabul hay enfrentamientos interétnicos, escaramuzas entre grupos políticos que están tratando de establecer su influencia, la delincuencia sigue siendo elevada y hay <strong class=\"keyword\">vestigios</strong> de guerrilleros de los talibanes y Al-Qaida que están desestabilizando la paz de por sí frágil de la región","second":"Beyond Kabul, there is inter-ethnic conflict, skirmishes are taking place between political groups that are trying to establish their own influence, crime is persisting and the <strong class=\"keyword\">remaining</strong> Taliban and Al Qaeda fighters are destabilizing the already fragile peace in the region"},{"author":8008,"first":"Los <strong class=\"keyword\">vestigios</strong> de este pueblo mediaval son aún visibles.","second":"The <strong class=\"keyword\">vestiges</strong> of this medieval village are still visible."},{"author":91988,"first":"No obstante, el último <strong class=\"keyword\">vestigio</strong> que queda del gobierno de Perón se encuentra en los peores hábitos de sus herederos, quienes, a la menor provocación, demuestran su propensión al autoritarismo, la demagogia y una mentalidad siempre favorable a la corrupción.","second":"But the only <strong class=\"keyword\">remaining vestige</strong> of Perón's rule is embodied in the worst habits of his heirs, who, with the least provocation, demonstrate their propensity for authoritarianism, demagoguery, and a mentality always favorable to corruption."},{"author":94808,"first":"Nuestro país no escatimará esfuerzos para garantizar que se preserven a largo plazo los <strong class=\"keyword\">vestigios</strong> de los campos de concentración y centros de exterminio que establecieron en Polonia los ocupantes alemanes, a fin de convertirse en lugares abiertos al mundo, en los que la reflexión y la educación históricas tengan lugar con un espíritu de democracia y tolerancia.","second":"Our country will spare no effort to ensure the lasting preservation of the <strong class=\"keyword\">remnants</strong> of the concentration camps and extermination centres located in Poland by the German occupiers, to turn them into places open to the world, where historic reflection and education will take place in a spirit of democracy and tolerance."},{"author":94808,"first":"En el país subsisten <strong class=\"keyword\">vestigios</strong> de prácticas culturales y religiosas atrasadas que algunos padres y maestros utilizan para educar a los alumnos.","second":"In Cameroon, there are still <strong class=\"keyword\">remnants</strong> of backward religious and cultural practices used by some parents and teachers to educate pupils."},{"author":8008,"first":"El Monumento Nacional Cueva del Milodón , en las proximidades del parque, guarda <strong class=\"keyword\">vestigios</strong> del animal prehistórico allí encontrado, bautizado como Milodón y cuyas particulares características le brindan al lugar un toque mágico.","second":"The Milodon Cave National Monument , in the vicinity of the park, is home to <strong class=\"keyword\">vestiges</strong> of a prehistoric animal called the Milodon. It's unique characteristics offer a touch of magic to the place."},{"author":24,"first":"Es importante asegurar que las jeringas no contengan <strong class=\"keyword\">vestigios</strong> de ningún otro material","second":"It is important to ensure that syringes do not contain <strong class=\"keyword\">traces</strong> of any other material"},{"author":8000,"first":"Medina Quiroga, reconoce que el actual Código de Justicia Militar, un <strong class=\"keyword\">vestigio</strong> del pasado, está desfasado y es incompatible con la Constitución, pero insiste en que hay mecanismos jurídicos y constitucionales para corregir cualesquiera abusos, tal como pone de manifiesto el caso Aure, y observa que se está redactando un nuevo Código que reflejará la situación actual","second":"Mr. Avendaño (Venezuela), in response to the questions raised by Ms. Medina Quiroga, acknowledged that the current Military Code of Justice, a <strong class=\"keyword\">vestige</strong> of the past, was outdated and incompatible with the Constitution but stressed that legal and constitutional mechanisms existed to correct any abuses, as shown by the Aure case, and he noted that a new Code was being drafted to reflect the current situation"},{"author":8000,"first":"A pesar de algunos cambios, el programa de la Asamblea sigue sobrecargado con los <strong class=\"keyword\">vestigios</strong> del pasado","second":"Despite some changes, the Assembly's agenda remains overloaded with the <strong class=\"keyword\">detritus</strong> of the past"},{"author":118293,"first":"<strong class=\"keyword\">Vestigios</strong> de estos dramas de fertilidad se encuentran por toda Europa.","second":"\" <strong class=\"keyword\">Relics</strong> of these fertility dramas are to be found all over Europe."},{"author":8000,"first":"Si se analizan-in integrum- las normas precitadas, podemos advertir que no existe el mínimo <strong class=\"keyword\">vestigio</strong> de garantismo procesal dentro de sus respectivas prescripciones","second":"A thorough reading of those provisions reveals a total absence of guarantees"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"2701":{"U":"http://dumps.wikimedia.org/kuwiktionary/latest/kuwiktionary-latest-pages-articles.xml.bz2","id":2701,"N":"Wikiferheng","url":"https://glosbe.com/source/2701"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"83064":{"U":"","id":83064,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83064"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}