{"result":"ok","tuc":[{"phrase":{"text":"ancient","language":"en"},"meanings":[{"language":"en","text":"Belonging to times long past, very old."},{"language":"es","text":"Que pertenece a un tiempo pasado, muy viejo."}],"meaningId":-3418627299979911520,"authors":[92056]},{"phrase":{"text":"old","language":"en"},"meaningId":-4211676674104522722,"authors":[25018]},{"phrase":{"text":"very old","language":"en"},"meaningId":8327180907686964982,"authors":[92056]},{"phrase":{"text":"erstwhile","language":"en"},"meanings":[{"language":"es","text":"De tiempo anterior."},{"language":"en","text":"Of times past."}],"meaningId":-2595554617952795427,"authors":[60172]},{"phrase":{"text":"hoary","language":"en"},"meaningId":-3869593871429363283,"authors":[25018]},{"phrase":{"text":"venerable","language":"en"},"meaningId":1694598331596699304,"authors":[25115]},{"phrase":{"text":"worn","language":"en"},"meaningId":-2825551120301341756,"authors":[86934]},{"phrase":{"text":"worn out","language":"en"},"meaningId":8640604284749893787,"authors":[86934]},{"meanings":[{"language":"en","text":"old, ancient, age-old"}],"meaningId":8286768282017059984,"authors":[93107]}],"phrase":"vetusto","examples":[{"author":22,"first":"Este crédito se destina a cubrir la compra, el alquiler, el mantenimiento y la reparación de mobiliario, y, en particular, la compra de mobiliario de oficina ergonómico y la sustitución de mobiliario <strong class=\"keyword\">vetusto</strong> y fuera de uso, así como de máquinas de oficina","second":"This appropriation is intended to cover the purchase, hire, maintenance and repair of furniture, including the purchase of ergonomic furniture, the replacement of worn-<strong class=\"keyword\">out</strong> and <strong class=\"keyword\">broken</strong> furniture and office machines"},{"author":118293,"first":"Me muevo alrededor de Dios... el <strong class=\"keyword\">vetusto</strong>...","second":"I circle around God<strong class=\"keyword\">.</strong>.."},{"author":8008,"first":"Plaza de Armas: También llamada plaza Aucaypata (en quechua, 'plaza del guerrero'), se dice que fue trazada por el inca Manco Cápac. Se encuentra flanqueada por <strong class=\"keyword\">vetustas</strong> y hermosas arquerías de piedra de dos plantas, la imponente catedral y la bella iglesia de La Compañía.","second":"Many museums are in colonial houses, the interiors <strong class=\"keyword\">are</strong> interesting as the exhibits."},{"author":94808,"first":"La enseñanza pública sufre los efectos de un cuerpo docente poco preparado, la escasez de locales (por lo general <strong class=\"keyword\">vetustos</strong> y mal equipados) y la falta de material didáctico, lo que explica en parte la tasa elevada de abandono (9,3%), repetición (27%) y atraso (45,5%) en la escuela primaria.","second":"The public education system suffers from poorly trained staff, the small number of schools (often <strong class=\"keyword\">dilapidated</strong> and ill-equipped), as well as the scarcity of educational materials, which partly explain the high drop-out, repetition and late entry rates at the primary level (9.3, 27 and 45.5 per cent respectively)."},{"author":94808,"first":"En vista de lo <strong class=\"keyword\">vetusto</strong> de un edificio que tiene 60 años y que no cumple las nuevas normas técnicas y de seguridad ni las normas ambientales, la Asamblea General, en 2001, en su resolución 57/292 decidió poner en práctica un plan para restaurar el complejo histórico de la Sede de las Naciones Unidas en Nueva York.","second":"In view of the <strong class=\"keyword\">outdated condition</strong> of a 60-year-old building and its non‐compliance with new technical and safety regulations, as well as environmental standards, the General Assembly in 2001, in its resolution 57/292, decided to implement a plan to restore the historic premises of the United Nations Headquarters in New York."},{"author":94808,"first":"La lista de los centros penitenciarios que se van a construir muestra la firme voluntad del Gobierno de abandonar el sistema anterior de cárceles <strong class=\"keyword\">vetustas</strong>, que daba lugar a malos tratos y a la violación de los derechos de los reclusos.","second":"The list of prison facilities to be built reflects the firm resolve of the Government to leave behind the former system of <strong class=\"keyword\">dilapidated</strong> prisons, which were a source of ill-treatment and human rights violations."},{"author":95875,"first":"\"Hoy en día, la realidad es que tanto nuestros sistemas nacionales de estadística como los europeos se han quedado <strong class=\"keyword\">vetustos</strong> y ya no pueden ofrecer respuestas verosímiles y válidas con fines de comparación internacional a las principales preguntas que se plantean con relación al desarrollo de las sociedades en redes, basadas en la información y el conocimiento.","second":"'Today, the reality is that our national statistic systems and the European ones are outdated and can't give credible and internationally comparable answers to the main questions for the development of societies in network, based on information and knowledge."},{"author":8008,"first":"Gozará de un gran bienestar inmerso en un idílico paraje de <strong class=\"keyword\">vetustos</strong> árboles y extensas praderas y campos.Nuestros locales gastronómicos permanecen cerrados por descanso el lunes.","second":"It is very idyllically situated in the midst of <strong class=\"keyword\">old</strong> trees, spacious meadows and fields. The hotel's gastronomic facilities are closed on Mondays."},{"author":22,"first":"préstamos del BEI, sobre todo para la reestructuración sostenible de grandes edificios públicos o de servicio público <strong class=\"keyword\">vetustos</strong> y para los edificios de viviendas de uso social","second":"EIB loans, above all for the sustainable renovation of large, <strong class=\"keyword\">ageing</strong> public or public service buildings and social housing"},{"author":94808,"first":"En todos los lugares de privación de libertad las celdas son <strong class=\"keyword\">vetustas</strong> y pequeñas y en algunas las personas recluidas se ven obligadas a dormir sentadas o de pie, las condiciones son insalubres, los alimentos son insuficientes, la nutrición es deficiente, la iluminación natural y artificial es escasa y hay poca ventilación, lo que provoca violencia entre los reclusos y la propagación de enfermedades infecciosas como la tuberculosis, cuya incidencia es extremadamente elevada.","second":"Conditions in all places of deprivation of liberty include <strong class=\"keyword\">dilapidated</strong> and small cells, in some of which detainees are forced to sleep while sitting or standing, unsanitary conditions, inadequate amounts of food, poor nutrition, insufficient natural and artificial lighting and poor ventilation, which cause inter-prisoner violence and the spread of infectious diseases such as tuberculosis, the incidence of which is extremely high."},{"author":118293,"first":"¿Cuándo cesarás de pelear durante el día y estoquear por la noche y empezarás a empaquetar tu <strong class=\"keyword\">vetusta</strong> persona para el otro mundo?","second":"When wilt thou leave fighting o'days and foining o'nights and begin to patch up thine <strong class=\"keyword\">old</strong> body for heaven?"},{"author":26,"first":"¿ No tengo razón?-¿ Me llamarías <strong class=\"keyword\">vetusto</strong> a mí?","second":"We need a port and the... can <strong class=\"keyword\">be</strong> still come looking for us"},{"author":94809,"first":"Dada la frecuencia con que se producen estos accidentes y considerando que la flota de la mayoría de las compañías aéreas de numerosos Estados miembros se compone de aviones del tipo Boeing 737-200, por lo que cabe albergar una seria preocupación en cuanto a la seguridad de los vuelos, ¿cómo piensa intervenir la Comisión para que se adopten medidas más eficaces y estrictas que garanticen la seguridad de los vuelos, como la retirada de los aparatos <strong class=\"keyword\">vetustos</strong>, al igual que se viene aplicando para los barcos en el sector del transporte marítimo, o la renovación de la flota y su riguroso mantenimiento que, con frecuencia, se descuidan con objeto de reducir los costes y hacer frente a la competencia?","second":"In view of the high frequency of air accidents and the fact that most air companies' fleets in many Member States are composed of Boeing 737-200 aircraft, and the high degree of unease over the safety of flights, can the Commission say how it intends to intervene to bring about more effective and stricter aircraft safety measures, such as withdrawal on grounds of <strong class=\"keyword\">age</strong>, as is the case for ships in sea transportation, or fleet replacement and rigorous maintenance, something which is often given low priority because of cost-cutting efforts and competition?"},{"author":94808,"first":"Esta forma de ingreso es ilegal, y año tras año se confirma que es la más utilizada por los posibles solicitantes de asilo quienes, además de arriesgar su vida en <strong class=\"keyword\">vetustas</strong> embarcaciones, se arriesgan a ser confundidos con migrantes que buscan mejores condiciones económicas debido a la diversidad de las corrientes migratorias.","second":"This is an illegal access mode, which is confirmed from year to year as the most practiced just by those potential applicants who, besides endangering their lives on boats <strong class=\"keyword\">old</strong> and decaying, could be confused with economic migrants due to mixed migratory flows."},{"author":31,"first":"Muchos aún se aferran a las <strong class=\"keyword\">vetustas</strong> llaves de sus hogares ancestrales en España","second":"Many still cling to the <strong class=\"keyword\">vetustas</strong> keys of their ancestral homes in Spain"},{"author":8000,"first":"Anhelamos una reforma comprensiva que no sólo incremente el número de sus miembros para adecuarlo al aumento del número de Estados que forman parte de nuestra Organización, sino que también modifique sus métodos de trabajo y, en particular, su <strong class=\"keyword\">vetusto</strong> mecanismo de toma de decisiones","second":"We are eager for a comprehensive reform that not only increases the number of Council members to reflect the increase in the membership of our Organization, but also modifies its working methods and, especially, its <strong class=\"keyword\">outdated</strong> decision-making mechanism"},{"author":94809,"first":"Considera que, en contra de lo que sugiere la Comisión en el considerando 44 de la Decisión impugnada, en lo que respecta a la existencia de la rotura del precinto la demandante no se limitó a la «mera mención de otra explicación eventual» o a «la mención de la posibilidad teórica de [...] que los hechos se produjeran de manera atípica», sino que se basó en varios dictámenes periciales del instituto para aportar la prueba de que determinadas circunstancias, a saber, la utilización de un precinto <strong class=\"keyword\">vetusto</strong>, la humedad del aire, las vibraciones sufridas por la puerta y su marco y las tensiones de cizalladura resultantes, así como la acción de Synto, pudieron provocar la fluencia del precinto controvertido dando lugar a la «impresión de daño» observada por el equipo de inspección.","second":"Contrary to what the Commission suggests in recital 44 to the contested decision, the applicant did not, as regards the existence of the breach of seal, ‘simply ... claim that alternative explanations are possible’ or merely ‘claim that an [atypical] alternative scenario was theoretically possible’, but relied on a number of expert opinions by the institute in order to adduce proof that certain circumstances, namely the use of an <strong class=\"keyword\">out</strong>‐of‐date seal, air humidity, the vibrations to which the door and its frame were subjected and the resultant shearing stresses as well as the effect of Synto, could have caused creeping of the seal at issue, creating the ‘impression of damage’ found by the inspection team."},{"author":8000,"first":"Francia tiene una tasa de encarcelación dentro de la media europea (es incluso inferior a la de sus vecinos holandeses, españoles y británicos), pero encuentra dificultades por lo anticuado, y a veces <strong class=\"keyword\">vetusto</strong>, de sus instalaciones penitenciarias y el hacinamiento de los reclusos en las cárceles","second":"France has an incarceration rate close to the European average (lower even than that of its Dutch, Spanish and British neighbours), but has difficulties that have to do with the <strong class=\"keyword\">age</strong>, sometimes the <strong class=\"keyword\">obsolescence</strong>, of its prison buildings and with prison overcrowding"},{"author":22,"first":"Este crédito se destina a cubrir la compra, el alquiler, el mantenimiento y la reparación de mobiliario, incluida la compra de mobiliario de oficina ergonómico y la sustitución de mobiliario <strong class=\"keyword\">vetusto</strong> y fuera de uso, así como de aparatos de oficina","second":"This appropriation is intended to cover the purchase, hire, maintenance and repair of furniture, including the purchase of ergonomic furniture, the replacement of worn-<strong class=\"keyword\">out</strong> and <strong class=\"keyword\">broken</strong> furniture and office machines"},{"author":94808,"first":"Francia tiene una tasa de encarcelación dentro de la media europea (es incluso inferior a la de sus vecinos holandeses, españoles y británicos), pero encuentra dificultades por lo anticuado, y a veces <strong class=\"keyword\">vetusto</strong>, de sus instalaciones penitenciarias y el hacinamiento de los reclusos en las cárceles.","second":"France has an incarceration rate close to the European average (lower even than that of its Dutch, Spanish and British neighbours), but has difficulties that have to do with the <strong class=\"keyword\">age</strong>, sometimes the <strong class=\"keyword\">obsolescence</strong>, of its prison buildings and with prison overcrowding."},{"author":91988,"first":"¿Cuántos viajeros hoy en día pueden no percibir la diferencia entre los aeropuertos nuevos y eficientes de Asia y las antigüedades <strong class=\"keyword\">vetustas</strong> y atascadas en algunas de las ciudades más importantes de Estados Unidos?","second":"How many travelers nowadays can fail to note the difference between Asia’s new, efficient airports and the <strong class=\"keyword\">aging</strong>, clogged antiques in some major US cities?"},{"author":118293,"first":"En comparación, el Surprise es un navío <strong class=\"keyword\">vetusto</strong>.","second":"By comparison, the Surprise is a somewhat <strong class=\"keyword\">aged</strong> man-of<strong class=\"keyword\">-</strong>war."},{"author":118293,"first":"Podrán esconderse tras su <strong class=\"keyword\">vetusto</strong> y enorme Muro, pero solo una de sus caras está protegida.","second":"They've got a big <strong class=\"keyword\">old</strong> wall to hide behind, but it only guards one side. ( chuckles )"},{"author":8000,"first":"Esta situación de detención prolongada es aún más preocupante dado que las condiciones de reclusión son deplorables y agravan considerablemente el carácter punitivo de la detención (edificios <strong class=\"keyword\">vetustos</strong>, falta de celdas individuales, celdas colectivas abarrotadas, mal ventiladas y mal iluminadas; falta de espacio para un número adecuado de camas de modo que muchos detenidos duermen en el suelo o por turnos","second":"The situation as far as prolonged detention is concerned is all the more alarming because of the deplorable detention conditions, which add considerably to the punitive nature of detention (<strong class=\"keyword\">dilapidated</strong> buildings; the lack of individual cells; overcrowded, badly ventilated and badly lit group cells; the lack of space for a sufficient number of beds, leaving many detainees to sleep on the floor or take turns sleeping in bed"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}