{"result":"ok","tuc":[{"phrase":{"text":"vicissitude","language":"en"},"meanings":[{"language":"en","text":"regular change or succession from one thing to another"},{"language":"en","text":"a change, especially in one&#39;s life or fortunes"}],"meaningId":5488348909632212878,"authors":[90508]},{"phrase":{"text":"mutation","language":"en"},"meaningId":-1728555124405669485,"authors":[25018]},{"meanings":[{"language":"en","text":"vicissitude"}],"meaningId":5440618256357164954,"authors":[93107]}],"phrase":"vicisitud","examples":[{"author":94809,"first":"Además, las diversas <strong class=\"keyword\">vicisitudes</strong> de la región y el propio desarrollo económico e incluso urbano de la ciudad de L'Aquila han estado muy vinculados con la disponibilidad de este producto, considerado en algunas épocas históricas un auténtico valor refugio, por lo que se conoce como el \"oro bermejo\".","second":"The <strong class=\"keyword\">changing fortunes</strong> of the area, with economic and urban development over the centuries of the town of L'Aquila itself, are closely linked to the availability of this product, which was such a safe investment in some historical periods that it came to be known as \"red gold\"."},{"author":94808,"first":"No obstante, en esa ocasión recordé que la experiencia reciente del Tribunal Especial había llevado a la conclusión de que, en razón de la larga duración de los mecanismos residuales en particular, no sería prudente dejar al Tribunal Especial Residual librado a las <strong class=\"keyword\">vicisitudes</strong> de las contribuciones voluntarias.","second":"I recalled at that time, however, that the experience of the Special Court had led to the conclusion that, given the long-term nature of residual mechanisms in particular, it would not be prudent to leave the funding of the Residual Special Court to the <strong class=\"keyword\">uncertainties</strong> of voluntary contributions."},{"author":94808,"first":"En medio de estas <strong class=\"keyword\">vicisitudes</strong>, muchas de estas mujeres corren también riesgos personales; por ejemplo, al poner en tela de juicio las estructuras de las sociedades que perpetúan la discriminación contra la mujer, en particular en lo que se refiere a cuestiones de sexualidad y derechos reproductivos.","second":"In the midst of these struggles, many of these women are also personally at risk, for example, when they challenge the structures of societies that perpetuate discrimination against women, in particular where they relate to issues of sexuality and reproductive rights."},{"author":8000,"first":"\"Será política del Estado instaurar, desarrollar, promover y perfeccionar un régimen de seguridad social libre de impuestos, que sea sólido y viable y esté en consonancia con las necesidades de la población de la totalidad de Filipinas, que fomente la justicia social y ofrezca protección cabal a los afiliados y a sus beneficiarios frente a las <strong class=\"keyword\">vicisitudes</strong> de la discapacidad, la enfermedad, la maternidad, la vejez, el fallecimiento y demás <strong class=\"keyword\">vicisitudes</strong> que se deriven de la pérdida de ingresos o constituyan una carga económica","second":"“It is the policy of the State to establish, develop, promote and perfect a sound and viable tax-exempt social security system suitable to the needs of the people throughout the Philippines which shall promote social justice and provide meaningful protection to members and their beneficiaries against the hazards of disability, sickness, maternity, old age, death and other contingencies resulting in loss of income or financial burden"},{"author":94808,"first":"El Pakistán está convencido de que debido a la buena voluntad mutua y al aumento de la confianza, el Afganistán y el Pakistán serán capaces de cooperar de cerca en el fomento de la paz y la seguridad en la región, así como de la prosperidad de nuestros pueblos, cuyos lazos históricos y fraternales son suficientemente fuertes para resistir las <strong class=\"keyword\">vicisitudes</strong> de las políticas y las poses que adoptan quienes desean sembrar la semilla de la división y la discordia entre nosotros.","second":"Pakistan is convinced that, given mutual goodwill and enhanced trust, Afghanistan and Pakistan will be able to cooperate closely to build peace and security in the region and ensure prosperity for our peoples, whose historical and fraternal bonds are strong enough to withstand the <strong class=\"keyword\">vicissitudes</strong> of politics and posturing by those who wish to sow the seeds of division and discord between us."},{"author":94808,"first":"Teniendo presente que las causas principales de los altos precios de los alimentos incluyen la creciente demanda de cereales, particularmente en las economías en rápido crecimiento; la producción de biocombustibles a base de cereales y la competencia resultante entre la seguridad alimentaria y las necesidades energéticas; las <strong class=\"keyword\">vicisitudes</strong> de la oferta debidas a los efectos ambientales negativos de, entre otros factores, el cambio del clima, la desertificación y la sequía en nuestra capacidad de alimentar a una población mundial en crecimiento; la baja productividad agropecuaria resultante de la baja inversión en la agricultura, especialmente en África; los precios más altos de la energía, lo cual lleva a un mayor costo de los insumos y de la elaboración y, sobre todo, a precios más altos de los fertilizantes y del transporte;","second":"Mindful that the major causes of the high food prices include rising demand for cereals particularly in rapidly growing economies; grain-based biofuels production and the ensuing competition between food security and energy needs; supply shocks due to the environmental negative impact including climate change, desertification and drought on our capacities to feed a growing global population; low farming productivity as a result of low investment in agriculture especially in Africa; higher energy prices leading to higher input and processing costs, particularly increased prices of fertilizers and transport;"},{"author":95096,"first":"Al mismo tiempo, las situaciones y las <strong class=\"keyword\">vicisitudes</strong> de signo negativo requieren siempre una viva atención y un renovado empeño, en coherencia con el patrimonio moral de la nación.","second":"At the same time, situations and <strong class=\"keyword\">events</strong> of a negative character constantly demand active attention and renewed dedication in keeping with the moral inheritance of the nation."},{"author":95096,"first":"He venido a rendir homenaje a hermanos y hermanas que han consagrado esta tierra con el testimonio de su fe, haciendo florecer en ella una civilización inspirada en el evangelio de Cristo; a un pueblo cristiano orgulloso de su identidad, defendida con frecuencia a un precio muy elevado, en las tribulaciones y en las <strong class=\"keyword\">vicisitudes</strong> que han marcado su existencia.","second":"I have come to pay homage to the brothers and sisters who hallowed this land by the witness of their faith, producing a flourishing civilization inspired by the Gospel of Christ; to a Christian people proud of their identity, often defended at a high price in the sufferings and <strong class=\"keyword\">vicissitudes</strong> that have marked its life."},{"author":94809,"first":"«205 [194] [...] procede señalar que la posibilidad de una suspensión de las concesiones arancelarias, medida prevista en los acuerdos OMC y caso que se plantea en el presente asunto, es una de las <strong class=\"keyword\">vicisitudes</strong> inherentes al sistema actual del comercio internacional.","second":"‘205 [194] ... the possibility, which has come about in the present case, of tariff concessions being suspended as provided for by the WTO agreements is among the <strong class=\"keyword\">vicissitudes</strong> inherent in the current system of international trade."},{"author":91988,"first":"De hecho, podría decirse que los acreedores son aún más responsables: por lo general, estos acreedores son instituciones financieras sofisticadas, mientras que los prestatarios con frecuencia están en mucha menor sintonía con las <strong class=\"keyword\">vicisitudes</strong> del mercado y los riesgos asociados a los diferentes acuerdos contractuales.","second":"In fact, creditors arguably are more responsible: typically, they are sophisticated financial institutions, whereas borrowers frequently are far less attuned to market <strong class=\"keyword\">vicissitudes</strong> and the risks associated with different contractual arrangements."},{"author":95096,"first":"En efecto, el proceso evangelizador, iniciado por los primeros misioneros, ejemplares por su abnegada labor espiritual y social, y que en estos cinco siglos ha pasado por diversas <strong class=\"keyword\">vicisitudes</strong> eclesiales y sociopolíticas, debe continuar en nuestros días y proyectarse hacia el futuro, teniendo en cuenta las situaciones cambiantes de las personas y de los pueblos en su devenir histórico.","second":"In fact, the process of evangelization by the first missionaries, which was exemplary for its selfless spiritual and social work and which in these five centuries has passed <strong class=\"keyword\">through</strong> various stages of Church and socio‐political life, must continue to project itself towards the future, keeping in mind the changing situations of persons and peoples in the flux of history."},{"author":27,"first":"En una Unión monetaria, la inflación y los diferenciales de coste de la mano de obra en las regiones o países son la manera natural de ajustar los precios relativos ante la demanda asimétrica o las <strong class=\"keyword\">vicisitudes</strong> de la oferta.","second":"In a monetary union inflation and labour-cost differentials across regions or countries are the natural way of adjusting relative prices in the face of asymmetric demand or supply <strong class=\"keyword\">developments</strong>."},{"author":8000,"first":"Las <strong class=\"keyword\">vicisitudes</strong> de la guerra de # a # en Italia y su propia peregrinación y supervivencia precarias le dotaron de una perseverancia indomable ante todo tipo de adversidades y ante los azares imprevisibles de la rueda de la fortuna","second":"The <strong class=\"keyword\">vicissitudes</strong> of the # war in Italy and his own precarious peregrinations and survival endowed him with indomitable perseverance in the face of all kinds of adversity and the unpredictable turns of the wheel of fortune"},{"author":27,"first":"¿Cuenta hoy usted con personal suficiente - por más sacrificado que éste sea - para ocuparse correctamente de todas las tareas urgentes, de esta última <strong class=\"keyword\">vicisitud</strong> después de la EEB, y de muchas otras?","second":"However dedicated they are, do you have enough staff resources at the current time to adequately monitor all the urgent assignments they receive, this being the last <strong class=\"keyword\">problem</strong> in line following BSE and so many others?"},{"author":94808,"first":"Además, un 1,4% sigue siendo demasiado, sobre todo cuando se sabe que el Níger se encuentra situado en el punto de encuentro entre el África subsahariana y el África del norte, es decir, en el puente de emigración hacia Europa, lugar a donde marchan quienes se niegan a resignarse a vivir en la pobreza y en medio de las <strong class=\"keyword\">vicisitudes</strong> estructurales de los países africanos.","second":"Moreover, 1.4 per cent is still too much, particularly when we know that Niger is located at the crossroads of sub-Saharan Africa and North Africa — that is, on the route of migration towards Europe, where those who refuse to resign themselves to living in poverty and the structural shortages of the African countries are hastening to go."},{"author":95096,"first":"El camino de la Iglesia greco-católica de Rumanía nunca fue fácil, como lo demuestran sus <strong class=\"keyword\">vicisitudes</strong>.","second":"The way was never easy for the Greek-Catholic Church of Romania, as her <strong class=\"keyword\">suffering</strong> shows."},{"author":94808,"first":"A pesar de los desafíos y las <strong class=\"keyword\">vicisitudes</strong> que tiene que afrontar el Gobierno de Rwanda, este sigue manifestando su voluntad de hacer efectivos para la población los derechos contenidos en el Pacto.","second":"Notwithstanding the challenges and <strong class=\"keyword\">uncertainties</strong> with which the Rwandan Government has had to cope in recent years, it is continuing to demonstrate its determination to make the rights contained in the Covenant a reality for its peoples."},{"author":27,"first":"El programa de ayuda financiera es vital para mejorar la estabilidad financiera de los países europeos que acaban de salir de un conflicto armado, cuyas <strong class=\"keyword\">vicisitudes</strong> les han provocado dificultades financieras en forma de déficit presupuestarios y en su balanza de pagos.","second":"The macro-financial assistance programme is vital for improving the financial stability of European nations that have recently emerged from armed conflict, the <strong class=\"keyword\">vicissitudes</strong> of which have left them with financial difficulties in terms of budget deficits and their balance of payments."},{"author":94809,"first":"Portugal afirma que la excepción contemplada en el artículo 2, apartado 1, letra d), se aplica a RTP, ya que esta fue objeto de una intervención estatal y pasó por distintas <strong class=\"keyword\">vicisitudes</strong> en el marco de la gestión de una Comisión Administrativa nombrada por el Gobierno en 1977 (54).","second":"Portugal claims that the derogation provided for in Article 2(1)(d) applied to RTP, as RTP was the subject of state intervention and experienced various <strong class=\"keyword\">vicissitudes</strong> under the management of an administrative commission appointed by the Government in 1977 (54)."},{"author":8008,"first":"Priora General de las monjas cistercienses bernardinas de Esquermes, explicó la evolución histórica de su Orden, cuyos comienzos se remontan a la abadía de Annay, fundada en 1196, que ha mantenido su identidad cisterciense a través de muchas <strong class=\"keyword\">vicisitudes</strong>. Madre Josefina subrayó a la vez el sufrimiento del pasado y su alegría actual de ser reconocidas como miembros auténticos de la familia cisterciense.","second":"Mother Josephine Mary, the Prioress General of the Cistercian Bernardines of Esquermes, explained the historical evolution of her Order, which can trace its beginning to the abbey of Annay founded in 1196, and has maintained its Cistercian identity through many <strong class=\"keyword\">vicissitudes</strong> She stressed both the suffering of the past and their joy of being recognized as authentic members of the Cistercian Family."},{"author":95096,"first":"Este tiempo es también el período del año en que hacemos memoria de los orígenes de la Iglesia, recordando las <strong class=\"keyword\">vicisitudes</strong> del grupo de los discípulos que, después de encontrarse con Jesús resucitado, recibieron con fuerza su Espíritu y se convirtieron en heraldos valientes del Evangelio en el mundo.","second":"This season is also the time of year when we recall the Church’s origins, revisiting the <strong class=\"keyword\">history</strong> of that group of disciples who, after meeting the risen Jesus, received the Holy Spirit with power and became courageous preachers of the Gospel in the world."},{"author":94808,"first":"Namibia se convirtió en responsabilidad jurídica fundamental de las Naciones Unidas y, en cierto sentido, entre esta Organización mundial y el pueblo combatiente de Namibia se forjó una asociación singular por una causa común, que sobrevivió a 30 años de pruebas y <strong class=\"keyword\">vicisitudes</strong>.","second":"Namibia became principally the legal responsibility of the United Nations, and in that way a unique partnership was forged for a common cause between the world Organization and the struggling Namibian people, which endured for 30 daunting and <strong class=\"keyword\">eventful</strong> years."},{"author":95096,"first":"Después de complejas <strong class=\"keyword\">vicisitudes</strong> históricas, desde el 1 de mayo de 1626 su cuerpo descansa en la basílica de San Pedro. El 27 de noviembre de 2004 mi venerado predecesor Juan Pablo II donó parte de sus reliquias a Su Santidad el Patriarca ecuménico Bartolomé I y, de este modo, tanto en la basílica vaticana como en la iglesia de San Jorge en el Fanar se venera a este gran Padre de la Iglesia.","second":"After complicated <strong class=\"keyword\">historical events</strong>, since 1 May 1626 his body has rested in St Peter's Basilica, and on 27 November 2004, my venerable Predecessor John Paul II presented part of his relics to His Holiness Bartholomew I, the Ecumenical Patriarch; hence, this great Father of the Church is now venerated both in the Vatican Basilica and in the Church of St George at the Phanar."},{"author":95096,"first":"Los logros de la mente y el espíritu resumidos en las enseñanzas de renombrados filósofos y sabios chinos dio consistencia y forma a un humanismo que sobrevivió a las <strong class=\"keyword\">vicisitudes</strong> de la historia y que impregnó la vida cultural y social de toda la familia china con verdades y valores ennoblecedores.","second":"The achievements of mind and spirit epitomized in the teachings of renowned Chinese philosophers and sages gave substance and form to a humanism which survived the <strong class=\"keyword\">vicissitudes</strong> of history and imbued the cultural and social life of the whole Chinese family with ennobling truths and values."},{"author":8000,"first":"Sra. De Wennier (Guatemala): La delegación de Guatemala tiene el honor de dirigirse a esta reunión plenaria de alto nivel de la Asamblea, en la que un objetivo común nos une: el interés superior del niño y cómo hacer frente a las <strong class=\"keyword\">vicisitudes</strong> que todos enfrentamos para procurar un mundo apropiado para ellos","second":"Ms. De Wennier (Guatemala) (spoke in Spanish): The delegation of Guatemala is honoured to address this High-level Plenary Meeting of the General Assembly, at which our common goal is to ensure the higher interests of children and to address the <strong class=\"keyword\">vicissitudes</strong> we must all endure in preparing a better world for them"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}