{"result":"ok","tuc":[{"phrase":{"text":"vigorous","language":"en"},"meanings":[{"language":"en","text":"Physically strong and active"},{"language":"en","text":"physically strong and active"}],"meaningId":-6514650973865913979,"authors":[70195]},{"phrase":{"text":"lively","language":"en"},"meanings":[{"language":"en","text":"full of life"}],"meaningId":-3901948062206697486,"authors":[70195]},{"phrase":{"text":"rugged","language":"en"},"meanings":[{"language":"en","text":"vigorous, robust"}],"meaningId":1859819563646577702,"authors":[70195]},{"phrase":{"text":"sassy","language":"en"},"meanings":[{"language":"en","text":"vigorous"}],"meaningId":2205438843898150349,"authors":[70195]},{"phrase":{"text":"sprightly","language":"en"},"meanings":[{"language":"en","text":"full of life and vigor"}],"meaningId":-2392870756961792331,"authors":[90508]},{"phrase":{"text":"healthy","language":"en"},"meaningId":-5203341590275757895,"authors":[25018]},{"phrase":{"text":"lusty","language":"en"},"meaningId":-4128967395327801927,"authors":[25018]},{"phrase":{"text":"powerful","language":"en"},"meaningId":-8177599290945400442,"authors":[89651]},{"phrase":{"text":"robust","language":"en"},"meaningId":-6298127144452814242,"authors":[25115]},{"phrase":{"text":"spirited","language":"en"},"meaningId":-7574826980253998378,"authors":[89651]},{"phrase":{"text":"strong","language":"en"},"meaningId":-8219418466690294500,"authors":[89651]},{"phrase":{"text":"sturdy","language":"en"},"meaningId":1989814701617071245,"authors":[25115]},{"phrase":{"text":"active","language":"en"},"meaningId":5817843718659844932,"authors":[25018]},{"phrase":{"text":"brave","language":"en"},"meaningId":-5371501829882596994,"authors":[25018]},{"phrase":{"text":"brawny","language":"en"},"meaningId":9001570223616241758,"authors":[25018]},{"phrase":{"text":"brisk","language":"en"},"meaningId":5988338695908839205,"authors":[25018]},{"phrase":{"text":"emphatic","language":"en"},"meaningId":5498504389004355914,"authors":[25018]},{"phrase":{"text":"forceful","language":"en"},"meaningId":997503796514943277,"authors":[89651]},{"phrase":{"text":"forcible","language":"en"},"meaningId":6082185146338764407,"authors":[25018]},{"phrase":{"text":"hard","language":"en"},"meaningId":1668176907501989089,"authors":[25018]},{"phrase":{"text":"hearty","language":"en"},"meaningId":-8985782369045452537,"authors":[25018]},{"phrase":{"text":"mighty","language":"en"},"meaningId":3112251453081526380,"authors":[25018]},{"phrase":{"text":"muscular","language":"en"},"meaningId":-7654204514002118342,"authors":[25018]},{"phrase":{"text":"pithy","language":"en"},"meaningId":2588871912728745984,"authors":[25018]},{"phrase":{"text":"sinewy","language":"en"},"meaningId":-5319552849173574642,"authors":[25115]},{"phrase":{"text":"snappy","language":"en"},"meaningId":-8455642034376102034,"authors":[97745]},{"phrase":{"text":"solid","language":"en"},"meaningId":3351880809353210617,"authors":[25115]},{"phrase":{"text":"stalwart","language":"en"},"meaningId":4965703259412042765,"authors":[25115]},{"phrase":{"text":"strenuous","language":"en"},"meaningId":3379920704825805917,"authors":[25115]},{"phrase":{"text":"tough","language":"en"},"meaningId":-5630719885994647754,"authors":[25115]},{"phrase":{"text":"virile","language":"en"},"meaningId":2798397091190925402,"authors":[97745]},{"phrase":{"text":"zippy","language":"en"},"meaningId":-1268224147235013861,"authors":[83619]}],"phrase":"vigoroso","examples":[{"author":94808,"first":"El comportamiento, en general decepcionante, de la mayoría de los actuales Estados miembros de la Unión Europea contrasta con el <strong class=\"keyword\">vigoroso</strong> crecimiento económico de los 10 países que se sumarán a la Unión a principios de mayo de 2004.","second":"The disappointing overall performance of most of the current EU member States contrasts with the <strong class=\"keyword\">strong</strong> economic growth in the 10 countries that will be joining the Union at the beginning of May 2004."},{"author":95875,"first":"La Comisaria también apuntó que la Estrategia imprimirá un «<strong class=\"keyword\">vigoroso</strong> impulso» a los empeños por acordar una patente comunitaria.","second":"Mrs Geoghegan-Quinn also noted that the strategy will give a '<strong class=\"keyword\">vigorous</strong> push' to efforts to agree on an EU patent."},{"author":94808,"first":"Mi delegación también cree firmemente en un sistema multilateral <strong class=\"keyword\">vigoroso</strong>, basado en normas y principios claros y mutuamente aceptados, bajo los cuales las naciones pequeñas y las naciones grandes son tratadas como Estados soberanos en pie de igualdad.","second":"My delegation also firmly believes in a <strong class=\"keyword\">strong</strong> multilateral system, based on clear and mutually accepted rules and principles, in which small and big nations are treated as equal sovereign States."},{"author":95096,"first":"Queridos hermanos sacerdotes, como bien sabéis, para que vuestra fe sea fuerte y <strong class=\"keyword\">vigorosa</strong>, hace falta alimentarla con una oración constante.","second":"Dear brother priests, if your faith is to be strong and <strong class=\"keyword\">vigorous</strong>, as you well know, it must be nourished with assiduous prayer."},{"author":94808,"first":"La experiencia pasada da a entender que el crecimiento del mundo industrializado tiene que alcanzar cerca de 3% para poder apoyar un <strong class=\"keyword\">vigoroso</strong> incremento del empleo y de los ingresos en los países en desarrollo.","second":"Past experience suggests that growth in the industrial world needs to reach about 3 per cent in order to support a <strong class=\"keyword\">vigorous</strong> increase in employment and income in developing countries."},{"author":95096,"first":"En efecto, es importante que la palabra de la Iglesia se manifieste de modo <strong class=\"keyword\">vigoroso</strong> en la opinión pública, para promover la dignidad del hombre dondequiera que esté amenazada, y proponer los principios evangélicos que dan sentido y valor a toda vida humana.","second":"It is in fact important that the Church’s words be demonstrated <strong class=\"keyword\">vigorously</strong> to public opinion, to promote human dignity wherever it is threatened, and to uphold the Gospel principles which give meaning and value to all human life."},{"author":27,"first":"Su Señoría no debería preocuparse demasiado si nos parece que esto merece expresarse tan <strong class=\"keyword\">vigorosa</strong> y ampliamente como sea posible.","second":"The honourable Member should not worry too much if we think it is worth expressing that case as <strong class=\"keyword\">vigorously</strong> and as comprehensively as possible."},{"author":8000,"first":"La próxima evaluación debe llevarse a cabo en abril de # y subrayará la <strong class=\"keyword\">vigorosa</strong> posición del Gobierno contra las formas de prostitución inaceptables","second":"The next evaluation was due to take place in April # and would underscore the Government's <strong class=\"keyword\">vigorous</strong> stance against unacceptable forms of prostitution"},{"author":94809,"first":"La concesión de la ayuda macrofinanciera debe estar supeditada a la existencia de un déficit de financiación exterior residual de carácter significativo fijado por la Comisión en cooperación con las instituciones financieras multilaterales que supere los recursos facilitados por el FMI y otras instituciones financieras, pese a la aplicación de <strong class=\"keyword\">vigorosos</strong> programas de estabilización y reforma económica por parte del país o territorio en cuestión.","second":"Macro-financial assistance should be conditional on a significant and residual external financing gap having been determined by the Commission in cooperation with the multilateral financial institutions over and above the resources provided by the IMF and other multilateral institutions, despite the implementation of <strong class=\"keyword\">strong</strong> economic stabilisation and reform programmes by the relevant country or territory."},{"author":94808,"first":"Si eso significa que el mundo debe tener una organización mundial del medio ambiente que sea más <strong class=\"keyword\">vigorosa</strong>, por ejemplo, o que convendría reforzar la Organización Internacional del Trabajo, merece la pena que consideremos esas posibilidades.","second":"If that means that the world should have a more <strong class=\"keyword\">robust</strong> global environmental organization, for example, or that the International Labour Organization needs to be strengthened, then let us consider those possibilities."},{"author":94808,"first":"Si se lleva a cabo en su totalidad y con los recursos necesarios, la transformación de la fuerza garantizaría que la Misión sigue cumpliendo con eficacia sus mandatos de protección y neutralización, respondiendo de manera rápida y <strong class=\"keyword\">vigorosa</strong> a las amenazas en la parte oriental del país y cubriendo las zonas afectadas por el conflicto, incluso con la disminución gradual de sus efectivos.","second":"The transformation of the force, if implemented fully and with the necessary resources, would ensure that the Mission continues to deliver effectively on its neutralization and protection mandates, responds quickly and <strong class=\"keyword\">robustly</strong> to threats throughout the eastern part of the country and covers conflict-affected areas, even as its static footprint is gradually reduced."},{"author":95875,"first":"Uno de los ensayos a los que fue sometido consistió en <strong class=\"keyword\">vigorosas</strong> sacudidas, con el propósito de garantizar que no se viese afectado por la violencia del lanzamiento.","second":"Part of its testing involved <strong class=\"keyword\">vigorous</strong> shaking, designed to ensure it will survive the violent launch."},{"author":94808,"first":"Con este discurso, el Presidente de los Estados Unidos marcó un nuevo y <strong class=\"keyword\">vigoroso</strong> enfoque por parte de los Estados Unidos respecto de los procesos de no proliferación y desarme bilaterales y multilaterales.","second":"With this speech, the President of the United States marked a <strong class=\"keyword\">reinvigorated</strong> approach by the United States to bilateral and multilateral processes on non-proliferation and disarmament."},{"author":8000,"first":"La Organización para la Prohibición de las Armas Químicas está aplicando en forma <strong class=\"keyword\">vigorosa</strong> proyectos de cooperación internacional","second":"The OPCW is <strong class=\"keyword\">vigorously</strong> pursuing international cooperation projects"},{"author":94808,"first":"Una <strong class=\"keyword\">vigorosa</strong> creación de empresas depende de la cultura empresarial de la nación y de la facilidad con que puedan iniciarse y financiarse las empresas.","second":"<strong class=\"keyword\">Vigorous</strong> enterprise creation depends on a nation’s entrepreneurial culture and the ease with which businesses can be started and financed."},{"author":94809,"first":"En 2001, la Conferencia paneuropea sobre el transporte fluvial celebrada los días 5 y 6 de septiembre en Rotterdam adoptó una Declaración en la que se indicaba que la cooperación paneuropea debía acelerarse hasta llegar a un transporte por aguas interiores libre y <strong class=\"keyword\">vigoroso</strong>.","second":"On 5-6 September 2001, the Pan-European Conference on Inland Waterway Transport, held in Rotterdam, issued a declaration drawing attention to the need to speed up pan-European cooperation with a view to achieving a <strong class=\"keyword\">strong</strong>, free inland waterway transport sector."},{"author":94808,"first":"Un representante formuló su <strong class=\"keyword\">vigorosa</strong> reserva respecto del proyecto de declaración y propuso que se suprimiera el inciso e) del párrafo 1 y todo el párrafo 2.","second":"One representative expressed <strong class=\"keyword\">strong</strong> reservations concerning the draft declaration and proposed the deletion of paragraph 1 (e) and the whole of paragraph 2."},{"author":8000,"first":"Sr. Doutriaux (Francia) (habla en francés): Quería darle las gracias, Sr. Presidente, por sus esfuerzos sumamente <strong class=\"keyword\">vigorosos</strong> para ayudarnos a llegar a un acuerdo sobre este proyecto de resolución","second":"Mr. Doutriaux (France) (spoke in French): I wanted to thank you, Sir, for your extremely <strong class=\"keyword\">vigorous</strong> efforts to help us arrive at a consensus on this draft resolution"},{"author":94808,"first":"Desde su establecimiento en 1993, la Comisión de Derechos Humanos y Justicia Administrativa ha promovido una <strong class=\"keyword\">vigorosa</strong> campaña de oposición a todos los aspectos de las prácticas culturales nocivas y deshumanizantes, como la mutilación genital femenina, los ritos de la viudez, los matrimonios forzados, la servidumbre ritual, el maltrato de las mujeres acusadas de brujería y otras prácticas violentas que someten a las mujeres y a las niñas a tratos crueles y atentan contra su dignidad.","second":"Since its establishment in 1993, the Commission for Human Rights and Administrative Justice (CHRAJ) has <strong class=\"keyword\">sustained</strong> a <strong class=\"keyword\">vigorous</strong> campaign and opposition to all aspects of injurious and dehumanizing cultural practices such as female genital mutilation, widowhood rites, forced marriages, ritual servitude, maltreatment of women accused of witchcraft, as well as other violent practices that subject women and girl children to cruel treatment and acts that detract on their dignity."},{"author":94809,"first":"Si la competencia dentro del sistema es lo bastante <strong class=\"keyword\">vigorosa</strong>, puede tal vez atemperar las consecuencias que la comisión interbancaria multilateral tiene sobre los precios a clientes.","second":"Sufficiently <strong class=\"keyword\">strong</strong> inter-system competition could restrain the effects of the interchange fee on the prices charged to customers."},{"author":27,"first":"Lamentamos igualmente que haya sido rechazada nuestra propuesta en favor de un marco macroeconómico para apoyar el desarrollo sostenible, con una demanda interna más <strong class=\"keyword\">vigorosa</strong> que sea respetuosa con el medio ambiente y compatible con el pleno empleo, de forma que genere una cohesión económica y social.","second":"We also regret the rejection of our proposal for a macroeconomic framework to support sustainable development, with <strong class=\"keyword\">stronger</strong> internal demand that is environmentally friendly and compatible with full employment, in such a way as to deliver economic and social cohesion."},{"author":8000,"first":"En consonancia con estas posiciones de interés tanto de desarme, como humanitario, el Gobierno de Chile les ha dado <strong class=\"keyword\">vigoroso</strong> y decidido apoyo","second":"Accordingly, the Government of Chile has given these policies, which involve both disarmament and humanitarian issues, its <strong class=\"keyword\">vigorous</strong> and resolute support"},{"author":94808,"first":"Se necesita investigación y procesamiento <strong class=\"keyword\">vigorosos</strong> para frenar las operaciones de los traficantes que participan en la adquisición y tráfico de niños.","second":"<strong class=\"keyword\">Vigorous</strong> investigation and prosecution is necessary to curtail the operations of the traffickers involved in procuring and trafficking in children."},{"author":94808,"first":"Una economía mundial <strong class=\"keyword\">vigorosa</strong> y resiliente exigirá una estrecha coordinación mundial de las políticas macroeconómicas.","second":"A <strong class=\"keyword\">robust</strong> and resilient global economy will require strong global coordination of macroeconomic policies."},{"author":74,"first":"El ejercicio <strong class=\"keyword\">vigoroso</strong> te hace sudar.","second":"Vigorous exercise <strong class=\"keyword\">makes</strong> you sweat."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"83619":{"U":"","id":83619,"N":"Common U++ UNL Dictionary","url":"https://glosbe.com/source/83619"},"95875":{"U":"http://cordis.europa.eu","id":95875,"N":"cordis","url":"https://glosbe.com/source/95875"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}