{"result":"ok","tuc":[{"phrase":{"text":"vilify","language":"en"},"meanings":[{"language":"en","text":"say defamatory things about; to speak ill of"},{"language":"en","text":"say defamatory things about"}],"meaningId":1004182255520493779,"authors":[70195]},{"phrase":{"text":"belittle","language":"en"},"meaningId":-4182276954662882413,"authors":[83089]},{"phrase":{"text":"deprecate","language":"en"},"meaningId":5297028574539659608,"authors":[84500]},{"phrase":{"text":"depreciate","language":"en"},"meaningId":1750742181169271761,"authors":[84500]},{"phrase":{"text":"despise","language":"en"},"meaningId":-3112250879574684734,"authors":[86934]},{"phrase":{"text":"scorn","language":"en"},"meaningId":-6085117664322276642,"authors":[86934]},{"phrase":{"text":"vilipend","language":"en"},"meaningId":-4099608846071321997,"authors":[84500]},{"meanings":[{"language":"en","text":"to vilify"}],"meaningId":-4219637900203642898,"authors":[93107]},{"meanings":[{"language":"es","text":"despreciar algo o tratar a alguien con desprecio"}],"meaningId":null,"authors":[81115]}],"phrase":"vilipendiar","examples":[{"author":94808,"first":"En las escuelas, las mezquitas y los medios de difusión se ha enseñado a generación tras generación de niños en todo el Oriente Medio a odiar, <strong class=\"keyword\">vilipendiar</strong> y deshumanizar a los israelíes y judíos.","second":"In schools, mosques and the media, generation after generation of children across the Middle East have been taught to hate, <strong class=\"keyword\">vilify</strong> and dehumanize Israelis and Jews."},{"author":94808,"first":"Rajab de \"<strong class=\"keyword\">vilipendiar</strong> públicamente a los ciudadanos de Al-Muharraq y poner en duda su patriotismo con la publicación de declaraciones deshonrosas en las redes sociales\".","second":"Rajab by the residents of Al-Muharraq of “publicly <strong class=\"keyword\">vilifying</strong> Al-Muharraq citizens and questioning their patriotism with disgraceful expressions posted via social networking sites”."},{"author":118293,"first":"13 de Junio fue un evento calculado para <strong class=\"keyword\">vilipendiar</strong> a los EVOS.","second":"June 13th was a calculated event to <strong class=\"keyword\">vilify</strong> EVOs."},{"author":27,"first":"Invito a la nueva Comisión a que deje de <strong class=\"keyword\">vilipendiar</strong> a los grecochipriotas después del referendo.","second":"I call upon the new Commission to cease to <strong class=\"keyword\">vilify</strong> the Greek Cypriot people post-referendum."},{"author":118293,"first":"Él levantó un hacha y comenzó a insultarnos y a <strong class=\"keyword\">vilipendiar</strong> a este tribunal.","second":"He raised an axe and commenced to cussing us and blackguarding this court."},{"author":118293,"first":"Henry me <strong class=\"keyword\">vilipendiará</strong>.","second":"Henry will <strong class=\"keyword\">vilify</strong> me."},{"author":8008,"first":"2 ¿Por qué miráis a este hombre, y lo escucháis <strong class=\"keyword\">vilipendiar</strong> a este pueblo y nuestra ley?","second":"2 Why seest thou this man, and hearest him <strong class=\"keyword\">revile against</strong> this people and against our law?"},{"author":94808,"first":"Entre los ejemplos de la clase de utilización de un servicio de telecomunicación que el delito, según la tipificación propuesta, puede comprender se cuentan los usos que despertarían el temor de una persona por su seguridad o bienestar o por la seguridad de sus bienes, los que alienten o inciten a la violencia, y los que impliquen <strong class=\"keyword\">vilipendiar</strong> a las personas por su raza o religión.","second":"Examples of the type of use of a carriage service the proposed offence may cover include usage that would make another person apprehensive as to their safety or well-being or the safety of their property, usage that encourages or incites violence, and usage that <strong class=\"keyword\">vilifies</strong> persons on the basis of their race or religion."},{"author":8000,"first":"La jueza concluyó que la disposición relativa a delitos debía leerse conjuntamente con la Ley de la Carta de Derechos a través de la adopción de una interpretación restrictiva del término “<strong class=\"keyword\">vilipendiar</strong>”","second":"Justice France found that the offence provision could be read consistently with the Bill of Rights Act by adopting a narrow interpretation of “<strong class=\"keyword\">dishonouring</strong>”"},{"author":94808,"first":"En las escuelas, los campamentos y las mezquitas, así como en los medios de comunicación, a generación tras generación de niños en todo el Oriente Medio se le ha enseñado a odiar, <strong class=\"keyword\">vilipendiar</strong> y deshumanizar a los israelíes y a los judíos.","second":"In schools, camps and mosques and through the media, generation after generation of children across the Middle East have been taught to hate, <strong class=\"keyword\">vilify</strong> and dehumanize Israelis and Jews."},{"author":94808,"first":"En el artículo 56 de la Ley sindical se prohíbe ejercer influencias directas o indirectas, que puedan afectar la libertad e imparcialidad de las elecciones, o que tengan por objeto <strong class=\"keyword\">vilipendiar</strong>, ridiculizar o amenazar a un candidato o una organización sindical.","second":"Trade unions and employers’ organizations are entitled to pursue their activities in full freedom and without any external interference or pressure."},{"author":94808,"first":"No es de extrañar que ese régimen, una tiranía de partido único, se dedique a <strong class=\"keyword\">vilipendiar</strong> el proceso democrático en Etiopía.","second":"A one-party tyranny itself, it was unsurprisingly engaged in <strong class=\"keyword\">vilifying</strong> the democratic process in Ethiopia."},{"author":94808,"first":"Sin embargo, nuestros detractores han decidido <strong class=\"keyword\">vilipendiar</strong> a mi Gobierno por tomar la audaz decisión de dar tierra al pueblo con el fin de aliviar la pobreza y alcanzar el desarrollo sostenible.","second":"However, our detractors have decided to <strong class=\"keyword\">vilify</strong> my Government for taking the bold decision to give land to the people, a way of addressing the issue of poverty alleviation and sustainable development."},{"author":27,"first":"En el marco de esta paz, los inversores pueden prosperar con la condición de no destruir, <strong class=\"keyword\">vilipendiar</strong> o tergiversar los acuerdos democráticos.","second":"Investors are able to prosper within the framework of this peace, on the condition that they do not destroy, undermine or evade these democratic agreements."},{"author":8000,"first":"En el artículo # de la Ley sindical se prohíbe ejercer influencias directas o indirectas, que puedan afectar la libertad e imparcialidad de las elecciones, o que tengan por objeto <strong class=\"keyword\">vilipendiar</strong>, ridiculizar o amenazar a un candidato o una organización sindical","second":"Article # of the Trade Unions Act prohibits direct and indirect efforts to influence the freedom and impartiality of elections or to <strong class=\"keyword\">vilify</strong>, pillory or threaten a candidate or a trade union organization"},{"author":92475,"first":"¿Cree que esto puede hacerse de forma científica, o es toda la empresa un juego político de glorificar a ciertos individuos y <strong class=\"keyword\">vilipendiar</strong> a otros?","second":"Do you think this can be done scientifically, or is the entire enterprise a political game of glorifying certain individuals and <strong class=\"keyword\">vilifying</strong> others?"},{"author":94808,"first":"El enfoque mundial respecto de los derechos humanos ha de basarse en una valoración de las circunstancias sociales objetivas en las distintas regiones, y su objetivo debe ser el de apoyar y dar aliento, y no condenar y <strong class=\"keyword\">vilipendiar</strong>.","second":"The global human rights approach must be based on an appreciation of the objective social realities in different regions and should aim to support and encourage, rather than condemn and <strong class=\"keyword\">vilify</strong>."},{"author":118293,"first":"La gente como el señor Tompkins que <strong class=\"keyword\">vilipendiar</strong> a la... en estos momentos, joven, hay un padre de dos hijos en nuestro hospital.","second":"People like Mr. tompkins who <strong class=\"keyword\">vilify</strong> the... right now, young man, there's a father of two in our hospital."},{"author":118293,"first":"En lugar de desperdiciar nuestra energía <strong class=\"keyword\">vilipendiar</strong> la industria petrolera y la GCCF, tenemos que ser pacientes.","second":"Instead of wasting our energy <strong class=\"keyword\">vilifying</strong> the oil industry and the GCCF, we need to be patient."},{"author":118293,"first":"Supongo que su ministerio incluye en <strong class=\"keyword\">vilipendiar</strong> a hombres fallecidos.","second":"I guess his ministry includes sticking it to dead men."},{"author":118293,"first":"Entonces, si ya terminaste de <strong class=\"keyword\">vilipendiar</strong> tal vez podrías ¡ ir a buscar más tela!","second":"Then if you're done spreading malicious slander then perhaps you could fetch more bunting!"},{"author":94808,"first":"Las partes intentaron <strong class=\"keyword\">vilipendiar</strong> a la República Árabe Siria y movilizar a la opinión pública internacional en su contra, entre otras cosas, convocando incontables sesiones de la Liga de los Estados Árabes, el Consejo de Derechos Humanos, la Asamblea General y el Consejo de Seguridad.","second":"Those parties attempted to <strong class=\"keyword\">vilify</strong> the Syrian Arab Republic and mobilize international public opinion against it, including by convening countless sessions of the League of Arab States, the Human Rights Council, the General Assembly and the Security Council."},{"author":94808,"first":"El Gobierno sirio rechaza ese enfoque, cuyo propósito es demonizarlo y denigrarlo en los foros internacionales, provocar una intervención extranjera en territorio sirio y <strong class=\"keyword\">vilipendiar</strong> a cualquier parte que apoye su guerra contra el terrorismo.","second":"The Syrian Government rejects that approach, whose purpose is to demonize and denigrate the Syrian Government in international forums, bring about a foreign intervention on its territory, and <strong class=\"keyword\">vilify</strong> any party that supports its war on terrorism."},{"author":94808,"first":"Día tras día, se enseña a los niños a practicar la violencia y a odiar, <strong class=\"keyword\">vilipendiar</strong> y deshumanizar a los israelíes y los judíos.","second":"Day after day, children are taught to pursue violence and to hate, <strong class=\"keyword\">vilify</strong> and dehumanize Israelis and Jews."}],"from":"es","dest":"en","authors":{"83089":{"U":"","id":83089,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83089"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"81115":{"U":"","id":81115,"N":"Jerga y Regionalismos de Colombia","url":"https://glosbe.com/source/81115"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}