{"result":"ok","tuc":[{"phrase":{"text":"virtuous","language":"en"},"meanings":[{"language":"es","text":"(es)"},{"language":"en","text":"full of virtue, having excellent moral character"},{"language":"en","text":"Full of virtue, having excellent moral character."},{"language":"es","text":"Lleno de virtudes, que tiene un excelente carácter moral."}],"meaningId":6823242470308746220,"authors":[70195]},{"phrase":{"text":"virtuoso","language":"en"},"meanings":[{"language":"es","text":"Persona, especialmente músico, con la habilidad, técnica o estilo personal de un maestro."},{"language":"en","text":"A person, especially a musician, with a masterly ability, technique, or personal style."}],"meaningId":8885652075895752207,"authors":[69425]},{"phrase":{"text":"righteous","language":"en"},"meaningId":1538717205394521264,"authors":[89651]},{"phrase":{"text":"moral","language":"en"},"meaningId":-5770089604475786822,"authors":[25018]},{"meanings":[{"language":"en","text":"a virtuous person"},{"language":"en","text":"a virtuous person or virtuoso"},{"language":"en","text":"virtuous"},{"language":"en","text":"a virtuoso"},{"language":"en","text":"virtuoso (exhibiting the ability of a virtuoso)"},{"language":"en","text":"virtuoso"}],"meaningId":-3882873371999174954,"authors":[1]}],"phrase":"virtuoso","examples":[{"author":31,"first":"Es una orquesta de <strong class=\"keyword\">virtuosos</strong>","second":"It' s an orchestra of <strong class=\"keyword\">virtuosos</strong>"},{"author":118293,"first":"Eres tan <strong class=\"keyword\">virtuoso</strong>.","second":"You were so <strong class=\"keyword\">virtuous</strong>."},{"author":119723,"first":"Felizmente, hay muchos hombres y mujeres de todas las culturas y religiones que también aspiran a lo “<strong class=\"keyword\">virtuoso</strong>, o bello, o de buena reputación, o digno de alabanza”.","second":"[A of F 1:13] Gratefully, there are many like-minded men and women of all cultures and faiths who also seek that which is “<strong class=\"keyword\">virtuous</strong>, lovely, or of good report or praiseworthy.”"},{"author":119723,"first":"* Ver material sano en los medios de comunicación, usar un lenguaje apropiado y tener pensamientos <strong class=\"keyword\">virtuosos</strong>.","second":"* View wholesome media, use clean language, and have <strong class=\"keyword\">virtuous</strong> thoughts."},{"author":91988,"first":"Pero no se puede negar que el gobierno estadounidense es infinitamente más <strong class=\"keyword\">virtuoso</strong> en la actualidad que en los días de Thomas Jefferson, Abraham Lincoln o Teddy Roosevelt.","second":"But there is no denying that the US government today is infinitely more <strong class=\"keyword\">virtuous</strong> than it was in the days of Thomas Jefferson, Abraham Lincoln, or Teddy Roosevelt."},{"author":94809,"first":"Cabría imaginar que, en el marco de una política de cohesión renovada, la educación y la formación se conviertan en sus ejes prioritarios para favorecer la aparición de un círculo <strong class=\"keyword\">virtuoso</strong> de la prosperidad.","second":"Education and training could well become the linchpins of a revised cohesion policy to encourage the development of a <strong class=\"keyword\">virtuous</strong> circle of prosperity."},{"author":94808,"first":"Debemos hacer del ciclo excesivamente familiar de la escalada de la violencia un ciclo <strong class=\"keyword\">virtuoso</strong> de diálogo, reconciliación y cooperación.","second":"We need to transform the all-too-familiar cycle of escalating violence into a <strong class=\"keyword\">virtuous</strong> cycle of dialogue, reconciliation and cooperation."},{"author":94808,"first":"Pone de relieve que cuando los enfoques en materia de ciencia, tecnología e innovación y de desarrollo de los recursos humanos se refuerzan mutuamente pueden dar lugar a un círculo <strong class=\"keyword\">virtuoso</strong> de crecimiento económico, progreso humano y desarrollo sostenible;","second":"Emphasizes that when science, technological knowledge and innovation and human resources development approaches are mutually reinforcing they can lead to a <strong class=\"keyword\">virtuous</strong> circle of economic growth, human progress and sustainable development;"},{"author":94808,"first":"La inversión pública, compatible con la sostenibilidad fiscal a mediano y largo plazo, puede desempeñar una función proactiva y promover un ciclo <strong class=\"keyword\">virtuoso</strong> de inversión.","second":"Public investment, consistent with medium- and long-term fiscal sustainability, may have a proactive role and encourage a <strong class=\"keyword\">virtuous</strong> cycle of investment."},{"author":118293,"first":"Si lo recuerda, el profesor Moriarty era un <strong class=\"keyword\">virtuoso</strong> del fagot.","second":"As a matter of fact, the late Professor Moriar ity was a <strong class=\"keyword\">virtuoso</strong> on the bassoon."},{"author":94808,"first":"Es importante también que la graduación se vea, no como un umbral, sino como una firme determinación de avanzar hacia un desarrollo económico más sólido y sostenido y una transformación estructural <strong class=\"keyword\">virtuosa</strong> e inclusiva.","second":"It is also important that graduation be seen not as a cut-off point, but as a resolute move towards better and sustained economic development and <strong class=\"keyword\">virtuous</strong> and inclusive structural transformation."},{"author":94808,"first":"Un camino <strong class=\"keyword\">virtuoso</strong> de cooperación debe sustituir al actual círculo vicioso de violencia como represalia.","second":"A <strong class=\"keyword\">virtuous</strong> path of cooperation must replace the present vicious cycle of retaliatory violence."},{"author":91988,"first":"Esos factores, más que cambio <strong class=\"keyword\">virtuoso</strong> alguno de políticas en los últimos años, están impulsando el crecimiento.","second":"These factors, more than any <strong class=\"keyword\">virtuous</strong> policy change in recent years, are propelling growth."},{"author":8007,"first":"Los salafistas, cuyo nombre se deriva de la frase árabe “antepasados <strong class=\"keyword\">virtuosos</strong>”, conocidos como “Salaf al-Salih”, insisten en un regreso a lo que consideran la pureza de las prácticas de los primeros musulmanes.","second":"Salafis, whose name is derived from the Arabic phrase for “<strong class=\"keyword\">righteous</strong> ancestors,” known as “Salaf al-Salih,” insist on a return to what they consider the purity of the practices of the first Muslims."},{"author":119723,"first":"Analicen cómo pueden servirles los pensamientos <strong class=\"keyword\">virtuosos</strong> en la preparación para asistir al templo.","second":"Discuss how <strong class=\"keyword\">virtuous</strong> thoughts help prepare you to attend the temple."},{"author":119739,"first":"Los llamamientos emocionales son obra de publicistas expertos, que tocan las fibras afectivas con la maestría de un <strong class=\"keyword\">virtuoso</strong> pianista.","second":"Emotional appeals are fabricated by practiced publicists, who play on feelings as skillfully as a <strong class=\"keyword\">virtuoso</strong> plays the piano."},{"author":8000,"first":"A este respecto, la seguridad económica complementa cualquier circulo <strong class=\"keyword\">virtuoso</strong> basado en la creatividad de los mercados y en unas estructuras políticas integradoras","second":"In this respect, providing economic security is a complementary component of any <strong class=\"keyword\">virtuous</strong> circle involving creative markets and inclusive political structures"},{"author":119723,"first":"Son <strong class=\"keyword\">virtuosas</strong> y ejemplares, inteligentes y trabajadoras.","second":"They are <strong class=\"keyword\">virtuous</strong> and exemplary, intelligent and industrious."},{"author":94808,"first":"En el caso de los PMA, no es probable que una estrategia de crecimiento inducido por las exportaciones lleve por sí misma a una relación <strong class=\"keyword\">virtuosa</strong> entre el comercio y la pobreza.","second":"In the case of LDCs, it is unlikely that an export-led growth strategy will of itself lead to a <strong class=\"keyword\">virtuous</strong> trade–poverty relationship."},{"author":119723,"first":"Ruego que tengan el valor para ser castas y <strong class=\"keyword\">virtuosas</strong>.","second":"May you have the courage to be chaste and <strong class=\"keyword\">virtuous</strong>."},{"author":118293,"first":"Es un genio <strong class=\"keyword\">virtuoso</strong> que quiere liberar el futuro.","second":"He's a <strong class=\"keyword\">virtuous</strong> genius who wants to free the future."},{"author":31,"first":"Pero estoy seguro de que usted es un hombre <strong class=\"keyword\">virtuoso</strong>","second":"But I can tell you' re a man of <strong class=\"keyword\">virtues</strong>"},{"author":119723,"first":"Si hay algo <strong class=\"keyword\">virtuoso</strong>, o bello, o de buena reputación, o digno de alabanza, a esto aspiramos” (Artículos de Fe 1:13).","second":"If there is anything <strong class=\"keyword\">virtuous</strong>, lovely, or of good report or praiseworthy, we seek after these things” (Articles of Faith 1:13)."},{"author":27,"first":"En síntesis, la maquinaria está atascada -por expresarlo de manera suave y eufemística-, tenemos que empezar de nuevo, ya que ha llegado la hora de entrar en un círculo <strong class=\"keyword\">virtuoso</strong>.","second":"In short, the machinery is jammed and - to put it nicely and euphemistically - we have to get it started again, because it is time to get into a <strong class=\"keyword\">virtuous</strong> circle."},{"author":94808,"first":"Al consolidar la confianza en los acuerdos relativos a la limitación de los armamentos y al desarme, la verificación contribuye a establecer un círculo “<strong class=\"keyword\">virtuoso</strong>” al respaldar la integridad de esos acuerdos alentando la transparencia, el respeto de las obligaciones y su cumplimiento cabal.","second":"By building confidence in arms limitation and disarmament agreements, verification contributes to a <strong class=\"keyword\">virtuous</strong> circle, buttressing the integrity of those agreements by encouraging transparency, respect for obligations and full implementation."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}