{"result":"ok","tuc":[{"phrase":{"text":"visceral","language":"en"},"meanings":[{"language":"es","text":"Que indica un grado extremo de emoción negativa."},{"language":"en","text":"Pertaining to the internal organs."},{"language":"en","text":"Indicating an extreme degree of negative emotion."},{"language":"es","text":"Que pertenece a los órganos internos."}],"meaningId":2689017399819999435,"authors":[35]},{"phrase":{"text":"knee-jerk","language":"en"},"meaningId":6786088981195745567,"authors":[84715]},{"phrase":{"text":"kneejerk","language":"en"},"meaningId":299502192762054785,"authors":[84715]},{"meanings":[{"language":"en","text":"visceral"}],"meaningId":-3288861394996729224,"authors":[1]}],"phrase":"visceral","examples":[{"author":118293,"first":"<strong class=\"keyword\">Visceral</strong> aversión Toru Hyuga lo hace por el logro académ ico","second":"Toru Hyuga's <strong class=\"keyword\">visceral</strong> aversion for academic achievement"},{"author":94259,"first":"su pasión <strong class=\"keyword\">visceral</strong> al hablar de música","second":"their <strong class=\"keyword\">visceral</strong> passion talking about music,"},{"author":8008,"first":"Es una historia sobre la esencia del hombre, y sobre nuestra naturaleza más <strong class=\"keyword\">visceral</strong>, donde se difuminan el concepto del bien y del mal.","second":"It ́s a story about essence of men, and about our <strong class=\"keyword\">visceral</strong> nature, where we can ́t barely see the boundaries between good and evil."},{"author":24,"first":"VIRAMUNE debe interrumpirse permanentemente en cualquier paciente que presente reacciones de hipersensibilidad (caracterizadas por exantema con sintomatología general además de afectación <strong class=\"keyword\">visceral</strong>, tal como hepatitis, eosinofilia, granulocitopenia y disfunción renal) ver sección","second":"VIRAMUNE must be permanently discontinued in any patient experiencing hypersensitivity reaction (characterised by rash with constitutional symptoms, plus <strong class=\"keyword\">visceral</strong> involvement, such as hepatitis, eosinophilia, granulocytopenia, and renal dysfunction) see section"},{"author":8008,"first":"La masa <strong class=\"keyword\">visceral</strong> queda en el interior de la concha y es aquí que están el hígado, riñón, corazón y parte del intestino. La concha es el esqueleto externo del escargot.","second":"The eyes <strong class=\"keyword\">are</strong> located on the two biggest tentacles while the two smallest tentacles have the function of touch."},{"author":27,"first":"Nosotros -y mi Grupo político ciertamente no constituye ninguna excepción- a menudo demostramos un interés excesivo en los asuntos relacionados con Internet y, por supuesto, el carácter privado de los datos y frecuentemente respondemos a ellos de manera muy <strong class=\"keyword\">visceral</strong>.","second":"We - and my political group is certainly no exception - often take a particularly close interest in matters relating to the Internet and, of course, data privacy and frequently respond to them in a highly <strong class=\"keyword\">emotional</strong> way."},{"author":24,"first":"En pacientes con VIH, la terapia antirretroviral combinada se ha asociado con una redistribución de la grasa corporal (lipodistrofia), incluyendo la pérdida de grasa facial subcutánea, aumento de grasa <strong class=\"keyword\">visceral</strong> e intra-abdominal, hipertrofia de las mamas y acumulación de grasa dorsocervical (joroba de búfalo","second":"Combination antiretroviral therapy has been associated with redistribution of body fat (lipodystrophy) in HIV patients including the loss of peripheral and facial subcutaneous fat, increased intra-abdominal and <strong class=\"keyword\">visceral</strong> fat, breast hypertrophy and dorsocervical fat accumulation (buffalo hump"},{"author":8007,"first":"El miedo es real y <strong class=\"keyword\">visceral</strong> y los políticos se arriesgan, al pasarlo por alto.","second":"The fear is real and <strong class=\"keyword\">visceral</strong>, and politicians ignore it at their peril."},{"author":94809,"first":"Se han hecho llamamientos para evitar reacciones reguladoras <strong class=\"keyword\">viscerales</strong> y avanzar de manera constante hacia el objetivo general de crear un mercado de capitales eficaz en la UE antes de 2005, el objetivo del Consejo Europeo.","second":"Calls have been made to avoid <strong class=\"keyword\">knee-jerk</strong> regulatory reactions but to progress steadily in line with the overall objective of creating of an efficient EU capital market by 2005, the European Council's target."},{"author":118293,"first":"<strong class=\"keyword\">Visceral</strong>.","second":"<strong class=\"keyword\">Visceral</strong>."},{"author":118293,"first":"De alguna manera, con las actuaciones de todos los actores, especialmente de Brando, se golpeó el cordón neural que todos tenemos y hubo una reacción <strong class=\"keyword\">visceral</strong> de casi cualquier persona que la vio.","second":"Somehow, with the performances of all the actors, especially Brando, hit that neural cord that we all have and there was a <strong class=\"keyword\">visceral</strong> reaction from almost anyone who saw it."},{"author":27,"first":"Por ello hacemos referencia al concepto \"alianza de civilizaciones\" adoptado por las Naciones Unidas y no se entiende el rechazo <strong class=\"keyword\">visceral</strong> de algunos diputados.","second":"It is for this reason that we refer to the 'alliance of civilisations' adopted by the UN, and we fail to understand the <strong class=\"keyword\">gut</strong> rejection of certain Members."},{"author":93236,"first":"Los melanomas desmoplásicos y de transformación neural exhibieron tasas similares de recurrencia local y <strong class=\"keyword\">visceral</strong>.","second":"Desmoplastic and neural transforming melanomas had similar rates of local and <strong class=\"keyword\">visceral</strong> recurrence."},{"author":118293,"first":"Tu artículo, es un poco <strong class=\"keyword\">visceral</strong>...","second":"That paper of yours has <strong class=\"keyword\">guts</strong>."},{"author":8008,"first":"• Cualquier disfunción <strong class=\"keyword\">visceral</strong> que las pruebas convencionales no diagnosticar.","second":"• Any <strong class=\"keyword\">visceral</strong> dysfunction that conventional tests do not diagnose."},{"author":24,"first":"Se han propuesto como hipótesis una posible conexión entre lipomatosis <strong class=\"keyword\">visceral</strong> y el tratamiento con inhibidores de la proteasa (IPs) y entre lipoatrofia y el tratamiento con inhibidores de la transcriptasa inversa análogos de nucleósidos (INTI","second":"A connection between <strong class=\"keyword\">visceral</strong> lipomatosis and protease inhibitors (PIs) and lipoatrophy and nucleoside reverse transcriptase inhibitors (NRTIs) has been hypothesised"},{"author":94259,"first":"y vi gente que experimentó reacciones emocionales incluso más <strong class=\"keyword\">viscerales</strong>","second":"and I saw people having even more <strong class=\"keyword\">visceral</strong> emotional reactions"},{"author":94259,"first":"En diseño podemos expresar lo <strong class=\"keyword\">visceral</strong> de varias maneras,","second":"In design, you can express <strong class=\"keyword\">visceral</strong> in lots of ways,"},{"author":24,"first":"El tejido adiposo <strong class=\"keyword\">visceral</strong> responde en particular a la somatropina","second":"<strong class=\"keyword\">Visceral</strong> adipose tissue is particularly responsive to somatropin"},{"author":27,"first":"Nuestra posición de la Unión Europea con Cuba no puede ser una posición <strong class=\"keyword\">visceral</strong> nacida del estómago y del rechazo que produce en el estómago la realidad política cubana y la persona de Fidel Castro.","second":"The European Union’s position on Cuba cannot be based on a <strong class=\"keyword\">gut reaction</strong> or an instinctive rejection of the political reality of Cuba or the figure of Fidel Castro."},{"author":94259,"first":"Y cuya primera droga combatirá la leishmaniasis <strong class=\"keyword\">visceral</strong>,","second":"and whose first drug will be fighting <strong class=\"keyword\">visceral</strong> leishmaniasis,"},{"author":24,"first":"El tratamiento antirretroviral combinado se ha asociado con redistribución de la grasa corporal (lipodistrofia) en pacientes infectados por el VIH, incluyendo pérdida de la grasa subcutánea periférica facial, aumento de la grasa intra abdominal y <strong class=\"keyword\">visceral</strong>, hipertrofia mamaria y acumulación dorso cervical de grasa (joroba de búfalo) (ver sección","second":"Combination antiretroviral therapy has been associated with redistribution of body fat (lipodystrophy) in HIV patients including the loss of peripheral and facial subcutaneous fat, increased intra-abdominal and <strong class=\"keyword\">visceral</strong> fat, breast hypertrophy and dorsocervical fat accumulation (buffalo hump) (see section"},{"author":118293,"first":"Joshua cree que esta actividad en la corteza cingulada anterior es el origen de nuestras sensaciones <strong class=\"keyword\">viscerales</strong>.","second":"Joshua believes this activity in the anterior cingulate cortex is the source of our <strong class=\"keyword\">gut</strong> feelings."},{"author":93236,"first":"Se realiza este estudio para evaluar el comportamiento de una nueva prótesis mixta (PL-PU99) al colocarla en contacto directo con el peritoneo <strong class=\"keyword\">visceral</strong> durante la reparación de un defecto de la pared abdominal.","second":"This study was designed to evaluate the behavior of a new composite polypropylene-polyurethane (PL-PU99) when placed in direct contact with the <strong class=\"keyword\">visceral</strong> peritoneum during the repair of an abdominal wall defect."}],"from":"es","dest":"en","authors":{"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"35":{"U":"http://omegawiki.org","id":35,"N":"omegawiki.org","url":"https://glosbe.com/source/35"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"24":{"U":"http://www.ema.europa.eu/","id":24,"N":"EMEA0.3","url":"https://glosbe.com/source/24"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}