{"result":"ok","tuc":[{"phrase":{"text":"vituperation","language":"en"},"meaningId":4006792174208807752,"authors":[25115]},{"phrase":{"text":"billingsgate","language":"en"},"meaningId":3625732899555561104,"authors":[84500]},{"phrase":{"text":"censure","language":"en"},"meaningId":1610092964906827996,"authors":[25018]},{"phrase":{"text":"condemnation","language":"en"},"meaningId":-2872074930194353143,"authors":[25018]},{"phrase":{"text":"insult","language":"en"},"meaningId":9211974901959384973,"authors":[25018]},{"phrase":{"text":"rebuke","language":"en"},"meaningId":6420175923289857873,"authors":[8]},{"phrase":{"text":"reproach","language":"en"},"meaningId":-5085143806245989283,"authors":[25115]},{"phrase":{"text":"scolding","language":"en"},"meaningId":-2883709388166130098,"authors":[8]},{"phrase":{"text":"scurrility","language":"en"},"meaningId":6048509334852042815,"authors":[84500]},{"phrase":{"text":"taunt","language":"en"},"meaningId":5115761498557597855,"authors":[84500]},{"phrase":{"text":"taunting","language":"en"},"meaningId":396756342853485060,"authors":[84500]},{"phrase":{"text":"twit","language":"en"},"meaningId":-5712551025114014048,"authors":[84500]},{"phrase":{"text":"vilification","language":"en"},"meaningId":-7620127947292371157,"authors":[8]},{"meanings":[{"language":"en","text":"insult; vituperation"}],"meaningId":-2435655501618323447,"authors":[93107]}],"phrase":"vituperio","examples":[{"author":8000,"first":"Tengo el honor de comunicarle que, a las # horas del # de abril de # dos barcos patrulleros de la marina de guerra kuwaití, cada uno con cuatro soldados armados, entraron en las aguas territoriales del Iraq, interceptaron una lancha pesquera iraquí llamada Al-Buwiyat y atacaron a los miembros de la tripulación (formada por # ciudadanos iraquíes) con insultos, <strong class=\"keyword\">vituperios</strong> y golpes y confiscaron sus tarjetas de identidad de pescadores y sus libretas de servicio militar","second":"I have the honour to inform you that at # hours on # pril # two Kuwaiti naval patrol boats, each carrying a crew of four armed military personnel, entered Iraq's territorial waters, intercepted an Iraqi fishing launch named Al-Buwiyat and assaulted the members of the crew (consisting of # raqi citizens) by cursing, reviling and striking them and confiscating their fishermen's identity cards and their military service booklets"},{"author":119739,"first":"Porque hasta el Cristo no se agradó a sí mismo; sino que, así como está escrito: ‘Los <strong class=\"keyword\">vituperios</strong> de los que te vituperaban han caído sobre mí’” (Romanos 15:1-3).","second":"For even the Christ did not please himself; but just as it is written: ‘The <strong class=\"keyword\">reproaches</strong> of those who were <strong class=\"keyword\">reproaching</strong> you have fallen upon me.’”—Romans 15:1-3."},{"author":8008,"first":"13 Salgamos, pues, a él, fuera del campamento, llevando su a <strong class=\"keyword\">vituperio</strong> .","second":"13 Let us go forth therefore unto him without the camp, bearing his a <strong class=\"keyword\">reproach</strong> ."},{"author":119723,"first":"26 Teniendo por mayores ariquezas el <strong class=\"keyword\">vituperio</strong> de Cristo que los tesoros de los egipcios; porque tenía la mirada puesta en la recompensa.","second":"26 Esteeming the areproach of Christ greater briches than the treasures in Egypt: for he had respect unto the recompence of the reward."},{"author":119739,"first":"+ 3 Porque hasta el Cristo no se agradó a sí mismo;+ sino que, así como está escrito: “Los <strong class=\"keyword\">vituperios</strong> de los que te vituperaban han caído sobre mí”.","second":"+ 3 For even the Christ did not please himself;+ but just as it is written: “The <strong class=\"keyword\">reproaches</strong> of those who were <strong class=\"keyword\">reproaching</strong> you have fallen upon me.”"},{"author":119723,"first":"Concerniente al destino de los “hijos de perdición,” el Señor ha dado una descripción parcial pero impresionante, por medio de una revelación fechada el 16 de febrero de 1832: “Así dice el Señor concerniente a todos los que conocen mi poder y han participado de él, y se han dejado vencer por el poder del diablo, negando la verdad y desafiando mi poder. Estos son los hijos de perdición, de quienes digo que mejor hubiera sido para ellos no haber nacido; porque son vasos de enojo, condenados a padecer la ira de Dios con el diablo y sus ángeles en la eternidad; concerniente a los cuales he dicho que no hay perdón en este mundo ni en el venidero, habiendo negado al Espíritu Santo después de haberlo recibido, y habiendo negado al Unigénito del Padre, crucificándolo para sí mismos y exponiéndolo a pleno <strong class=\"keyword\">vituperio</strong>.","second":"Concerning the fate of the “sons of perdition,” the Lord has given a partial but awful account through a revelation dated February 16, 1832: “Thus saith the Lord, concerning all those who know my power, and have been made partakers thereof, and suffered themselves, through the power of the devil, to be overcome, and to deny the truth and defy my power—They are they who are the sons of perdition, of whom I say that it had been better for them never to have been born, For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity; Concerning whom I have said there is no forgiveness in this world nor in the world to come, Having denied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father—having crucified him unto themselves and put him to an open shame."},{"author":119739,"first":"Recibir <strong class=\"keyword\">vituperio</strong> por causa de Cristo es razón para regocijarse, pues conduce a una gran recompensa en los cielos (Mt 5:11; Lu 6:22, 23) y constituye una prueba de que se tiene el espíritu de Dios.","second":"An individual who is <strong class=\"keyword\">reproached</strong> for the sake of Christ has reason for rejoicing, because his continued faithfulness under such <strong class=\"keyword\">reproach</strong> leads to a great reward in the heavens (Mt 5:11; Lu 6:22, 23) and constitutes a proof of his having God’s spirit."},{"author":119723,"first":"35 habiendo anegado al Santo Espíritu después de haberlo recibido, y habiendo negado al Unigénito del Padre, bcrucificándolo para sí mismos y exponiéndolo a <strong class=\"keyword\">vituperio</strong>.","second":"35 Having adenied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father, having bcrucified him unto themselves and put him to an open cshame."},{"author":119723,"first":"33 por una parte, ciertamente, con <strong class=\"keyword\">vituperios</strong> y tribulaciones fuisteis hechos espectáculo, y por otra parte, llegasteis a ser compañeros de los que estaban en una situación semejante.","second":"33 Partly, whilst ye were made a gazingstock both by <strong class=\"keyword\">reproaches</strong> and afflictions; and partly, whilst ye became companions of them that were so used."},{"author":119739,"first":"Jesús dijo que cuando el cristiano experimentara persecución y <strong class=\"keyword\">vituperio</strong>, debería “[saltar] de gozo”. (Mt 5:11, 12; Snt 1:2-4; 1Pe 4:13, 14.)","second":"Jesus said that when <strong class=\"keyword\">reproach</strong> and persecution come, the Christian should “leap for joy.”—Mt 5:11, 12; Jas 1:2-4; 1Pe 4:13, 14."},{"author":8008,"first":"6 y a cayeron , sean otra vez renovados para arrepentimiento, puesto que b crucifican de nuevo para sí mismos al Hijo de Dios y le exponen a <strong class=\"keyword\">vituperio</strong>.","second":"6 If they shall a fall away, to renew them again unto repentance; seeing they b crucify to themselves the Son of God afresh, and put him to an open c <strong class=\"keyword\">shame</strong> ."},{"author":183,"first":"Emma, sin querer conocer ningún detalle, abandonó la farmacia, pues el señor Homais había reanudado sus <strong class=\"keyword\">vituperios</strong>. Sin embargo, se calmaba, y ahora refunfuñaba con aire paternal, al tiempo que se abanicaba con su bonete griego:","second":"Emma, giving up all chance of hearing any details, left the pharmacy; for Monsieur Homais had taken up the thread of his vituperations. However, he was growing calmer, and was now grumbling in a paternal tone whilst he fanned himself with his skull-cap."},{"author":119739,"first":"Es cierto que esta actitud a veces domina nuestra naturaleza imperfecta, pero si nos “hinch[amos] de orgullo” podemos caer “en <strong class=\"keyword\">vituperio</strong> y en un lazo del Diablo” (1 Timoteo 3:6, 7).","second":"(Proverbs 16:18) Pride sometimes dominates our imperfect natures, but being “puffed up with pride” can lead to coming “into <strong class=\"keyword\">reproach</strong> and a snare of the Devil.”"},{"author":119739,"first":"O: “<strong class=\"keyword\">vituperio</strong> por él; su <strong class=\"keyword\">vituperio</strong>”.","second":"Or, “<strong class=\"keyword\">reproach</strong> for him; his <strong class=\"keyword\">reproach</strong>.”"},{"author":119739,"first":"Note que Jesús no dijo que el <strong class=\"keyword\">vituperio</strong> y la persecución en sí mismos condujeran a la felicidad.","second":"Note that Jesus did not say that <strong class=\"keyword\">reproach</strong> and persecution in themselves lead to happiness."},{"author":119739,"first":"Al contrario, “estimaba el <strong class=\"keyword\">vituperio</strong> del Cristo como riqueza más grande que los tesoros de Egipto”. ¿Por qué? “Porque miraba atentamente hacia el pago del galardón.” (Heb.","second":"Instead, the Bible account tells us that “he esteemed the <strong class=\"keyword\">reproach</strong> of the Christ as riches greater than the treasures of Egypt; for he looked intently toward the payment of the reward.”—Heb."},{"author":119723,"first":"18 Y los asacerdotes que salieron entre la gente predicaron contra toda mentira, y bengaños, y cenvidias, y contiendas, y malicia y <strong class=\"keyword\">vituperios</strong>; y el hurto, el robo, el pillaje, el asesinato, la comisión de adulterio, y todo género de lujuria, proclamando que tales cosas no debían existir;","second":"18 Now those apriests who did go forth among the people did preach against all blyings, and cdeceivings, and denvyings, and estrifes, and malice, and revilings, and stealing, robbing, plundering, murdering, committing adultery, and all manner of lasciviousness, crying that these things ought not so to be—"},{"author":119739,"first":"+ 7 Además, debe también tener excelente testimonio de los de afuera,+ para que no caiga en <strong class=\"keyword\">vituperio</strong> y en un lazo+ del Diablo.","second":"+ 7 Moreover, he should also have a fine testimony* from people on the outside,+ in order that he might not fall into <strong class=\"keyword\">reproach</strong> and a snare+ of the Devil."},{"author":119739,"first":"Moisés estimaba el <strong class=\"keyword\">vituperio</strong> del Cristo como riqueza más grande que los tesoros de Egipto; porque miraba atentamente hacia el pago del galardón (Heb.","second":"[Moses] considered the <strong class=\"keyword\">reproach</strong> of the Christ to be riches greater than the treasures of Egypt, for he looked intently toward the payment of the reward.—Heb."},{"author":119739,"first":"Y al rogarle que tome nota del <strong class=\"keyword\">vituperio</strong> de los enemigos, dice: “Tú les devolverás un tratamiento, oh Jehová, conforme a la obra de sus manos” (Lamentaciones 3:1, 25, 56, 64).","second":"Asking Jehovah to give attention to the <strong class=\"keyword\">reproach</strong> of the enemy, he says: “You will give back to them a treatment, O Jehovah, according to the work of their hands.”—Lamentations 3:1, 25, 56, 64."},{"author":119723,"first":"36 otros experimentaron <strong class=\"keyword\">vituperios</strong> y azotes, y además de esto, prisiones y cárceles;","second":"36 And others had trial of acruel bmockings and scourgings, yea, moreover of bonds and imprisonment:"},{"author":119739,"first":"61 Has oído su <strong class=\"keyword\">vituperio</strong>, oh Jehová, todos sus pensamientos contra mí,+","second":"61 You have heard their <strong class=\"keyword\">reproach</strong>, O Jehovah, all their thoughts against me,+"},{"author":119739,"first":"“Porque estimaba el <strong class=\"keyword\">vituperio</strong> del Cristo como riqueza más grande que los tesoros de Egipto; porque miraba atentamente hacia el pago del galardón.”","second":"“Because he esteemed the <strong class=\"keyword\">reproach</strong> of the Christ as riches greater than the treasures of Egypt; for he looked intently toward the payment of the reward.”"},{"author":119723,"first":"Es evidente que la inhabilidad de los discípulos para sanar al joven afligido trajo sobre ellos la crítica, mofas y <strong class=\"keyword\">vituperios</strong> hostiles de los escribas incrédulos; y su bochorno debe haberse intensificado al pensar en que por causa de ellos se había impugnado la autoridad y poder de su Señor.","second":"The disciples’ failure to heal the stricken youth had evidently brought upon them hostile criticism, <strong class=\"keyword\">taunts</strong> and ridicule from the unbelieving scribes; and their discomfiture must have been intensified by the thought that through them doubt had been cast upon the authority and power of their Lord."},{"author":119739,"first":"Para llegar a estar en esa posición privilegiada, tuvo que abandonar los “tesoros de Egipto” y dejarse ‘maltratar con el pueblo de Dios’, siendo así objeto de <strong class=\"keyword\">vituperio</strong>.","second":"In order to come into that privileged position, Moses had had to give up “the treasures of Egypt” and let himself “be ill-treated with the people of God” and thus suffer <strong class=\"keyword\">reproach</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"183":{"U":"http://korpus.hiztegia.org/","id":183,"N":"Lagun","url":"https://glosbe.com/source/183"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"}}}