{"result":"ok","tuc":[{"phrase":{"text":"maelstrom","language":"en"},"meanings":[{"language":"en","text":"large whirlpool"},{"language":"en","text":"any violent or turbulent situation"}],"meaningId":8062752282962269433,"authors":[70195]},{"phrase":{"text":"combustion","language":"en"},"meanings":[{"language":"en","text":"violent agitation, commotion"}],"meaningId":-7404556185425964567,"authors":[70195]},{"phrase":{"text":"heat","language":"en"},"meanings":[{"language":"en","text":"period of intensity, particularly of emotion"}],"meaningId":-1083652981162626595,"authors":[70195]},{"phrase":{"text":"whirlpool","language":"en"},"meaningId":760419639054206702,"authors":[8]},{"phrase":{"text":"vortex","language":"en"},"meaningId":-2449875993926975809,"authors":[2698]},{"phrase":{"text":"whirlwind","language":"en"},"meaningId":5233240498528399964,"authors":[2698]},{"phrase":{"text":"gulf","language":"en"},"meaningId":-7277527965598517374,"authors":[25018]},{"phrase":{"text":"hurly-burly","language":"en"},"meaningId":-1816880459052466138,"authors":[8]},{"phrase":{"text":"tourbillon","language":"en"},"meaningId":-8844738848495585127,"authors":[2698]},{"phrase":{"text":"whirl","language":"en"},"meaningId":3489990918458934619,"authors":[83093]},{"meanings":[{"language":"en","text":"extremely intense or passionate emotions or feelings"},{"language":"en","text":"disorder, mess"},{"language":"en","text":"extremely intense or passionate emotions or feelings; the effect, manifestation or perception of them."},{"language":"en","text":"angry crowd"},{"language":"en","text":"whirlpool"}],"meaningId":6070363656293949392,"authors":[1]}],"phrase":"vorágine","examples":[{"author":118293,"first":"¡ Sin mí, estaría perdido en esa <strong class=\"keyword\">vorágine</strong> monocromática!","second":"If it weren't for me, you'd still be lost <strong class=\"keyword\">in</strong> that monochromatic mayhem!"},{"author":118293,"first":"Esta <strong class=\"keyword\">vorágine</strong> publicitaria no es lo que más le conviene.","second":"This publicity juggernaut is not in his best interest."},{"author":92475,"first":"Luego de narrar algunas de las que para ella son contradicciones en las que la <strong class=\"keyword\">vorágine</strong> materna la obliga a incurrir, concluye:","second":"After sharing stories that she considers contradictions where the maternal <strong class=\"keyword\">whirlpool</strong> makes her dive in, she concludes:"},{"author":94809,"first":"4.4 Desde las asociaciones de consumidores se recomienda mantener una serie de pautas en las relaciones con las entidades financieras (atención personalizada, calidad de servicio, grado de especialización en determinados productos), antes de adentrarse en la <strong class=\"keyword\">vorágine</strong> de la mejor rentabilidad.","second":"4.4 Consumer groups recommend taking a set of factors into account when dealing with financial institutions – customer service, quality of service, level of specialisation in particular products – rather than getting caught up in the <strong class=\"keyword\">flurry</strong> to find the best rate on the market."},{"author":94259,"first":"me vi envuelta en el centro de una <strong class=\"keyword\">vorágine</strong> política, jurídica y mediática","second":"I was then swept up into the eye of a political, legal and media <strong class=\"keyword\">maelstrom</strong>"},{"author":8008,"first":"En la <strong class=\"keyword\">vorágine</strong> urbana un respiro, una copa, una charla, unos amigos, compañía agradable, un descanso...","second":"In the urban <strong class=\"keyword\">vortex</strong>, we all need a drink, a talk, some friends, nice company, a rest..."},{"author":118293,"first":"Pero, todo ha sido olvidado en la <strong class=\"keyword\">vorágine</strong> del tiempo.","second":"But all is forgotten in the merry-go-round <strong class=\"keyword\">of</strong> time."},{"author":94808,"first":"A pesar de los avances logrados, gracias en gran parte a las iniciativas tomadas por las Naciones Unidas, también hemos sido testigos de cambios en las tácticas de guerra, donde cada vez en mayor medida la población civil se ha convertido en objeto de una <strong class=\"keyword\">vorágine</strong> de violencia, así como de nuevas amenazas para los niños y especialmente las niñas.","second":"In spite of some progress achieved — thanks in great part to the initiatives taken by the United Nations — we have also been witness to changes in the tactics of war by which the civilian population has become even more exposed to a <strong class=\"keyword\">spiral</strong> of violence and to new threats to boys and, especially, girls."},{"author":8000,"first":"Este proceso, que continuó con la Declaración del Milenio hasta nuestros días, se efectuó en un contexto internacional signado por la <strong class=\"keyword\">vorágine</strong> neoliberal que afectó a continentes enteros, segando la vida y la prosperidad de pueblos, incrementando la pobreza y estructurando un orden internacional excluyente, poco democrático y transparente, en ocasiones al margen del derecho internacional, y en detrimento de los intereses y necesidades de los países en desarrollo","second":"That process has continued from the Millennium Declaration to this day, and has evolved in an international context marked by a neoliberal approach affecting entire continents, undermining the lives and prosperity of peoples, increasing poverty and creating an exclusive international order, minimally democratic and transparent, occasionally at the margins of international law, and to the detriment of the interests and needs of the developing countries"},{"author":94808,"first":"En esta <strong class=\"keyword\">vorágine</strong> mundial, donde incluso los pueblos de los países desarrollados han sido afectados negativamente, nadie ha estado más expuesto al daño que los marginados de África.","second":"In this global <strong class=\"keyword\">maelstrom</strong>, where even the peoples of the developed countries have been adversely affected, none have been more exposed to harm than the marginalized in Africa."},{"author":118293,"first":"Y es esencialmente un monton gigante de basura. capturado en la <strong class=\"keyword\">voragine</strong> de todas estas corrientes, verdad?","second":"And it's just essentially a gigantic heap of trash caught in the vortex of <strong class=\"keyword\">all</strong> these currents, right?"},{"author":27,"first":"(FI) Señora Presidenta, señor Comisario, mientras se elaboraba este presupuesto, hemos escuchado de diversos sectores europeos que la Unión Europea debería apretarse el cinturón en vista de la actual <strong class=\"keyword\">vorágine</strong> económica.","second":"(FI) Madam President, Commissioner, while this budget has been going through the process of being drafted, we have heard from several quarters that the European Union should be tightening its belt in view of the current economic <strong class=\"keyword\">maelstrom</strong>."},{"author":95096,"first":"Los falsos remedios que el mundo propone para llenar estos vacíos —emblemática es la droga— en realidad amplían la <strong class=\"keyword\">vorágine</strong>.","second":"The world suggests filling this emptiness with false remedies — drugs are emblematic — that in reality only broaden the <strong class=\"keyword\">abyss</strong>."},{"author":119723,"first":"Y aunque me costó mucho hacerlo, me despedí y regresé a la <strong class=\"keyword\">vorágine</strong> de un mundo ajetreado.","second":"And it was with great reluctance that I said good-bye and stepped back out into the endless rush of a busy world."},{"author":118293,"first":"Te buscaré hasta en la <strong class=\"keyword\">vorágine</strong> de la tempestad más oscura en la noche más oscura.","second":"I would seek you even unto the <strong class=\"keyword\">maelstrom</strong> of the blackest tempest of the darkest night."},{"author":8008,"first":"Desde entonces Maria del Mar Bonet ha estado inmersa en una <strong class=\"keyword\">vorágine</strong> de actuaciones en directo y promoción del disco. Actuando en cualquier parte del estado español y pasando por los principales programas de las televisiones estatales así como también radiofónicos.","second":"Since then, Maria del Mar Bonet has been immersed in a <strong class=\"keyword\">whirlwind</strong> of live and studio concerts and interviews, performing throughout Spain and appearing on major Spanish television and radio programs."},{"author":94808,"first":"Marruecos continúa convencido de que la opción de la paz y de mantener la vía de las negociaciones sobre la base de la legitimidad internacional siguen siendo el único camino para sacar al Oriente Medio de la <strong class=\"keyword\">vorágine</strong> de la violencia y la contraviolencia.","second":"Morocco remains convinced that the option of peace and of keeping to the path of negotiations on the basis of international legitimacy continues to be the only way to extricate the Middle East from the <strong class=\"keyword\">whirlwind</strong> of violence and counter-violence."},{"author":91988,"first":"Como de costumbre, una <strong class=\"keyword\">vorágine</strong> de informes alarmantes sobre el cambio climático intentaron (pero fracasaron) intensificar el interés por la reunión de Doha.","second":"As usual, a <strong class=\"keyword\">flurry</strong> of alarmist reports about climate change tried (but failed) to beef up interest around Doha."},{"author":91988,"first":"Según ese argumento, con los tipos de interés oficiales próximos a cero, los bancos centrales están más o menos impotentes para escapar de la <strong class=\"keyword\">vorágine</strong> deflacionaria y las economías quedan presas de la tristemente famosa trampa de la liquidez.","second":"With policy interest rates near zero, the argument goes, central banks are more or less helpless to escape the deflationary <strong class=\"keyword\">vortex</strong>, and economies become stuck in the infamous liquidity trap."},{"author":92475,"first":"En esta <strong class=\"keyword\">vorágine</strong> de sexismo, polémica y conspiración es difícil saber qué creer.","second":"In this <strong class=\"keyword\">maelstrom</strong> of sexism, polemics, and conspiracy, it's hard to know what to believe."},{"author":118293,"first":"Cuando me besas galopan afuera los caballos del Apocalipsis y si pienso en tu cuerpo, dificultoso y vago la <strong class=\"keyword\">vorágine</strong> me enloquece.","second":"When you kiss me, the Four Horsemen of the Apocalypse gallop forth and when I think of your body, so troubled and vague, the ground opens beneath my feet."},{"author":92475,"first":"A lo largo de un fin de semana de julio, este vídeo protagonizó una auténtica <strong class=\"keyword\">vorágine</strong> de cobertura mediática en Líbano, motivada por una campaña en la Red que ha acabado en varios arrestos y un acalorado debate sobre la discriminación de los refugiados sirios y el trato que se da al niño que aparece en el vídeo.","second":"Over the course of one weekend in July, this clip received a firestorm of media coverage in Lebanon, motivated in an online campaign, and resulted in arrests and a heated discussion about discrimination against Syrian refugees and the treatment of the children depicted in the video."},{"author":118293,"first":"Pero el macho se refiere a ella con una <strong class=\"keyword\">vorágine</strong> de nombres humillantes:","second":"But the male offends her with humiliating names:"},{"author":118293,"first":"Creemos en el establecimiento del orden biológico a través de la <strong class=\"keyword\">vorágine</strong> del caos fisico-qu imico.","second":"We believe in the establishment of a biological order through the <strong class=\"keyword\">maelstrom</strong> of physical and chemical chao s."},{"author":94808,"first":"En el Próximo Oriente urge lograr una paz justa y general que permita a las madres criar a sus hijos, que en estos momentos se ven absorbidos por una <strong class=\"keyword\">vorágine</strong> de odio y venganza, en condiciones que favorezcan la paz y la concordia.","second":"It was a matter of urgency that a just and lasting peace should be achieved in the Middle East so that women might be able to raise their children in peace and harmony rather than in a <strong class=\"keyword\">spiral</strong> of hatred and vengeance."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"2698":{"U":"http://dumps.wikimedia.org/frwiktionary/latest/frwiktionary-latest-pages-articles.xml.bz2","id":2698,"N":"Wiktionnaire","url":"https://glosbe.com/source/2698"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"91988":{"U":"https://www.project-syndicate.org/","id":91988,"N":"ProjectSyndicate","url":"https://glosbe.com/source/91988"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"92475":{"U":"http://globalvoicesonline.org","id":92475,"N":"globalvoices","url":"https://glosbe.com/source/92475"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}