{"result":"ok","tuc":[{"phrase":{"text":"yoke","language":"en"},"meanings":[{"language":"en","text":"electromagnetic coil"},{"language":"en","text":"a burden; something which represses or restrains a person"},{"language":"en","text":"wooden bar"},{"language":"en","text":"A device for joining together a pair of draft animals."},{"language":"en","text":"support consisting of a wooden frame across the shoulders that enables a person to carry buckets hanging from each end"},{"language":"es","text":"Dispositivo utilizado para juntar un par de animales de tiro."}],"meaningId":4488019104498113891,"authors":[70195]},{"phrase":{"text":"collar","language":"en"},"meanings":[{"language":"en","text":"device for restraining animal"}],"meaningId":1567978506211683386,"authors":[70195]},{"phrase":{"text":"subjugation","language":"en"},"meaningId":6347254318364015671,"authors":[89651]},{"phrase":{"text":"donkeywork","language":"en"},"meanings":[{"language":"en","text":"Hard monotonous routine work."},{"language":"es","text":"Trabajo duro rutinario y monótono."}],"meaningId":4644444085294782106,"authors":[60172]},{"phrase":{"text":"drudgery","language":"en"},"meanings":[{"language":"en","text":"Hard monotonous routine work."},{"language":"es","text":"Trabajo duro rutinario y monótono."}],"meaningId":8189195853470740287,"authors":[60172]},{"phrase":{"text":"grind","language":"en"},"meanings":[{"language":"en","text":"Hard monotonous routine work."},{"language":"es","text":"Trabajo duro rutinario y monótono."}],"meaningId":9198849555504893512,"authors":[60172]},{"phrase":{"text":"plodding","language":"en"},"meanings":[{"language":"en","text":"Hard monotonous routine work."},{"language":"es","text":"Trabajo duro rutinario y monótono."}],"meaningId":-8753008200916715657,"authors":[60172]},{"phrase":{"text":"Roman yoke","language":"en"},"meaningId":1714514607988101865,"authors":[2708]},{"phrase":{"text":"deck transom","language":"en"},"meaningId":-758766326624534391,"authors":[80097]},{"phrase":{"text":"print yoke","language":"en"},"meaningId":4698565765446931700,"authors":[80097]},{"phrase":{"text":"pugging","language":"en"},"meaningId":8980064958619947151,"authors":[80097]},{"phrase":{"text":"yoke(jugo)","language":"en"},"meaningId":-7889544156594546913,"authors":[8]},{"meanings":[{"language":"en","text":"yoke"}],"meaningId":-652398130946734754,"authors":[1]}],"phrase":"yugo","examples":[{"author":8008,"first":"Se hacen planes para que el pueblo se libre del <strong class=\"keyword\">yugo</strong> de los lamanitas—Se emborracha a los lamanitas—El pueblo se escapa, vuelve a Zarahemla y se hace súbdito del rey Mosíah.","second":"Plans are made for the people to escape from Lamanite <strong class=\"keyword\">bondage</strong>—The Lamanites are made drunk—The people escape, return to Zarahemla, and become subject to King Mosiah."},{"author":119739,"first":"28 Entonces aconteció en aquel año, al principio del reinado de Sedequías*+ el rey de Judá, en el año cuarto, en el mes quinto, que Hananías+ hijo de Azur, el profeta que era de Gabaón,+ me dijo en la casa de Jehová, ante los ojos de los sacerdotes y de todo el pueblo: 2 “Esto es lo que ha dicho Jehová de los ejércitos, el Dios de Israel: ‘Ciertamente quebraré el <strong class=\"keyword\">yugo</strong> del rey de Babilonia.","second":"28 Then it came about in that year, in the beginning of the kingdom of Zed·e·kiʹah*+ the king of Judah, in the fourth year, in the fifth month, that Han·a·niʹah+ the son of Azʹzur, the prophet who was from Gibʹe·on,+ said to me in the house of Jehovah before the eyes of the priests and of all the people: 2 “This is what Jehovah of armies, the God of Israel, has said, ‘I will break the <strong class=\"keyword\">yoke</strong> of the king of Babylon."},{"author":94808,"first":"Si bien las amenazas terroristas persisten y, lamentablemente, las poblaciones civiles siguen sufriendo el <strong class=\"keyword\">yugo</strong> del terror, parece que ahora el origen y la forma que adopta este flagelo se comprenden mejor y están más controlados.","second":"While terrorist threats persist and while civilian populations continue, unfortunately, to be subjected to the <strong class=\"keyword\">yoke</strong> of terror, the origin and form of this plague seem now to be better understood and under greater control."},{"author":94808,"first":"La visión de la organización consiste en un Bangladesh donde florezca y se mantenga la democracia liberal junto con el crecimiento económico y el desarrollo, donde se respeten los derechos humanos básicos y la dignidad y donde sus millones de habitantes ya no sufran bajo el <strong class=\"keyword\">yugo</strong> de la pobreza.","second":"The Foundation’s vision is for a Bangladesh where liberal democracy flourishes and is sustained along with economic growth and development, where basic human rights and dignity are honoured and where the millions of downtrodden Bangladeshis no longer suffer under the <strong class=\"keyword\">yoke</strong> of poverty."},{"author":94808,"first":"\"Reafirmando también que el sometimiento de los pueblos al <strong class=\"keyword\">yugo</strong>, la dominación y la explotación extranjeros constituye una negación de derechos fundamentales, contraviene la Carta de las Naciones Unidas y constituye un impedimento al fomento de la paz y la cooperación en el mundo y, por consiguiente, es incompatible con la democracia.\"\"","second":"“Reaffirming also that the subjection of peoples to alien <strong class=\"keyword\">subjugation</strong>, domination and exploitation constitutes a denial of fundamental rights, is contrary to the Charter of the United Nations and is an impediment to the promotion of world peace and cooperation, and is therefore incompatible with democracy,”."},{"author":95096,"first":"En cuanto a mí, os recuerdo que provengo de un País en el que la paz y la hermandad son sentidas muy dentro del corazón de todos sus habitantes, especialmente de los que –como yo– han conocido la guerra y la división entre hermanos pertenecientes a la misma Nación a causa de ideologías desoladoras e inhumanas, la cuales, bajo la falaz apariencia de sueños e ilusiones, hicieron pesar sobre los hombres el <strong class=\"keyword\">yugo</strong> de la opresión.","second":"For my part, I remind you that I come from a country where peace and fraternity are dear to the hearts of all its people, in particular those, like myself, who have known war and division between family members from the same nation as a result of inhuman and destructive ideologies, which, under the false appearance of dreams and illusions, caused the <strong class=\"keyword\">yoke</strong> of oppression to weigh down upon the people."},{"author":95096,"first":"Nos ayuda a comprobar que, realmente, Jesús no vino para imponernos ningún tipo de <strong class=\"keyword\">yugo</strong>.","second":"It makes us see that Jesus did not come to lay <strong class=\"keyword\">burdens upon</strong> us."},{"author":94808,"first":"Seguimos experimentando una contradicción flagrante con ese compromiso y, como resultado de ello, se marginan las tragedias experimentadas por los niños en varias regiones y por los niños que viven bajo el <strong class=\"keyword\">yugo</strong> de la ocupación extranjera.","second":"We still operate in blatant contradiction with that commitment, and as a result, the tragedies experienced by children in various regions are marginalized and children live under the <strong class=\"keyword\">yoke</strong> of foreign occupation."},{"author":8000,"first":"Con todo, persisten muchos desafíos para que el Líbano se libere del <strong class=\"keyword\">yugo</strong> del pasado","second":"Yet, many challenges remain if Lebanon is to free itself from the vestiges of a captive past in a sustainable manner"},{"author":94809,"first":"No obstante, algunos productores exportadores vendieron tubos catódicos incompletos, es decir, sin uno o más componentes, en particular, el denominado «<strong class=\"keyword\">yugo</strong> de deflexión».","second":"However, some exporting producers sold CPTs before they were completed, i.e. without one or more of the components, mainly the deflection <strong class=\"keyword\">yoke</strong>."},{"author":95096,"first":"A veces nos pesa la soledad de nuestras fatigas, y estamos tan cargados del <strong class=\"keyword\">yugo</strong> que ya no nos acordamos de haberlo recibido del Señor.","second":"At times in our work we can be burdened by a sense of loneliness, and so feel the heaviness of the <strong class=\"keyword\">yoke</strong> that we forget that we have received it from the Lord."},{"author":119739,"first":"10 Pero algunos se sienten tan solos que creen que les iría mejor bajo un “<strong class=\"keyword\">yugo</strong> desigual”.","second":"10 In some cases, single Christians have come to the conclusion that an uneven <strong class=\"keyword\">yoking</strong> would be better than the loneliness they currently feel."},{"author":94808,"first":"Es hora de que los pueblos que aún sufren el <strong class=\"keyword\">yugo</strong> del colonialismo se emancipen y ejerzan finalmente su derecho a la libre determinación.","second":"It was time for peoples still suffering <strong class=\"keyword\">under</strong> the <strong class=\"keyword\">yoke</strong> of colonialism to attain emancipation and exercise, at last, their right to self-determination."},{"author":94808,"first":"Los territorios árabes del Líbano siguen sufriendo bajo el <strong class=\"keyword\">yugo</strong> de la ocupación israelí.","second":"The Arab territories in Lebanon continue to suffer under the <strong class=\"keyword\">yoke</strong> of Israeli occupation."},{"author":8000,"first":"Reafirmando el derecho fundamental y legítimo de los pueblos que luchan bajo el <strong class=\"keyword\">yugo</strong> del colonialismo y los regímenes racistas, así como bajo la ocupación extranjera, de resistir a la ocupación y lograr la libre determinación, y en particular el derecho a la lucha de los movimientos de liberación nacional","second":"Reaffirming the fundamental and legitimate right of all peoples struggling under the <strong class=\"keyword\">yoke</strong> of colonialist and racist regimes as well as under foreign occupation to resist occupation and achieve self-determination, and particularly the struggle of national liberation movements"},{"author":94808,"first":"Esta situación no puede prolongarse y debemos encararla para impedir que se siga empeorando y para poner fin al sufrimiento del pueblo iraquí, que ha estado bajo el <strong class=\"keyword\">yugo</strong> de ese régimen durante casi un decenio.","second":"This situation cannot persist and we must confront it in order to prevent its further deterioration and to end the suffering of the Iraqi people, which has been under the <strong class=\"keyword\">yoke</strong> of this regime for almost a decade."},{"author":8000,"first":"Estos acontecimientos testimonian la necesidad de paz en el Oriente Medio y de que el pueblo palestino se libre del <strong class=\"keyword\">yugo</strong> de la opresión y la ocupación que ha durado demasiado tiempo","second":"They bear witness to the need in the Middle East for peace and the need on the part of the Palestinian people to rid itself of the <strong class=\"keyword\">yoke</strong> of oppression and occupation that has lasted so long"},{"author":8000,"first":"Ha ocupado el Golán Sirio y ocupó el Líbano meridional, hasta que este último fue liberado por la lucha del pueblo libanés, con excepción de las granjas de Shaba'a que aún están bajo el <strong class=\"keyword\">yugo</strong> de la ocupación israelí","second":"It has occupied the Syrian Golan and southern Lebanon until the latter was liberated by the struggle of the Lebanese people, with the exception of the Shaba'a farms, which are still under the <strong class=\"keyword\">yoke</strong> of the Israeli occupation"},{"author":8000,"first":"Es importante que en el documento final de la Conferencia se reafirme el derecho de legítima defensa de los Estados, establecido en el Artículo # de la Carta de las Naciones Unidas, así como el derecho de los pueblos a la libre determinación, especialmente de los pueblos que continúan bajo el <strong class=\"keyword\">yugo</strong> colonial o sometidos a cualquier otra forma de dominación u ocupación extranjeras","second":"It was important that the final document of the Conference should assert States' right of self-defence as set forth in Article # of the Charter of the United Nations, as well as the right of peoples to self-determination, especially peoples still under the colonial <strong class=\"keyword\">yoke</strong> or any other forms of foreign domination or occupation"},{"author":118293,"first":"Siendo arrancados de sus hogares para trabajar bajo el <strong class=\"keyword\">yugo</strong> del hombre blanco.","second":"Being dragged from their homes to labor under the <strong class=\"keyword\">yoke</strong> of the white man."},{"author":119739,"first":"El apóstol Pablo empleó la ilustración del <strong class=\"keyword\">yugo</strong> desigual para enseñarnos una lección importante.","second":"The apostle Paul used the illustration of an uneven <strong class=\"keyword\">yoking</strong> to teach us an important lesson."},{"author":27,"first":"Cuando la Guerra Fría acabó con la desintegración de la Unión Soviética y la liberación de países que habían estado sometidos al <strong class=\"keyword\">yugo</strong> del comunismo centroeuropeo y a la Unión Soviética, sin duda fue el resultado de la carrera armamentística del Presidente Ronald Reagan, que tanto la economía soviética como su sistema social no pudieron soportar.","second":"When the Cold War ended in the break-up of the Soviet Union and the liberation of countries that had been <strong class=\"keyword\">under</strong> the <strong class=\"keyword\">yoke</strong> of Central European communism and the Soviet Union it was decidedly the result of President Ronald Reagan's arms race, which the Soviet economy and its social system could not bear."},{"author":119723,"first":"El evangelio que les ofrecía era la incorporación de la libertad, pero no del libertinaje; requería obediencia y sumisión, pero aun cuando pudiera compararse a un <strong class=\"keyword\">yugo</strong>, ¿qué era este peso comparado con la carga bajo la cual gemían?","second":"The gospel He offered them was the embodiment of liberty, but not of license; it entailed obedience and submission; but even if such could be likened unto a <strong class=\"keyword\">yoke</strong>, what was its burden in comparison with the incubus under which they groaned?"},{"author":94808,"first":"Almansoor (Bahrein) (habla en árabe): Han transcurrido muchos años desde el fin de la ocupación de numerosos países que estaban sometidos a la dominación extranjera que dio comienzo a la época colonial, la que causó gran padecimiento humano y empujó a muchos países a luchar por la liberación del <strong class=\"keyword\">yugo</strong> de la ocupación.","second":"Almansoor (Bahrain) (spoke in Arabic): Many years have passed since the end of the occupation of many countries that had been subjected to the foreign domination that launched the colonial period, which caused much human suffering and pushed many countries to fight for liberation <strong class=\"keyword\">from</strong> the <strong class=\"keyword\">yoke</strong> of occupation."},{"author":95096,"first":"Llevar el <strong class=\"keyword\">yugo</strong> del Señor significa ante todo aprender de él.","second":"Taking the Lord's <strong class=\"keyword\">yoke upon</strong> us means first of all: learning from him."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"2708":{"U":"http://purl.org/net/voko/revo/","id":2708,"N":"Reta-Vortaro","url":"https://glosbe.com/source/2708"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}