{"result":"ok","tuc":[{"phrase":{"text":"juxtapose","language":"en"},"meanings":[{"language":"en","text":"to place side by side"},{"language":"en","text":"To place side by side, especially for contrast or comparison."}],"meaningId":-2652556434357771504,"authors":[90508]},{"meanings":[{"language":"en","text":"(transitive) to juxtapose"},{"language":"en","text":"to juxtapose"}],"meaningId":-7165581394033246373,"authors":[1]}],"phrase":"yuxtaponer","examples":[{"author":93236,"first":"Comprender el contrato como construido socialmente revela la necesidad de <strong class=\"keyword\">yuxtaponer</strong> las expectativas de directores y voluntarios con el fin de comprender el contrato como una relación social.","second":"Understanding the contract as socially constructed reveals the need to <strong class=\"keyword\">juxtapose</strong> the expectations of managers and volunteers in order to understand the contract as a social relationship."},{"author":94808,"first":"El intento de <strong class=\"keyword\">yuxtaponer</strong> los principios de libre determinación y de integridad territorial, dando a uno de ellos prioridad sobre el otro, no es una receta de éxito.","second":"An attempt to <strong class=\"keyword\">juxtapose</strong> the principles of self-determination and territorial integrity, giving one priority over the other, was no recipe for success."},{"author":8000,"first":"Polonia valora la iniciativa de <strong class=\"keyword\">yuxtaponer</strong> el debate sobre la crisis alimentaria con deliberaciones sobre la necesidad de democratizar las Naciones Unidas, dado que sólo unas Naciones Unidas democráticas y eficaces pueden hacer frente a los desafíos mundiales de eliminar el hambre y la pobreza y garantizar el desarrollo sostenible de las naciones pobres","second":"Poland appreciates the initiative to <strong class=\"keyword\">juxtapose</strong> the debate on the food crisis with discussions about the need to democratize the United Nations, as it is only a democratic and effective United Nations that can face up to the global challenges of eliminating hunger and poverty and ensuring the sustainable development of the poorest nations"},{"author":8000,"first":"La relativa facilidad con que se obtienen y se transportan las armas convencionales ha planteado problemas de seguridad a muchos Estados y se ha tenido que <strong class=\"keyword\">yuxtaponer</strong> al derecho relativo de los Estados a defenderse","second":"The relative ease of access to, and the portability of, conventional weapons have posed security dilemmas for many States and have had to be <strong class=\"keyword\">juxtaposed against</strong> the relative right of States to defend themselves"},{"author":94808,"first":"Una característica notable de los debates de política actuales sobre los problemas financieros mundiales suele ser la tendencia de los diversos participantes a destacar aspectos determinados o incluso a <strong class=\"keyword\">yuxtaponer</strong> medidas nacionales e internacionales, intereses de los países industriales y los países en desarrollo o aportaciones privadas y públicas.","second":"A striking feature of today’s policy debates on global financial issues is often that various contributors tend to highlight selected aspects, or even, <strong class=\"keyword\">juxtapose</strong> national and international measures, industrial and developing country concerns, or private and public inputs."},{"author":94259,"first":"Creo que fue muy interesante <strong class=\"keyword\">yuxtaponer</strong> esta humanidad","second":"I think it was really interesting to <strong class=\"keyword\">juxtapose</strong> this humanity"},{"author":8000,"first":"Asimismo, es inaceptable <strong class=\"keyword\">yuxtaponer</strong> el derecho a la libre determinación y el principio de integridad territorial y dar prioridad a este último","second":"Similarly, it was unacceptable to <strong class=\"keyword\">juxtapose</strong> the right to self-determination and the principle of territorial integrity, giving priority to the latter"},{"author":27,"first":"No es admisible <strong class=\"keyword\">yuxtaponer</strong> la culpa colectiva de los gitanos a la responsabilidad colectiva de la mayoría, de los opresores.","second":"It is impermissible to <strong class=\"keyword\">juxtapose</strong> the collective guilt of the Roma and the collective responsibility of the majority, the oppressors."},{"author":94808,"first":"La relativa facilidad con que se obtienen y se transportan las armas convencionales ha planteado problemas de seguridad a muchos Estados y se ha tenido que <strong class=\"keyword\">yuxtaponer</strong> al derecho relativo de los Estados a defenderse.","second":"The relative ease of access to, and the portability of, conventional weapons have posed security dilemmas for many States and have had to be <strong class=\"keyword\">juxtaposed against</strong> the relative right of States to defend themselves."},{"author":8008,"first":"Otros ejemplos incluyen las pantallas divididas que se empezaron a usar en 1908 para mostrar a los diversos interlocutores de una conversación telefónica, las superposiciones de imágenes y las pantallas múltiples utilizadas por los cineastas de vanguardia en los años veinte y el uso de la toma en profundidad y de una particular estrategia compositiva (por ejemplo, un personaje que mira por la ventana, como en Ciudadano Kane, Iván el Terrible o La ventana indiscreta) para <strong class=\"keyword\">yuxtaponer</strong> escenas próximas y lejanas.","second":"Other examples include the split screens beginning in 1908 which show the different interlocutors of a telephone conversation; superimpositions of a few images and multiple screens used by the avant-garde filmmakers in the 1920s; and the use of deep focus and a particular compositional strategy (for instance, a character looking through a window, such as in Citizen Kane, Ivan the Terrible and Rear Window) to <strong class=\"keyword\">juxtapose</strong> close and far away scenes."},{"author":94808,"first":"El Movimiento considera también que el informe debería contener un análisis conciso de las deficiencias, que permita <strong class=\"keyword\">yuxtaponer</strong> las hipótesis actuales y los requisitos potenciales, de modo que se pueda elaborar una secuencia de actividades con un criterio lógico en cualquier configuración.","second":"The Movement also feels that the report should contain a concise gap analysis <strong class=\"keyword\">juxtaposing</strong> existing scenarios and potential requirements so that sequencing activities in any configuration could be logically framed."},{"author":27,"first":"Entonces, por favor, no vengan a complicar y a <strong class=\"keyword\">yuxtaponer</strong> estructuras y procedimientos por motivos ideológicos.","second":"So, I beg you, please, do not try, for ideological reasons, to come and complicate matters, adding yet more structures and procedures."},{"author":8008,"first":"Aun así, el trabajo de Lawler se diferencia de los anteriores en que, en lugar de esculpir un falo, utiliza las técnicas de apropiación y montaje que en ella son habituales, “produciendo el sentido al <strong class=\"keyword\">yuxtaponer</strong> y alinear” [29] , exponiendo un falo encontrado, uno de los muchos falos readymade que proliferan en los museos de arte cual serpientes en la cabeza de Medusa.","second":"[28] Yet Lawler’s work differs from that of the earlier artists since, instead of sculpting a phallus, she uses her customary techniques of appropriation and montage—of “making meaning by <strong class=\"keyword\">juxtaposition</strong> and alignment” [29] —to pose a found phallus, one of the many “readymade” phalluses that proliferate in art museums, like snakes on Medusa’s head."},{"author":94808,"first":"Asimismo, es inaceptable <strong class=\"keyword\">yuxtaponer</strong> el derecho a la libre determinación y el principio de integridad territorial y dar prioridad a este último.","second":"Similarly, it was unacceptable to <strong class=\"keyword\">juxtapose</strong> the right to self-determination and the principle of territorial integrity, giving priority to the latter."},{"author":94809,"first":"En cambio, respecto a las infraestructuras viales y ferroviarias convencionales, el trabajo de los expertos consistió, sobre todo, en <strong class=\"keyword\">yuxtaponer</strong> los esquemas nacionales existentes y en completarlos con algunos enlaces que faltaban.","second":"However, with regard to road and conventional rail infrastructure, the work of the experts has largely consisted in collating the existing national plans and filling in a number of missing links."},{"author":8000,"first":"Una publicación de las Naciones Unidas de # sobre prácticas tradicionales peligrosas, por ejemplo, parece <strong class=\"keyword\">yuxtaponer</strong> las prácticas tradicionales no occidentales con \"prácticas no tradicionales, tales como la violación y la violencia doméstica\"","second":"nited Nations publication on harmful traditional practices, for instance, seems to <strong class=\"keyword\">juxtapose</strong> non-Western traditional practices with “non-traditional practices, such as rape and domestic violence” (sic"},{"author":94808,"first":"En consecuencia, para fines de comparación quiero <strong class=\"keyword\">yuxtaponer</strong> los 106.500 millones de dólares en asistencia oficial para el desarrollo otorgados en 2005 con otras cifras.","second":"I would therefore like to <strong class=\"keyword\">juxtapose</strong> the $106.5 billion given as ODA in 2005 with other figures, by way of comparison."},{"author":8008,"first":"Esta arquitectura experimental busca <strong class=\"keyword\">yuxtaponer</strong> las nociones emergentes de movilidad, establecimiento de redes P2P, sindicación y blogging con aplicaciones tradicionales de espacio social, difusión de contenidos y publicidad al aire libre.","second":"This experimental architecture seeks to <strong class=\"keyword\">juxtapose</strong> emerging notions of mobility, P2P networking, syndication and blogging with traditional uses of social space, broadcasting and outdoor advertising."},{"author":94809,"first":"En efecto, cuando el legislador decidió <strong class=\"keyword\">yuxtaponer</strong>, en relación con aspectos concretos del procedimiento, la normativa nacional al Reglamento, lo hizo expresamente mediante remisiones a la normativa nacional.","second":"When, on the <strong class=\"keyword\">other</strong> hand, the legislature thought it appropriate, in relation to specific aspects of the procedure, for national legislation to operate in tandem with Regulation No 1896/2006, it did so expressly by making a renvoi to the national legislation."},{"author":94808,"first":"Malasia espera con interés que se concreten los esfuerzos que ha emprendido la Secretaría General de la OCI para establecer un centro de mensajería destinado a contrarrestar la retóricas terroristas a través de mensajes contrarios en las redes sociales, que permitan <strong class=\"keyword\">yuxtaponer</strong> verdaderas interpretaciones del Corán y los hadices sobre temas ideológicos y poner al descubierto las maquinaciones de los grupos extremistas desviados que propagan el odio, el terror y la violencia.","second":"Malaysia looks forward to the efforts that have been launched by the OIC General Secretariat to establish a messaging centre aimed at countering terrorist narratives through counter-messaging on social media sites, <strong class=\"keyword\">juxtaposing</strong> true interpretations of the Koran and Hadith on ideological subjects and exposing the machinations of the deviant extremist groups that propagate hate, terror and violence."},{"author":94809,"first":"De este modo, al <strong class=\"keyword\">yuxtaponer</strong> una nueva marca al nombre de la sociedad, el signo compuesto crearía la impresión de que se refiere a una determinada línea de productos entre los productos y servicios de la sociedad.","second":"By <strong class=\"keyword\">juxtaposing</strong> a new mark with the name of the company, the composite sign gives the impression that it relates to a certain range of goods from among that company’s goods and services."},{"author":8008,"first":"La galería desea ofrecer obras de la más alta calidad, a través de elecciones personales que no excluyen la diversidad. Basada en esta política, Michel Soskine ha organizado exposiciones colectivas temáticas tales como \"Autorretratos de Artista\", \"La Mirada en Fotografía\" o \"5 Artistas Latino Americanos\" así como otras grupales en las que el propósito es <strong class=\"keyword\">yuxtaponer</strong> la obra de jóvenes artistas con maestros como Giacometti, Dubuffet, Ernst, Bacon o Kupka.","second":"Based on this policy, Michel Soskine has also also organized theme group exhibitions such as Artist Self-Portraits, The Look in Photography or 5 Latin American Artists as well as several group exhibition such as Works on Paper organized with the aim to <strong class=\"keyword\">juxtapose</strong> young artists with artists such as Giacometti, Max Ernst and Kupka."},{"author":8000,"first":"En consecuencia, para fines de comparación quiero <strong class=\"keyword\">yuxtaponer</strong> los # millones de dólares en asistencia oficial para el desarrollo otorgados en # con otras cifras","second":"I would therefore like to <strong class=\"keyword\">juxtapose</strong> the $ # billion given as ODA in # with other figures, by way of comparison"},{"author":8000,"first":"Parece importante <strong class=\"keyword\">yuxtaponer</strong> este proyecto de disposición con la situación en virtud de las Reglas de La Haya-Visby y de Hamburgo","second":"It appears important to <strong class=\"keyword\">juxtapose</strong> the draft provision with the situation under the Hague-Visby and Hamburg Rules"},{"author":27,"first":"A este respecto, me ha gustado mucho la expresión del Comisario Vitorino: no hemos de <strong class=\"keyword\">yuxtaponer</strong> simplemente veinticinco debates nacionales.","second":"On this subject, I was very taken by the way Commissioner Vitorino put it: we must not simply <strong class=\"keyword\">juxtapose</strong> twenty-five national debates."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"94259":{"U":"","id":94259,"N":"TED","url":"https://glosbe.com/source/94259"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"}}}