{"result":"ok","tuc":[{"phrase":{"text":"excavate","language":"en"},"meaningId":540068320010126180,"authors":[25018]},{"phrase":{"text":"resolve","language":"en"},"meaningId":1932750231154744760,"authors":[84715]},{"phrase":{"text":"trench","language":"en"},"meaningId":-732417500951746858,"authors":[84500]},{"phrase":{"text":"closure","language":"en"},"meaningId":536057637580930080,"authors":[76967]},{"phrase":{"text":"ditch","language":"en"},"meaningId":295210231524655530,"authors":[25018]},{"meanings":[{"language":"en","text":"to dig a trench"},{"language":"en","text":"to resolve; to settle"},{"language":"en","text":"to remove difficulties."}],"meaningId":-8906754252829677272,"authors":[93107]}],"phrase":"zanjar","examples":[{"author":8000,"first":"Traer a la Secretaría por corto tiempo a los planificadores superiores de los países que aportan contingentes a fin de planificar las misiones y asistir en la redacción de las normas para entablar combate ayudaría a <strong class=\"keyword\">zanjar</strong> las diferencias y a comprenderse mejor unos a otros","second":"Bringing TCCs' senior planners to the Secretariat on a short-term basis for mission planning and to help write the rules of engagement helps them <strong class=\"keyword\">bridge</strong> the differences and understand each other better"},{"author":94808,"first":"Felicitamos al Secretario General Annan, por su intervención personal para tratar de <strong class=\"keyword\">zanjar</strong> las diferencias y lograr el consenso.","second":"We commend the personal intervention of Secretary-General Annan in trying to <strong class=\"keyword\">bridge</strong> differences and achieve consensus."},{"author":94808,"first":"Es probable que para <strong class=\"keyword\">zanjar</strong> la cuestión de si en los casos examinados un funcionario goza de inmunidad respecto de jurisdicción penal extranjera, sea no obstante necesario examinar en cada caso concreto la cuestión de si el acto que condujo al enriquecimiento ilícito, por ejemplo, fue un acto realizado por esa persona en el ejercicio de sus funciones oficiales o a título personal.","second":"In order to <strong class=\"keyword\">resolve</strong> the issue of whether an official enjoys immunity from foreign criminal jurisdiction in the cases considered, it is, however, evidently necessary to consider in each concrete case the question of whether the act which led to illicit enrichment, etc., was an act performed by that person in an official capacity or in a private capacity."},{"author":94808,"first":"Ésta era un órgano cuasi judicial y su única función consistía en <strong class=\"keyword\">zanjar</strong> los litigios que le remitía la Dirección.","second":"The HPCC was a quasi-judicial body and its sole function was <strong class=\"keyword\">to adjudicate</strong> on disputes referred to it by the HPD."},{"author":8000,"first":"Por otra parte, el Comité sigue muy de cerca los casos en que la policía remite notas sobre la investigación a la Fiscalía General, a fin de poder <strong class=\"keyword\">zanjar</strong> los casos lo más rápidamente posible","second":"Furthermore, the Committee closely monitors cases where the police forward notes on investigation (IBE) to the Attorney-General's Department, in order to <strong class=\"keyword\">bring</strong> about an expeditious conclusion of the cases"},{"author":118385,"first":"Para <strong class=\"keyword\">zanjar</strong> esta discrepancia, también deberían aplicarse, sobre todo, medidas de información y comunicación flexibles, como campañas informativas públicas eficaces.","second":"In <strong class=\"keyword\">order</strong> to minimise this discrepancy, there should also be an emphasis on soft information and communication measures, such as effective public information campaigns."},{"author":94808,"first":"El 29 de octubre de 2004 el Tribunal Federal desestimó la solicitud de autorización presentada por el autor para pedir una revisión judicial de la decisión de la Junta, por entender que no se encontraba ante un caso razonablemente fundamentado ni había una cuestión grave que se hubiera de <strong class=\"keyword\">zanjar</strong>.","second":"On 29 October 2004, the Federal Court denied the author’s application for leave to apply for judicial review of the IRB decision on the ground that there was no fairly arguable case or a serious question to be <strong class=\"keyword\">determined</strong>."},{"author":94808,"first":"Sin embargo, el Consejo de Justicia Interna observó que en varios sistemas jurídicos se considera útil que el magistrado tenga alguna facultad de esa índole cuando, en un momento dado del proceso, llega a la conclusión de que debería alcanzarse un acuerdo en la causa y considera que puede impartir algún tipo de orientación que no hubiera podido dar en una etapa más temprana de la controversia para ayudar a las partes a <strong class=\"keyword\">zanjar</strong> la cuestión.","second":"However, the Internal Justice Council noted that in quite a few legal systems some such authority is considered helpful in a situation where, part of the way through a case, a judge may conclude that the case really ought to be <strong class=\"keyword\">settled</strong> and may provide guidance of a kind that was not possible at an earlier stage of the dispute to help the parties reach a conclusion."},{"author":94809,"first":"Dado que las partes en el procedimiento principal discrepan sobre si la venta del reproductor multimedia del Sr. Wullems trata de alcanzar a un «público nuevo», en el sentido de la jurisprudencia del Tribunal de Justicia, el juez remitente estima que ni la sentencia Svensson y otros (15) ni el auto BestWater International (16) aportan los elementos suficientes para <strong class=\"keyword\">zanjar</strong> esa controversia.","second":"Since the parties to the main proceedings disagree about whether the sale of Mr Wullems’ multimedia player is intended to reach a ‘new public’ within the meaning of the case-law of the Court of Justice, the referring court considers that neither the judgment in Svensson and Others (15) nor the order in BestWater International (16) provides criteria sufficient for <strong class=\"keyword\">reaching</strong> a decision on that disagreement."},{"author":94809,"first":"Estos códigos establecerán normas comunes para que los gestores de redes, los productores, los proveedores y los consumidores puedan actuar más eficazmente en el mercado. - Contribuirá a acelerar la integración del almacenamiento y la generación flexible, por ejemplo, tratando de <strong class=\"keyword\">zanjar</strong> las cuestiones reglamentarias pendientes en el marco del código de red del mercado europeo de ajustes.","second":"These codes will establish common rules to enable network operators, generators, suppliers and consumers to operate more effectively within the market. - help speed up the integration of storage and flexible generation e.g. by tackling remaining regulatory issues in the context of the European balancing market network code."},{"author":118293,"first":"Ahora, el ayudante Lamb os llevará a casa, así podréis <strong class=\"keyword\">zanjar</strong> las diferencias por el camino.","second":"Now, Deputy Lamb here is gonna give you two a ride home, and you can <strong class=\"keyword\">settle</strong> your differences along the way."},{"author":27,"first":"No se puede <strong class=\"keyword\">zanjar</strong> la cuestión diciendo que no se tiene conocimiento de los hechos.","second":"The <strong class=\"keyword\">matter</strong> cannot be waved aside with the excuse that you do not know anything about it."},{"author":118293,"first":"La única razón por la que Clark sigue vivo es porque esperaba que se nos uniera para <strong class=\"keyword\">zanjar</strong> la brecha entre nuestra gente.","second":"The only reason Clark is still alive is because I'd hoped he'd join us to <strong class=\"keyword\">bridge</strong> the gap between our people."},{"author":8000,"first":"rbitraje vinculante obligatorio para <strong class=\"keyword\">zanjar</strong> cualquier controversia en el marco de la negociación colectiva con una asociación de estudiantes del ciclo superior o con una asociación de profesores universitarios en una universidad establecida después del # de marzo de","second":"Compulsory binding arbitration to <strong class=\"keyword\">settle</strong> any collective bargaining dispute with a graduate students association, or with an academic staff association at a university established after March"},{"author":8000,"first":"Fue el primer Papa que visitó una mezquita. Tuvo gestos conciliatorios con los judíos y trató de <strong class=\"keyword\">zanjar</strong> la división entre las iglesias cristianas","second":"He was the first pope to visit a mosque, he made conciliatory gestures to the Jewish people and he tried <strong class=\"keyword\">to heal</strong> the rift within the Christian churches"},{"author":94808,"first":"De modo análogo, la norma supletoria para dirimir controversias entre los miembros sobre las cuestiones que surjan en el curso ordinario de los negocios de la entidad es que esas cuestiones pueden decidirse por mayoría simple (recomendación 13 b) del proyecto), lo que constituye una forma conveniente de <strong class=\"keyword\">zanjar</strong> las diferencias de opiniones que pueden plantearse más comúnmente entre los miembros.","second":"Similarly, the default rule for resolving differences among members on matters in the ordinary course of business of the UNLLO is that such matters may be decided by a simple majority of members (draft recommendation 13(b)), thus providing a convenient way to <strong class=\"keyword\">resolve</strong> more routine differences of view amongst the UNLLO members."},{"author":8000,"first":"En cuanto a la reconciliación entre los iraquíes, mi delegación considera que <strong class=\"keyword\">zanjar</strong> las diferencias entre todas las partes en el país es una cuestión que reviste carácter urgente","second":"As regards reconciliation among Iraqis, my delegation believes that <strong class=\"keyword\">settling</strong> differences among all parties in the country is a matter of urgency"},{"author":94808,"first":"Gracias a una iniciativa de mi Gobierno, estamos esperando con interés la celebración de una reunión bilateral de alto nivel en un futuro cercano encaminada a estudiar las maneras de <strong class=\"keyword\">zanjar</strong> las cuestiones pendientes y, al mismo tiempo, establecer una base segura y sólida para las relaciones futuras.","second":"As a result of an initiative by my Government, we are looking forward to holding a high-level bilateral meeting in the near future to work on ways to <strong class=\"keyword\">resolve</strong> outstanding issues and, at the same time, to establish a sound and solid basis for future relations."},{"author":8000,"first":"Tratados enderezados a <strong class=\"keyword\">zanjar</strong> las discrepancias jurídicas en torno a la adopción","second":"Treaties related to the <strong class=\"keyword\">settlement</strong> of legal conflicts with respect to child adoption"},{"author":119739,"first":"Sabía muy bien que toda mujer siente cariño y compasión por el hijo de sus entrañas y se valió de este conocimiento para <strong class=\"keyword\">zanjar</strong> la disputa.","second":"He had knowledge of a mother’s tender compassion for the child of her womb, and he used that knowledge to settle this dispute."},{"author":118293,"first":"He venido a <strong class=\"keyword\">zanjar</strong> las cosas entre nosotros.","second":"I came to <strong class=\"keyword\">settle</strong> this business between us."},{"author":8000,"first":"Por lo tanto, la primera cuestión que debe <strong class=\"keyword\">zanjar</strong> el Comité es si la solución de disputas pesqueras con arreglo al Acta y a la ley para resolver las reclamaciones derivadas del Tratado de Waitangi en materia de pesquerías ha violado los derechos de los autores en virtud del artículo # del Pacto","second":"he first issue before the Committee therefore is whether the authors' rights under article # of the Covenant have been violated by the Fisheries Settlement, as reflected in the Deed of Settlement and the Treaty of Waitangi (Fisheries Claims) Settlement Act"},{"author":8000,"first":"Lamentablemente, a pesar de los esfuerzos y de la buena voluntad manifestada por el Gobierno panameño, estas diferencias aún no se han podido <strong class=\"keyword\">zanjar</strong>","second":"Unfortunately, despite the efforts and goodwill displayed by the Panamanian Government these differences have still not been <strong class=\"keyword\">settled</strong>"},{"author":27,"first":"Si bien he disfrutado en la CIG y previamente en la Convención, pienso que hablo por todos al decir que compartimos la opinión de que deberíamos <strong class=\"keyword\">zanjar</strong> algunas de estas disputas por un tiempo considerable.","second":"Although I have enjoyed myself in the IGC and previously in the Convention, I think I can speak for us all in saying that we share the opinion that we should <strong class=\"keyword\">settle</strong> some of these quarrelsome problems for a substantial time."},{"author":94809,"first":"Las disposiciones necesarias para <strong class=\"keyword\">zanjar</strong> este recurso se encuentran en el mencionado Reglamento no 40/94.","second":"The provisions necessary for <strong class=\"keyword\">ruling</strong> on the present appeal are to be found in Regulation No 40/94."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"118385":{"U":"","id":118385,"N":"eurlex-diff-2017","url":"https://glosbe.com/source/118385"},"93107":{"U":"","id":93107,"N":"enwiki-01-2017-defs","url":"https://glosbe.com/source/93107"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"76967":{"U":"","id":76967,"N":"UN term","url":"https://glosbe.com/source/76967"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}