{"result":"ok","tuc":[{"phrase":{"text":"anxiety","language":"en"},"meanings":[{"language":"en","text":"concern"}],"meaningId":37959372393763928,"authors":[70195]},{"phrase":{"text":"worry","language":"en"},"meanings":[{"language":"en","text":"worry"},{"language":"en","text":"strong feeling of anxiety"}],"meaningId":-18050923114092449,"authors":[70195]},{"phrase":{"text":"dubitation","language":"en"},"meanings":[{"language":"en","text":"pang or expression of doubt"}],"meaningId":-228594375573163208,"authors":[70195]},{"phrase":{"text":"capsizing","language":"en"},"meaningId":-5833945555075238075,"authors":[86934]},{"phrase":{"text":"concern","language":"en"},"meaningId":2006865397257111049,"authors":[83042]},{"phrase":{"text":"grief","language":"en"},"meaningId":4115174081070821141,"authors":[25018]},{"phrase":{"text":"shipwreck","language":"en"},"meaningId":5354913166860445658,"authors":[16]},{"phrase":{"text":"sinking","language":"en"},"meaningId":-1809384282096368138,"authors":[25115]},{"phrase":{"text":"solicitude","language":"en"},"meaningId":-4365931877451410062,"authors":[83042]},{"phrase":{"text":"sorrow","language":"en"},"meaningId":-6557299088386077129,"authors":[25115]},{"phrase":{"text":"worriedness","language":"en"},"meaningId":-2672605420703378564,"authors":[83042]},{"meanings":[{"language":"en","text":"Third-person singular (él, ella, also used with usted &lt;sup&gt;?&lt;/sup&gt; ) present indicative form of zozobrar."},{"language":"en","text":"Formal second-person singular (usted) present indicative form of zozobrar."},{"language":"en","text":"Informal second-person singular (tú) affirmative imperative form of zozobrar."},{"language":"en","text":"anxiety; worry"}],"meaningId":-3958500629135217933,"authors":[1]}],"phrase":"zozobra","examples":[{"author":8000,"first":"No es concebible que una minoría violenta acorrale y mantenga en <strong class=\"keyword\">zozobra</strong> a una mayoría pacífica y honesta","second":"It is inconceivable for a violent minority to take hostage and threaten the peaceful and honest majority"},{"author":119723,"first":"De repente, la corriente lo llevó demasiado cerca de un gran remolino; el barquito se inclinó hacia un lado y <strong class=\"keyword\">zozobró</strong>.","second":"Suddenly, the current carried it too close to a large whirlpool, and the boat heaved to its side and <strong class=\"keyword\">capsized</strong>."},{"author":94809,"first":"a) por “suceso relacionado con la navegación” se entiende naufragio, <strong class=\"keyword\">zozobra</strong>, abordaje, varada, explosión, incendio o deficiencia del buque;","second":"(a) “shipping incident” means shipwreck, <strong class=\"keyword\">capsizing</strong>, collision or stranding of the <strong class=\"keyword\">ship</strong>, explosion or fire in the ship, or defect in the ship;"},{"author":27,"first":"Ahora bien, este no es un punto de llegada, es un punto de partida y estamos con un superproyecto que no tiene precedentes, que es un enorme reto para todos nosotros y en el que tenemos que superar dudas, frustraciones y temores, sobre todo en un momento en el que hay una tremenda ironía de la historia y es la profunda preocupación por parte de nuestros conciudadanos frente al unilateralismo de la administración Bush, la que ha provocado una profunda <strong class=\"keyword\">zozobra</strong> en la Unión Europea, después de que los Estados Unidos hayan sido uno de los elementos decisivos para crear esta Unión.","second":"This is not the end of our journey but rather a beginning, and ours is an unprecedented superproject, an enormous challenge for all of us in which we have to overcome doubts, frustrations and fears, particularly at a time when there is a tremendous irony of history and great concern amongst our fellow citizens about the unilateralism of the Bush administration, which has caused great upheaval in the European Union, even though the United States has been one of the decisive elements in the creation of this Union."},{"author":94809,"first":"También se incluirán en la formación y los ejercicios todos los aspectos del rescate, el manejo, la maniobra, el funcionamiento de dichas naves en diversas condiciones y su adrizamiento en caso de <strong class=\"keyword\">zozobra</strong>.","second":"The training and drills shall include all aspects of rescue, handling, manoeuvring, operating these craft in various conditions, and righting them <strong class=\"keyword\">after capsize</strong>."},{"author":94809,"first":"por «suceso relacionado con la navegación» se entiende naufragio, <strong class=\"keyword\">zozobra</strong>, abordaje, varada, explosión, incendio o deficiencia del buque;","second":"‘shipping incident’ means shipwreck, <strong class=\"keyword\">capsizing</strong>, collision or stranding of the <strong class=\"keyword\">ship</strong>, explosion or fire in the ship, or defect in the ship;"},{"author":118293,"first":"Canta porque mañana quemaremos a <strong class=\"keyword\">Zozobra</strong>.","second":"He sings because tomorrow we burn <strong class=\"keyword\">zozobra</strong>."},{"author":74,"first":"El bote <strong class=\"keyword\">zozobró</strong>.","second":"The boat <strong class=\"keyword\">capsized</strong>."},{"author":118293,"first":"Allí, los pescadores lo beben cuando el barco <strong class=\"keyword\">zozobra</strong>.","second":"Fishermen drink it while their ship is <strong class=\"keyword\">sinking</strong>."},{"author":8000,"first":"El CNUAH (Hábitat) necesitaba una financiación segura y pidió a los delegados que cumpliesen las resoluciones de la Asamblea General sobre el mayor fortalecimiento del CNUAH (Hábitat) y prestasen oído a las voces de los niños que, con anterioridad en la sesión, habían expuesto ante los delegados las esperanzas y <strong class=\"keyword\">zozobras</strong> en cuanto a sus vidas en las ciudades de Kenya","second":"UNCHS (Habitat) needed secure funding, and she asked the delegates to honour the resolutions of the General Assembly calling for the further strengthening of UNCHS (Habitat) and to listen to the voices of the children who, earlier in the opening meeting, had told the delegates of their hopes and <strong class=\"keyword\">fears</strong> for their lives in the cities of Kenya"},{"author":8007,"first":"Y es justamente el precio del riesgo lo que originó nuestra <strong class=\"keyword\">zozobra</strong> actual.","second":"And it is the price of risk that is the source of our current <strong class=\"keyword\">distress</strong>."},{"author":94808,"first":"Israel provoca un desequilibrio de poder en la región y hace que reine la <strong class=\"keyword\">zozobra</strong>.","second":"Israel poses an imbalance of power and <strong class=\"keyword\">unrest</strong> in the region."},{"author":8000,"first":"Si el marido se divorcia de su esposa y para el cadí resulta claro que el hombre ha actuado arbitrariamente al divorciarse sin causa justificada y que la esposa ha de sufrir en consecuencia <strong class=\"keyword\">zozobras</strong> y privaciones, el cadí puede ordenar al marido divorciado que pague a la mujer una indemnización que no será mayor que la suma que para su sostén reciban las pares de la mujer durante tres años, además de la pensión alimentaria durante el período de espera, de conformidad con las circunstancias y el grado de arbitrariedad","second":"If the husband divorces his wife and it is clear to the cadi that the husband has acted arbitrarily in divorcing her without reasonable cause and that the wife will suffer <strong class=\"keyword\">distress</strong> and hardship as a result, he may order her divorced husband to pay her compensation equivalent to not more than the sum of maintenance received by her peers over a three-year period, in addition to maintenance during the period of waiting, depending on the circumstances and the degree of arbitrariness"},{"author":27,"first":"En esta Directiva, esta Cámara ha insistido mucho en la protección de los pequeños inversores, que en los últimos años han estado sometidos a una <strong class=\"keyword\">zozobra</strong> especial, y tenemos la obligación de restablecer la confianza de los pequeños inversores si queremos lograr realmente un mercado interior financiero que funcione como es debido y del que pueda beneficiarse todo el mundo.","second":"In this directive, this House has again attached great value to the protection of small investors, who have in recent years been particularly unsettled, and we are obliged to restore small investors' confidence if we really do want to have a properly-functioning internal financial market from which everyone can benefit."},{"author":94809,"first":"El objetivo de estos experimentos adicionales es demostrar, del mejor modo posible, la aptitud del buque para conservar la flotabilidad contra la <strong class=\"keyword\">zozobra</strong> en ambas direcciones.","second":"The purpose of these additional experiments is to demonstrate, in the best possible way, survival capability against <strong class=\"keyword\">capsize</strong> in both directions."},{"author":8000,"first":"Según se informó, en abril de # reclutas ( # según otras fuentes) murieron cuando el barco en que viajaban <strong class=\"keyword\">zozobró</strong> en el Nilo Azul cuando trataban de huir de un campamento situado al sudeste de Jartum","second":"In April # recruits ( # according to other sources) reportedly died when their boat <strong class=\"keyword\">capsized</strong> in the Blue Nile as they tried to flee a camp south-east of Khartoum"},{"author":95183,"first":"En los datos oficiales no se incluyen los ahogamientos debidos a suicidios, homicidios, inundaciones o siniestros como la <strong class=\"keyword\">zozobra</strong> de buques de pasaje.","second":"Official data do not include drowning from suicide, homicide, flood disasters or incidents such as ferry <strong class=\"keyword\">capsizes</strong>."},{"author":94808,"first":"El concepto de seguridad internacional que ha prevalecido hasta el momento, según el cual el centro goza de prosperidad económica mientras que la periferia sufre incertidumbre económica, inestabilidad e inseguridad, ha puesto de manifiesto todas sus imperfecciones, por las <strong class=\"keyword\">zozobras</strong> y los peligros que trae aparejados.","second":"The concept of international security that has prevailed to date, according to which the centre enjoys economic prosperity while the periphery experiences economic uncertainty, instability and insecurity, has revealed all its shortcomings because of the many <strong class=\"keyword\">uncertainties</strong> and dangers it entails."},{"author":94809,"first":"Los brotes de enfermedades transmisibles u otras amenazas, como la liberación intencional de agentes químicos o biológicos como consecuencia de ataques terroristas, pueden provocar gran <strong class=\"keyword\">zozobra</strong> entre los ciudadanos y entrañar un enorme coste para la sociedad, incluso cuando el número de casos es relativamente reducido.","second":"Communicable disease outbreaks, or other threats such as the deliberate release of chemical or biological agents from terrorist attacks, can cause considerable <strong class=\"keyword\">anxiety</strong> to citizens and huge costs to society, even when the number of cases remains relatively small."},{"author":119739,"first":"19 La ejecución de la ira de Dios contra Judá y Jerusalén fue un “día de angustia y de <strong class=\"keyword\">zozobra</strong>”.","second":"19 The execution of God’s wrath upon Judah and Jerusalem was “a day of distress and of anguish.”"},{"author":94808,"first":"Su Excelencia Obiang Nguema Mbasogo, Presidente de la República, Jefe de Estado y Presidente fundador del Partido Democrático de Guinea Ecuatorial, en su alocución en el primer día de la Cumbre del Milenio recalcó que el siglo que termina ofrece el panorama y las características de un mando amenazado y en permanente estado de <strong class=\"keyword\">zozobra</strong> e incertidumbre en cuanto al destino y la supervivencia de toda la humanidad, con la sensación de un mundo apocalíptico que perciben por igual las naciones grandes y pequeñas, ricas y pobres.","second":"His Excellency Obiang Nguema Mbasogo, President of the Republic, head of State and founding chairman of the Democratic Party of Equatorial Guinea, in his address on the first day of the Millennium Summit, affirmed that the turn of the century showed us a threatened world, one constantly in danger of collapse and in a permanent state of <strong class=\"keyword\">uncertainty</strong> about its destiny and the survival of humankind, one that conveyed an apocalyptic feeling that was shared by all alike — nations large and small, rich and poor."},{"author":94808,"first":"Desde entonces, la tensión política reinante en Gambia ha sido muy elevada, los oficiales de seguridad están en estado de alerta en todo el país, lo que ha aumentado la sensación de <strong class=\"keyword\">zozobra</strong> entre la población.","second":"Since then, political tension has been very high in the Gambia, with security officers placed on standby throughout the country and a heightened sense of <strong class=\"keyword\">anxiety</strong> among the population."},{"author":94808,"first":"En relación con este punto, es importante recalcar que no existiendo uniformidad en las normas, ni en la doctrina o jurisprudencia internacionales en la definición del terrorismo, el nuevo Código Penal colombiano (Ley 599 de 2000), realiza una descripción de la conducta de terrorismo, como tipo penal abierto, de tal manera que se pueden inscribir en ella todos aquellos comportamientos delictivos que causan <strong class=\"keyword\">zozobra</strong> en la sociedad o en parte de ella.","second":"With regard to paragraph 2 (e), it should be pointed out that, since there is no uniformity in international standards, doctrine or judicial practice with respect to the definition of terrorism, the new Colombian Penal Code (Act No. 599 of 2000) contains a description of the conduct of terrorism as an open criminal offence, in such a way that it can include all types of criminal behaviour that cause <strong class=\"keyword\">anxiety</strong> in the population or a segment of it."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8007":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8007,"N":"News commentary","url":"https://glosbe.com/source/8007"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"74":{"U":"http://tatoeba.org","id":74,"N":"tatoeba","url":"https://glosbe.com/source/74"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"16":{"U":"http://nl.wiktionary.org","id":16,"N":"nl.wiktionary.org","url":"https://glosbe.com/source/16"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}