{"result":"ok","tuc":[{"phrase":{"text":"apex","language":"en"},"meanings":[{"language":"en","text":"in geometry: topmost vertex of a cone or pyramid"},{"language":"en","text":"Highest and most elevated point."},{"language":"en","text":"botany: end of leaf"},{"language":"es","text":"Punto más alto y elevado."},{"language":"en","text":"highest point"}],"meaningId":-2039720239992829344,"authors":[70195]},{"phrase":{"text":"modicum","language":"en"},"meanings":[{"language":"en","text":"small amount"}],"meaningId":-6152912263420495864,"authors":[90508]},{"phrase":{"text":"tip","language":"en"},"meaningId":3546001398340212860,"authors":[80097]},{"phrase":{"text":"peak","language":"en"},"meanings":[{"language":"en","text":"Highest and most elevated point."},{"language":"es","text":"Punto más alto y elevado."}],"meaningId":1373058196454539919,"authors":[60172]},{"phrase":{"text":"top","language":"en"},"meanings":[{"language":"en","text":"Highest and most elevated point."},{"language":"es","text":"Punto más alto y elevado."}],"meaningId":193393657438627768,"authors":[60172]},{"phrase":{"text":"grain","language":"en"},"meaningId":5116728315838797274,"authors":[25018]},{"phrase":{"text":"iota","language":"en"},"meaningId":-4392520283692149674,"authors":[89651]},{"phrase":{"text":"whit","language":"en"},"meaningId":7845971267343697586,"authors":[25115]},{"phrase":{"text":"bit","language":"en"},"meanings":[{"language":"es","text":"Cantidad pequeña."}],"meaningId":-7522446094401303924,"authors":[60172]},{"phrase":{"text":"little","language":"en"},"meanings":[{"language":"es","text":"Cantidad pequeña."}],"meaningId":4951661426904843806,"authors":[60172]},{"phrase":{"text":"pinnacle","language":"en"},"meanings":[{"language":"en","text":"figuratively: all-time high"}],"meaningId":38406584031991732,"authors":[90508]},{"phrase":{"text":"summit","language":"en"},"meanings":[{"language":"en","text":"Highest and most elevated point."},{"language":"es","text":"Punto más alto y elevado."}],"meaningId":319863371628076310,"authors":[60172]},{"phrase":{"text":"a little","language":"en"},"meaningId":-3304056983547713700,"authors":[25018]},{"phrase":{"text":"apical portion","language":"en"},"meaningId":970481568863627171,"authors":[80097]},{"phrase":{"text":"atom","language":"en"},"meaningId":6347118246095023152,"authors":[97745]},{"phrase":{"text":"morsel","language":"en"},"meaningId":-7490023590003090813,"authors":[97745]},{"phrase":{"text":"ounce","language":"en"},"meaningId":-6689177726274941371,"authors":[25018]},{"phrase":{"text":"point","language":"en"},"meaningId":-4082468314880144773,"authors":[25018]},{"phrase":{"text":"scrap","language":"en"},"meaningId":-2316546178134701572,"authors":[25115]},{"phrase":{"text":"touch","language":"en"},"meaningId":6875414944629203134,"authors":[25115]},{"phrase":{"text":"trifle","language":"en"},"meaningId":1148757377369151998,"authors":[25115]},{"phrase":{"text":"upper part","language":"en"},"meaningId":-408249080529194312,"authors":[80097]},{"phrase":{"text":"uppermost part","language":"en"},"meaningId":-3217233352373306967,"authors":[80097]},{"phrase":{"text":"uppermost zone","language":"en"},"meaningId":-3679800314130803436,"authors":[80097]},{"phrase":{"text":"vertex","language":"en"},"meaningId":-7382114437184302188,"authors":[25115]},{"meanings":[{"language":"en","text":"a very small bit; a small amount of something."},{"language":"en","text":"apex"},{"language":"en","text":"apex, tip"},{"language":"en","text":"(botany) apex"},{"language":"en","text":"Very small bit; a small amount of something."}],"meaningId":8965563427467296551,"authors":[1]}],"phrase":"ápice","examples":[{"author":8008,"first":"Son 50 municipios rurales los que rodean la estación de esquí, municipios de piedra, iglesias románicas, todo ello sin perder un <strong class=\"keyword\">ápice</strong> del encanto de esta zona.","second":"This place is special, and its spectacular natural environment is a white wonderland, just waiting to be explored. Fifty municipalities surround this ski resort, which are dotted with stone and Roman churches, all adding to the enchantment of this place."},{"author":95183,"first":"Para los seres humanos, sabemos también que este virus no ha perdido ni un <strong class=\"keyword\">ápice</strong> de su virulencia.","second":"For humans, we also know that this virus has lost none <strong class=\"keyword\">of</strong> its virulence."},{"author":119723,"first":"Tal vez en el mundo de hoy algunas parezcan un tanto anticuadas, pero ello no resta ni un <strong class=\"keyword\">ápice</strong> a su validez ni a la virtud de su aplicación.","second":"Some <strong class=\"keyword\">of</strong> them may appear <strong class=\"keyword\">a little</strong> out-<strong class=\"keyword\">of</strong>-date in our society, but this does not detract from their validity nor diminish the virtue <strong class=\"keyword\">of</strong> their application."},{"author":118293,"first":"¿usted honestamente piensa que esos millones de pobres afuera en los pueblos, que nunca puso los ojos en un inglés, verán sus vidas cambiadas un <strong class=\"keyword\">ápice</strong>... una vez que esta casta de clase al ta de los Brahamanes comiencen sus asuntos?","second":"will see their lives change one <strong class=\"keyword\">iota</strong> once these high-caste Brahmins start running their affairs?"},{"author":94808,"first":"No obstante, el Grupo considera que no fue razonable que la oficina de Bahrein se mantuviera después del otoño de 1991, cuando las oficinas de la <strong class=\"keyword\">APIC</strong> en Kuwait ya podían ser utilizadas; por lo tanto, la indemnización de los costos reclamados se limita al período que va de comienzos de noviembre de 1990 al final de octubre de 1991.","second":"However, the Panel finds that it was not reasonable for the Bahrain office to be maintained beyond autumn 1991 when <strong class=\"keyword\">PACI’s</strong> offices in Kuwait were ready for use and hence compensation for the costs claimed is limited to the period from early November 1990 to the end of October 1991."},{"author":8000,"first":"Al mismo tiempo, si los datos son fidedignos, se ha producido un gran intercambio de posiciones en los grupos de ingresos entre el <strong class=\"keyword\">ápice</strong> y la base, es decir, los niveles medios, que presentan una pauta bastante mixta y complicada, que difiere de un país a otro según las condiciones estructurales y las políticas de cada uno","second":"At the same time, insofar as the data can be relied on, there has been much reshuffling of positions in the income ranges in between the worst-off and the best-off, that is, the middle ranges, yielding a rather mixed and complicated pattern, differing from country to country, for specific local, structural as well as policy causes"},{"author":95096,"first":"Como Sucesor de Pedro y Vicario de Cristo, os aseguro que la Misa es sin duda alguna la fuente y el <strong class=\"keyword\">ápice</strong> de vuestra vida cristiana.","second":"As Successor of Peter and Vicar of Christ, I assure you that the Mass is indeed the source and <strong class=\"keyword\">summit</strong> of your Christian life."},{"author":94809,"first":"El capítulo es cónico y alargado, medianamente compacto, con una altura mínima de 6 cm y un diámetro comprendido entre 6 y 13 cm, brácteas externas de color verde con amplias irisaciones del morado al parduzco, grandes, alargadas, con el <strong class=\"keyword\">ápice</strong> acuminado terminado en espina amarilla; brácteas internas de color amarillo pajizo con nervios morados; pedúnculo de longitud comprendida entre 10 y 40 cm [en virtud de la exención concedida mediante el Reglamento (CE) no 1466/2003] y grosor medio comprendido entre 1 y 3,5 cm.","second":"The heads form a prolonged cone shape, moderately compact, and of a minimum length of 6 cm and a diameter of between 6 and 13 cm; large, long green external bracts with extensive purple-brown shading, with <strong class=\"keyword\">pointed</strong> summits ending in a yellow thorn; straw yellow internal bracts with purple veins; stalks of a length of between 10 and 40 cm (an exception allowed for by Regulation (EC) No 1466/2003) and of a thickness of between 1 and 3,5 cm."},{"author":94809,"first":"Los colores oscuros de la cúpula van aclarándose al llegar al <strong class=\"keyword\">ápice</strong> a medida que este deviene pubescente.","second":"The dark colours near the cupule become lighter towards the <strong class=\"keyword\">tip</strong> as the pubescence increases."},{"author":94809,"first":"(89) Aun trascurridas más de cuatro décadas desde que el Tribunal de Justicia pronunciase la sentencia en el asunto Walt Wilhelm y otros sentando jurisprudencia, dicha sentencia, en la que se basan las consideraciones formuladas, no ha perdido un <strong class=\"keyword\">ápice</strong> de su vigencia, al menos, en lo que a este extremo se refiere.","second":"Moreover, the Court’s landmark ruling in Walt Wilhelm, on which the abovementioned findings draw, has lost none of its validity — in this regard, at least — more than 40 years after it was delivered."},{"author":118293,"first":"Y francamente, lo que podrías querer preguntar sería... Mas allá del ultraje que era, no era ni un <strong class=\"keyword\">ápice</strong> menos desconcertante.","second":"And frankly, that you would feel compelled to ask would be... beyond outrageous were it one <strong class=\"keyword\">iota</strong> less mystifying."},{"author":118293,"first":"Y moriré cien mil veces antes de romper un <strong class=\"keyword\">ápice</strong> de este voto.","second":"And I will die a hundred thousand deaths ere break the smallest parcel of this vow."},{"author":94809,"first":"El acuerdo de la cumbre de Bruselas de los días 24 y 25 de octubre de 2002, que ha abierto el camino a una ampliación histórica de la Unión Europea hacia el Este y ha aclarado ya el marco financiero de la Política Agrícola Común (en lo que se refiere a las organizaciones de mercado agrarias y las ayudas directas) hasta 2013, no cambia un <strong class=\"keyword\">ápice</strong> el deseo del CESE de abordar detenidamente los planteamientos y propuestas que expresa la Comisión en sus comunicaciones.","second":"The agreement reached at the Brussels Summit on 24 and 25 October 2002, which clears the way for the historic eastward enlargement of the European Union, and already clearly defines the CAP's financial framework for agricultural market regimes and direct payments in the period up to 2013, in no <strong class=\"keyword\">way</strong> alters the EESC's determination to examine in detail the observations and proposals put forward by the Commission in its Communications."},{"author":31,"first":"No hay un <strong class=\"keyword\">ápice</strong> de cordialidad en su carta","second":"There' s no warmth in his letter"},{"author":27,"first":"A mi modo de ver, en calidad de representante de los ciudadanos, es importante no ceder un <strong class=\"keyword\">ápice</strong> en la lucha contra los estupefacientes.","second":"For me, in my capacity as a representative of the people, it is important not to give way in the fight against drugs."},{"author":94808,"first":"Todos los pueblos del mundo tienen la libertad de disponer de sus recursos naturales sin intervención extranjera, de decidir por si mismos, pero en las mentes de los dueños del poder, no existe el menor <strong class=\"keyword\">ápice</strong> de racionalidad, ni la capacidad para comprender que están conduciendo a la humanidad a un callejón sin salida, que el panorama actual es dantesco y que lo que están fomentando es un mundo de degradación y despilfarro.","second":"Every country in the world has the liberty to dispose of its natural resources without foreign interference, decide by themselves, but in the minds of the owner of power, does not exist a <strong class=\"keyword\">bit</strong> of rationality, nor the capacity to understand that they are leading humanity to a blind street, that the present panorama is Dantesque and what they are supporting is a world of degradation and misgovernment."},{"author":94808,"first":"No queremos que el vocabulario que elijamos otorgue un <strong class=\"keyword\">ápice</strong> de legitimidad a lo que se viene preparando al margen de la Conferencia de Desarme.","second":"We do not want the language that we choose to give <strong class=\"keyword\">any</strong> degree of legitimacy to what is being prepared outside the Conference on Disarmament."},{"author":93235,"first":"Igualmente, se describe y discute el crecimiento vegetativo a partir del <strong class=\"keyword\">ápice</strong> de los estróbilos en Selaginella alstonii y Selaginella saltuicola.","second":"In Selaginella alstonii and Selaginella saltuicola vegetative growth from <strong class=\"keyword\">strobilus tips</strong> is reported and discussed."},{"author":94808,"first":"Si la Iniciativa invade aunque sea un <strong class=\"keyword\">ápice</strong> de su soberanía, la República Popular Democrática de Corea responderá con medidas prácticas.","second":"The Democratic People’s Republic of Korea will take practical counter-measures if even an <strong class=\"keyword\">inch</strong> of its sovereignty is encroached upon by the PSI."},{"author":94808,"first":"Habida cuenta de la situación en la región, en especial en el Afganistán, este hecho sigue sin haber perdido un <strong class=\"keyword\">ápice</strong> de relevancia.","second":"This is why the mediator is discouraged from forcing a solution, despite his or her authorization to exert pressure to push negotiations forward when necessary."},{"author":8000,"first":"No hay un <strong class=\"keyword\">ápice</strong> de cristianismo allí donde reina la falta de solidaridad con los desposeídos","second":"There is not a <strong class=\"keyword\">trace</strong> of Christianity in the lack of solidarity with the destitute"},{"author":94808,"first":"Estos adelantos y estos problemas indican que Bhután está en el <strong class=\"keyword\">ápice</strong> de una amplia transformación económica y social.","second":"These achievements and issues show that Bhutan is on the <strong class=\"keyword\">cusp</strong> of a widespread economic and social transformation."},{"author":8008,"first":"La causa principal de todo esto fue un excelente campeonato de surfing que duró una semana y que tuvo en todos sus días olas perfectas que lograron su <strong class=\"keyword\">ápice</strong> en el día final, sábado 31 de mayo, con largas derechas quebrando glassy con cuatro a cinco pies de altura, cerrando el evento con broche de oro.","second":"All of this was possible because an excellent contest took place. One week of perfect waves, especially good on the last day (Saturday May 31), with long glassy 4 to 5 feet rights, as a perfect finale to the festival."},{"author":94808,"first":"La <strong class=\"keyword\">APIC</strong> afirma que incurrió en una serie de gastos al verse obligada a establecer y administrar una oficina en Bahrein desde noviembre de 1990 hasta junio de 1992.","second":"<strong class=\"keyword\">PACI</strong> asserts that it incurred a variety of expenses as it was compelled to establish and operate an office in Bahrain from November 1990 until June 1992."},{"author":94809,"first":"Botánicas y morfológicas: // Planta de porte cónico; en condiciones normales de cultivo tiene de 20 a 25 hojas, erguida, hojas sésiles lanceoladas, estrechas en la base, con el <strong class=\"keyword\">ápice</strong> ligeramente desviado y con las aurículas desarrolladas, lisas y relucientes, de color verde suave; nervio central y nervios poco pronunciados.","second":"// 1.2. Botanical and morphological: // Conical habit; under normal growing conditions 20 to 25 leaves, erect, sessile, lanceolate, narrow at the base, <strong class=\"keyword\">apex</strong> slightly curved, pronounced auricles; smooth and glossy, delicate green in colour; stems (midribs) and veins not very prominent."}],"from":"es","dest":"en","authors":{"80097":{"U":"http://www.btb.termiumplus.gc.ca/","id":80097,"N":"Termium","url":"https://glosbe.com/source/80097"},"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"119723":{"U":"https://www.lds.org/","id":119723,"N":"LDS","url":"https://glosbe.com/source/119723"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"95183":{"U":"","id":95183,"N":"WHO","url":"https://glosbe.com/source/95183"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"93235":{"U":"https://www.ncbi.nlm.nih.gov/pmc/","id":93235,"N":"pmc","url":"https://glosbe.com/source/93235"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"95096":{"U":"","id":95096,"N":"vatican.va","url":"https://glosbe.com/source/95096"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}