{"result":"ok","tuc":[{"phrase":{"text":"arid","language":"en"},"meanings":[{"language":"es","text":"Baldío o improductivo debido a la falta de humedad."},{"language":"en","text":"very dry"},{"language":"en","text":"Barren or unproductive because of lack of moisture."}],"meaningId":6860665877520806673,"authors":[90508]},{"phrase":{"text":"barren","language":"en"},"meaningId":4025487397687724198,"authors":[89651]},{"phrase":{"text":"dry","language":"en"},"meaningId":7025687251664572604,"authors":[92056]},{"phrase":{"text":"bare","language":"en"},"meaningId":-441086842407367083,"authors":[84500]},{"phrase":{"text":"infertile","language":"en"},"meaningId":-9034256350284760046,"authors":[25018]},{"phrase":{"text":"waterless","language":"en"},"meaningId":7754816885174614389,"authors":[83093]},{"phrase":{"text":"aggregate","language":"en"},"meaningId":5941878306141173487,"authors":[86]},{"phrase":{"text":"barren(senfrukta)","language":"en"},"meaningId":-5414858055352254270,"authors":[8]},{"phrase":{"text":"bleak","language":"en"},"meaningId":-3327097219406756731,"authors":[84500]},{"phrase":{"text":"desolate","language":"en"},"meaningId":-3301530881671153910,"authors":[84500]},{"phrase":{"text":"dreary(senkultura)","language":"en"},"meaningId":-7906482884351445509,"authors":[8]},{"phrase":{"text":"dried","language":"en"},"meaningId":4830150441543848044,"authors":[86934]},{"phrase":{"text":"droughty","language":"en"},"meaningId":-5644783966033893959,"authors":[25018]},{"phrase":{"text":"jejune","language":"en"},"meaningId":9172063716120004969,"authors":[25018]},{"phrase":{"text":"meager","language":"en"},"meaningId":-8104728306719378245,"authors":[83042]},{"phrase":{"text":"meagre","language":"en"},"meaningId":8208069299108275453,"authors":[83042]},{"phrase":{"text":"skinny","language":"en"},"meaningId":-4751132310480352968,"authors":[25115]},{"phrase":{"text":"stark","language":"en"},"meaningId":8756577179481816105,"authors":[84500]},{"phrase":{"text":"sterile","language":"en"},"meaningId":7276031514107577201,"authors":[25115]},{"phrase":{"text":"unfruitful","language":"en"},"meaningId":1373968723125357660,"authors":[25115]},{"meanings":[{"language":"en","text":"arid"}],"meaningId":9010293500695201211,"authors":[1]}],"phrase":"árido","examples":[{"author":22,"first":"Cemex: Activo en la producción y marketing de cemento, hormigón premezclado, <strong class=\"keyword\">áridos</strong> y otros productos relacionados a nivel mundial","second":"for Cemex: active in the production and marketing of cement, ready-mixed concrete, <strong class=\"keyword\">aggregates</strong> and other related products world-wide"},{"author":8008,"first":"Se deja entonces la <strong class=\"keyword\">árida</strong> estepa para pasar a la zona denominada bosque de transición.","second":"Se deja entonces la <strong class=\"keyword\">árida</strong> steppe para pasar a la zona denominada bosque de transición."},{"author":93236,"first":"La subsecuente diversificación evolutiva produjo los subgrupos Tomentosi en las regiones frias y <strong class=\"keyword\">áridas</strong> del norte de la Cordillera y el Lobati en las regiones mas cálidas del “Great Basin” y de los desiertos del suroeste.","second":"Subsequent evolutionary diversification produced the Tomentosi in the cool, <strong class=\"keyword\">dry</strong> regions of the northern Cordillera and the Lobati in the warmer cordilleran regions of the Great Basin and Southwestern deserts."},{"author":93236,"first":"Los resultados proporcionan una comprensión del desempeño de este sistema de cobertura para los residuos en el cierre de minas y ofrece una guía sobre los requerimientos necesarios para este tipo de coberturas en otras regiones <strong class=\"keyword\">áridas</strong>.","second":"The results provide an understanding of ET cover system performance for closure of mine waste facilities and offer guidance for ET cover system requirements in other <strong class=\"keyword\">arid</strong> regions."},{"author":94808,"first":"La evaluación y el pronóstico de la dinámica de los ecosistemas de las tierras <strong class=\"keyword\">áridas</strong> a fin de formular estrategias de adaptación en el contexto del cambio climático y de aliviar la pobreza con miras a lograr los objetivos de desarrollo del Milenio;","second":"Assessing and forecasting <strong class=\"keyword\">dryland</strong> ecosystem dynamics in order to formulate adaptation strategies in the context of global change and to alleviate poverty in order to achieve the Millennium Development Goals;"},{"author":94809,"first":"material entera o principalmente compuesto de esquisto que se extrae deliberadamente para su explotación comercial como <strong class=\"keyword\">árido</strong>, incluido el esquisto que se produce como subproducto de nuevas extracciones de otros materiales gravados con el impuesto;","second":"material wholly or mainly consisting of shale that is deliberately extracted for commercial exploitation as <strong class=\"keyword\">aggregate</strong>, including here shale occurring as by-product of fresh quarrying of other taxed materials; and"},{"author":94808,"first":"Las tierras <strong class=\"keyword\">áridas</strong> también tienen un potencial considerable para ayudar a mitigar los efectos del cambio climático.","second":"<strong class=\"keyword\">Drylands</strong> also offer considerable potential for helping to mitigate the effects of climate change."},{"author":94809,"first":"Las autoridades del Reino Unido sostienen que la adición de un compuesto químico a un subproducto de un proceso de combustión industrial no hace que la exención sea incompatible con el objetivo del impuesto, ya que el material resultante no es un <strong class=\"keyword\">árido</strong> gravado con el impuesto.","second":"The UK authorities maintain, the addition of a chemical to the by-product of an industrial combustion process does not render the exemption inconsistent with the objective of the levy, since the resultant material is not a taxable <strong class=\"keyword\">aggregate</strong>."},{"author":94809,"first":"(24) En primer lugar señaló que la finalidad del impuesto controvertido era desplazar una parte de la demanda de <strong class=\"keyword\">áridos</strong> vírgenes hacia otros productos sustitutivos, exentos del impuesto, y que las autoridades británicas preveían reducir de este modo la demanda de <strong class=\"keyword\">áridos</strong> vírgenes en cerca de un 8 % a un 9 % al año, por término medio.","second":"(24) The Court of First Instance first pointed out that the purpose of the <strong class=\"keyword\">AGL</strong> was to transfer some of the demand for virgin <strong class=\"keyword\">aggregates</strong> to other products (which were exempt from the levy) and that the United Kingdom authorities anticipated that the <strong class=\"keyword\">AGL</strong> would enable demand for virgin <strong class=\"keyword\">aggregates</strong> to be reduced by an average of approximately 8 to 9% per year."},{"author":8008,"first":"Es la mayor del archipiélago canario, su característica más significativa es la gran riqueza y variedad de sus paisajes debido a la diferencia climática existente entre la mitad norte de a isla húmeda y frondosa, y la mitad sur más <strong class=\"keyword\">árida</strong> y soleada.","second":"This is the largest island on the Canary archipelago. Its most significant feature is the great richness and variety of its landscapes due to the difference in climate between the north of the island - damp and leafy - and the southern <strong class=\"keyword\">drier</strong> and sunnier half."},{"author":94809,"first":"c) promover procesos y actividades relacionados con la lucha contra la desertificación y/o la mitigación de los efectos de la sequía en las zonas <strong class=\"keyword\">áridas</strong>, semiáridas y subhúmedas secas de África.","second":"(c) promote processes and activities relating to combating desertification and/or mitigating the effects of drought within the <strong class=\"keyword\">arid</strong>, semi-<strong class=\"keyword\">arid</strong> and dry sub-humid areas of Africa."},{"author":94809,"first":"Las zonas montañosas <strong class=\"keyword\">áridas</strong> y semiáridas son menos ricas desde el punto de vista del número de especies, pero también acogen una biodiversidad única y proporcionan un sustento escaso.","second":"<strong class=\"keyword\">Arid</strong> and semi-arid rangelands are less rich in terms of number of species, but also hold unique biodiversity and support poor livelihoods."},{"author":119739,"first":"Un ángel le mandó a Felipe el evangelizador que fuera al camino <strong class=\"keyword\">árido</strong> que iba de Jerusalén a Gaza y predicara a un hombre etíope que había ido a Jerusalén para adorar a Dios (Hechos 8:26-33).","second":"An angel instructed the evangelizer Philip to go to the desert road that ran from Jerusalem to Gaza and preach to an Ethiopian who had gone to Jerusalem to worship.—Acts 8:26-33."},{"author":94809,"first":"La pizarra no se extrae tradicionalmente para utilizarse como <strong class=\"keyword\">árido</strong>, sino que se extrae para su uso como material de construcción en tejados, revestimientos, suelos y pavimentos, y se utiliza a menudo por motivos de tradición en la conservación de edificios históricos en el Reino Unido.","second":"Slate is not traditionally extracted for use as <strong class=\"keyword\">aggregate</strong>; rather, it is extracted for use as a building material in roofing, cladding, flooring, paving and is often used for heritage reasons in the conservation of historic buildings in the United Kingdom."},{"author":94809,"first":"En el contexto de las observaciones presentadas antes de la Decisión de incoación, las autoridades del Reino Unido habían indicado que ninguna de las sustancias exentas en virtud del artículo 18 (54) se extrae de canteras o minas para su uso como <strong class=\"keyword\">áridos</strong>.","second":"In the context of their submissions prior to the Opening Decision, the UK authorities had indicated that neither of the substances exempted under Section 18 (54) are quarried or mined for use as <strong class=\"keyword\">aggregates</strong>."},{"author":94808,"first":"Lo que se proponía era que un grupo de países de zonas <strong class=\"keyword\">áridas</strong> se unieran para formar una alianza mundial.","second":"The proposal is for a group of <strong class=\"keyword\">dryland</strong> countries to join together to form a global dryland alliance."},{"author":94809,"first":"7 El AGL se aplica a razón de 1,60 libras esterlinas (GBP) por tonelada de <strong class=\"keyword\">áridos</strong> que son objeto de explotación comercial (artículo 16, apartado 4, de la Finance Act 2001).","second":"7 The AGL is charged at the rate of GBP 1.60 per tonne of <strong class=\"keyword\">aggregate</strong> subject to commercial exploitation (section 16(4) of the Finance Act 2001)."},{"author":31,"first":"Los cardassianos envenenaron casi todas esas tierras antes de irse...... y Rakantha es desde entonces un terreno <strong class=\"keyword\">árido</strong>","second":"The Cardassians poisoned much of our farmlands before they left and Rakantha has been <strong class=\"keyword\">barren</strong> wasteland ever since"},{"author":8000,"first":"He recibido informes sobre la actividad de diversos organizaciones árabes especializadas: el Consejo de la Unidad Económica Árabe; la Organización Árabe de Desarrollo Administrativo; el Centro Árabe para el Estudio de las Zonas <strong class=\"keyword\">Áridas</strong> y Secas; la Organización Árabe del Trabajo; la Organización Árabe de Desarrollo Agrícola; la Organización Árabe de Comunicaciones por Satélite; la Secretaría General del Consejo Árabe de Ministros de Interior y la Organización Árabe de Desarrollo Industrial y Minería","second":"I have received reports on the activity of a number of specialized Arab organizations namely: the Council for Arab Economic Unity, the Arab Administrative Development Organization, the Arab Centre for the Study of <strong class=\"keyword\">Arid</strong> Zones and Dry Lands, the Arab Labour Organization, the Arab Organization for Agricultural Development, the Arab Satellite Communication Organization, the Secretariat-General of the Council of Arab Ministers of the Interior and the Arab Industrial Development and Mining Organization"},{"author":26,"first":"Deja ir a su gente, o Egipto quedará <strong class=\"keyword\">árido</strong> desde las cataratas hasta el mar","second":"Let his people go, or Egypt will be <strong class=\"keyword\">barren</strong> from the cataracts to the sea"},{"author":94808,"first":"Ello queda claro en muchas partes de las regiones <strong class=\"keyword\">áridas</strong> y semiáridas, que han estado expuestas a una mala utilización de los recursos naturales, lo que ha producido su deterioro y la propagación de la desertificación.","second":"This is evidenced in several parts of the <strong class=\"keyword\">arid</strong> and semi-arid regions, many parts of which have been exposed to misuse of natural resources that has led to their deterioration and to the expansion of desertification."},{"author":94809,"first":"La exención de los subproductos de procesos de combustión industrial o de la fundición o el refinado de metales solo sirve para la venta de estos como <strong class=\"keyword\">áridos</strong> para que puedan reemplazar a las nuevas extracciones para su uso como <strong class=\"keyword\">áridos</strong>.","second":"The exemption for by-products of industrial combustion processes or from the smelting or refining of metal merely serves the selling of these as <strong class=\"keyword\">aggregates</strong> so that they can replace fresh extraction for <strong class=\"keyword\">aggregates</strong> use."},{"author":94809,"first":"El clima de la zona de cultivo del azafrán es típicamente mediterráneo, con lluvias concentradas en el periodo de otoño e invierno, generalmente suaves, mientras que los veranos son calurosos y <strong class=\"keyword\">áridos</strong>.","second":"The area where the saffron is cultivated has a typical Mediterranean climate, which is generally mild, with rainfall concentrated in the autumn and winter, and hot, <strong class=\"keyword\">dry</strong> summers."},{"author":94808,"first":"Decide crear un grupo de trabajo intergubernamental con el fin de: 1) establecer una definición científica de la neutralización de la degradación de las tierras en las zonas <strong class=\"keyword\">áridas</strong>, semiáridas y subhúmedas secas; 2) formular opciones relativas a las zonas <strong class=\"keyword\">áridas</strong>, semiáridas y subhúmedas secas que las Partes puedan considerar si deciden adoptar medidas para lograr la neutralización de la degradación de las tierras; y 3) asesorar a la Convención sobre las consecuencias para sus estrategias, programas y necesidades de recursos actuales y del futuro;","second":"Decides to establish an intergovernmental working group to: (1) establish a science-based definition of land degradation neutrality in <strong class=\"keyword\">arid</strong>, semi-<strong class=\"keyword\">arid</strong> and dry sub-humid areas; (2) develop options relating to <strong class=\"keyword\">arid</strong>, semi-arid and dry sub-humid areas that Parties might consider should they strive to achieve land degradation neutrality; and (3) advise the Convention on the implications for its current and future strategy, programmes and the resource requirements;"},{"author":94809,"first":"Decisión 2002/592/CE de la Comisión, de 15 de julio de 2002, por la que se modifican las Decisiones 95/467/CE, 96/577/CE, 96/578/CE y 98/598/CE relativas al procedimiento de certificación de la conformidad de productos de construcción con arreglo al artículo 20, apartado 2, de la Directiva 89/106/CEE del Consejo, en lo que concierne a productos de yeso, instalaciones fijas de lucha contra incendios, aparatos sanitarios y <strong class=\"keyword\">áridos</strong>, respectivamente (DO L 192 de 20.7.2002, p.","second":"Commission Decision 2002/592/EC of 15 July 2002 amending Decisions 95/467/EC, 96/577/EC, 96/578/EC and 98/598/EC on the procedure for attesting the conformity of construction products pursuant to Article 20(2) of Council Directive 89/106/EC as regards gypsum products, fixed firefighting systems, sanitary appliances and <strong class=\"keyword\">aggregates</strong> respectively (OJ L 192, 20.7.2002, p."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"90508":{"U":"","id":90508,"N":"en.wiktionary2016","url":"https://glosbe.com/source/90508"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"83093":{"U":"","id":83093,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83093"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"93236":{"U":"","id":93236,"N":"springer","url":"https://glosbe.com/source/93236"},"86":{"U":"","id":86,"N":"wiki","url":"https://glosbe.com/source/86"},"22":{"U":"http://eur-lex.europa.eu/JOIndex.do","id":22,"N":"oj4","url":"https://glosbe.com/source/22"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"119739":{"U":"","id":119739,"N":"JW_2017_12","url":"https://glosbe.com/source/119739"},"26":{"U":"http://www.opensubtitles.org/","id":26,"N":"OpenSubtitles","url":"https://glosbe.com/source/26"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"31":{"U":"http://www.opensubtitles.org/","id":31,"N":"opensubtitles2","url":"https://glosbe.com/source/31"}}}