{"result":"ok","tuc":[{"phrase":{"text":"momentum","language":"en"},"meanings":[{"language":"en","text":"product of mass and velocity"},{"language":"es","text":"Cantidad física vectorial: el producto de la masa y de la velocidad de un cuerpo."},{"language":"en","text":"Vectorial physical quantity: the product of mass and velocity of a body."},{"language":"en","text":"impetus, either of a body in motion, or of an idea or course of events"}],"meaningId":-1931322556100323742,"authors":[70195]},{"phrase":{"text":"impetus","language":"en"},"meaningId":2661629531386523185,"authors":[69425]},{"phrase":{"text":"heat","language":"en"},"meanings":[{"language":"en","text":"period of intensity, particularly of emotion"}],"meaningId":1367801303908806452,"authors":[70195]},{"phrase":{"text":"brunt","language":"en"},"meaningId":-7998261051328677198,"authors":[83042]},{"phrase":{"text":"drive","language":"en"},"meaningId":-1896498358757015865,"authors":[97745]},{"phrase":{"text":"elan","language":"en"},"meaningId":-5776635862708824470,"authors":[84500]},{"phrase":{"text":"force","language":"en"},"meaningId":6349273935197502351,"authors":[8]},{"phrase":{"text":"go","language":"en"},"meaningId":8216442762730393602,"authors":[83042]},{"phrase":{"text":"haste","language":"en"},"meaningId":-730777086302819192,"authors":[86934]},{"phrase":{"text":"impetuosity","language":"en"},"meaningId":7461376142688262406,"authors":[25018]},{"phrase":{"text":"push","language":"en"},"meaningId":-7478048481997387209,"authors":[97745]},{"phrase":{"text":"rush","language":"en"},"meaningId":8462484794571054934,"authors":[89651]},{"phrase":{"text":"urge","language":"en"},"meaningId":-4465508308249871345,"authors":[83042]},{"phrase":{"text":"vehemence","language":"en"},"meaningId":-4075982426154004614,"authors":[97745]},{"phrase":{"text":"vigor","language":"en"},"meaningId":-2649037083713210536,"authors":[8]},{"phrase":{"text":"vim","language":"en"},"meaningId":3377287035902914453,"authors":[83042]},{"phrase":{"text":"violence","language":"en"},"meaningId":989688621475956902,"authors":[25115]},{"meanings":[{"language":"en","text":"force"},{"language":"en","text":"energy; vigor"},{"language":"en","text":"impetus"},{"language":"en","text":"force; violence"}],"meaningId":4987228105391603902,"authors":[1]}],"phrase":"ímpetu","examples":[{"author":8000,"first":"Al mismo tiempo, ha dado <strong class=\"keyword\">ímpetu</strong> a nuestros esfuerzos por crear un mundo mejor para las generaciones futuras","second":"At the same time, it gave an <strong class=\"keyword\">impetus</strong> to our efforts to create a better world for future generations"},{"author":8000,"first":"A ese fin, el Comité Especial debe recibir ayuda para cumplir su mandato efectivamente y dar nuevo <strong class=\"keyword\">ímpetu</strong> a su labor","second":"To that end, the Special Committee should be helped to fulfil its mandate effectively and give fresh <strong class=\"keyword\">impetus</strong> to its work"},{"author":27,"first":"Por ello es necesario dar un nuevo <strong class=\"keyword\">ímpetu</strong> a las relaciones.","second":"A new <strong class=\"keyword\">impetus</strong> to our relationship is therefore essential."},{"author":8000,"first":"El Japón piensa hacer varios esfuerzos a este respecto y espera que el informe actual dé <strong class=\"keyword\">ímpetu</strong> a las discusiones","second":"Japan intends to make various efforts in this regard and hopes that the present report will provide <strong class=\"keyword\">momentum</strong> to the discussions"},{"author":8000,"first":"Deseo reiterar que mi delegación comparte la decisión del Consejo de Seguridad de mantener el <strong class=\"keyword\">ímpetu</strong> del Comité contra el Terrorismo y apoya plenamente la declaración ministerial aprobada recientemente mediante la resolución","second":"I would like to reiterate that my delegation shares the determination of the Security Council to keep <strong class=\"keyword\">up</strong> the <strong class=\"keyword\">momentum</strong> of the Counter-Terrorism Committee and fully supports the ministerial declaration recently adopted by resolution"},{"author":94808,"first":"Hay que dar nuevo <strong class=\"keyword\">ímpetu</strong> al desarme nuclear, sobre todo para contrarrestar el peligro de un debilitamiento del Tratado.","second":"A new <strong class=\"keyword\">impetus</strong> for nuclear disarmament was <strong class=\"keyword\">needed</strong>, not least effectively to counter the danger of an erosion of the NPT."},{"author":94809,"first":"Deben utilizarse todos los instrumentos de que dispone la Unión Europea de manera coherente para abordar con <strong class=\"keyword\">ímpetu</strong> la preocupación clave: la lucha contra el terrorismo.","second":"All the instruments available to the European Union should be used in a consistent manner so that the key concern — the <strong class=\"keyword\">fight</strong> against terrorism — is fully addressed."},{"author":8000,"first":"Mi delegación expresa la esperanza de que la consideración del tema del terrorismo internacional a principios de octubre en este salón del Pleno aporte el <strong class=\"keyword\">ímpetu</strong> necesario para fomentar la elaboración del convenio general sobre terrorismo internacional","second":"My delegation expresses the hope that consideration of the question of international terrorism in early October in this plenary will give the needed <strong class=\"keyword\">political impetus</strong> to promoting further the elaboration of the comprehensive convention on international terrorism"},{"author":8000,"first":"El MANUD de Zimbabwe y el programa del país tienen por objeto dar <strong class=\"keyword\">ímpetu</strong> a la consecución de los objetivos de desarrollo del Milenio y el plan de acción de “Un mundo apropiado para los niños”, prestando especial atención y apoyo a los niños huérfanos y otros niños vulnerables y a la lucha contra el VIH/SIDA","second":"Both the ZUNDAF and the country programme aim to <strong class=\"keyword\">progress</strong> the Millennium Development Goals and A World Fit for Children Plan of Action, emphasizing the care and support of OVC and fighting HIV/AIDS"},{"author":94808,"first":"Basándose en este <strong class=\"keyword\">ímpetu</strong> puede que proceda realizar análisis más profundos, considerando los costos de la inacción con respecto a la gestión de los productos químicos y los desechos y los beneficios potenciales para la salud humana y la economía de la adopción de medidas.","second":"Building on this <strong class=\"keyword\">momentum</strong>, there may be scope for further analyses, considering the cost of inaction with regard to chemicals and waste management and the potential human health and economic benefits of action."},{"author":94809,"first":"Desde esa fecha, se ha perdido parte del <strong class=\"keyword\">ímpetu</strong> generado por el Consejo de Lisboa; se han impuesto otras prioridades y el crecimiento económico de la UE ha caído perceptiblemente por debajo del índice medio del 3 %, que en las Conclusiones de la Presidencia de Lisboa se consideró \"una previsión realista para los próximos años\".","second":"Since that date, some of the <strong class=\"keyword\">momentum</strong> generated by the Lisbon Council has been lost; other priorities have supervened and economic growth in the EU has fallen significantly below the average rate of 3 % which the Lisbon Presidency Conclusions envisaged as a \"realistic prospect for the coming years\"."},{"author":94809,"first":"Observa que el mercado interior ha mejorado las condiciones de acceso de los terceros países al mercado y ha dado un nuevo <strong class=\"keyword\">ímpetu</strong> a la integración regional en Europa y en otras partes del mundo;","second":"Notes that the single market has improved market access for third countries, and has given <strong class=\"keyword\">fresh impetus</strong> to regional integration in Europe as well as in other parts of the world;"},{"author":94808,"first":"Los progresos en las firmas y las ratificaciones han contribuido de manera importante a mantener la fortaleza y el <strong class=\"keyword\">ímpetu</strong> del Tratado.","second":"Progress in signatures and ratifications has made an important contribution to maintaining the strength and <strong class=\"keyword\">momentum</strong> of the Treaty."},{"author":8000,"first":"Como el Presidente de la Unión Europea dijo, al hablar en nombre de las quince naciones, Luxemburgo acoge con beneplácito y celebra este nuevo <strong class=\"keyword\">ímpetu</strong>, esta nueva creación dinámica","second":"As the President of the European Union said, speaking on behalf of the fifteen nations, Luxembourg welcomes and is gratified by this new <strong class=\"keyword\">impetus</strong>, this new dynamic creation"},{"author":118293,"first":"John, no quiero que nada contenga el ataque justo ahora que tenemos el <strong class=\"keyword\">ímpetu</strong>.","second":"John, I don't want anything to break up this attack of ours now we have the <strong class=\"keyword\">momentum</strong>."},{"author":94808,"first":"Aunque cabe argüir que la mayor parte de los conflictos internos tiene, invariablemente, componentes externos, el concepto de consolidación de la paz que surgió a principios del decenio de 1990 y proporcionó el <strong class=\"keyword\">ímpetu</strong> para la acción internacional vigorosa de las Naciones Unidas en muchas zonas del mundo estaba dirigido principalmente a evitar, mitigar, resolver o gestionar esos conflictos para que no se exacerbaran, y, de esa manera, incidir positivamente en la paz y la seguridad internacionales y permitir una transición política más amplia en esas sociedades a fin de lograr una estabilidad regional a largo plazo.","second":"Though it can be argued that most intra-State conflicts invariably have external components, the concept of peace-building that arose in the early 1990s and provided the <strong class=\"keyword\">impetus</strong> for robust international action by the United Nations in many areas of the world was directed mainly to prevent, mitigate, resolve or manage such conflicts with a view to both avoiding their exacerbation, thereby positively affecting international peace and security, and to enabling broader political transitions to take place within these societies for long-term regional stability."},{"author":94808,"first":"Los recientes debates internacionales han dado un nuevo <strong class=\"keyword\">ímpetu</strong> a la cooperación para el desarrollo centrada en los objetivos y resultados.","second":"Recent international discussions have given further <strong class=\"keyword\">impetus</strong> to goal- and result-oriented development cooperation."},{"author":8000,"first":"En África, en el marco de la Nueva Alianza para el Desarrollo de África (NEPAD) los esfuerzos de los países por crear una entorno viable para el desarrollo sostenible han recibido un nuevo <strong class=\"keyword\">ímpetu</strong>","second":"In Africa, under the framework of the New Partnership for Africa's Development (NEPAD), the efforts of countries to create an enabling atmosphere for sustainable development have received further <strong class=\"keyword\">impetus</strong>"},{"author":94808,"first":"Se debe aprovechar el <strong class=\"keyword\">ímpetu</strong> proporcionado por el Diálogo de Alto Nivel para promover las actividades prácticas de la Organización en esa esfera, y la resolución que acabamos de aprobar constituye una base adecuada para ello.","second":"The <strong class=\"keyword\">impetus</strong> provided by the High-level Dialogue must be used to further the Organization’s practical activity in that area, and the resolution just adopted creates a good foundation for this."},{"author":8000,"first":"Por el momento, es importante aprovechar la oportunidad de este <strong class=\"keyword\">ímpetu</strong> positivo para aplicar en serio los programas de acción existentes a fin de plasmar los compromisos en acciones concretas","second":"For the time being, it is important to take advantage of this positive <strong class=\"keyword\">momentum</strong> to implement in earnest the existing programmes of action so as to translate commitments into concrete action"},{"author":94808,"first":"A medida que el proceso de transición cobra <strong class=\"keyword\">ímpetu</strong> y llega cada vez más a otras secciones del Afganistán, y a medida que continúa la retirada gradual de la presencia militar, el desarrollo socioeconómico, sobre todo en la educación, la capacitación profesional y la promoción social de la mujer deben considerarse como un interés estratégico en la creación de un Afganistán pacífico y próspero.","second":"As the transition process <strong class=\"keyword\">gathers momentum</strong> and increasingly reaches greater sections of Afghanistan, and as the phased military withdrawal of the international military presence continues, socio-economic development, particularly in education, professional training and the social promotion of women, must be considered a strategic interest in the creation of a peaceful and prosperous Afghanistan."},{"author":8000,"first":"Las numerosas actividades que habían tenido lugar desde el último período de sesiones demostraban que la incertidumbre acerca de la fecha de entrada en vigor del Protocolo de Kyoto no había mermado el <strong class=\"keyword\">ímpetu</strong> del proceso","second":"The many activities which had taken place since the previous session showed that the uncertainty about the date of entry into force of the Kyoto Protocol had not slowed the <strong class=\"keyword\">momentum</strong> of the process"},{"author":94808,"first":"También en este caso la competencia por los recursos agrícolas limitados tuvo algo que ver mientras que la economía perdía <strong class=\"keyword\">ímpetu</strong>, los niveles de vida disminuían y el número de migrantes internos comenzaba a aumentar.","second":"Here again, competition for limited agricultural resources played a role as the economy sputtered, living standards fell and the number of internal migrants began to rise."},{"author":8000,"first":"Estas actividades y reuniones también ayudaron a impartir el <strong class=\"keyword\">ímpetu</strong> hacia la Conferencia de las Naciones Unidas de","second":"These activities and events also helped to <strong class=\"keyword\">build</strong> the <strong class=\"keyword\">momentum</strong> towards the # nited Nations Conference"},{"author":8008,"first":"Si puedes recapacitar y canalizar tus emociones para depurar tu ataque, te encontrarás en una posición infinitamente mejor que el que se deja llevar por el <strong class=\"keyword\">ímpetu</strong>.","second":"If you can take a step back and channel your emotions into sharpening your attack, you’re in an infinitely stronger position than the <strong class=\"keyword\">tilter</strong>."}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"83042":{"U":"","id":83042,"N":"Dbnary: Wiktionary as Linguistic Linked Open Data","url":"https://glosbe.com/source/83042"},"8":{"U":"http://es.wiktionary.org","id":8,"N":"es.wiktionary.org","url":"https://glosbe.com/source/8"},"8008":{"U":"http://www.statmt.org/wmt13/translation-task.html","id":8008,"N":"Common crawl","url":"https://glosbe.com/source/8008"},"69425":{"U":"","id":69425,"N":"plwiktionary.org","url":"https://glosbe.com/source/69425"},"97745":{"U":"","id":97745,"N":"Glosbe-Trav-CDMultilang","url":"https://glosbe.com/source/97745"},"70195":{"U":"","id":70195,"N":"en.wiktionary.org_2014","url":"https://glosbe.com/source/70195"},"89651":{"U":"","id":89651,"N":"GlosbeWordalignmentRnD","url":"https://glosbe.com/source/89651"},"118293":{"U":"https://www.opensubtitles.org/","id":118293,"N":"opensubtitles2017","url":"https://glosbe.com/source/118293"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"86934":{"U":"","id":86934,"N":"Glosbe Research","url":"https://glosbe.com/source/86934"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"25115":{"U":"","id":25115,"N":"GlTrav3","url":"https://glosbe.com/source/25115"},"27":{"U":"http://www.statmt.org/europarl/","id":27,"N":"Europarl8","url":"https://glosbe.com/source/27"}}}