{"result":"ok","tuc":[{"phrase":{"text":"character","language":"en"},"meaningId":3071012931886689897,"authors":[92056]},{"phrase":{"text":"kind","language":"en"},"meaningId":-7108449604177821051,"authors":[25018]},{"phrase":{"text":"nature","language":"en"},"meaningId":7896178620997443453,"authors":[84500]},{"phrase":{"text":"ilk","language":"en"},"meaningId":7287498650860386631,"authors":[2903]},{"phrase":{"text":"type","language":"en"},"meaningId":-2870488675262170785,"authors":[84715]},{"phrase":{"text":"stripe","language":"en"},"meanings":[{"language":"es","text":"Naturaleza, calidad buena o mala de una cosa."}],"meaningId":-8283021142322149582,"authors":[60172]},{"phrase":{"text":"disposition","language":"en"},"meaningId":1009653752227295793,"authors":[25018]},{"phrase":{"text":"fibre","language":"en"},"meaningId":7627559824587890228,"authors":[25018]},{"phrase":{"text":"genus","language":"en"},"meaningId":-6372438045959390054,"authors":[25018]},{"phrase":{"text":"like","language":"en"},"meaningId":-6931251550248662053,"authors":[84500]},{"phrase":{"text":"stamp","language":"en"},"meaningId":7616983332090686123,"authors":[84500]},{"meanings":[{"language":"en","text":"nature, character"},{"language":"en","text":"type"}],"meaningId":1414726211968016695,"authors":[1]}],"phrase":"índole","examples":[{"author":94808,"first":"La inseguridad seguía impidiendo el acceso y las actividades de <strong class=\"keyword\">índole</strong> humanitaria, lo que obstaculizaba el regreso de los refugiados y los desplazados internos provocando así nuevos desplazamientos en el norte de Malí.","second":"Insecurity continued to constrain <strong class=\"keyword\">humanitarian</strong> access and activities, hampering the return of internally displaced persons and refugees and causing new displacement in northern Mali."},{"author":94808,"first":"El Comité recomienda que el Estado Parte siga desarrollando la legislación en apoyo de los padres adoptivos y que el Estado Parte refuerce los servicios comunitarios a favor de las familias que tropiezan con dificultades económicas, sociales o de otra <strong class=\"keyword\">índole</strong>, así como de las que se ocupan de niños con discapacidades y problemas emocionales o de comportamiento, de manera tal que se garantice un mayor respeto de los principios de la Convención.","second":"The Committee recommends that the State party further develop legislation supporting foster care, and that the State party strengthen community services in favour of families with economic, social or <strong class=\"keyword\">other</strong> difficulties and families caring for children with disabilities and with emotional or behavioural problems, in a manner which assures greater respect for the principles of the Convention."},{"author":94808,"first":"Destacando que toda persona tiene los derechos y libertades reconocidos en la Declaración Universal de Derechos Humanos, sin distinción alguna de raza, color, sexo, idioma, religión, opinión política o de otra <strong class=\"keyword\">índole</strong>, origen nacional o social, posición económica, nacimiento o cualquier otra condición,","second":"Stressing that everyone is entitled to all the rights and freedoms recognized in the Universal Declaration of Human Rights without distinction of any kind, including on the grounds of race, colour, sex, language, religion, political or <strong class=\"keyword\">other</strong> opinion, national or social origin, property, birth or other status,"},{"author":94808,"first":"La CESPAO utilizará su liderazgo del Equipo de tareas sobre coordinación estadística del Mecanismo de Coordinación Regional para promover la coordinación de las estadísticas entre las organizaciones nacionales e internacionales que realizan actividades de esa <strong class=\"keyword\">índole</strong> en la región.","second":"ESCWA will use its leadership of the Task Force on Statistical Coordination of the Regional Coordination Mechanism to promote coordination of statistics between national and international organizations active in the region."},{"author":94808,"first":"El apoyo técnico y de otra <strong class=\"keyword\">índole</strong> que prestan a las oficinas del PNUD en los países es muy positivo y los centros, con su división del trabajo, están en mejores condiciones de proporcionar una estructura de ejecución descentralizada, eficaz y eficiente.","second":"The technical support and <strong class=\"keyword\">backstopping</strong> they offer to UNDP country offices is greatly appreciated, and the centres – with their division of labour – are better placed to provide a decentralized, effective and efficient implementation structure."},{"author":8000,"first":"La mundialización económica ha demostrado que el carácter nacional de los actuales sistemas e instituciones de regulación y de rendición de cuentas no concuerda con la <strong class=\"keyword\">índole</strong> mundial de las transacciones económicas y financieras que suponen un importante reto para la gestión de los asuntos económicos en el siglo XXI","second":"Economic globalization has revealed a mismatch between current systems and institutions of regulation and accountability that are national and the global <strong class=\"keyword\">nature</strong> of economic and financial transactions that pose a major challenge for economic governance in the twenty-first century"},{"author":94809,"first":"En efecto, la apreciación de la Comisión sobre la compatibilidad de las ayudas examinadas con el mercado común del carbón y del acero no se basa en una evolución de esta <strong class=\"keyword\">índole</strong>.","second":"The Commission’s assessment of the compatibility of the aid at issue with the common market in coal and steel is not based on <strong class=\"keyword\">that</strong> development."},{"author":8000,"first":"Al mismo tiempo, la Administración reitera su observación de que desea mantener el enfoque actual, con arreglo al cual el apoyo de esta <strong class=\"keyword\">índole</strong> está comprendido en el marco de funciones de la dependencia o sección de que se trate y los directores de programas tienen flexibilidad para utilizar la totalidad de los recursos a fin de alcanzar los resultados enunciados en los marcos de la presupuestación basada en los resultados y en el marco estratégico","second":"At the same time, the Administration reiterates its comment that it wishes to maintain the current approach, whereby <strong class=\"keyword\">such</strong> support falls within the overall functional responsibilities of the unit or section concerned, and whereby programme managers have flexibility in utilizing the totality of resources to achieve the results set out in the results-based budgeting frameworks and the strategic framework"},{"author":42,"first":"Mención eventual de una radiación ionizante por razones de <strong class=\"keyword\">índole</strong> médica","second":"Mention any ionizing radiation for medical <strong class=\"keyword\">reasons</strong>"},{"author":94808,"first":"Después de la ratificación por Tayikistán el 13 de abril de 2001 de la Convención para la represión de la trata de personas y de la explotación de la prostitución ajena, de 2 de diciembre de 1949, se Completó el Código Penal de Tayikistán con el párrafo 1 del artículo 130, que penaliza la trata de personas con fines de explotación sexual o de otra <strong class=\"keyword\">índole</strong>.","second":"Following Tajikistan’s ratification on 13 April 2001 of the Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others of 2 December 1949, the Tajik Criminal Code was supplemented by article 130, paragraph 1, which criminalizes traffic in persons for the purposes of sexual or <strong class=\"keyword\">other</strong> exploitation."},{"author":94808,"first":"Los Estados Partes adoptarán todas las medidas administrativas, legislativas y de otra <strong class=\"keyword\">índole</strong> para dar efectividad a los derechos reconocidos en la presente Convención.","second":"“States parties shall undertake all appropriate legislative, administrative, and <strong class=\"keyword\">other</strong> measures for the implementation of the rights recognized in the present Convention."},{"author":94809,"first":"Ahora bien, en otras ocasiones, Internet puede convertirse en el medio idóneo para el flujo de contenidos potencialmente nocivos o ilegales, como ocurre en el caso de su utilización para la divulgación de material o información de <strong class=\"keyword\">índole</strong> racista.","second":"However, in other cases, the Internet may also become the ideal vehicle for conveying potentially harmful or illegal material, as is already the case as regards its role in distributing <strong class=\"keyword\">racist</strong> material and information."},{"author":8000,"first":"“...la solemne renuncia a la guerra como instrumento de política nacional necesariamente entraña la proposición de que una guerra de esa <strong class=\"keyword\">índole</strong> es ilegal en el derecho internacional, y de que quienes planean y hacen una guerra de esa <strong class=\"keyword\">índole</strong>, con sus inevitables y terribles consecuencias, están cometiendo un crimen al actuar de tal manera","second":"“... the solemn renunciation of war as an instrument of national policy necessarily involves the proposition that <strong class=\"keyword\">such</strong> a war is illegal in international law; and that those who plan and wage <strong class=\"keyword\">such</strong> a war, with its inevitable and terrible consequences, are committing a crime in so doing"},{"author":94809,"first":"Para ello, el mediador recurrirá al procedimiento que considere más adecuado, que puede consistir en rellenar cuestionarios, mantener conferencias, celebrar audiencias o presentar documentación escrita o de otra <strong class=\"keyword\">índole</strong>.","second":"This may be done by the means the conciliator considers the most appropriate, including through questionnaires, conferences, hearings or the submission of written or <strong class=\"keyword\">other</strong> material."},{"author":94809,"first":"En caso de que se compruebe una irregularidad en el cumplimiento de los requisitos establecidos en el presente Reglamento, la autoridad u organismo de control velará por que en el etiquetado y la publicidad no se haga referencia al método de producción ecológico en la totalidad del lote o producción afectados por dicha irregularidad, siempre que guarde proporción con la importancia del requisito que se haya infringido y con la <strong class=\"keyword\">índole</strong> y circunstancias concretas de las actividades irregulares.","second":"Where an irregularity is found as regards compliance with the requirements laid down in this Regulation, the control authority or control body shall ensure that no reference to the organic production method is made in the labelling and advertising of the entire lot or production run affected by this irregularity, where this would be proportionate to the relevance of the requirement that has been violated and to the <strong class=\"keyword\">nature</strong> and particular circumstances of the irregular activities."},{"author":8000,"first":"En # recibieron asistencia de esa <strong class=\"keyword\">índole</strong> # coordinadores residentes","second":"In # resident coordinators benefited from this <strong class=\"keyword\">assistance</strong>"},{"author":8000,"first":"¿Tiene previsto Barbados promulgar leyes que prohíban la discriminación en el empleo, la educación y otros servicios por motivos de raza, color, sexo, incluida la orientación sexual, idioma, religión, opinión política o de otra <strong class=\"keyword\">índole</strong>, origen nacional o social, posición económica, nacimiento o cualquier otra condición social, así como contra personas con discapacidad?","second":"Does Barbados envisage the adoption of legislation which would prohibit discrimination on any ground such as race, colour, sex, including sexual orientation, language, religion, political or other opinion, national or social origin, <strong class=\"keyword\">property</strong>, birth or other status as well as against persons with disabilities in employment, education and other services?"},{"author":94808,"first":"Estaban de acuerdo en que los mecanismos nacionales podían desempeñar una función importante en la prevención de la tortura y recordaron a ese respecto que, a tenor del párrafo 1 del artículo 2 de la Convención, los Estados Partes tenían la obligación de tomar medidas legislativas, administrativas, judiciales o de otra <strong class=\"keyword\">índole</strong> eficaces para impedir los actos de tortura.","second":"They all agreed that national mechanisms could play an important role in the prevention of torture and recalled in this respect that under article 2, paragraph 1, of the Convention, States parties had the obligation to take effective legislative, administrative, judicial or <strong class=\"keyword\">other</strong> measures to prevent acts of torture."},{"author":94808,"first":"La Carta Africana sobre los Derechos y el Bienestar del Niño garantiza los derechos enunciados en ella a \"todos los niños\" y prevé además que \"todos los niños disfrutarán de todos los derechos y las libertades reconocidos y garantizados en la presente Carta, sin distinción de raza, grupo étnico, color, sexo, idioma, religión, opinión política o de otra <strong class=\"keyword\">índole</strong>, origen nacional y social, fortuna, condición por nacimiento u otra condición del niño o de sus padres o tutores legales\" (art.","second":"The African Charter on the Rights and Welfare of the Child guarantees the rights therein to “every child” and states further that “[e]very child shall be entitled to the enjoyment of the rights and freedoms recognized and guaranteed in this Charter irrespective of the child’s or his/her parents’ or legal guardians’ race, ethnic group, <strong class=\"keyword\">colour</strong>, sex, language, religion, political or other opinion, national and social origin, fortune, birth or other status” (art."},{"author":94808,"first":"Por una parte está la protección de orden constitucional y legal interno. Por otra parte, está la protección de <strong class=\"keyword\">índole</strong> internacional, en la medida que ha ratificado la mayoría de los instrumentos internacionales que tutelan los derechos humanos, siendo uno de ellos el Pacto Internacional de Derechos Civiles y Políticos, ratificado por Ley No 5 del 9 de abril del año 1992 y el Protocolo Facultativo del Pacto, Ley No 400 del 26 de agosto del año 1994.","second":"It should be noted that the individual enjoys double protection of his or her human rights in the Republic of Paraguay: on the one hand, the protection afforded by the Constitution and the domestic legal system, and, on the other, international protection, inasmuch as Paraguay has ratified most international human rights instruments, including the International Covenant on Civil and Political Rights, ratified by Act No. 5 of 9 April 1992, and the Optional Protocol to the Covenant, ratified by Act No. 400 of 26 August 1994."},{"author":94809,"first":"Las cuestiones de seguridad tratadas en la Directiva sobre armas de fuego son de <strong class=\"keyword\">índole</strong> transfronteriza.","second":"The security issues tackled by the Firearms Directive are of cross-border <strong class=\"keyword\">nature</strong>."},{"author":94808,"first":"Por consiguiente, la comunidad internacional debe asegurar que los recursos financieros y de otra <strong class=\"keyword\">índole</strong> requeridos por el Gobierno lleguen plenamente.","second":"The international community must therefore ensure that financial and <strong class=\"keyword\">other</strong> resources required by the Government are fully provided."},{"author":94809,"first":"No obstante, el Comité considera absolutamente necesario que en la preparación de un nuevo instrumento financiero de esta <strong class=\"keyword\">índole</strong> se asegure la participación del sector bancario y de fondos de capital-riesgo, de tal modo que la introducción de este instrumento en el mercado entronque bien con los instrumentos existentes y se evite una distorsión de la competencia (también entre los bancos).","second":"The ESC would, however, draw attention to the fact that it is absolutely vital to involve the banking sector, and also venture capital funds in the preparation of such a new financial instrument; this is essential in order to ensure that a) when it is brought onto the market, it will mesh in well with existing instruments and b) that there is no distortion of competition (also between banks)."},{"author":94808,"first":"Así, por ejemplo, la ley puede especificar que todas las operaciones de una determinada <strong class=\"keyword\">índole</strong> que se realicen, por ejemplo, a seis meses de la apertura quedarán anuladas, y el representante de la insolvencia sólo deberá demostrar que los fines de la operación corresponden a los enunciados en la legislación y que la operación se realizó durante el período fijado por la ley; además, la otra parte no podrá oponer excepciones.","second":"So for example, the law may specify that a certain <strong class=\"keyword\">type</strong> of transaction occurring within, for example, a six month period of commencement, is avoided without requiring the insolvency representative to show anything other than that it is a transaction as defined for the purposes of the legislation and that it occurred within the time limit, and no defences are available to the counterparty."},{"author":8000,"first":"En # el Comité llegó a un consenso sobre la necesidad de un procedimiento de comunicaciones individuales de esa <strong class=\"keyword\">índole</strong> y sometió un proyecto de protocolo facultativo a la Comisión de Derechos Humanos para su examen en su # o período de sesiones en # ( # anexo; véase también # cap. V y anexo IV","second":"In # the Committee reached consensus on the need for <strong class=\"keyword\">such</strong> an individual communications procedure and submitted a draft optional protocol to the Commission on Human Rights for consideration at its fifty-third session, in # ( # annex; see also # and # chapter V and annex IV"}],"from":"es","dest":"en","authors":{"8000":{"U":"http://opus.lingfil.uu.se/MultiUN.php","id":8000,"N":"MultiUn","url":"https://glosbe.com/source/8000"},"1":{"U":"http://en.wiktionary.org","id":1,"N":"en.wiktionary.org","url":"https://glosbe.com/source/1"},"84500":{"U":"","id":84500,"N":"Open Multilingual Wordnet","url":"https://glosbe.com/source/84500"},"2903":{"U":"","id":2903,"N":"i2e-English-Spanish-Dictionary","url":"https://glosbe.com/source/2903"},"94809":{"U":"","id":94809,"N":"EurLex-2","url":"https://glosbe.com/source/94809"},"92056":{"U":"","id":92056,"N":"TraverseGPAware","url":"https://glosbe.com/source/92056"},"94808":{"U":"","id":94808,"N":"UN-2","url":"https://glosbe.com/source/94808"},"25018":{"U":"http://glosbe.com","id":25018,"N":"GlosbeResearch","url":"https://glosbe.com/source/25018"},"84715":{"U":"","id":84715,"N":"English—Spanish","url":"https://glosbe.com/source/84715"},"42":{"U":"http://eur-lex.europa.eu/","id":42,"N":"eurlex","url":"https://glosbe.com/source/42"},"60172":{"U":"http://www.omegawiki.org/","id":60172,"N":"omegawiki","url":"https://glosbe.com/source/60172"}}}